{"url": "http://www.rogerebert.com/reviews/small-change-1976", "by": "Geory Desmouceauxas Patrick", "star_rating": 4.0, "text": "There's a moment in Francois Truffaut's \"Small Change\" that remembers childhood so well we don't know whether to laugh or ache. It takes place in a classroom a few minutes before the bell at the end of the school day. The class cutup is called on. He doesn't have the answer (he never does), but as he stands up his eyes stray to a large clock outside the window. The hand stands at 28 minutes past the hour. Click: 29 minutes. He stalls, he grins, the teacher repeats the question. Click: 30 minutes, and the class bell rings. The kid breaks out in a triumphant grin as he joins the stampede from the room. \n\nThis moment, like so many in Truffaut's magical film, has to be seen to be appreciated. He recreates childhood, and yet he sees it objectively, too: He remembers not only the funny moments but the painful ones. The agony of a first crush. The ordeal of being the only kid in class so poor he has to wear the same sweater every day. The painful earnestness that goes into the recitation of a dirty joke that neither the teller nor the listeners quite understand.\n\nTruffaut has been over some of this ground before. His first feature, \"The 400 Blows,\" told the painful story of a Paris adolescent caught between his warring parents and his own better nature. In \"Small Change\" he returns to similar material in a sunnier mood. He tells the stories of several kids in a French provincial town, and of their parents and teachers. His method is episodic; only gradually do we begin to recognize faces, to pick the central characters out from the rest. He correctly remembers that childhood itself is episodic: Each day seems separate from any other, each new experience is sharply etched, and important discoveries and revelations become great events surrounded by a void. It's the accumulation of all those separate moments that create, at last, a person.\n\n\"Children exist in a state of grace,\" he has a character say at one point. \"They pass untouched through dangers that would destroy an adult.\" There are several such hazards in \"Small Change.\" The most audacious - Truffaut at his best - involves a 2-year-old child, a kitten, and an open window on the 10th floor. Truffaut milks this situation almost shamelessly before finally giving us the happiest of denouements. And he exhibits at the same time his mastery of film; the scene is timed and played to exist exactly at the border between comedy and tragedy, and from one moment to the next we don't know how we should feel. He's got the audience in his hand.\n\nThat's true, too, in a scene involving a little girl who has been made to stay at home as a punishment. She takes her father's battery-powered megaphone and announces indignantly to the neighbors around the courtyard that she is hungry, that her parents have gone out to a restaurant without her, and that she has been abandoned. The neighbors lower her food in a basket: Chicken and fruit but not, after all, a bottle of red wine one of the neighbor kids wanted to put in. In the midst of these comic episodes, a more serious story is developed. It's about the kid who lives in a shack outside of town. \n\nHe's abused by his parents, he lives by his wits, he steals to eat. His mistreatment is finally found out by his teachers, and leads to a concluding speech by one of them that's probably unnecessary but expresses Truffaut's thinking all the same: \"If kids had the vote,\" the teacher declares, \"the world would be a better and a safer place.\" I don't know; I think it's at least likely that a lot of kids would vote for war because it looks like so much fun on television. But Truffaut has his hopes, and \"Small Change\" is one of the year's most intensely, warmly, human films. In that it joins so much of Truffaut's earlier work: What other contemporary filmmaker is so firmly in touch with the personal rhythms of life?", "running_time": 104, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-01-01", "genres": ["Comedy", "Drama"], "title": "Small Change (1976)"}