{"url": "http://www.rogerebert.com/reviews/small-soldiers-1998", "by": "David Crossas Irwin Wayfair", "star_rating": 2.5, "text": "“Small Soldiers” is a family picture on the outside, and a mean, violent action picture on the inside. Since most of the violence happens to toys, I guess we're supposed to give it a pass, but I dunno: The toys are presented as individuals who can think for themselves, and there are believable heroes and villains among them. For smaller children, this could be a terrifying experience.\n\nIt's rated PG-13, but if the characters were human the movie would be a hard “R,” just for the scene where characters get run over and chewed up by a lawn mower. I was a little amazed, indeed, by the whole concluding sequence, in which fireballs are lobbed, toy helicopters attack, and there's a struggle high in the air between killer toys and the movie's young hero, who are trying to electrocute one another. This is not a sequence a lot of grade schoolers are ready for.\n\nThe movie's premise is intriguing. A toy company is purchased by a defense manufacturer, and the tough-skinned new owner (Denis Leary) orders his people to make “Toys that actually do what they do in the commercials.” Toys with batteries that don't run down, and with minds of their own. His designers take him at his word, and develop lines of toys using the company's X-1000 computer chip, which is also the brains of smart bombs and other military technology.\n\nWhen these toys get into the marketplace, it's war. The toy characters are divided into two camps, the peaceful and zany Gorgonites and the professional killers of the Commando Elite. The problem is with the commandos, who are humorless martinets who strut through the movie looking like mercenaries and making threats like pro wrestlers. They are truly evil, and they throw off the movie's moral balance.\n\nA lot of the other stuff in the movie is funny and entertaining, and, to be fair, all of the special effects are top drawer, seamlessly combining live action, models and animation. (Industrial Light and Magic supplied some of them, and the figures were designed by Stan Winston.) The Gorgonites are led by a pensive, thoughtful Yoda figure named Archer (voice of Frank Langella). They include little guys who kind of grow on you, including Ocula, who is basically an eyeball with three limbs. The Commando Elite have names like Chip Hazard and Butch Meathook. One of the inside jokes is that many of their voices were supplied by veterans of “The Dirty Dozen,” while the Gorgonites are voiced by actors from “This Is Spinal Tap.” The movie's human hero is Alan (Gregory Smith), a kid who inadvertently sets off the toy wars. His new girlfriend is Christy (Kirsten Dunst), who gets a shock when she sees Barbie-type dolls being fitted with X-1000 chips so that they can join the battle, too. Among the adults are Alan's parents, who are taken out of action after the commandos use a mousetrap as a catapult to drop sleeping pills into the their drinks.\n\nPart of the inspiration for “Small Soldiers” may have come from “Toy Story,” where toy soldiers were among the characters. But too much of it may have come from Sid, the human kid in that movie who lived next door, and entertained himself by taking his toys apart and reassembling them in grotesque ways. In “Small Soldiers,” toys have unspeakable things happen to them, and many of them end up looking like horror props. Chip Hazard meets an especially gruesome end.\n\nWhat bothered me most about “Small Soldiers” is that it didn't tell me where to stand--what attitude to adopt. In movies for adults, I like that quality. But here is a movie being sold to kids, with a lot of toy tie-ins and ads on the children's TV channels. Below a certain age, they like to know what they can count on. When Barbie clones are being sliced and diced by a lawn mower, are they going to understand the satirical purpose? Roy Rogers died the other day, and that reminded me of how gentle and innocent his movies were. Sure, we called them “shoot-em-ups,” but Roy spent more time singing than shooting. Kids didn't leave the theater in a state of shock. Now they go to a kiddie movie, and there are scenes where toy characters are disemboweled and vivisected, and body parts crawl around in the street, separated from one another. Then there are other scenes that are perfectly innocent. We get two movies for the price of one. The nice movie would have been enough.\n\n ", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-07-10", "genres": ["Action", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Small Soldiers (1998)"}