{"url": "http://www.rogerebert.com/reviews/small-time-crooks-2000", "by": "Woody Allenas Ray", "star_rating": 3.0, "text": "\"Small Time Crooks\" is a flat-out comedy from Woody Allen, enhanced by a couple of plot U-turns that keep us from guessing where the plot is headed. Allen often plays two types of characters, intellectuals and dumbos, and this time he's at the freezing end of the IQ spectrum, as an ex-con and dishwasher named Ray Winkler with a plan to rob a bank. His wife Frenchy (Tracey Ullman) is incredulous as he explains his scheme to rent a storefront and tunnel into the bank vault next door.\n\nThis looks a lot like the master plan in the Italian comedy \"Big Deal on Madonna Street\" (1958), but in \"Small Time Crooks,\" it's more of a false alarm. Ray and Frenchy open up a cookie shop as a front for the heist, the cookies take off big-time, the heist is hopelessly bungled, and then Frenchy's cousin May (Elaine May) blabs to a cop about the tunneling in the basement. This leads indirectly to a franchise operation, and within a year Ray and Frenchy are rich beyond his, if not her, wildest dreams.\n\nThe first act of the movie has a lot of fun with Ray and his lowlife criminal friends, including Jon Lovitz as a guy who has put his kids through college by torching buildings, and Michael Rapaport as a tunnel digger who wears his miner's cap backward, baseball cap-style, so the light points behind him. If this heist idea had been spun out to feature-length, however, it might have grown old and felt like other caper movies. Allen has a twist up his sleeve.\n\nAs millionaires, the Winklers put the nouveau in riche. Frenchy lavishes a fortune on their new luxury apartment, where Ray rattles around unhappily (he refuses to look at one abstract painting because it depresses him). At a housewarming, Frenchy offers her guests crudites (pronounced \"CRUDE-ites\") and adds, \"They say I have a flair for decoration. This rug lights up.\" Ray follows behind miserably: \"Show them your collection of leather pigs.\" Then David (Hugh Grant) enters their lives. He's a British art expert, suave, a flatterer, and Frenchy wants to hire him to train them in culture. He quickly sees that Frenchy has \"outgrown\" Ray and might be ripe for the plucking. He whisks her off on a whirl of gallery shows, opening nights, charity benefits and chic restaurants while Ray miserably seeks consolation in the simpler things: Knicks games, junk food, and the comforting company of Frenchy's cousin May.\n\nI've heard Woody Allen accused of making the same movie over and over, which is simply not fair. His recent films include an enchanting musical (\"Everyone Says I Love You\"), a Felliniesque black- and-white social satire (\"Celebrity\") and the goofiness of Sean Penn's second-best jazz guitarist in the world in \"Sweet And Lowdown.\" Now comes this straight comedy with its malaprop dialogue (\"I require your agreeance on this\") and its sneaky way of edging from an honest bank job to sins such as flattery, pride and embezzlement.\n\nAllen plays a blue-collar version of his basic persona, and has bracketed himself between two of the funniest women in America, Tracey Ullman, who is seen too rarely, and Elaine May, who is hardly seen in movies at all. The supporting cast is written more sharply than is often the case in comedies (where the star gets all the good lines), and there's a lesson lurking somewhere, about how money can't buy you happiness and may even cost you extra by losing it. Dumb as they (allegedly) are, the characters in \"Small Time Crooks\" are smarter, edgier and more original than the dreary crowd in so many new comedies. The movie opens on the same day as \"Road Trip.\" Now there's a choice.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-05-19", "genres": ["Action", "Comedy", "Crime", "Indie"], "title": "Small Time Crooks (2000)"}