{"url": "http://www.rogerebert.com/reviews/smart-people-2008", "by": "Dennis Quaidas Lawrence", "star_rating": 2.5, "text": "By Jim Emerson, editor\n\nAsk most reasonably bright, movie-review-reading people what qualities they value most in a mate or a motion picture, and the winning combo will likely be \"smart and funny.\" \"Beautiful\" is right up there, too, though not everybody wants to volunteer as much in the first round of questioning.\n\n\"Smart People\" is fairly intelligent, mildly amusing and clinically depressed. If you put it next to brilliant pictures about emotionally stymied writers/academics, like \"The Squid and the Whale,\" \"Wonder Boys\" or \"The Accidental Tourist,\" it looks a bit dull, like the dour professor who never removes his tweed jacket -- the one with the leather elbow patches.\n\nLawrence Wetherhold (Dennis Quaid) doesn't wear that particular jacket, probably only because his skin is already made out of the same materials. He's as glum and flinty as they come, a lit professor so indifferent to his students that he barely acknowledges their existence. Limping stiffly across the gray-brown Pittsburgh grounds of Carnegie-Mellon University, he looks like he could have stumbled over from the set of local auteur George A. Romero's living dead pictures.\n\nLawrence is a family man, barely. A widower, he lives with his smart and funny Young Republican daughter, Vanessa (Ellen Page, toning down her inner Juno ever so slightly), while his estranged son, James (Ashton Holmes, from \"A History of Violence\"), is a dorm-dweller on campus. To Lawrence, his ne'er-do-well adopted brother, Chuck (Thomas Haden Church), is nothing but a pest -- an uncouth, underemployed mooch incapable of devoting his life to \"meaningful work.\" Chuck doesn't share the intellectual interests of his relatives (his name is Chuck -- what can he do?), and his mustache looks like two fat, furry moths that have landed on his lip facing in opposite directions. Naturally, he proves to be funnier than any of the other Wetherholds.\n\nOne fateful night, Lawrence suffers a mild concussion and is looked after by Dr. Janet Hartigan (Sarah Jessica Parker), who turns out to be a former student and still nurses kind of a crush on him, even though he's crotchety and mean and doesn't remember her.\n\nWhile not seriously injured in a medical sense, Lawrence's head still requires some care, and even surgery could not extract it from the darker reaches of his own anatomy. Legally unable to drive for six months, he lets Chuck move into the spare bedroom upstairs on the condition that he provide on-call chauffeur services.\n\nWere they not projected on a screen, you would not want to spend time with any of these people. Even Parker, cast as the Life-Affirming Option, comes across as rather drab. Quaid disappears beneath his beard and into his role, yet because Lawrence is such a remote character, it's hard to care much. Page's role is pretty thin and monotonous, which leaves Church's droll Chuck to provide subtle relief from the gloom.", "running_time": 95, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-04-10", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Smart People (2008)"}