{"url": "http://www.rogerebert.com/reviews/smash-palace-1981", "by": null, "star_rating": 4.0, "text": "\r\n\n\nStep by step, this powerful movie takes a man from perfect\r\nhappiness into a personal hell. By the end of the film, the man is behaving\r\nirrationally, but here's the frightening thing: Because we've followed him\r\nevery step of the way, we have to admit he's behaving as we ourselves might, in\r\nthe same circumstances. The man in “Smash Palace” is Al Shaw, a Grand Prix\r\ndriver who leaves the racing circuit to take over his father's auto garage in\r\nNew Zealand. Played by Bruno Lawrence, Al is a straight-talking, direct man who\r\nenjoys working with his hands and takes a vast delight in the affections of his\r\nwife and the love of his small daughter. It's a long way from the Grand Prix to\r\nrepairing transmissions, but he's happy with his work and content to raise a\r\nfamily in peace and quiet. His wife (Anna Jemison) is not so content. She\r\nwanted him to leave the racing circuit before he was killed, but now, in the\r\nquiet backwaters of New Zealand, she is going quietly stir-crazy. She begins an\r\naffair with a local cop (Keith Aberdeen) and finally tells her husband she's\r\nleaving him. She's moving into town. \n\n\r\nHer decision starts him on a series of wrong\r\nmoves that may seem logical, one by one, but which eventually add up in the\r\nminds of others to a simple conclusion: He has lost his reason. He is\r\njealous--of course. He holds a great fury against his wife and the cop. But,\r\nmuch more important, he misses his daughter. He wants custody. But because he\r\nacts in ways that are violent and frightening to his wife (and because her\r\nlover is on the police force, which must respond to the domestic emergencies he\r\ncreates), he works himself into a Catch-22: The more he does to take back his\r\ndaughter, the closer he is to losing her. Finally, he kidnaps her. He takes her\r\nout into the woods where they live together for a time in isolation and happiness.\r\nIt's an idyll that can't last. But “Smash Palace” doesn't lead up to the\r\ninevitable violent conclusion we might expect. All along the way, this film\r\nprefers the unexpected turns of actual human behavior to the predictable plot\r\ndevelopments we might have expected, and, at the end, there's another turn, a\r\nfascinating one. \n\n\r\n“Smash Palace” is one of 1982's best films, an\r\nexamination of much the same ground as “Shoot the Moon,” but a better film,\r\nbecause it has the patience to explore the ways in which people can become\r\nconsumed by anger (“Shoot the Moon” contented itself with the outward\r\nsymptoms). One of the reasons the movie works so well is the performances,\r\nwhich are all the stronger because they come from actors we have not seen\r\nbefore. Bruno Lawrence, bald-headed, wiry, tough, and surprisingly tender, is\r\njust right as the man who loses his family. Anna Jemison has a difficult\r\nassignment as his wife: We're on his side, and yet we see the logic of her\r\nmoves. Keith Aberdeen is properly tentative as the other man; he feels love and\r\nlust, and yet is not unaware of the unhappiness he is causing. And there's a\r\nguy named Des Kelly who plays Tiny, an employee at the Smash Palace who looks\r\non, and sees all, and wishes he knew what to do. \n\n\r\nThe movie was directed by a young filmmaker\r\nnamed Roger Donaldson, who, in a sense, is the New Zealand film industry. He\r\nhas produced six features for New Zealand television, and his first feature\r\nfilm, “Sleeping Dogs,” starred Warren Oates in a horrifying and plausible\r\nfantasy about the American occupation of New Zealand. Now comes this film, so\r\nemotionally wise and observant that we learn from it why people sometimes make\r\nthe front pages with guns in their hands and try to explain that it's all\r\nbecause of love. Love, yes, but also the terrible frustration of trying to\r\ncontrol events, to make people do what you want them to do, what you\r\n\"know\" would make them happy--no matter what they think. The hero of “Smash\r\nPalace” does not act wisely, but if we are honest, it's hard to see where we\r\nmight have acted differently.", "running_time": 100, "mpaa_rating": "No", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Foreign", "Indie"], "title": "Smash Palace (1981)"}