{"url": "http://www.rogerebert.com/reviews/smashed-2012", "by": "Mary Elizabeth Winsteadas Kate", "star_rating": 3.5, "text": "The first objective in the morning is to treat the hangover with a little judicious maintenance drinking. \"Smashed\" shows that it knows that in its opening minutes. Alcoholism doesn't require the kind of flamboyant craziness we see in movies like \"The Hangover,\" but it does seem to require an introverted monitoring of whether you feel as good (or well) as you think you should.\n\nWhy do alcoholics begin down the same hazardous road day after day? They are in search of that elusive window of well-being that opens when you drink your way out of a hangover and aren't yet drunk all over again. The alcoholic's day consists of trying to keep that window open. Kate Hannah, the heroine of \"Smashed,\" finishes yesterday's beer while she's brushing her teeth. In the parking lot at her job, she commences the new day's self-medication with a swig from a flask. \n\nKate (Mary Elizabeth Winstead) teaches the third grade, and we see her doing a pretty good job of it, until she is overtaken with a sudden spasm of vomiting. One thing seasoned drinkers learn is that your \"recovery drinking\" involves making peace with your stomach. She tried to rush things.\n\nWhat do you say after you hurl in front of a classroom of children? They think they understand: \"Mrs. Hannah, are you pregnant?\" Yes! Yes! That's it! Kate Hannah agrees almost thankfully. Inevitably, that leads to more problems at school, and then the assistant principal, Dave Davies (Nick Offerman), asks her to come into his office. He is a member of Alcoholics Anonymous, saw her drinking in her car and can add two plus two.\n\nJames Ponsoldt's \"Smashed\" knows a lot about alcoholism, and it also knows about the good times that can go along with it. This is a serious movie about drinking but not a depressing one. You notice that in the way it handles Charlie (Aaron Paul), Kate's husband. He is also her drinking buddy. When two alcoholics are married, they value each other's company because they know they can expect forgiveness and understanding, while a civilian might not choose to share their typical days.\n\nKate gives AA a try. Dave takes her to a meeting, and she quickly acquires a sponsor, Jenny (Octavia Spencer, from \"The Help\"). Charlie continues to drink, and he misses his wife, but he isn't angry, he's more puzzled. He wants her to return to the party. They say the most dangerous words a drunk can hear are, \"A little drink won't hurt you.\" \n\n Mary Elizabeth Winstead is sort of wonderful in this movie, worn and warm. She doesn't play a victim. She has that courage an alcoholic requires to persist in the punishment of getting drunk day after day. Life is a toboggan run into uncertain darkness. One night, she passes out and sleeps all night in the open air. She accepts this as part of the game. Many a puzzling dawn has the practicing alcoholic experienced.\n\nThe success of \"Smashed\" comes in the way it embraces Kate's life force. It's filled with strong supporting characters, including Principal Barnes (Megan Mullally), who doesn't understand the disease very well, and Dave Davies, who gets her to a meeting and then wants to hurry her through the 12 Steps so they can arrive at the 13th, if you know what I mean. Mary Kay Place plays Kate's mother, who has no idea she's an alcoholic herself. Spencer is a firm and sturdy sponsor who has been there, done that and can't be fooled.\n\nThe movies have a way of presenting alcoholism and drug addiction as titanic struggles. So indeed they can be. But for Kate, who no doubt classified herself as a \"functioning alcoholic,\" sobering up can be easy and even kinda fun. That's until she figures out that \"being dry\" and \"being sober\" are not the same thing.", "running_time": 85, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-10-17", "genres": ["Drama"], "title": "Smashed (2012)"}