{"url": "http://www.rogerebert.com/reviews/smashing-time-1967", "by": "Rita Tushinghamas Brenda", "star_rating": 3.0, "text": "I have a certain difficulty watching Rita Tushingharn in a movie, being generally distracted by my subconscious proposals of marriage to her. She is probably the most appealing young actress in the movies, and those who think she's an ugly duckling have never seen a swan.\n\nIn \"Smashing Time,\" Miss Tushingham is paired with Lynn Redgrave, whose only previous role was as a genuine ugly duckling and fake swan in \"Georgy Girl.\" They play a couple of naive girls from the provinces who read the teen-age pop magazines, memorize square \"with it\" phrases like \"with it,\" and decide to go to swinging London and capture the mod world by storm.\n\nThis provides director Desmond Davis with an excuse to conduct the girls on a virtual sight-seeing trip of London, which he does without any apology. We see Carnaby St., Clapham Junction, Piccadilly Circus, the Post Office Tower, and so many mod boutiques and bizarre discotheques that we begin to wish that Caesar had pushed the Saxons into the sea.\n\nAlthough the attempt to cover swinging London quickly becomes tiresome, there are several scenes so funny that they redeem the movie. Miss Tushingharn innocently begins a riot in a fish and chips shop, in which the weapons are spray cans of paint, shaving cream, deodorant and fertilizer. This is a preliminary to a really fine pie fight initiated by Miss Redgrave in a pie shop.\n\nA well-done pie fight is a work of art, and Davis knows the form well. There is the first pie, held in the hand as the idea of throwing it gradually occurs to the thrower. There is the moment at which the others on the scene decide to join. There is the impeccably dressed customer who is in the crossfire but apparently immune to thrown pies. There is the enraged owner of the shop.\n\nAnd there is, of course, the inevitable moment at which a window is open and pies fly out to hit (a) a clergyman and (b) a gentleman in a bowler hat. It is a very nice pie fight indeed.", "running_time": 96, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-12-29", "genres": ["Comedy", "Musical"], "title": "Smashing Time (1967)"}