{"url": "http://www.rogerebert.com/reviews/smillas-sense-of-snow-1997", "by": "Julia Ormondas Smilla", "star_rating": 3.0, "text": "Here is a movie so absorbing, so atmospheric, so suspenseful and so dumb, that it proves my point: The subject matter doesn't matter in a movie nearly as much as mood, tone and style. \"Smilla's Sense of Snow'' is a superbly made film with one of the goofiest plots in many moons. Nothing in the final 30 minutes can possibly be taken seriously, and yet the movie works. Even the ending works, sort of, because the film has built up so much momentum.\n\n\"Smilla'' stars Julia Ormond, who often plays sensuous women, but here plays a cold and distant one, born in Greenland and now living in Copenhagen, where she keeps her distance and seems to be nursing an obscure wound or anger. Smilla's confidant is the little boy who lives in the building. He is an Inuit, a native Greenlander, and Smilla is half Inuit, and sometimes tells him stories based on the lore of their people.\n\nOne day she returns to her apartment building to find the boy's body crumpled on the ground. The official verdict is that he fell off the roof, but she has been to the roof, and seen his footprints in a straight line running right over the edge. What was he running from? What frightened him so? Smilla makes it her business to answer this question. The movie, which has so far been a character study, now becomes a crime procedural. She questions a helpful man at the coroner's, who notes mysteries about the autopsy. She discovers that the boy's father died in a mining accident, and learns from a retired mining company secretary (Vanessa Redgrave) of a secret company archive. She breaks into the archive by night and finds information about the accident, and how it might be linked to events from 30 and 130 years ago.\n\nShe's aided in some of these investigations by her neighbor in the building, a man named the Mechanic (Gabriel Byrne). They are even drawn toward each other, although his motives are murky. What does it mean that she sees him at dinner with the head of the mining company (Richard Harris)? Less or more than it seems? I cannot describe the impact of these scenes because they are so visceral. Ormond embodies Smilla--her iciness, her determination, her anger. She creates an interesting character: one who intrigues us to such a degree that when she is doing nothing, we're reading motives into her inaction. Ormond has a beautiful face, less full here than in \"Sabrina,'' and the fact that she will not \"let'' it be beautiful--that she separates from the world around her with an almost painful defensiveness--makes her, paradoxically, more attractive. Byrne, who specializes in men who women love but shouldn't, plays a hesitant but smooth operator.\n\nAnd then we arrive at the film's final passages. Smilla smuggles herself on board a ship to Greenland, and in one sequence hides inside a dumbwaiter with skills she must have learned from a Nancy Drew mystery. In Greenland . . . well, I wouldn't dream of telling you what's under the ice. But I sat in stunned amazement. I know \"Smilla's Sense of Snow'' is based on a best-selling novel by Peter Hoeg, and I assume all of this plot stuff must come from the book. But how absurd it all is. In the early 1960s, when American-International was cranking out a science-fiction thriller every other week, a plot like this would have been worthy of something like \"Prehistoric Radioactive Worms from Outer Space.'' Never mind. The ending simply doesn't matter. The movie presents it, but isn't implicated in it. The movie is off somewhere else. \"Smilla'' was directed by Bille August, whose credits include \"Pelle The Conqueror\" (1988), and the strengths in both films are in the relationships between young children and adults who are moved by them. \"Smilla'' also works as a character study: We are intrigued by Smilla, by her quietness, by her strength. In a better world with more curiosity, we could have had this movie without any of the Greenland scenes. It could have been about Smilla and her neighbors. In our world movies need a plot, I guess, and so this one has one. Ignore it. It's irrelevant to the movie's power.", "running_time": 120, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-03-14", "genres": ["Action", "Drama", "Foreign", "Mystery", "Thriller"], "title": "Smilla's Sense Of Snow (1997)"}