{"url": "http://www.rogerebert.com/reviews/smile-1975", "by": null, "star_rating": 3.0, "text": "When I was in high school and working summers for a paper Downstate, one of my assignments was to cover the county fair. The livestock judging was held early in the week and the beauty pageant was on the weekend, and even in those days before Women's Liberation, it struck me that the two competitions had points in common. Even some of the judges were the same.\n\nThe cows, to be sure, weren't expected to sing, dance or play musical instruments, nor did they change costumes. But both they and the girls in the beauty contest were essentially being sized up as meat on the hoof, and that depressed me. Here were girls I'd grown up with, and this dreary and demeaning ritual was forcing them to walk around in bathing suits on a stock-car track.Much the same observation is made by Michael Ritchie's \"Smile,\" a sometimes funny, more often harrowing look at a teen-age beauty competition in that mecca of plastic civic events, Southern California. Some 23 girls are brought together from all over the state for a week, during which they're drilled, choreographed, gowned, cross-examined and exhorted to keep smiling.They're judged in all the categories such events pretend are important -- talent, grades, personality, \"pep\" -- but everyone seems in tacit agreement that physical appearance is the crucial criterion. The winner gets to go on to the national finals in Baton Rouge, La. Surely a mixed blessing. The contest is named the Young American Miss Pageant, and if it's fictitious, it nevertheless resembles our other beauty contests in so many ways that one can only ask: Parents, where are your daughters?Ritchie is a young director who likes to take a semidocumentary approach to his subjects. He made a fairly close examination of skiing in \"Downhill Racer\" and of politics in \"The Candidate,\" but his approach to \"Smile\" is less surefooted than usual, perhaps because he covers so much ground. He considers not only the girls (their rivalries, their sudden friendships, their mixtures of calculation and generosity), but also the world they find themselves in.It's the world of Big Bob (Bruce Dern), a glad handing salesman of recreational vehicles; Brenda DeCarlo (Barbara Feldon), the icy former Young American Miss who's now a committee member; her husband (Nicholas Pryor), who's driven to attempted homicide by her behavior, and of all the Jaycees who pitch in to make this wonderful annual event possible. One of them goes through a crisis during the film: He's about to pass 35, the Jaycee cutoff age. But you can see why they make rules like that. Beauty contests somehow have to be run by men old enough to be \"civic figures\" and yet still young enough not to be father figures.\n\nThe Jaycees bring in a $2,000 a week Hollywood choreographer (Michael Kidd, in a finely etched semiautobiographical performance) to whip the contestants into shape for the three nights of entertainment they're expected to provide. The girls are driven so hard that one of them collapses, others burst into tears and one falls off the stage (perhaps in a cynical bid for sympathy). And all the time the noble virtues of the ideal Young American Miss are recited.\n\nRitchie has so messy targets that he misses some and never quite gets back to others. But \"Smile\" does a good job of working over the hypocrisy and sexism of a typical beauty pageant. The only male in the film who honestly owns up to the contest's underlying dynamics is Little Bob, Big Bob's adolescent son, who tries to sneak Polaroids of the girls undressing. All the others, even some of the girls who should know better, go along with the charade because (you never know, they say) they might be the winner. And the winner gets prizes like a TV set which may, for a time anyway, distract from the bitterness and humiliation of her exploitation. And, of course, Baton Rouge beckons.", "running_time": 113, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Comedy"], "title": "Smile (1975)"}