{"url": "http://www.rogerebert.com/reviews/smoke-1995", "by": "William Hurtas Paul Benjamin", "star_rating": 3.0, "text": "\"Smoke\" is a beguiling film about words, secrets and tobacco. It takes place among lonely men and a few women who build a little world in the middle of a big city, a world based on sadness, secrets, killing time and enjoying a good smoke. Like a few other recent, brave movies, it places trust in the power of words: These people talk, weaving pipe dreams into what they need to get by.\n\nThe center of the film is the Brooklyn Cigar Co., at the corner of Third Street and Eighth Avenue. For Auggie Wren, who owns it, the store is the center of the world - so much so that every single morning, he stands across the street from it and takes a photograph.\n\nHe shows his photo albums to Paul (William Hurt), a writer who is a regular customer: \"That's my project. What you'd call my life's work.\" Paul observes that all the photos are the same. \"They're all the same,\" Auggie says, \"but each one is different from all the others.\" Then Paul sees someone he knows in one of the photos: his wife, who was pregnant when she was shot and killed one morning on the street outside the store. \"It's Ellen,\" he says. \"Look at her. Look at my sweet darling.\" And he begins to cry. Now all the photos do not look the same anymore.\n\nOne of the subjects of \"Smoke\" is the way lives are changed by small details. Auggie sometimes reflects that if Ellen hadn't given him exact change on that sad morning, if any little thing at all had slowed her by a second, she would not have walked into the path of the bullet.\n\nPaul, too, has had his life changed. One day after buying his Te Amos at the store, he is walking absentmindedly down the street when he almost steps into the path of a truck. He is pulled back and saved by a young black man named Rashid (Harold Perrineau Jr.). Paul insists he do something for Rashid; it's a universal rule that when someone saves your life, you repay him. Rashid resists, but finally settles for a lemonade.\n\nWhat with one thing and another, Rashid eventually ends up living in Paul's apartment for a few days, to the indignation of Rashid's aunt, who doesn't understand the situation.\n\nLife goes on. Auggie's girlfriend from years ago (Stockard Channing) materializes with the news that Felicity (Ashley Judd), who may be his daughter, is pregnant. Rashid, who speaks in careful, intellectual terms, turns out to be another lost child: After his mother's death years ago, his father disappeared. Then Rashid (whose real name turns out to be Thomas Jefferson Cole) tracks his father (Forest Whitaker) down to a small-town gas station, where . . .\n\nWell, where yet another coincidence reveals that life does not unfold by plan, but by chance, often assisted by coincidence, irony and luck - both good and bad. There are 8 million stories in the city, and \"Smoke\" wants to tell about eight of them. The result sometimes feels contrived, as if the next revelation is being hauled in by its heels, but the writer, Paul Auster, and the director, Wayne Wang, find such a sweetness in the material and such grace in the actors that the movie weaves a spell.\n\nI wonder if I have seen any other actor in more movies in the last five years than Harvey Keitel. He works all the time, in big roles and small, and throughout his career, he has always made himself available for projects that are risky or experimental or just plain goofy. Here he is as the cigar store philosopher. Look back at his recent films, and he is the vile \"Bad Lieutenant,\" a Mr. Fixit in \"Pulp Fiction,\" the outcast neighbor in \"The Piano,\" a crook in \"Reservoir Dogs\" and a con man who is a loving father in \"Imaginary Crimes\" - and in the upcoming \"Ulysses' Gaze,\" the Jury Prize winner at Cannes this year, he is an exiled Greek filmmaker.\n\nHe has such an immutable face and body and voice that you'd think he'd play the same role over and over, but he never does. In \"Smoke,\" he is the spirit that holds everything together: not only the actors, but the audience, listening to the stories of the others and wondering how it all fits in.\n\nThe movie is a delicate creation, with no big punch line or payoff. Watching it, I was in the moment: It was about these people wandering lost through their lives. Afterward, I felt good about them - good because they were likable people, but good, too, because the writer and director took care to give them dialogue that suited their needs. Of all the handicaps in life, the worst must be the inability to express how you feel.", "running_time": 112, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-06-16", "genres": ["Comedy", "Drama", "Indie"], "title": "Smoke (1995)"}