{"url": "http://www.rogerebert.com/reviews/smoke-signals-1998", "by": "Adam Beachas Victor Joseph", "star_rating": 3.0, "text": "\"It's a good day to be indigenous!'' the reservation radio deejay tells his American Indian listeners as \"Smoke Signals'' opens. We cut to the station's traffic reporter, who scrutinizes an intersection that rarely seems to be used. \"A big truck just went by,'' he announces. Later in the film, we will hear several choruses of a song about John Wayne's false teeth.\n\n\"Smoke Signals'' comes billed as the first feature written, directed, co-produced and acted by American Indians. It hardly seems necessary to even announce that: The film is so relaxed about its characters, so much at home in their world, that we sense it's an inside job. Most films about Native Americans have had points to make and scores to settle, like all those earnest 1950s white films about blacks. Blaxploitation broke the ice and liberated unrehearsed black voices, and now here are two young Indians who speak freshly, humorously and for themselves.\n\nThe film opens in Idaho on a significant day: the Fourth of July, 1976. It's significant not only for America but for the infant Thomas Builds-the-Fire, who is saved by being thrown from an upper window when his house burns down at 3 a.m. He is caught in the arms of Arnold Joseph (Gary Farmer), a neighbor with a drinking problem, who is eventually thrown out by his wife (Tantoo Cardinal) and goes to live in Phoenix. He leaves behind his son Victor Joseph (Adam Beach).\n\nAnd then, 20 years later, word comes that Arnold has died. Victor has a deep resentment against his father, but thinks he should go to Phoenix and pick up his ashes. He has no money for the journey, but Thomas Builds-the-Fire (Evan Adams) does--and offers to buy the bus tickets if Victor will take him along on the trip. That would be a big concession for Victor, who is tall and silent and has never much liked the skinny, talkative Thomas. But he has no choice. And as the movie settles into the rhythms of a road picture, the two characters talk, and the dialogue becomes the heart of the movie.\n\n\"Smoke Signals'' was written by Sherman Alexie, based on his book \"The Lone Ranger and Tonto Fistfight in Heaven.'' He has a good ear for speech, and he allows his characters to refer to the real world, to TV and pop culture and the movies. (The reserved Victor, impatient with Thomas's chatter, accuses him of having learned most of what he knows about Indians by watching \"Dances with Wolves,'' and advises him to spend more time \"looking stoic.'') There are references to Gen. Custer and the U.S. Cavalry, to John Wayne and to U.S. policies toward Indians over the years, but \"Smoke Signals'' is free of the oppressive weight of victim culture; these characters don't live in the past and define themselves by the crimes committed against their people. They are the next generation; I would assign them to Generation X if that didn't limit them too much.\n\nIf they are the future, Arnold, the Gary Farmer character, is the past. Victor nurses a resentment against him, but Joseph is understandably more open-minded, since the man did, after all, save his life. There are a few flashbacks to help explain the older man, and although they're brief, they're strong and well done: We see that Arnold is more complicated than his son imagines, and able to inspire the respect of the woman he was living with in Phoenix (Irene Bedard).\n\n\"Smoke Signals'' is, in a way, a continuation of a 1989 movie named \"Powwow Highway,'' in which Farmer starred as a huge, gentle, insightful man, and A Martinez as more \"modern.'' It, too, was a road movie, and it lived through its conversations. To see the two movies side-by-side is to observe how Native Americans, like all Americans, are not exempt from the melting pot--for better and worse.\n\nThe director, Chris Eyre, takes advantage of the road movie genre, which requires only a goal and then permits great freedom in the events along the way. The two men will eventually obtain the ashes, we expect, and also some wisdom. Meanwhile, we can watch them discover one another: the taciturn, inward man who was abused as a child, and the orphan who, it's true, seems to have gotten his world view at secondhand through the media.\n\nThere's a particular satisfaction in listening to people talk about what they know well and care about. The subject isn't as important as the feeling. Listen to them discuss the ins and outs of an Indian specialty known as \"frybread,'' and you will sense what they know about the world.", "running_time": 89, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-07-03", "genres": ["Comedy", "Drama"], "title": "Smoke Signals (1998)"}