{"url": "http://www.rogerebert.com/reviews/smokey-and-the-bandit-ii-1980", "by": "Burt Reynoldsas Bandit", "star_rating": 1.0, "text": "There is no need for this movie. That's true of most sequels, but it's especially true of \"Smokey and the Bandit II,\" which is basically just the original movie done again, not as well.\n\nThe press releases claim that the 1977 \"Smokey\" grossed $250 million, which is probably not more than a gross exaggeration. It was, you will recall, an action comedy in which Burt Reynolds and Jerry Reed were offered an enormous amount of money to smuggle a truckload of Coors beer into one of those benighted states where Coors is not sold.\n\nReed was the semi-truck driver. Reynolds was Bandit, the advance scout with the CB radio to alert Reed to the traps laid by Smokey, who was an apoplectic sheriff played by Jackie Gleason. They all play the same roles in the sequel, and Sally Field is also along as Burt's sometime girlfriend. New additions this time are Doc, a gynecologist played by Dom DeLuise, and Charlotte, an elephant. The plot involves a payment of $400,000 to Reed and Reynolds if they transport Charlotte from Florida to Texas, with Gleason once again on their trail.\n\nGiven those small adjustments in the successful premise of the original movie, what's new this time? Well, the relationship between Burt Reynolds and Sally Field has changed, and the changes are almost fatal to the story. It seems that Bandit has become a folk hero of Good Ol' Boys everywhere as a result of his original exploits. Sally doesn't like it. They argue and keep breaking up.\n\nWhy can't the movie allow Burt and Sally to have a nice, dumb, wide-eyed romantic relationship? Probably because the filmmakers suffered an attack of Creeping Realism. As everyone who has the National Enquirer read to them must know by now, in real life Sally and Burt have broken up. Indeed, Burt didn't even accompany Sally to the Oscars - an ominous sign. And their spats in this movie are conducted in \"meaningful\" terms borrowed from freshman psychology. Bandit wants to be a kid forever, his girl wants him to grow up, they can't communicate, etc. I can almost imagine the writers having conferences with Burt and Sally while this pseudo-serious dialogue was drummed up. Why couldn't they just have had another silly flirtation?\n\nMost of the effort in the movie has gone, once again, into the stunts. The film's director, Hal Needham, was once the most famous of Hollywood stuntmen, and he has realized his wildest-dreams this time. There are cars hurtling through the air, and 50 semi-trucks roaring down on 50 squad cars, and trucks driving on top of trucks, and cars getting sandwiched between trucks, and you name it. If you like this sort of thing and do not live within commuting distance of Santa Fe Speedway, I suppose this movie is just what you're looking for.\n\nWhat about the elephant? Well, it provides a couple of raunchy sight gags and an excuse for Dom DeLuise to do his schtick as a would-be veterinarian. But the movie's best moments are by Jackie Gleason as Sheriff Buford T. Justice, and Mike Henry, as his slow-witted son, Junior. Gleason has a larger role this time than in the original movie, and he glories in it. He was always the master of the slow burn, and he burns all through this movie. There's one nice scene, using trick photography, in which Gleason plays three roles (Buford and his two brothers), and the personalities are variations of characters he invented on his television show. It was nice to see them again.\n\nBut the movie as a whole is a mess. There's not even a clear reason why the elephant has to be taken to Texas. Episodes are strung along in no particular order. Guest stars (like Mean Joe Greene and Brenda Lee) come on for a few moments, do their thing, and disappear. The original \"Smokey\" was a cheap little Good Ol' Boy movie that made good. This one, with an unlimited budget, is lazy. How can I say it's lazy when it has 50 trucks doing stunts in it? Because it takes a lot less thought to fill up a movie with stunts than to create a comedy that's genuinely funny.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-08-22", "genres": ["Action", "Comedy", "Road Movie"], "title": "Smokey and the Bandit II (1980)"}