{"url": "http://www.rogerebert.com/reviews/smooth-talk-1986", "by": "Laura Dernas Connie", "star_rating": 3.5, "text": "There is a certain kind of teenager who always seems to be waiting for something. Some live in the moment, but these others -- these waiting ones -- seem to be the victims of time. It stretches before them in long, empty hours. You can look at them and almost literally see the need in their eyes. It is a need to be someone else, somewhere else.\n\nConnie, the heroine in \"Smooth Talk,\" is a girl like that. She is about 15 years old, tall, blond, unformed. At least that is the vision of her we receive the first time we see her. Then there is a transformation scene.\n\nShe leaves her house, dressed like a teenager on the way to a ballgame, and meets her friends at the mall. They go into the ladies' room, apply makeup and mascara, and stuff their jackets into their bags. When they emerge, they look like the runners-up in the Madonna look-alike contest. Sexy beyond their own knowledge, they parade through the mall, attracting attention they do not know how to handle.\n\nThere is a risky, reckless bounce in their steps; they are still waiting, but now they seem to know what they are waiting for.\n\nAppearances deceive. Emotionally, Connie is younger than she looks. At home, she suffers because her mother clearly prefers her older sister. She suffers, too, from the well-meaning idiocy of her father, who talks in vague terms of \"finally having a home of our own,\" as if this were Connie's goal, too, and she would always be 15 and always be coming home to it. She looks at her father as if he were speaking a foreign language. He looks at her as if he were seeing someone else.\n\nConnie is played by Laura Dern, an actress who seems perfectly suited to this role. She is a chameleon who looks 12 in one shot and 18 in the next, and is able to suggest the depth of her unhappiness by the way she tries to seem cheerful.\n\nThe first hour of \"Smooth Talk\" is deceptive. Nothing much seems to happen. Connie and her friends hang out. Connie fights with her parents. Connie waits through the long, endless afternoons of summer.\n\nThis is the setup for the second half of the movie, which is an astonishing denouement.\n\nBecause \"Smooth Talk\" depends so completely on surprise, it is hard to know how to write about it. Many will be shocked by the movie's ending, and would want to be warned. Others will see it as a modern morality tale, a Grimm story for the late 20th century, a time when evil seems more banal and seductive than it should. I will walk lightly around the ending without revealing it.\n\n\"Smooth Talk\" is based on a short story by Joyce Carol Oates, who so often finds the materials of classic tragedy in the lives of everyday people. Although the movie is shocking, it is not sensational in the way it might have been - if it had been handled as a horror story, say, instead of as a morality play. Oates's story, adapted by Tom Cole and directed by Joyce Chopra, is about a young girl who is surrounded by sexuality, who is curious about it, who flirts dangerously in the wrong places, and who not only learns her lesson, but grows up, all at once, into a different person than she was.\n\nWhat happens is that a boy (Treat Williams) sees her at the drive-in. He says his name is Arnold Friend, and that he wants to be her friend. Everything about this guy is all wrong. He is nowhere near as young as he says. There is a bad look in his eye. He pals around with another guy who doesn't say anything, and doesn't need to, because one look at him and you realize he is missing very important parts.\n\nConnie walks around in her shorts and halter top, and Arnold watches her. He makes a pass at her, and she puts him off with the kind of cute flirtation that would work with another kid, but Arnold just looks at her - looks through her - and a chill wind seems to blow. One Sunday when Connie is left at home alone and the family is all hours away, Arnold comes to visit. He does not physically rape her. What he does is much worse than that. He talks to her in a way that forever brings an end to her innocence.\n\n\"Smooth Talk\" is not a \"teenage movie.\" It is not, despite its plot, a horror film. It is a study in deviant psychology, and in the power that one person can have over another, especially if one pushes in the direction where the other person is already headed. The movie is almost uncanny in its self-assurance, in the way it knows that the first hour, where \"nothing\" happens, is necessary if the payoff is to be tragic, instead of merely sensational.\n\nThe movie is also uncanny in what it does with its last three shots. I watched them, and could not believe so much could be implied so simply. Leave the movie before it's over, and you miss almost everything, because what Connie does at the very end of the film is necessary. It makes \"Smooth Talk\" the story of the process of life, instead of just a sad episode.", "running_time": 92, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-05-09", "genres": ["Drama", "Romance"], "title": "Smooth Talk (1986)"}