{"url": "http://www.rogerebert.com/reviews/snake-eyes-1998", "by": "Nicolas Cageas Rick Santoro", "star_rating": 1.0, "text": "If Brian De Palma were as good at rewriting as he is at visual\rstyle, “Snake Eyes” might have been a heck of a movie. He isn't, and it isn't.\rIt's the worst kind of bad film: the kind that gets you all worked up and then\rlets you down, instead of just being lousy from the first shot.\n\nNow about that first shot. It's wonderful. It's a Steadicam take\rthat runs on and on, seemingly forever. Nicolas Cage is onscreen for almost\revery second of it, as a corrupt Atlantic City, N.J., cop who scuttles\rbackstage and ringside at a heavyweight championship fight. He shakes down a\rcreep, he places a bet, he has a chat with his old friend who is in charge of\rsecurity, he talks on the phone with his wife and kid, he shmoozes with a sexy\rblond who sits down next to him, and he's sitting right in front of the U.S.\rSecretary of Defense when the man is assassinated.\n\nI'd have to look at the film very carefully to be sure how long\rthis uninterrupted single shot is; it's possible that De Palma has hidden a\rcouple of cuts in the middle of swish-pans. No matter; he steals the crown here\rfrom the famous long takes by Martin Scorsese in “GoodFellas” and Paul Thomas\rAnderson in “Boogie Nights,” and it's virtuoso work, as the camera follows Cage\rup and down stairs and he never quits talking.\n\nCage is wonderful, all the extras and supporting actors hit\rtheir marks right on time, the camera work (by Stephen H. Burum) is perfectly\rcoordinated, the energy level is high, there's great excitement and I'm\rscribbling “terrific opening!” in my notes.\n\nAlas, slowly at first and then with stunning rapidity, the movie\rfalls apart. It has the elements for a good thriller, and De Palma still has\rsome surprises up his sleeve, but it's a downhill slog.\n\nThe other key characters are played by Gary Sinise, as a Navy\rofficer who has taken over command of the security at the prize fight; Carla\rGugino, as a woman with secret information she wants to deliver to the\rSecretary of Defense and Stan Shaw as the defending champion.\n\nIt's a small cast, in a story using a structure De Palma has had\rfun with in the past, in films like “Blow Out” (1981). He shows an action and\rthen repeats it from various points of view, adding information until a jigsaw\rpuzzle of information falls into place. Occasionally we'll see a moment that\rdoesn't seem to fit, and then it will be explained later, and eventually the\routlines of a conspiracy become clear.\n\nThere are nice ideas here, as when the Gugino character loses\rher glasses and has to flee from the bad guys without being able to see\ranything other than a blur. And moments when De Palma brutally rips up\reverything we thought we knew and makes us start all over again. But there are\ralso moments of dreadful implausibility. How likely is it, for example, inside\ra coliseum crawling with law enforcement, where thousands of fans have been\rforcibly detained, that no one would notice the heavyweight champ beating up a\rcop? De Palma supplies one more fine shot, looking straight down through the\rceilings of a series of hotel rooms until he finds the one he's looking for.\rBut he's not on guard against lame dialogue, and at one point the desperate\rGugino, looking for a place to hide and trying to persuade a guy to take her\rupstairs to his room, actually says, “If you don't ... I'll bet ... somebody\relse will!” Then comes an ending so improbable it seems to have been fashioned\ras a film school exercise: Find the Mistakes in This Scene. I can't describe it\rin detail without giving away too much of the plot, but imagine a grand climax\rin which a hurricane strikes Atlantic City and all of the key players find\rthemselves standing outdoors in the middle of it, on live TV.\n\nDavid Koepp, the writer, has been associated with some\rsuccessful movies (“The Paper,” “Jurassic Park,” De Palma's “Carlito's Way” and\r“Mission: Impossible”). What happened while he was writing this one? I would\rgenuinely be curious to know how a professional screenwriter and an important\rdirector could both agree that “Snake Eyes” has a last act they're willing to\rsign their names to.", "running_time": 99, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-08-07", "genres": ["Crime", "Mystery", "Suspense", "Thriller"], "title": "Snake Eyes (1998)"}