{"url": "http://www.rogerebert.com/reviews/snatch-2001", "by": "Andy Beckwithas Errol", "star_rating": 2.0, "text": "In my review of \"Lock, Stock and Two Smoking Barrels,\" Guy Ritchie's 1999 film, I wrote: \"In a time when movies follow formulas like zombies, it's alive.\" So what am I to say of \"Snatch,\" Ritchie's new film, which follows the \"Lock, Stock\" formula so slavishly it could be like a new arrangement of the same song? Once again we descend into a London underworld that has less to do with English criminals than with Dick Tracy. Once again the characters have Runyonesque names (Franky Four Fingers, Bullet Tooth Tony, Boris the Blade, Jack the All-Seeing Eye). Once again the plot is complicated to a degree that seems perverse. Once again titles and narration are used to identify characters and underline developments.\n\nThere is one addition of considerable wit: In the previous film, some of the accents were impenetrable to non-British audiences, so this time, in the spirit of fair play, Ritchie has added a character played by Brad Pitt, who speaks a gypsy dialect even the other characters in the movie can't understand. Pitt paradoxically has more success communicating in this mode than some of the others do with languages we allegedly understand. He sounds like a combination of Adam Sandler and Professor Backwards.\n\nRitchie is a zany, high-energy director. He isn't interested in crime, he's interested in voltage. As an unfolding event, \"Snatch\" is fun to watch, even if no reasonable person could hope to understand the plot in one viewing. Ritchie is almost winking at us that the plot doesn't matter, that it's a clothesline for his pyrotechnics (if indeed pyrotechnics can employ clotheslines, but don't get me started).\n\nThe plot assembles its lowlifes in interlocking stories involving crooked boxing, stolen diamonds and pigs. After Frankie Four Fingers (Benicio Del Toro) steals a diamond in Antwerp, Belgium, and returns to London, a Russian named Boris the Blade (Rade Sherbedgia) and an American gangster named Avi (Dennis Farina) try to separate him from it--not easy, since it is in a case handcuffed to his wrist.\n\nMeanwhile (somehow I don't think \"meanwhile\" quite says it), a boxer named Gorgeous George is knocked flat, and two shady promoters find themselves in hock to a crime czar. Desperate to find a winner, they recruit the gypsy played by Pitt, who is a formidable bare-knuckle fighter that London gamblers won't recognize. Also, bodies are fed to pigs. Pitt's character and the gypsy community where he lives are the most intriguing parts of the movie.\n\nIf this summary seems truncated, it's because an accurate description of this movie dialogue might read like the missing chapters from Finnegans Wake . Because the actors have cartoon faces, the action is often outrageous and Ritchie has an aggressive camera style, the movie is not boring, but it doesn't build and it doesn't arrive anywhere. It's hard to care much about any of the characters because from moment to moment what happens to them seems controlled by chance. I mentioned the Marx Brothers in my review of \"Lock, Stock\" and I thought of them again here, as strangely dressed weirdos occupy an anarchic nightmare.\n\nI don't want Ritchie to \"grow.\" I don't care if he returns to the kind of material that worked for him the first time around. I just want him to get organized, to find the through line, to figure out why we would want to see the movie for more than its technique. I can't recommend \"Snatch,\" but I must report that no movie can be all bad that contains the following dialogue: U.S. Customs official: \"Anything to declare?\" Avi (Dennis Farina): \"Yeah. Don't go to England.\" Note: I am not so crass as to mention in my review that Guy Ritchie and Madonna recently became man and wife. I save such biographical details for my footnotes, and would overlook them altogether, except that it is blindingly clear to me that he should direct, and she should star in, a British remake of \"Guys and Dolls.\"", "running_time": 103, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-01-19", "genres": ["Crime"], "title": "Snatch (2001)"}