{"url": "http://www.rogerebert.com/reviews/sneakers-1992", "by": "Robert Redfordas Martin Bishop", "star_rating": 2.5, "text": "\"Sneakers\" tells the story of a legal break-in team - industrial espionage experts who you hire to break into your bank so you can test your security systems. The team is led by Bishop (Robert Redford), who, like all of its members, keeps a low profile because of illegal activities in the past - in his case, tampering with a computer system in the 1960s. When a government agency comes to Redford's group with a request for a job that falls outside the law, it can apply muscle because it knows all about those checkered pasts.\n\nWhat the government wants to steal is a computer program that works as a universal code breaker. Anyone who possesses it will have access to every secret computer file in the world. And one of the bad guys who wants it is Cosmo (Ben Kingsley), an international techno-criminal backed up by thugs who trap Redford's team between a rock and a hard place.\n\nThe computer stuff in \"Sneakers\" has been widely touted (the studio even released a press kit on discs), but it's underwhelming in the movie. The big display of the secret program consists of a screen full of alphabet soup, which then unscrambles itself into a decoded message. The software to achieve this would be awesome, but the screen display is no big deal, and indeed one of the weaknesses of the movie is the way it pretends to be a techno-thriller when in fact it recycles much older traditions.\n\nTake Redford's team, which is yet another version of the World War II platoon that always had one of everything. This time there is the black guy (Sidney Poitier), the fat guy (Dan Aykroyd), the blind guy (David Strathairn), the woman (Mary McDonnell) and the Kid (River Phoenix). There is not enough useful dialogue to go around for such a large team, and sometimes characters feel like they've been pushed on stage for obligatory scenes that are not really necessary.\n\nThen look at the bad guy. Kingsley plays the role for all it's worth, with a nice oily smarminess, but come on - does a techno-caper need to end with violence and stunts, like standard action movies? And when we see shots of vans roaring up to discharge armed agents who surround a factory, is it too much to ask what happened to them when they disappear in the next exterior scene? I also had real big problems with a key scene in which a guy drops through the ceiling to blind-side a villain about to shoot one of the good guys. This moment manages to combine two entries from my glossary of durable cliches: the Talking Killer Syndrome, and the Fallacy of the Predictable Tree.\n\nThe Talking Killer is the bad guy who has the drop on the hero and need only to shoot him dead, yet hesitates and keeps blabbing long enough for something to save the day. The Predictable Tree is named after the first Rambo movie, in which the bad lawman paused under a tree, and Rambo dropped on him. Why did the lawman choose that tree? How did Rambo know he would? In \"Sneakers,\" a bad guy stands directly beneath the place in the ceiling where one of Redford's teammates is concealed. What a coincidence.\n\nThere are good qualities to the movie. The break-ins are directed with skill and imagination by Phil Alden Robinson (\"Field of Dreams\"), and his screenplay gives the characters some interesting things to say (Dan Aykroyd is funny as the conspiracy nut who knows the true story behind everything). It's a sometimes entertaining movie, but thin.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-09-09", "genres": ["Action", "Adventure", "Comedy", "Crime", "Drama", "Mystery", "Thriller"], "title": "Sneakers (1992)"}