{"url": "http://www.rogerebert.com/reviews/sniper-1993", "by": "Tom Berengeras Tom Beckett", "star_rating": 3.0, "text": "\"Sniper\" expresses a cool competence that is a pleasure to watch. It isn't a particularly original film, but what it does, it does well. We've seen so many bad movies about guys walking through the jungle with rifles that it's interesting the way this one grabs us through its command of the locations and its storytelling skill.\n\nThe plot could have been borrowed from a Western. Tom Berenger plays a hired gun who knows the terrain well. Billy Zane is the hotshot kid who is an expert marksman but has never killed a man.\n\nThey're hired as a team, to knock off some bad guys, and along the way a rivalry develops, until at the climax their very lives are threatened.\n\nThe movie gives this formula a modern political touch by making both Berenger and Zane U.S. military men, acting under secret orders from the National Security Council. Their assignment is to knock off Panamanian leaders the NSC doesn't like, in order to change the outcome of approaching elections. The film's director, Luis Llosa, is a Peruvian, and perhaps this subplot about Yankee imperialism was appealing to him, but the movie simply accepts the illegality of the assignment and gets on with it.\n\nBerenger is a skilled veteran (he could be the character he played in \"Platoon,\" 20 years down the road). Zane, however, outranks him - and is determined to take command of their little mission, even after it becomes clear he could not find his way out of the jungle with a trail of jelly beans behind him. It's up to Berenger to introduce him to the dangers of the jungle - animal, insect and human - and eventually they penetrate to the secret rendezvous where their targets will be meeting.\n\nAny movie set in a forest or jungle has trouble convincing us the characters have actually gone anywhere, since all of the trees look the same. Llosa does a good job of making the terrain look real and keeping us oriented, so that we can halfway follow the strategy - until an ending so drenched in rain we have to take him on faith.\n\nIt is, I admit, strange that \"Sniper\" is so blase about the fact that the heroes are murderers. After all of those angry Costa-Gavras thrillers about corrupt American death squads, here is a movie that pragmatically assumes that's the way the world turns.\n\nBecause the movies are such a curiously voyeuristic form, we identify with the heroes and accept their actions, at least as long as the film runs. Afterward, there are some hard questions to answer, but not about Llosa's filmmaking skill.", "running_time": 97, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-01-29", "genres": ["Action", "Adventure", "Drama", "History", "Mystery", "Thriller", "War"], "title": "Sniper (1993)"}