{"url": "http://www.rogerebert.com/reviews/snoopy-come-home-1972", "by": null, "star_rating": 2.5, "text": "This girl Lila is like a bolt out of the blue. Of course we all knew that Snoopy was secretive - but who would have guessed he had a dark horse like Lila in his background? You'll never believe when you learn who, and what, she used to be. Even Charlie Brown can't believe his own ears when Schroeder breaks the news to him: \"You're the owner of a used dog, Charlie Brown!\"\n\nTurns out that Snoopy is a two-owner dog. Lila was his first owner after he left the puppy store, but Lila and her family had to leave town, so Snoopy was returned to the store. And that's when Charlie Brown acquired him.\n\nNow the problem is this: Lila is sick in the hospital with nobody to visit her. So she writes a letter to Snoopy, and without telling anyone Snoopy takes off for the hospital with his friend Woodstock. Lila talks him into coming to live with her again, and so Snoopy says good-by to Charlie, Lucy, Linus and the whole gang. It is a sad occasion indeed, even if there is eventually a happy ending.\n\nThe strange thing about \"Snoopy, Come Home\" is that there are so many sad occasions in it. Snoopy and Lila cry when they're parted. Snoopy and the Peanuts gang cry at his farewell party. Everybody is lonely most of the time, and nobody is where he wants to be, and there are signs saying \"No Dogs Allowed\" all over the place.\n\nThe whole middle section of the movie, filled with farewells and departures, would be kind of a downer for kids, I imagine. Before the movie is over, Snoopy has had to say good-by forever to not just one owner, but two. There's a half-hour stretch that's wet with tears and sad songs. The movie is slow, too, stretching out incidents beyond their normal duration as if to conserve expensive animation. It is also, I regret to say, a boring movie for grown-ups.\n\nThe problem may be that Bill Melendez, who directed, and Charles M. Schultz, who wrote the movie based on his own comic characters, couldn't decide whether to aim for kids or their parents. \"Peanuts\" is an adult comic strip that gets its laughs from its deliberately precocious characters. Not many kids read it, and I imagine that not many grade-school kids could really appreciate its subtlety. \n\nYet \"Snoopy, Come Home\" has been mostly conceived as a children's movie. So a lot of the action has to take place on a fairly simple level, and a lot of the funny Schulz lines are completely lost on the kids. It's kind of schizo. Still, there are some fine scenes, including a boxing match between Snoopy and Lucy, where Snoopy doesn't have to worry about being socked on the nose because that's where he's wearing his glove.", "running_time": 81, "mpaa_rating": "G", "release_year": 1972, "date_published": "1972-08-02", "genres": ["Family"], "title": "Snoopy, Come Home (1972)"}