{"url": "http://www.rogerebert.com/reviews/snowmans-land-2012", "by": "Jurgen Rissmannas Walter", "star_rating": 2.5, "text": "\"This is Walter,\" a knowing narrator informs us at the start of \"Snowman's Land.\" We see a lank-haired, pasty-faced guy and learn he is a hit man. Because of an unfortunate misunderstanding in a men's room, he kills two men, only one of whom is the intended target. The other is an innocent pop singer. Walter's enraged boss then sends him into exile.\n\nWalter (Jurgen Rissmann) recruits another layabout named Mickey (Thomas Wodianka) for the new assignment: to guard the boss' palatial building on a slope of one of the Carpathian Mountains. This inexplicable building, which has the look of an old hospital or corporate headquarters, is isolated in snowbound desolation in \"the most remote place in Europe,\" where not even satellite TV reaches. Berger (Reiner Schone), the boss, dreams it will someday become the hotel centerpiece of a world-class ski resort. \n\nWalter and Mickey, who have aspects of a dour, clueless Laurel and Hardy, arrive at the building after an incredible struggle through the snow and find it empty. Then Sybille (Eva-Katrin Hermann), Berger's wife, appears. She tells them the whole place is off-limits except for the living room, kitchen and their bedrooms. Then she heads off on a shopping trip.\n\nNaturally, they explore, finding a swimming pool and an industrial-strength drug laboratory. Sybille returns after three days, bragging about an incredible orgy fueled by one of her designer drugs. Mickey sneaks one of the pills into her drink, takes one himself, and they engage in an Olympian sexual encounter in which it appears alarmingly as if someone will get hurt.\n\nHow funny does this sound? I believe \"Snowman's Land\" is intended as a deadpan comedy, with Walter and Mickey taking on aspects of the characters played by Steve Buscemi and Peter Stormare in \"Fargo.\" Unfortunately, the German writer-director Tomasz Thomson is more successful at visual composition than narrative momentum; would-be sequences of black comedy are too stretched out to benefit from timing.\n\nStill, in its cold and remote way, \"Snowman's Land\" maintained a certain interest for me. The performances are ingratiating in their stupidity, and the plot involves a nice confusion of missing bodies and mistaken motivations, especially after Berger turns up with his ruthless Russian bodyguard and it appears Sybille has gone missing.\n\nAt first, Berger assumes the \"slut has gone to another orgy with her arty friends,\" and he warns his employees to double their vigilance against the inbred, degenerate locals he imagines skulk through the forest, plotting butchery and thievery against him. Where these locals live and even whether they exist is a good question, although we may have glimpsed one slipping between the trees.\n\nThe film then subjects us to varieties of torture and double-crosses, and both Walter and Mickey wish they had never come anywhere near this godforsaken empty building and its sadistic landlord. I can see what Thomson is getting at and even sort of appreciate it at times; the movie isn't boring, but it meanders and loses track of plot threads. Any feelings we have for the characters is muted because they all richly deserve to die at one another's hands.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-09-26", "genres": null, "title": "Snowman's Land (2012)"}