{"url": "http://www.rogerebert.com/reviews/snow-day-2000", "by": "Mark Webberas Hal", "star_rating": 1.5, "text": "\"Snow Day\" involves a very, very busy day in the life of an upstate New York teenager named Hal (Mark Webber) who is hopelessly in love with the unavailable school dreamboat, Claire (Emmanuelle Chriqui). He is, he believes, invisible to her, but that changes when a record snowfall forces the schools to close for a day, and gives him an opportunity to demonstrate what a unique and wonderful person he is--potentially, anyway.\n\nThe movie surrounds Hal with a large cast of supporting characters--too many probably for a two-hour movie, let alone this one that clocks at 90 minutes including end titles. There's his dad (Chevy Chase), a weatherman who resents having to wear silly costumes, and his mom (Jean Smart), a woman whose career keeps her so busy that she doesn't stop to smell the coffee or enjoy the snow.\n\nAnd, let's see, his kid sister Natalie (Zena Grey) and his best female friend Lane (Schuyler Fisk) and of course Snowplow Man (Chris Elliott), whose hated plow clears the streets and thus makes it possible to go to school--not that these kids don't wander all over town on the snow day. In a film top-heavy with plot and character, Snowplow Man should have been the first to go; played by Elliott as a clone of a \"Texas Chainsaw\" gang member, he is rumored to have made the snow chains for his tires out of the braces of the kids he has run down.\n\nThe arc of the movie is familiar. Hal yearns for Claire and is advised on his campaign by Lane, the loyal gal pal who perhaps represents true love right there under his very nose, were he not too blind, of course, to see it. He has to struggle against a school wiseguy on a high-powered snowmobile, who claims Claire for his own, while his weatherman dad has to wear hula skirts on the air in a fight for ratings with the top-rated local weather jerk. There's also a hated school principal, a square DJ at the ice rink (he likes Al Martino) and the programming executive (Pam Grier) who makes Chevy wear the silly costumes.\n\nOne of the inspirations for \"Snow Day\" is the 1983 classic \"A Christmas Story,\" also narrated by the hero, also with a kooky dad, also with a dream (a BB gun rather than a girl). But that was a real story, a memory that went somewhere and evoked rich nostalgia. \"Snow Day\" is an uninspired assembly of characters and story lines that interrupt one another until the battle against Snowplow Man takes over just when we're hoping he will disappear from the movie and set free the teenage romance trapped inside it.\n\nActing Observation One: Chris Elliott comes from a rich comic heritage (his father is Bob of Bob and Ray), but where his dad treasured droll understatement, Chris froths with overacting. There's a scene toward the end where he's tied to a Children's Crossing sign, and laughs maniacally, like a madman, for absolutely no reason. Why is this funny? He has gone mad? Always was mad? Is it funny to hear him laugh? We look curiously at the screen, regarding behavior without purpose.\n\nObservation Two: Chevy Chase has been in what can charitably be called more than his share of bad movies, but at least he knows how to deliver a laugh when he's given one. (When his career-driven wife makes a rare appearance at dinner, he asks his son to \"call security.\") After the screening of \"Snow Day,\" I overheard another critic saying she couldn't believe she wished there had been more Chevy Chase, and I knew how she felt.\n\nObservation Three: Through a coincidence in bookings, \"Snow Day\" and \"Holy Smoke,\" opening on the same day, both contain Pam Grier roles that inspire only one thought: What's Pam Grier doing in such a lousy role? A year ago, she was in another lousy teenage movie, \"Jawbreaker.\" Is this the payoff for her wonderful performance in \"Jackie Brown\" (1997)? What a thoughtless place is Hollywood, and what talent it must feel free to waste.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-02-11", "genres": ["Comedy", "Family"], "title": "Snow Day (2000)"}