{"url": "http://www.rogerebert.com/reviews/snow-falling-on-cedars-2000", "by": "Ethan Hawkeas Ishmael Chambers", "star_rating": 3.5, "text": "\"Snow Falling on Cedars\" is a rich, multilayered film about a high school romance and a murder trial a decade later. The young lovers are Ishmael Chambers (Ethan Hawke), son of the local newspaper editor in a small Pacific Northwest town, and Hatsue Miyamoto (Youki Kudoh), daughter of Japanese Americans. They meet at the time of Pearl Harbor, when feeling runs high against local Asians. Ishmael's father (Sam Shepard) runs editorials thundering, \"these people are our neighbors,\" but then the U.S. government seizes their property and trucks them off to internment camps in a shameful chapter of American history. Nine years later, Ishmael is a reporter at the paper, covering a murder trial. The defendant is the man Hatsue married in the camp.\n\nTold this way, the story seems like crime and romance, but \"Snow Falling on Cedars\" reveals itself with the complexity of a novel, holding its themes up to the light so that first one and then another aspect can be seen. The style is crucial to the subject. The story unfolds in flashbacks, overlapping dialogue, half-understood events, flashes of memory, all seen in a variety of visual styles: Color, desaturated color, black and white, even a little grainy 16 mm. The look and sound of the film are not just easy flashiness, but match the story, which depends on the many different ways that the same events can be seen.\n\nAbove all there is a sense of place. Director Scott Hicks and his cinematographer, Robert Richardson, use a wide-screen canvas to envelop the story in trees and snow, rain and lowering skies, wetness and shadows. Rarely has a place been so evoked as part of a narrative. We sense that these people are neighbors partly because the forests crowd them together.\n\nIn this community the Japanese Americans work as fishermen and shepherds, farmers and small-business holders, and their teenagers dance to the same pop tunes as everybody else. Yes, the races keep to themselves: Ishmael's mother disapproves of her son's friendship with Hatsue, whose own mother warns her against white boys. But boys with girls in love will fall, as e.e. cummings so simply put it, and Ishmael and Hatsue have a hidey-hole, a green cavern in the roots of a big cedar tree, where they meet to feel happy with one another. He asks her to marry him, and perhaps, if it had not been for the overwhelming fact of the war, this would have been a high school romance with a happy ending.\n\nIt is not, and in 1950, Ishmael covers a trial at which Kazuo Miyamoto (Rick Yune) is tried for the murder of a local fisherman whose body was found in some nets. He seems to have been bashed with a fishhook. There was bad blood between Kazuo and the victim; they fought a week before the death, and there is old bitterness involving the title to some land that was confiscated during the internment. The courtroom scenes pit a duty-bound prosecutor (James Rebhorn) against a tall, Lincolnesque defense attorney (Max Von Sydow), foreign-born, but American to the core.\n\nThe movie slowly reveals its connections and motivations, which take on greater importance because the trial may result in all the relationships shifting again. If the husband is guilty, perhaps the teenage lovers can be reunited. Ishmael wants that, but does Hatsue? His resentment at being rejected even colors his coverage of the trial and his thinking about the accused man. We know Hatsue married Kazuo in the camps under pressure from her parents; does she love him? Is he guilty? The only weakness in the film is its treatment of Kazuo, who is not seen in three dimensions but primarily through Ishmael's eyes. He is the man, after all, who has shared his life with Hatsue, and if they were married in the camps, well, people of Ishmael's color put them there. Imagine the same triangle involving Jews and Nazis and see how it feels. We sympathize with Ishmael. Would we sympathize with the Nazis? Because the movie is centered on Ishmael's point of view, Kazuo is the interloper, the thief of love, and now probably a killer as well. From Kazuo's point of view, which we can only infer, his society has put him behind barbed wire, discriminated against him and now is rushing to a prejudiced judgment, while its representative stands ready to snatch away his bride. The movie never really sees him clearly. It places him over there at the defense table, or in long shot, objectively. It doesn't need him as a fully fleshed person, because he functions as a symbol and obstacle.\n\nThis may however be a weakness the film has to accept in order to get where it is going, because we need fears and confusions to make it more than just a courtroom drama. If we knew Kazuo better, we might have a better notion of whether he could kill someone, and that would not help the story. In most movie trials we make fairly good guesses about guilt and innocence, but here there is real doubt, which plays against the bittersweetness of lost love.\n\nAnd then there is the care given to the opposing attorneys, who are seen as quite particular people, especially Von Sydow, as Nels Gudmundsson, whose hands shake and whose voice sometimes trembles with anger as he defends the principles that drew him to immigrate to this land. The summation to the jury is a set piece in countless movies; rarely have I seen one better acted.\n\n\"Snow Falling on Cedars\" is Scott Hicks' first film since \"Shine,\" the 1996 story of the pianist seized with paralyzing doubts. In both films he sees his stories as a whole, circling to their centers instead of starting at the beginning and trekking through. This film, written by Ron Bass and Hicks from the novel by David Guterson, is unusually satisfying in the way it unfolds. We don't feel the time structure is a gimmick, but that we learn what we need to know for each scene.\n\nSome of them are of particular power, as when the Japanese Americans are ordered from their homes by local authorities, told to take no more than will fit in a suitcase and driven away to the internment \"centers.\" We have seen scenes like this in stories about the Holocaust and in parables of the future in which America has become a totalitarian state. Not everyone in the audience will realize it actually happened here.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-01-07", "genres": ["Drama", "Romance"], "title": "Snow Falling On Cedars (2000)"}