{"url": "http://www.rogerebert.com/reviews/snow-white-and-the-huntsman-2012", "by": "Kristen Stewartas Snow White", "star_rating": 3.5, "text": "\"Snow White and the Huntsman\" reinvents the legendary story in a film of astonishing beauty and imagination. It's the last thing you would expect from a picture with this title. It falters in its storytelling, because Snow White must be entirely good, the Queen must be entirely bad, and there's no room for nuance. The end is therefore predetermined. But, oh, what a ride.\n\nThis is an older Snow White than we usually think of. Played for most of the film by Kristen Stewart, capable and plucky, she has spent long years locked in a room of her late father's castle, imprisoned by his cruel second wife (Charlize Theron). When she escapes and sets about righting wrongs, she is a mature young woman, of interest to the two young men who join in her mission. But the movie sidesteps scenes of romance, and in a way, I suppose that's wise.\n\nThe Huntsman (Chris Hemsworth) is a heroic, mead-guzzling hunter assigned by the Queen to track down Snow White and bring her back to the castle. After encountering her, however, he is so impressed he changes sides. There is also Prince William (Sam Claflin), smitten since childhood, and the two men join in an unstated alliance.\n\nThe Queen lives in terror of losing the beauty of her youth and constantly tops up with the blood of virgins to restore it. She tests her success with the proverbial mirror on the wall, which melts into molten metal and assumes a spectral form, not unlike Death in \"The Seventh Seal,\" although its metallic transformation process reminds us of \"The Terminator.\"\n\nThe castle, which sits in eerie splendor on an island joined to the mainland only at low tide, is a gothic fantasy that reminds me of the Ghormenghast series. The Queen is joined there by her brother, somewhat diminished by his blond page-boy haircut, who does her bidding but seems rather out to lunch. Extras appear when needed, then disappear. The Queen commands extraordinary supernatural powers, including the ability to materialize countless black birds that can morph into fighting demons or shards of cutting metal. \n\nAll of this is rendered appropriately by the special effects, but the treasure of this film is in two of its locations: a harsh, forbidding Dark Forest, and an enchanted fairyland. Both of these realms exist near the castle, and the Huntsman is enlisted in the first place because he knows the Dark Forest, where Snow White has taken refuge.\n\nIn this forbidding realm, nothing lives, and it is thick with the blackened bones of dead trees, as if a forest fire had burned only the greenery. There is no cheer here and a monstrous troll confronts Snow White in a dramatic stare-down. After the Huntsman frees her from the Dark Forest, they are delighted to find, or be found by, the Eight Dwarves. \n\nYes, eight, although one doesn't survive, reducing their number to the proverbial seven. These characters look strangely familiar, and no wonder: The magic of CGI has provided the faces of familiar British actors such as Ian McShane, Bob Hoskins, Ray Winstone, Nick Frost, Eddie Marsan and Toby Jones. While this technique is effective, it nevertheless deprives eight working (real) dwarves with jobs, which isn't really fair.\n\nThe dwarves lead them to my favorite realm in the film, an enchanting fairyland, which is a triumph of art direction and CGI. Mushrooms open their eyes and regard the visitors. Cute forest animals scamper and gambol in tribute to a forest scene in Disney's 1937 animated film. The fairies themselves are naked, pale-skinned sprites with old, wise faces. The spirit of this forest is embodied by a great white stag with expressive eyes and horns that spread in awesome complexity. This is a wonderful scene. The director, Rupert Sanders, who began in TV commercials, is clearly familiar with establishing memorable places. \n\nAs for the rest, there is a sufficiency of medieval battle scenes, too many for my taste, and a fairly exciting siege of the castle, aided by the intervention of the dwarves, and featuring catapults that hurl globes of burning tar — always enjoyable. \n\nThere is a great film here somewhere, perhaps one that allowed greater complexity for the characters. But considering that I walked in expecting no complexity at all, let alone the visual wonderments, \"Snow White and the Huntsman\" is a considerable experience.", "running_time": 127, "mpaa_rating": "PG13", "release_year": 2012, "date_published": "2012-05-30", "genres": ["Action", "Adventure", "Drama", "Fantasy"], "title": "Snow White and the Huntsman (2012)"}