{"url": "http://www.rogerebert.com/reviews/snow-flower-and-the-secret-fan-2011", "by": "Gianna Junas Snow Flower/Sophia", "star_rating": 2.0, "text": "The Chinese, who have been innovators in so many areas, are now revealed to have formalized the BFF relationship as long ago as 1839. In Hunan, when two women were Best Friends Forever, they were laotong. This was a relationship that could begin with the agreement of their parents before birth, and persist independent of marriage, children or the changing fortunes of life. It is at the heart of Lisa See's period best-seller Snow Flower and the Secret Fan, and has inspired a film that carries the concept into the present day.\n\nWhether laotong represents empowerment or weakness for women is a good question. In the film's period story, parents link their daughters so that both will have someone to depend on in a world run by men. In a parallel story set in modern day, Sophia (Gianna Jun) and Lily (Li Bingbing) use the concept to describe a bond that forms between them as children, becomes almost a fetish in adolescence, and then is threatened when their adult lives take different pathways. We wonder if lesbian feelings are involved; the film provokes that possibility but never addresses it.\n\nAs movies about female bonding go, \"Snow Flower and the Secret Fan\" is thin tea. Soppy and sentimental, it evokes \"Divine Secrets of the Ya-Ya Sisterhood\" without improving on it. More of \"Fried Green Tomatoes\" would have been preferable. The story opens in modern Shanghai, where we meet Lily, an upward-bound executive, and Sophia, who has abandoned her own career path. After a traffic accident, Sophia is comatose, and Lily abandons an important trip to New York to be at her bedside. \n\nShe discovers the manuscript of Sophia's novel, which involves a 19th century laotong between Snow Flower (also played by Gianna Jun) and Nina (also Li Bingbing). Snow Flower was subjected to the cruel practice of foot binding, which in crippling her, won her a desirable husband. Nina stood by her side. Despite a class difference and Nina's Korean heritage, their families sealed the laotong pact because, apparently, their astrological signs were in such close harmony. \n\nI haven't read the novel by See, but it takes place entirely in the past. Director Wayne Wang and his screenwriters have invented the parallel modern story, and cut back and forth between the two. This isn't persuasive, because in the 19th century, laotong was apparently an embedded social custom and a survival tool, and in the 21st it seems--well, about as momentous as being someone's BFF. Oprah and Gayle, meet Sophia and Lily.\n\nWayne Wang made the best Western film I've seen about friendship between Asian women, \"The Joy Luck Club.\" Now he has made the most soporific. Both stories here suffer by focusing more on laotong than on the actual lives of the women, as if their bond transcended daily experience and was more like a vow taken by a nun or monk. Men are entirely secondary, and that conspicuously includes an inexplicable character played by Hugh Jackman, who becomes Sophia's mere BF. \n\nThe film has been scored with music too sweet and saccharine, insisting on how bittersweet everything is, when in fact the storytelling seems to find it all rather lovely. Tragic, perhaps, but lovely. Nor am I sure what parallels to draw between the two stories, other than that the earlier functions as a fiction created by Sophia to idealize her closeness to Lily. Apparently Lisa See considered it adequate on its own terms.\n\nWe in the West tend to view China through eyes much influenced by art. Today's China is no more comparable to Hunan Province in 1839 as today's Texas is comparable to the time of the Alamo. By running the stories in parallel, Wang's approach causes needless interruptions in both and makes it difficult to tell two stories that are, after all, separate. Presumably the connection is that Sophia sees her novel as representing her friendship with Lily. The need to tell the two stories in 103 minutes leads to some vagueness. I am no more sure than Lily is why Sophia acted to forfeit her education and professional future. She is the film's most intriguing character, and I wanted more.\n\nI believe, however, that some audience members will admire this film specifically because of what I've referred to as soppy and sentimental. The actresses are evocative, and Wang sees them sympathetically. The visuals are too pretty for me but not for everyone. The music, lushly arranged, will find fans. There was one detail I found fascinating: during the Hunan period, laotong pals could communicate in a written language only they understood. I suppose this is true, and if it is, why hasn't that become better known?", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-07-20", "genres": ["Drama", "Foreign"], "title": "Snow Flower and the Secret Fan (2011)"}