{"url": "http://www.rogerebert.com/reviews/so-i-married-an-axe-murderer-1993", "by": "Mike Myersas Charlie, Stuart MacKenzie", "star_rating": 2.5, "text": "\"So I Married an Axe Murderer\" is a mediocre movie with a good one trapped inside, wildly signaling to be set free. The good movie involves a droll and eccentric Scottish-American family whose household embraces more of the trappings of Scottishness than your average Glasgow souvenir shop. The bad movie is about a young man's romance with a woman he comes to suspect is an ax murderer.\n\nIt is one of the film's peculiarities that the same actor, Mike Myers, is the star of both the good and the bad parts. In a dual role, he plays a father and son named Mackenzie. The son, a San Francisco poet named Charlie, stops off at a \"foreign meats\" shop to buy that unspeakable Scots delicacy called haggis, and falls instantly in love with the butcher, played by Nancy Travis. The father, named Stuart, lives with his wife of many years (Brenda Fricker) in a house where time has stood still since the day he left Scotland. He seems less an immigrant, indeed, than a colonist.\n\nOld man Stuart, phlegmatic and yet excitable behind his thick glasses, is blunt-spoken to the point of verbal assault. He is particularly cruel, for example, on the subject of the big head of Charlie's younger brother. When his wife cautions him not to hurt the boy's feelings, he observes sardonically that no doubt the lad will cry himself to sleep \"on his bleepin' huge pillow.\" I don't know if a market exists for feature-length Scots-bashing, but the domestic scenes in \"So I Married an Axe Murderer\" had me laughing out loud. More funny moments are provided by Anthony LaPaglia, as Charlie's buddy, an L.A. cop who gives useless advice on such subjects as ax murderers. (The two friends share a tour of Alcatraz during which \"Saturday Night Live's\" Phil Hartman has a wicked role as a guard who confides, \"Everyone here calls me Vicki.\") Those scenes approached comic greatness; not so other scenes, unfortunately more numerous, in which young Charlie falls in love with the butcher girl despite his mother's premonitions of danger (she reads and trusts only one newspaper, the Weekly World News, in which a multiple ax-murderess's description seems to match her son's girlfriend to a T).\n\nWhat eventually sinks the film is the tiresome necessity of resolving the plot. It is all too clear to the audience that the conventions of the plot require (a) that the butcher seem absolutely likely to be an ax murderer, (b) that the evidence be overwhelming, (c) that it seem as if the hero is about to be murdered with an ax, and (d) that there be a surprise resolution. Since we do not give two ticks in a haystack whether or not Travis is an ax murderer, all of these plot points feel like a large waste of time.\n\nIf he establishes nothing else in the film, Myers proves that his success in \"Wayne's World\" was not a fluke. He is very capable and funny here, in roles not unlike those Peter Sellers and Alec Guinness used to play: Eccentrics trapped in worlds that are seemingly normal, yet secretly more bizarre even than their fantasies.\n\n(Editor's note: The makers of this film decided to spell axe with the e; we at the Sun-Times spell ax without the e. Just in case you thought we were sloppy.)", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-07-30", "genres": ["Comedy", "Crime", "Romance"], "title": "So I Married An Axe Murderer (1993)"}