{"url": "http://www.rogerebert.com/reviews/soapdish-1991", "by": "Sally Fieldas Celeste Talbert", "star_rating": 3.5, "text": "\"Soapdish\" is \"Network\" crossed with \"Beyond the Valley of the Dolls,\" a soap opera about a soap opera, with a plot that churns together sex, scandal, jealousy, secrets from the past, television in-jokes and the supreme sacrifice of becoming a brain donor. It's the funniest movie since \"The Freshman,\" and was written by the same man, Andrew Bergman, this time with the collaboration of Robert Harling and the screwball timing of director Michael Hoffman.\n\nThe movie takes place onstage and backstage at one of those long-running daytime soaps with endless plot twists and an almost acrobatic ability to combine sex with the headlines. The current plot line involves the homeless in Jamaica, neurosurgeons, lascivious nurses, and a mute girl in a bathing suit who turns out to be a long-lost daughter, and miraculously regains her power of speech, but contracts a rare condition that will cause her brain to explode within a few days unless her mother agrees to a brain transplant, to be undertaken on the bar of a Jamaican resort, as the surgeon mutters, \"I've operated under worse conditions.\"\n\nThe plot, as I have briefly sketched it (and believe me, I've left out most of it), intertwines shocking events that are happening to the characters with equally shocking events affecting the actors in the soap. It literally defies description. And yet the actors somehow hold it together with gifted farcical acting, which involves playing everything completely seriously - especially the completely goofy parts.\n\nSally Field stars as \"America's Sweetheart,\" the beloved and famous long-running heroine of the soap, who is now the victim of a conspiracy involving the predatory Montana Moorehead (Cathy Moriarty), a blond sex bomb who promises the show's callow young producer (Robert Downey Jr.) a roll in the hay if he will write Field out of the part.\n\nField's interests are defended by her best friend and longtime head writer (Whoopi Goldberg), who can't believe Downey wants to resurrect a character who was beheaded in an old episode, but will now be miraculously restored to life. The character was played by Field's long-ago flame (Kevin Kline), who is now reduced to appearing in \"Death of a Salesman\" in a Florida dinner theater.\n\nThe movie knows a lot about television, and has fun with such characters as the network boss (Garry Marshall) and the producer, who is played by Downey as a shameless liar who will blame anything on anybody just to protect his position on the show. Then there is a surprise subplot involving a balloon messenger girl (Elizabeth Shue), who wrangles a bit part as one of the Jamaican homeless, only to suddenly finding herself playing a leading role, both on camera and behind it.\n\nThis is the kind of movie that is a balancing act, really.\n\nIf it doesn't work, it fails spectacularly, but it does work, and it succeeds in making its plot clear even though the basic story device is unending confusion. The bravura scenes are distributed nicely among the cast (Kline in front of a senile dinner theater audience, Goldberg and Field artificially staging a scene in a mall to inspire autograph hounds, Moriarty seducing Downey with promises of unimaginable sexual license, if only he writes Field out of the show). Even a TelePrompTer is funny for a scene.\n\nOf the filmmakers, the one best known to me is Andrew Bergman, who wrote and directed \"The Freshman\" and wrote the hilarious \"The In-Laws.\" His inventions are like a juggling act, in which three or four plots are kept simultaneously in the air, while the connections between the characters grow increasingly bizarre.\n\nSince all of the characters in \"Soapdish\" are shamelessly venal and banal (the big motivations are lust, greed, jealousy and vanity), the movie has the purity of a Marx Brothers comedy. Also some of the anarchy.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-05-31", "genres": ["Comedy", "Drama", "Romance"], "title": "Soapdish (1991)"}