{"url": "http://www.rogerebert.com/reviews/solaris-2002", "by": "George Clooneyas Chris Kelvin", "star_rating": 3.5, "text": "Solaris tells the story of a planet that reads minds, and obliges its visitors by devising and providing people they have lost, and miss. The Catch-22 is that the planet knows no more than its visitors know about these absent people. As the film opens, two astronauts have died in a space station circling the planet, and the survivors have sent back alarming messages. A psychiatrist named Chris Kelvin (George Clooney) is sent to the station, and when he awakens after his first night on board, his wife, Rheya (Natascha McElhone), is in bed with him. Some time earlier on earth, she had committed suicide.\n\n\"She's not human,\" Kelvin is warned by Dr. Helen Gordon (Viola Davis), one of the surviving crew members. Kelvin knows this materialization cannot be his wife, yet is confronted with a person who seems palpably real, shares memories with him and is flesh and blood. The other survivor, the goofy Snow (Jeremy Davies), asks, \"I wonder if they can get pregnant?\" This story originated with a Polish novel by Stanislaw Lem that is considered one of the major adornments of science fiction. It was made into a 1972 movie of the same name by the Russian master Andrei Tarkovsky. Now Steven Soderbergh has retold it in the kind of smart film that has people arguing about it on their way out of the theater.\n\nThe movie needs science fiction to supply the planet and the space station, which furnish the premise and concentrate the action, but it is essentially a psychological drama. When Kelvin arrives on the space station, he finds the survivors seriously spooked. Soderbergh directs Jeremy Davies to escalate his usual style of tics and stutters, to the point where a word can hardly be uttered without his hands waving to evoke it from the air.\n\nEven scarier is Gordon, the scientist played by Viola Davis, who has seen whatever catastrophe overtook the station and does not consider Kelvin part of the solution. In his gullibility will he believe his wife has somehow really been resurrected? And ... what does the planet want? Why does it do this? As a favor, or as a way of luring us into accepting manifestations of its own ego and need? Will the human race eventually be replaced by the Solaris version? Clooney has successfully survived being named People magazine's sexiest man alive by deliberately choosing projects that ignore that image. His alliance with Soderbergh, both as an actor and co-producer, shows a taste for challenge. Here, as Kelvin, he is intelligent, withdrawn, sad, puzzled. Certain this seems to be his wife, and although he knows intellectually that she is not, still--to destroy her would be ... inhuman. The screenplay develops a painful paradox out of that reality.\n\nThe genius of Lem's underlying idea is that the duplicates, or replicants, or whatever we choose to call them, are self-conscious and seem to carry on with free will from the moment they are evoked by the planet. Rheya, for example, says, \"I'm not the person I remember. I don't remember experiencing these things.\" And later, \"I'm suicidal because that's how you remember me.\" In other words, Kelvin gets back not his dead wife, but a being who incorporates all he knows about his dead wife, and nothing else, and starts over from there. She has no secrets because he did not know her secrets. If she is suicidal, it is because he thought she was. The deep irony here is that all of our relationships in the real world are exactly like that, even without the benefit of Solaris. We do not know the actual other person. What we know is the sum of everything we think we know about them. Even empathy is perhaps of no use; we think it helps us understand how other people feel, but maybe it only tells us how we would feel, if we were them.\n\nAt a time when many American movies pump up every fugitive emotion into a clanging assault on the audience, Soderbergh's \"Solaris\" is quiet and introspective. There are some shocks and surprises, but this is not \"Alien.\" It is a workshop for a discussion of human identity. It considers not only how we relate to others, but how we relate to our ideas of others--so that a completely phony, non-human replica of a dead wife can inspire the same feelings that the wife herself once did. That is a peculiarity of humans: We feel the same emotions for our ideas as we do for the real world, which is why we can cry while reading a book, or fall in love with movie stars. Our idea of humanity bewitches us, while humanity itself stays safely sealed away into its billions of separate containers, or \"people.\" When I saw Tarkovsky's original film, I felt absorbed in it, as if it were a sponge. It was slow, mysterious, confusing, and I have never forgotten it. Soderbergh's version is more clean and spare, more easily readable, but it pays full attention to the ideas and doesn't compromise. Tarkovsky was a genius, but one who demanded great patience from his audience as he ponderously marched toward his goals. The Soderbergh version is like the same story freed from the weight of Tarkovsky's solemnity. And it evokes one of the rarest of movie emotions, ironic regret.", "running_time": 99, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-11-22", "genres": ["Drama", "Mystery", "Romance", "Science Fiction", "Thriller"], "title": "Solaris (2002)"}