{"url": "http://www.rogerebert.com/reviews/solarbabies-1986", "by": "Richard Jordanas Grock", "star_rating": 2.0, "text": "It's always a little depressing to see great time and effort spent on ripping off somebody else's original ideas, but that happens a lot in the movie business - and it happens all over the place with \"Solarbabies.\" This movie owes so much to the \"Road Warrior\" pictures that I doubt if it could have been made without them. Since the movie so clearly required great dedication, especially in its visual effects and the use of its desert locations, I can only wonder why they didn't spend equal effort on finding an original story to tell.\n\nThe movie takes place in a future world devoid of free water, where all of the children are gathered and placed in concentration camps called orphanages. Life for them seems fairly undisciplined; they spend their days playing a roller-skate version of ice hockey, and their nights skulking about the compound dreaming up revolutionary plans. A central dictatorship controls their society by rationing all the water - for what purpose, we are never sure.\n\nOne day a little kid (Lukas Haas) makes a marvelous discovery. He finds a glowing ball of pure energy that seems capable of transforming his wishes into reality. The ball is named Bodhi, and comes from outer space. He shares his discovery with the older kids, who have adopted him as a mascot, and together they determine to break out of the orphanage and discover what's out there in the world. \"We must have parents somewhere,\" reasons the heroine, who is not named Terra by accident.\n\nOnce the kids break out of the compound, the movie turns into a \"Road Warrior\" clone, including chases through the desert in ersatz vehicles and a visit to a bizarre desert city named Tiretown, which is made out of junk - and a close look at Tina Turner's Thunderdome.\n\nThis desert settlement apparently is one of several ethnic enclaves that exist outside the walls of the orphanages and compounds.\n\nOne of the camps is inhabited by the Tchigani, descendants of Chicanos, and that leads to one of the movie's several inadvertently hilarious moments. One of the heroes is a Latin who travels with a tame owl. The leader of the settlement questions him: Leader: \"What is your name?\" Boy: \"I call myself 'Death Star.' \" Leader: \"Does that owl belong to you?\" Boy: \"As much as an owl can belong to any man.\" Leader: \"You are Tchigani!\" The next shot shows the settlement's symbolic sculpture, rather unfortunately surmounted by a hubcap.\n\nThis same leader has another profound line, when he explains why his settlement has water in a world that does not: \"The glaciers were trapped by lava flows, thousands of years ago.\" But never mind the dialogue; the movie slogs along through a plot in which the evil supervisor of the orphanage (Richard Jordan) co-ordinates pursuit of the escapees while trying to destroy the glowing ball of energy.\n\nJordan makes a fine villain, all smoothness and hate, but he is not well served by the wardrobe department, which supplies him with a uniform that appears to be made of rubber floormats. He comes to a suitable end, devoured by a berserk robot, but not before a hilarious mad-scientist sequence in which he joins the mad scientist (Sarah Douglas) in an attempt to destroy the glowing ball with laser beams and hardened drills.\n\nThere are a lot of chase sequences in the movie, including one rather improbable moment where a young hero pole-vaults an electrified fence and lands on his roller skates. But the movie steadfastly avoids all opportunities to (a) explain the dynamics of the future world it has created, or (b) give the characters any dimensions beyond pure action and the simplest of motivations.\n\nThe cast is led by Jami Gertz, a strong, attractive young actress last seen opposite Ralph Macchio in \"Crossroads,\" and includes Charles Durning in another of those roles where he is sincere and sweats a lot.\n\n(Durning is given a suit and vest to wear, maybe because they feared he would die of heatstroke if he wore the floormats.) As image follows image, \"Solarbabies\" begins to look like an anthology of recent box office hits, derivative, unimaginative and desperate. All I was left with, at the end, was sympathy for the actors and technicians who worked so hard and endured such physical hardship on behalf of producers who couldn't be bothered to supply them with something worth doing.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-11-28", "genres": ["Action", "Drama", "Science Fiction"], "title": "Solarbabies (1986)"}