{"url": "http://www.rogerebert.com/reviews/solaris-1976", "by": "Andrei Tarkovsky", "star_rating": 3.0, "text": "\"Solaris\" is an interesting exception to the rule. It's a 2 1/2 hour Russian epic, filmed at great expense, and yet it's about the lives and emotions of its characters -- not about gadgets or monsters or space opera props. The movie's based on a novel by Stanislas Lem, one of the leading figures of Eastern European science-fiction, and takes place partly on a Soviet space station orbiting the mysterious planet Solaris, and partly in the imaginations and subconscious of the station's crew members.\n\nThe planet's surface is covered by a vast ocean that's apparently alive and sentient. And the ocean has the ability to materialize \"guests\" on the space station: exact duplicates of people remembered by the crew. A psychologist is sent to the station to sort out the situation, and Solaris obligingly presents him with a duplicate of the girl he loved and left, and who committed suicide many years ago. And this is where the movie gets interesting (after a pretty slow start). It concerns itself with matters of love, dignity and our relationship with God. The girl, or \"guest,\" is a truly original science-fiction creation. She isn't one of those aliens in disguise who are out to conquer mankind; in fact, she doesn't fit into any of the standard categories of aliens who take the shape of men. Even though she's manufactured from neutrinos, she is the person she appears to be. And what's a person, anyway?\n\nTo complicate things further, the girl has been provided by Solaris with free will and self-knowledge (those two most burdensome gifts from any god), and knows that the person she's \"based\" on is dead. Now there's a metaphysical double-reverse for you: She's so real she knows she isn't real, and so aware she knows she shouldn't be aware. She forgives the psychologist's original attempt to kill her, and then tries to kill herself because, you see, she's just as much in love with him as her \"original\" was, and so she's tormented by doubt and inadequacy.\n\n\"Solaris\" isn't a fast-moving action picture; it's a thoughtful, deep, sensitive movie that uses the freedom of, science-fiction to examine human nature. It starts slow, but once you get involved, it grows on you.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-12-28", "genres": ["Adventure", "Drama", "Foreign", "Mystery", "Science Fiction"], "title": "Solaris (1976)"}