{"url": "http://www.rogerebert.com/reviews/solitary-man-2010", "by": "Michael Douglasas Ben Kalmen", "star_rating": 3.5, "text": "For an actor with so many film credits, Michael Douglas hasn't played many conventional heroes. Yes, he did those “Romancing the Stone” roles, and he's been more memorable as a villain (“Wall Street”), but his strongest roles are as sinners: not big or bad enough to be villains, more ordinary men, smart, glib, conniving, trying to get by on short dues. Here is where he best uses his considerable screen presence. And he gets better at it as he grows older, because his characters keep on sinning when they just don't have the stamina for it anymore.\n\nIn “Solitary Man,” he plays Ben Kalman, once a regional celebrity as “New York's Honest Car Dealer.” Ben is good-looking, still has that great head of hair, and is as persuasive as — well, as a good car dealer. In business, he can sense what car to put you in. In sex, he can sense what mood to put you on. He closes a lot of deals.\n\nHe isn't solitary by choice but by default. He cheated on his good wife, Nancy (Susan Sarandon). He disappointed their daughter, Susan (Jenna Fischer) one time too many. He cheats on his current companion, Jordan (Mary-Louise Parker), in a particularly unforgivable way. He uses charm and the offer of his experience in life to charm Daniel Cheston (Jesse Eisenberg), a college student, and then betrays him. He has lied to his customers so often that, as everyone knows, “Honest Ben Kalman” spent time behind bars.\n\nYet he's charming and persuasive. He looks like a winner until you look too close. “Solitary Man” follows him for several days after he agrees to accompany Jordan's daughter, Allyson (Imogen Poots), as she goes for a college interview. This is the same school he attended. He knows the dean, which may be a help.\n\nYou want to like Ben. He works on encouraging that. When he was younger and less of a sinner, he must have been good to know, and there's an effective character in “Solitary Man” who suggests that. This is his old buddy Jimmy (Danny DeVito), who still runs a greasy spoon diner. On campus, Ben befriends the naive Cheston with man-of-the-world advice about sex, success and how to sell yourself. With women, Ben's approach is solicitous: Do some men misunderstand you? Are your qualities recognized? What are you getting out of the transaction? \n\nThe film is all about Ben Kalman, but one of the strengths of Michael Douglas' performance is that he isn't playing a character. He's playing a character who is playing a character. Ben's life has become performance art. You get the feeling he never goes offstage. He sees few women he doesn't try seducing. As a car dealer, he was also in the seduction trade. His business was selling himself. At a dealership, it's hard to move a lemon. What about in life when you need a recall?\rWhat happens with Ben and the people in his life, especially the women, I should not hint at here. The movie depends on our fascination as we see what lengths this man will go to. \n\nReading in the gossip sheets that Douglas in years past was led astray by lust, we suspect that some of his performance is based on experience. Why is a man a serial seducer? To prove to himself that he can, which to a woman is not a compelling reason to be seduced.\n\nThis is a smart, effective film, a comedy in many ways even though it's bookended with reasons for Ben to see it as a potential tragedy. It's a serious comedy, perceptive, nuanced, with every supporting performance well-calibrated to demonstrate to Ben that he can run but he can no longer hide. One of the best is by DeVito, who has been standing behind his counter for years and is perfectly content. He doesn't have that hunger that gnaws at Ben. \n\nImogen Poots is good, too, as the girl going away to school. She could sell Honest Ben the Brooklyn Bridge, and he would think he was talking her into it. As the college-interview trip begins to fall apart, so does Ben's shaky financial future, and he has a meeting with a banker (Richard Schiff) that plays out with relentless logic. \n\nHere is one of Michael Douglas' finest performances. Because the other characters, no matter what they think, never truly engage Ben Kalman, he's on that stage by himself. Everyone else is in the audience. Douglas plays Ben as charismatic, he plays him shameless, he plays him as brave, and very gradually, he learns to play him as himself. That's the only role left.", "running_time": 90, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-06-09", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Solitary Man (2010)"}