{"url": "http://www.rogerebert.com/reviews/solomon-and-gaenor-2000", "by": "Ioan Gruffuddas Solomon", "star_rating": 2.0, "text": "In Wales in 1911, it was simply not realistic for a Welsh girl and a Jewish boy to think they could find a happy ending to their love story, unless they were prepared to leave their families and journey elsewhere--to London, say. But since this course is open to them, it is a little difficult to have our hearts broken by the tragedy of \"Solomon & Gaenor,\" the story of a boy and girl who, essentially, want to have sex more than they want to pay the consequences.\n\nThe movie takes place in a coal-mining valley of unrelieved dreariness, which the local chapel seems to mirror in its gray rigidity. Here the sweet-faced Gaenor (Nia Roberts) lives with her family, including a brutish brother. Over the hills in a larger town, a Jewish family, newly immigrated from Russia, runs a pawn shop and clothing business. Here the handsome Solomon (Ioan Gruffudd) works as a door-to-door salesman of dry goods. His family is observant of their religion, but Solomon is not, and when his grandfather prays aloud, he asks his father to \"stop the old fool's braying.\" One day Solomon knocks on doors in the mining village, and when Gaenor opens one of the doors, both of them feel a thrumming of the loins. He makes a red dress for her and gives it as a present, and soon (on their third or fourth meeting after no conversations of consequence) they are in the hayloft.\n\nTheir romance is a sweet one; they walk in the fields, and she is entranced by the first boy she has met who speaks poetically and gently. He finds her tender and bewitching--and, of course, available. He lies about himself. His name is Sam Livingstone, he says, posing as gentile. His father works for the railroads. He meets Gaenor's family for tea (the brother glowering suspiciously), but does not invite her to meet his family because his father is \"away.\" Sooner or later, as we know and they should, Gaenor will get pregnant. And what will happen then? How the movie handles this is its main contribution to the underlying Romeo and Juliet theme, and so I will not reveal it, except to say that anyone with common sense could have figured out a less tragic ending than Solomon does. I didn't know whether to weep for his fate or his lack of intelligence.\n\nThe technical credits are superb. The valley groans under heavy clouds and snowfall. The houses are dark caves. We can feel the wet and cold underfoot. The treatment of Solomon by Crad (Mark Lewis Jones), the brother, is convincing and not simply routine villainy. The scene in the chapel where Gaenor is denounced by her former fiance is like a sudden slap in the face.\n\nGruffudd and Roberts are convincing in their roles--and moving, up to a point, until we grow impatient with their lack of caution and foresight. Gaenor is not presented as an innocent virgin, but as a woman who perhaps should have been less thrilled by the red dress. Solomon lies to her but never actually says he plans to marry her, and when Gaenor's sister asks, \"Has he asked you, then?\" she says, \"He needs me.\" It is a reply, but not an answer.\n\nI suppose the film intends to be a lament about the way we humans are intolerant of those outside our own group. Both of the families in the film would fiercely oppose a member marrying an outsider, as has been true of most groups in most times. Solomon is more to blame, by concealing his true identity, since he must know that there are few plausible futures for them. Still, it's possible that Gaenor would have slept with him even if she'd known the truth; certainly she has sex with him before knowing the answers to those questions any prudent woman would first want answers to.\n\nThe movie's ending wants to inspire tears, but I was dry-eyed, perhaps as a response to its morose labors. It is one thing to be the victim of fate, and it is another thing to go looking for fate and wrestle it to the ground. The genius of \"Romeo and Juliet\" is that we can understand, step by step, how and why the situation develops. With \"Solomon & Gaenor,\" it is hard to overlook the folly of the characters. Does it count as a tragedy when the characters get more or less what they were asking for?", "running_time": 100, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-10-27", "genres": null, "title": "Solomon & Gaenor (2000)"}