{"url": "http://www.rogerebert.com/reviews/something-big-1971", "by": "Dean Martinas Joe Baker", "star_rating": 2.0, "text": "The title of the new Dean Martin picture is \"something big.\" The title\r\nis in lower-case letters because Dean Martin is always saying\r\n\"something big\" in the movie. If Dean Martin says \"something big\"\r\nonce, he says \"something big\" 20 times.\n\nEverybody else pitches in: Brian Keith says \"something big\" nine\r\ntimes, and Ben Johnson says it seven times, and at various times it\r\nrefers to a Gatling gun, a raid, a kidnapped wife, a fiancee and\r\neverything except the movie, which is something slow, something dumb\r\nand, in short, everything except something else.\n\nThat isn't to say it's a complete loss. The director is Andrew V. McLaglen, a devotee of John Ford, and he specializes in nice little\r\nvignettes making good use of character actors. So we get to see Ben\r\nJohnson, Denver Pyle, Harry Carey Jr. and a bunch of others, and\r\nthat's fun.\n\nSomething else to consider is the presence of Dean Martin, a little\r\ngray and grizzled but still playing every scene with a glass of whisky\r\nin his hand. I guess people expect that.\n\nThe big problem with \"something big.\" I guess, is that it doesn't have\r\na single surprise in its whole two hours. We have traveled this dusty\r\nroad before, you and I, past these lonesome pines and the bleached\r\nbones over there of the comedy-action-Western. This is the kind of\r\nunserious Western that Frank Sinatra made toward the end of his movie\r\ncareer: a film in which the personality and off-screen persona of the\r\nstar is actually thought to be more important than what's going on.\n\nWell, stars are made when they find roles they can sink into. And they\r\ndon't survive long when they stop caring. I haven't seen a Dean Martin\r\nmovie since \"How to Save A Marriage and Ruin Your Life\" where his talent was really used.\r\nA sad example is \"Five Card Stud\" (1968), a Western that Martin walked\r\nthrough, and that sleepy-eyed Robert Mitchum walked away with. Mitchum\r\nis a consummate movie actor. Martin has apparently decided not to even\r\ntry, and so no matter how often he says \"something big,\" the\r\nself-hypnosis doesn't work.", "running_time": null, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-11-22", "genres": null, "title": "something big  (1971)"}