{"url": "http://www.rogerebert.com/reviews/sometimes-a-great-notion-1971", "by": null, "star_rating": 3.0, "text": "[EDITOR'S NOTE: This review contains spoilers.]\n\nPaul Newman's \"Sometimes a Great Notion\" tells sort of an old-fashioned story about prideful clans carving empires out of the wilderness. The characters seem a little familiar, too. Take the three most important. Henry Fonda is the proud old patriarch, Paul Newman is the son who stays at home but makes up his own mind, and Michael Sarrazin is the kid brother who comes back to the land with all sorts of half-baked notions and scores to settle. So far, the relationships remind us of \"Hud.\"\n\nBut then Newman starts tunneling under the material, coming up with all sorts of things we didn't quite expect, and along the way he proves himself (as he did with \"Rachel, Rachel\") as a director of sympathy and a sort of lyrical restraint. He rarely pushes scenes to their obvious conclusions, he avoids melodrama, and by the end of \"Sometimes a Great Notion,\" we somehow come to know the Stamper family better than we expected to.\n\nThe story takes place during a timber strike in the Northwest. The local merchants (especially the neurotic fellow who runs the movie theater and the dry cleaners) are going broke because money has dried up. The striking timber workers idly hang around the union office. But the Stamper family continues to work in defiance of the strike, and despite the fact that Fonda has broken half the bones on his left side in an accident.\n\nSarrazin, Newman's half-brother by Fonda's second wife, comes home to help - -and also to mope, to get over a bummer of a year, and to suggest to Newman's wife (Lee Remick) that maybe she should clear out from the obsessed Stamper clan. There are a lot of things left fairly unclear, though; I'm not quite sure what was on Remick's mind during most of the movie. The character is left wavering, and we don't fully understand her relationship to her husband. Newman shortchanges what you might call the indoor scenes in order to give us the lumber business.\n\nThe best scene in the film takes place during a day of work. The Stamper men seem terribly small as they bring enormous trees crashing to the ground, wrap chains around them, and load them on trucks with big, muscle-bound machines. The direction of this scene is superb; the reality and the danger of the huge logs are caught in a way that defines the men and their job better than any dialogue could.\n\nAnother scene that reveals Newman's insight as a director takes place at a lumbermen's picnic. Some of the strikers invite some of the Stampers to a game of touch football. The game develops into a brawl, of course, but in an interesting way; instead of going for a hard-action approach to the scene, Newman shoots it in a sort of twilight, bittersweet style. All through the film, he avoids making the strikers into heavies and their hatred for the Stampers seem melodramatic. Instead, they're clumsy, resentful enemies, and when they try to sabotage a Stamper lumber raft, they only wind up drifting out to sea - - and having to be rescued by the Stampers.\n\nThe movie doesn't seem very sure of what it thinks about the Fonda character's fierce and stubborn pride. The character himself believes all that matters is getting up for another day, and working, and eating, and sleeping, and getting on with life. Another character, a brother-in-law, played by Oscar nominee Richard Jaeckel, has been \"saved\" at the local fundamentalist church and has a sort of sweet simplicity that seems out of place -- until the scene where he dies. He dies in a way that is truly filled with grace and humor, and the scene is one of the several things in \"Sometimes a Great Notion\" that make it worth seeing, even if its overall design is murky.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Action", "Adventure", "Drama"], "title": "Sometimes a Great Notion (1971)"}