{"url": "http://www.rogerebert.com/reviews/someone-to-watch-over-me-1987", "by": "Tom Berengeras Mike Keegan", "star_rating": 2.0, "text": "\"High Concept\" is a Hollywood expression for a movie story idea that can be summarized in one sentence, such as \"Detroit street cop goes to Beverly Hills.\" The phrase is a little misleading, since such movies are almost always low in the ambition of their conception and sometimes so shortsighted that they cannot see the flaws in their own formulas.\n\nTake \"Someone To Watch Over Me\" as an example. The story of this movie can be summarized in this sentence: \"Detective from working-class background falls in love with society beauty.\" If you have read that sentence and are a reasonably experienced moviegoer, is there anything I can add that would surprise you?\n\nWould you, for example, be surprised to find that the beauty needs a police bodyguard because her life is in danger after she has witnessed a murder? Would you be amazed to learn that the cop assigned to the night shift is young and handsome? That the murderer is vile and sadistic? That the beauty's boyfriend is rich but distant? That the cop's wife is feisty and determined? That the cop's boss threatens to fire him for screwing around with this dame? That the movie's set decorator has supplied the society woman with a Manhattan apartment so lavish that even Donald Trump would need roller skates?\n\nYou would not, I suspect, be very surprised. That's the problem with High Concept movies. Once you master the concept, there's nothing left for the movie - except, of course, for the obligatory sequence of the cop tracking the killer through the darkened apartment, which is the high-rise equivalent of the chase scene. Movies like this are on automatic pilot. Unless we are very young, very naive or hopelessly lusting after one of the stars, there is little to interest us aside from interior decorating hints.\n\nAnd yet \"Someone To Watch Over Me\" does contain one element of extraordinary interest. That is the character of the cop's wife, played by Lorraine Bracco with great force and imagination. The character is a cliche: the good-looking but not glamorous woman who has spent the last 10 years being married to this guy, cooking his breakfast and bearing his child. At first she trusts her husband with this beautiful society woman. Then she gets suspicious. The movie's best scene has her playing tough, asking him to level with her.\n\nIn an earlier, more literate and inventive age, Hollywood would have known that this was the heart of the story. The society woman would have been cast as the brazen hussy - Joan Crawford, maybe - and the wife would have been cast as the heroine.\n\nAudiences would have been titillated by the seductive aura of the other woman, and there would have been a scene in which the cop skated dangerously close to the edge. But then there would have been one of those delicious scenes where the rich bitch gets her comeuppance.\n\nIn today's Hollywood, money and status are so much a religion that it is obligatory, I guess, for the cop to fall for the rich woman. He does in this movie. The cop is played by Tom Berenger, the socialite is played by Mimi Rogers and their coupling has all the excitement of an arranged marriage.\n\nThe movie's high-tech sex scenes are done with all the cinematic technical support the director, Ridley Scott, can muster, but they're dead because they contain only sex, not passion. Needless to say, there are no sex scenes in the film between Berenger and Bracco - between the man and wife.\n\nThey get a tearful reconciliation, and that's that. There is something fundamentally wrong with a script in which the hero sleeps with the wrong woman. I am not talking here in moral terms, but in story terms. The makers of this film got so carried away by their High Concept that they missed the point of the whole story. That rich broad really does have a great kitchen, though.", "running_time": 106, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-10-09", "genres": ["Action", "Crime", "Drama", "Mystery", "Romance", "Suspense", "Thriller"], "title": "Someone To Watch Over Me (1987)"}