{"url": "http://www.rogerebert.com/reviews/something-wild-1986", "by": "Jeff Danielsas Charlie Driggs", "star_rating": 3.5, "text": "She has his number. She looks him straight in the eye and tells him he's the kind of guy who sometimes walks out on a check in a restaurant, just for the secret little sexual charge he gets out of it.\n\nHe squirms and tries to deny it, but she knows. He's supposed to get right back to the office, but she suggests a little ride around town, and the next thing he knows, he's handcuffed to the bed in a sleazy motel and she's holding the phone up to his mouth so he can lie to his boss.\n\nThe opening sequence of Jonathan Demme's \"Something Wild\" is filled with such a headlong erotic charge that it's hard to see how he can sustain it, and, in fact, he can't. After an hour or so of exuberant sexual comedy, the movie settles down into a slightly more conventional groove, and we can begin to guess what's coming next. It's still a good movie; it's just not as inspired as those risky opening scenes where Demme closes his eyes and steps on the gas.\n\nThe movie stars Jeff Daniels as Charlie, a superficially conventional businessman whose heart is easily stirred by boldness in women, and Melanie Griffith as Lulu, an alcoholic sex machine with a very creative imagination.\n\nDaniels plays some of the same notes here that he used in \"Terms of Endearment,\" where he was the sound, dependable, serious husband and father who liked to fool around with cute coeds. He looks like he was born to wear a suit and a tie, but he has that naughty look in his eye.\n\nGriffith's performance is based not so much on eroticism as on recklessness: She is able to convince us (and Daniels) that she is capable of doing almost anything, especially if she thinks it might frighten him.\n\nEven while they're standing on the sidewalk in front of that restaurant and she's pretending to accuse him of theft, there's a charge between them. The casting is crucial in a movie like this; there has to be some kind of animal compatibility between the man and the woman or it doesn't matter how good the dialogue is.\n\nOnce they've made their connection, Daniels willingly goes along for the ride. After a while she even takes his handcuffs off, although he sort of liked the idea of having lunch in a restaurant with the cuffs dangling from one of his wrists. They drive down the East Coast from New York to Tallahasee, while she steals money from cash registers and he sinks into the waking reverie of the sexually drained.\n\nThere's a wonderful scene where she takes him home to meet her mother, introducing him as her husband: \"See, Mamma? Just the kind of man you said I should marry.\" Her mother greets them, feeds them, welcomes them and then lets Daniels learn that she knows exactly what's going on: \"You look out for that girl.\" I was reminded of Bonnie's mother in \"Bonnie and Clyde,\" who saw so clearly through the romance to the death that was approaching.\n\nAt Griffith's high school reunion, Daniels runs into the last person he wants to see, the accountant from his office. And Griffith runs into the last person she wants to see, her husband, who is fresh out of prison. He follows them, takes them captive and forces them to join him on a crime spree. And Daniels realizes that he must fight, not only for the woman he has started to love, but for his life.\n\nIt's here that the movie begins to feel more conventional, even though a newcomer named Ray Liotta is mesmerizing as the evil husband with vengeance on his mind. We have seen stories before that are more or less like this one, and it becomes easier to foresee the movie's ending. After the freedom and anarchy of the opening and middle scenes, the closing passages feel like a reduction of tension.\n\nBut \"Something Wild\" is quite a movie. Demme is a master of finding the bizarre in the ordinary. Remember his \"Melvin and Howard,\" and the topless dancer who had a cast on her arm? If he had conceived this movie as a \"madcap comedy,\" it probably wouldn't have worked. The accomplishment of Demme and the writer, E. Max Frye, is to think their characters through before the very first scene. They know all about Charlie and Lulu, and so what happens after the meeting outside that restaurant is almost inevitable, given who they are and how they look at each other. This is one of those rare movies where the plot seems surprised at what the characters do.", "running_time": 114, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-11-07", "genres": ["Action", "Comedy", "Drama", "Indie", "Romance"], "title": "Something Wild (1986)"}