{"url": "http://www.rogerebert.com/reviews/something-new-2006", "by": "Sanaa Lathanas Kenya McQueen", "star_rating": 3.5, "text": "\"Something New\" opens with cotton-candy titles, arrives in time for Valentine's Day, and is billed as a romantic comedy. OK, it is a romantic comedy, technically, but the romance and the comedy don't arrive easily, and along the way the movie truly is something new: A touching story about a black professional woman facing problems in the workplace and the marriage market. I found myself unexpectedly moved.\n\nSanaa Lathan stars as Kenya, a Los Angeles accountant who is a workaholic. She's pretty, but the movie doesn't rest on that; Lathan makes Kenya wary, protective, cautious. It's a performance that could have skated the surface but goes more deeply. She's fiercely driven, a child of ambitious parents, a graduate of top schools, a candidate to became a partner in her firm. She doesn't date. She doesn't do much of anything except work, although recently she bought a new house.\n\nThat's how she meets Brian Kelly (Simon Baker), who is single, attracted to her, and a landscape architect. And white. They're fixed up on a blind date, but she makes awkward apologies and leaves. She doesn't date white guys. She doesn't seem to date black guys either, but she would in theory, if the IBM (Ideal Black Man) came along. She does hire Brian to landscape her backyard, and gradually finds herself drawn to him, against her will. The movie depends on a sudden rain shower, that old Victorian standby, to drive them into the shelter of a tree for an unexpected kiss.\n\nSo let's pause and deal with some things you're probably assuming. You probably think \"Something New,\" like the remake \"Guess Who,\" approaches interracial romance as a sitcom opportunity. You probably think the cards are stacked in favor of these two people falling in love. But it isn't that simple. The movie is, astonishingly, told from a point of view hardly ever visible in movies: African-American professionals. Kenya's father (Earl Billings) is head of his department at Cedars-Sinai. Her mother (Alfre Woodard) is a pillar of black society, and of course her daughter made her debut at a black-tie Cotillion. Her brother is a lawyer for a movie studio. Her family and friends are not thrilled by the notion that she might date a white man.\n\nNeither is Kenya. That is not a prejudice, she tells Brian, but a preference. The movie has frank dialogue about race -- not platitudes about how we're all really the same, but realistic observations about race in modern America. There's talk of the \"black tax\" that requires someone like Kenya to work harder than her white colleagues, in order to overcome doubts about her competence. At work, she advises an important client to stay away from a merger; this is not news the client wants to hear, and he is unhappy hearing it from a black woman who seems better-informed than he is.\n\nKenya and Brian do eventually fall into the first stages of a romance. But they get sidetracked when he asks her to take out her weave and wear her \"own hair.\" She's angry; she thinks this is none of his business (and indeed men of all races would be wise to avoid hair-care discussions with women of all races, because it's a touchier subject than a man can possibly realize). In social situations, Brian is aware of coolness from Kenya's brother and her friends, and at a comedy club the black comedienne makes comments about race that land around him like grenades.\n\nThey love each other, but are they ready to take on the responsibility of declaring their love and living with it? They have an argument in a grocery store that's real in a way love stories are rarely permitted to be. Kenya breaks up with him. An IBM comes into the picture, a wealthy black professional (Blair Underwood) who says and does all the right things.\n\nHow the movie finally ends will not be difficult to guess. It's how it gets there that's compelling. \"Something New\" doesn't settle for formulas or easy answers. Like its heroine, it knows good reasons for dating within one's race. It knows about social pressure, and how it works both ways. It's able to observe Kenya and Brian in a mostly black social situation, where Brian calls her, correctly, on making \"black\" comments as a way of holding her white date at arm's length. Interesting, how it gives a fair hearing to both characters.\n\nBut the movie knows that if two people truly connect, that is a rare and precious thing and must be respected. And it shows Kenya's family and friends observing the relationship carefully and observing that it seems to work for her, for this driven woman who seemed to be unmarriageable. They size up Brian and like what they see. \"The boy's just white,\" her father tells her mother. \"He's not a Martian.\"\n\nBy the end, \"Something New\" delivers all the usual pleasures of a love story, and something more. The movie respects its subject and characters, and is more complex about race than we could possibly expect. With this film and the completely different but also observant Queen Latifah comedy \"Last Holiday,\" black women are being paid a kind of attention they deserve but rarely get in the movies. Yes, and it's fun, too: You'll laugh and maybe you'll have a few tears, that kind of stuff.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-02-02", "genres": ["Comedy", "Drama", "Romance"], "title": "Something New (2006)"}