{"url": "http://www.rogerebert.com/reviews/somethings-gotta-give-2003", "by": "Jack Nicholsonas Harry Sanborn", "star_rating": 3.5, "text": "\"Some say I'm an expert on the younger woman -- since I've been dating them for 40 years.\"\n\nWho's talking here? Jack Nicholson, or the character he plays in \"Something's Gotta Give\"? Maybe it doesn't make any difference. After playing an older man entirely unlike himself in \"About Schmidt,\" Nicholson here quite frankly and cheerfully plays a version of the public Jack, the guy who always seems to be grinning like he got away with something. This has inspired scoldings from the filmcrit police (\"This is Jack playing 'Jack',\" says Variety), but who would you rather have playing him? Nicholson's quasi-autobiographical role is one of the pleasures of the film.\n\nNicholson's character, named Harry Sanborn, is a rich music executive who is currently dating the nubile young Marin Barry (Amanda Peet). She takes him for a weekend to her mother's home in the Hamptons -- where, horrors, he is found raiding the refrigerator in the middle of the night by her mother Erica (Diane Keaton) and Aunt Zoe (Frances McDormand). Erica is a famous playwright, too worldly to object to her grown daughter's taste in men, and the four spend the weekend together. We learn that Harry and Marin have not yet actually had sex, and alas, as they circle for a landing, Harry is seized with chest pains and rushed to the hospital.\n\nOnly in the Hamptons would the doctor be handsome Julian Mercer (Keanu Reeves), who is instantly smitten by the sexy older woman. He prescribes bed rest for Harry, who takes refuge in Erica's guest room as the others return to the city. And that's the setup for a witty sitcom, written and directed by Nancy Meyers, who in movies like \"Baby Boom\" and \"What Women Want,\" has dealt skillfully with the sexual adventures of characters whose ages fall between those who remember where they were when John Kennedy was shot, and when John Lennon was murdered. It is more or less foreordained that Harry and Erica will fall in love, despite his taste for younger women. The twist is that Dr. Mercer also falls in love with Erica, supplying her with two possible lovers at a time in her life when she thought she'd gone into sexual retirement.\n\nHow, why and whether Harry and Julian do or don't become Erica's lovers is entirely a matter of sitcom accounting, and need not concern us. What's intriguing about the movie is what they say in between. Meyers gives them more and smarter dialogue than we expect in a romantic comedy, because if Erica and Harry are ever to have sex, they're going to have to talk themselves into it. She has strong opinions about this man whose lifestyle is so notorious, he made the cover of New York magazine as \"The Escape Artist.\" And Harry, shocked by his sudden brush with mortality, finds that for the first time in his life he needs someone he can actually talk with in the middle of the night.\n\nThe movie is true enough to its characters that at one point, when Harry and Erica both find themselves crying at the same time, we find ourselves surprisingly moved by this recognition of their humanity. And when Harry goes back to his old ways, as we know he must, we're moved again, this time by how lonely he feels, and how sad it is when he plays his old tapes. Harry and Erica are convincing characters, at least in the world of romantic comedy.\n\nIt's Dr. Mercer who seems like nothing more than a walking plot complication. We don't believe or understand his relationship with Erica, and it must be said that a young man who would propose marriage to a woman 25 years his senior and fly to Paris with her, plan marriage, and yet immediately surrender her to his rival without a struggle (out of good manners and breeding, it would seem) has desires that are all too easily contained. There is a sexual mystery surrounding the whole situation. Harry doesn't know (for sure) whether Erica and young Dr. Mercer have had sex, which perhaps makes the situation easier for him; in the Hamptons, a virgin is anyone who hasn't slept with anyone you know since you met them.\n\nA movie like this depends crucially on its stars. To complain that Nicholson is playing \"himself\" -- or that Keaton is also playing a character very much like her public persona -- is missing the point. Part of the appeal depends on the movie's teasing confusion of reality and fiction. Harry defends himself by telling Erica, \"I have never lied to you. I have always told you some version of the truth,\" and we smile at the backward morality in that statement; we wonder if Nicholson himself contributed that line to the screenplay. We are meant to wonder.\n\nThe film's nudity observes the usual double standard; we get three opportunities for a leisurely study of Nicholson's butt, but the nude shot of Diane Keaton is so brief it falls only a frame this side of subliminal. Their faces are more interesting, anyway.\n\n\"At 50,\" Orwell tells us, \"every man has the face he deserves.\" I don't know what Harry and Erica did to deserve theirs, but they didn't skip any payments. They bring so much experience, knowledge and humor to their characters that the film works in ways the screenplay might not have even hoped for.\n\nNote: The paintings in the Hamptons house are by Jack Vettriano, and the drawings are by Paul Cox. I have no reason for telling you that, but I couldn't stop myself.", "running_time": 128, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-12-12", "genres": ["Comedy", "Romance"], "title": "Something's Gotta Give (2003)"}