{"url": "http://www.rogerebert.com/reviews/something-wicked-this-way-comes-1983", "by": "Jason Robardsas Mr. Halloway", "star_rating": 3.5, "text": "The opening scenes of \"Something Wicked This Way Comes\" might remind you a little of Orson Welles' \"The Magnificent Ambersons.\" Both films begin with a nostalgic memory of what it was like to grow up in a small Midwestern town, back before everything became modern and a sense of wonder was lost.\n\nWhat the two films also have in common is a love of language. The screenplay for \"Something Wicked This Way Comes\" was written by Ray Bradbury, based on his novel, and it's one of the rare American films to savor the sound of words, and their rhythms. That's true in the writing, and it's also true in the acting; Jason Robards, who has the lead in this film, is allowed to use his greatest gift, his magnificently controlled speaking voice, more poetically in this movie than in anything else he's done in years.\n\nThe movie is a fantasy, the story of how Dark's Pandemonium Carnival came to town one night (arriving on a glorious carnival train with no engineer at the controls and no passengers in the cars), and of how the carnival's main attraction was temptation.\n\nWhat could it tempt you with? With whatever you wanted the most. And in the case of the Robards character, an aging small-town librarian with a young son, what he wanted the most was life and youth. The challenge set him is a difficult one. If he can resist that temptation, he can redeem the whole town. If he relents, all is doomed. The scenes involving the carnival are an interesting blend of special effects and nostalgia, including a merry-go-round that spins backward into time. \n\nThe carnival owner, Mr. Dark (Jonathan Pryce), is very likely a confederate of the devil. And his assistants include the very beautiful Dust Witch, played by the stately, lovely Pam Grier in a change-of-career role after her decade of tough women. \n\n\"Something Wicked This Way Comes\" qualifies as a horror film, but it's an altogether different kind than we've been getting lately. The new breed of horror movies are essentially geek shows, exercises in despair in which all hope has been abandoned and evil rules the world. Bradbury's world of fantasy calls back to an earlier tradition, to the fantasies of Lord Dunsany, Saki and John Collier (but not H. P. Lovecraft!) -- horror fantasies in which evil was a distinct possibility, but men also had within them the possibility of redemption. Robards is offered a choice in this movie, and it is a choice. Things need not end in disaster.\n\nThere's another interesting thing about this movie. It's one of the few literary adaptations I've seen in which the film not only captures the mood and tone of the novel, but also the novel's style. Bradbury's prose is a strange hybrid of craftsmanship and lyricism. He builds his stories and novels in a straightforward way, with strong plotting, but his sentences owe more to Thomas Wolfe than to the pulp tradition, and the lyricism isn't missed in this movie.\n\nIn its descriptions of autumn days, in its heartfelt conversations between a father and a son, in the unabashed romanticism of its evil carnival and even in the perfect rhythm of its title, this is a horror movie with elegance.", "running_time": 95, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-04-29", "genres": ["Drama", "Family", "Fantasy", "Horror", "Mystery", "Science Fiction", "Thriller"], "title": "Something Wicked This Way Comes (1983)"}