{"url": "http://www.rogerebert.com/reviews/somewhere-in-time-1980", "by": "Christopher Reeveas Richard Collier", "star_rating": 2.0, "text": "\"Somewhere in Time\" wants us to share its sweeping\r\nromantic idealism, about a love so great that it spanned the decades and violated\r\nthe sanctity of time itself. But we keep getting distracted by nagging doubts,\r\nlike, isn't it a little futile to travel 68 years backward into time for a\r\none-night stand? The movie surrounds its love story with such boring mumbo\r\njumbo about time travel that we finally just don't care.\n\nIt\r\ndidn't have to be that way. Last year's underrated and neglected movie\r\n\"Time after Time,\" which had H.G. Wells and Jack the Ripper traveling\r\nforward into modern San Francisco, contained a love story that had a lot of sly\r\nfun with the notion of relationships between people of different eras.\r\n\"Somewhere in Time\" has a lot of qualities, but slyness and fun are\r\nnot two of them.\n\nThis\r\nmovie drips with solemnity. It enshrines its lovers in such excessive romantic\r\nnobility that Rachmaninoff's Rhapsody plays almost every time they're on the\r\nscreen. This is the kind of romance so sacred, so serious, so awesome, that you\r\nhave to lower your voice in the presence of it. Romances like those are boring\r\neven to the monstrous egos usually involved in them.\n\nBut\r\nback to the movie. \"Somewhere in Time\" stars Christopher Reeve as a\r\nChicago playwright who visits the Grand Hotel on Mackinac Island and sees a\r\nphotograph there of an actress who appeared at the hotel in 1912. He is\r\nsmitten; no, he is obsessed. He researches the career of the actress, falls in\r\nlove with her, learns from a pseudoscientific psychology professor that time\r\ntravel is possible, and hypnotizes himself to travel back to 1912.\n\nThe\r\nmovie never makes it clear whether the playwright actually does travel through\r\ntime, or only hypnotizes himself into thinking he does. It doesn't matter. Once\r\nhe's back in 1912, or thinks he is, he meets the young actress, who is played\r\nby the preternaturally beautiful Jane Seymour. \"Is it ... you?\" she\r\nbreathes. It is! It is! A little of this goes a long way, even with\r\nRachmaninoff. Especially with Rachmaninoff.\n\nThere\r\nis, of course, a villain. He is the young actress's manager, played by\r\nChristopher Plummer. He has guided her career since she was 16, and now resents\r\nthe intrusion of this stranger who has come from nowhere, is dressed oddly, and\r\nthreatens to steal his protégé. There are some intrigues, as the three of them\r\nsteal about the rooms and grounds of the magnificent Grand Hotel. But there are\r\nnever any scenes that really deal with the romance between Reeve and Seymour\r\n-and, incredibly, the movie avoids the opportunity to exploit in their\r\nrelationship the fact that Reeve is from the future. All of the delightful\r\nrevelations and paradoxes that could have resulted from Reeve revealing that\r\nfact are simply ignored.\n\nThis\r\nis, of course, Reeve's first movie since \"Superman,\" and he is not\r\nparticularly convincing in it. He seems a little stolid, a little ungainly;\r\nhe's so desperately earnest in his love for this actress that he always seems\r\nto be squinting a little. The whole movie is so solemn, so worshipful toward\r\nits theme, that it's finally just silly.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-10-06", "genres": ["Action", "Adventure", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Somewhere in Time (1980)"}