{"url": "http://www.rogerebert.com/reviews/somebody-killed-her-husband-1978", "by": "Farrah Fawcett-Majorsas Jenny Moore", "star_rating": 2.0, "text": "The publicity says “Somebody Killed Her Husband” is in the tradition of the comedy mysteries of the 1930s and 1940s. It sure is, especially if we remember that so many of those movies began with what Hollywood called the “cute-meet.” That's when the boy and the girl have a cute meeting, like when she gets stuck in a revolving door and he rescues her.\n\nThe cute-meet in “Somebody” sets a modern-day cuteness record. Jeff Bridges is a clerk in the toy department at Macy's, and Farrah Fawcett-Majors comes in with her baby son, and they all discuss caterpillars for a while and, what with one thing and another, Jeff and Farrah and little Benjamin have lunch together in the park.\n\nBridges falls, of course, instantly in love with Ms. Fawcett-Majors, as who would not with anyone so blond and with such a great set of teeth. But she's married, alas, and has a child, and so seems forever out of reach.\n\nThat's until Cute-Meet Two, when Jeff and his date and Farrah and her husband are having dinner across the room from each other at Maxwell's Plum, and the date stalks out, and then Farrah stalks out, and then Jeff races after her, and after a few laps around the mulberry bush, they declare their love for each other. Cute, if not meet.\n\nAnyway, I hope readers who accuse me of giving away the endings will forgive me this time, if I reveal that somebody kills her husband. The crime has something to do with stolen jewels, as, it sometimes seems, what doesn't these days. Jeff and Farrah panic. They decide they're the prime suspects, and so they stuff the husband in the freezer and try to solve the murder themselves. They do so, a long time later. The middle of the movie sags, maybe because we don't really feel any chemistry between Bridges and Fawcett-Majors.\n\nOh, they're very pleasant and all that; Farrah looks great in her movie debut, and is adequate for the demands of the script, which doesn't have much dialog but does require a great many sighs, screams, gurgles, gasps and other onomapoetic exhalations worthy of a Charlie's Angel. Bridges is a capable young actor who should get a better agent, since his current agent allowed him to accept second billing in a movie where he's the lead and has most of the dialog and all of the initiative.\n\nNo matter; the movie proceeds steadfastly toward a showdown in Macy's basement, in which the killer is pursued by giant Thanksgiving Parade balloons. There's a rabbit and a dragon and Raggedy Ann, and who cares? We've long since ceased to have much interest. There is, however, one inspired moment in the movie, in which Bridges accuses the killer of having murdered five people, and the killer says the count stands at four, and then Bridges names the five victims, and the killer concedes the point with a wonderful touch of grace and modesty.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-10-02", "genres": null, "title": "Somebody Killed Her Husband (1978)"}