{"url": "http://www.rogerebert.com/reviews/somewhere-between-2013", "by": "Linda Goldstein Knowlton", "star_rating": 3.0, "text": "Four girls: each abandoned, each eventually adopted by an American family. Now they are teenagers in American suburbs, a world of minivans and school activities. Each is clearly confident enough to navigate her local terrain. Each is introspective about her roots, curious about her origins, though perhaps not so confident about meeting her birth family, should that possibility arise.\n\nThe movie explores the psychology of being immigrant in American society. The young women have that consciousness that minority status in America forces. Immigrants are simultaneously insiders and outsiders, always conscious of our identities. The sense of exile from all lands, living somewhere between this and that, is the norm. Many immigrants respond by trying to surrender everything that would be deemed “exotic,” whether it means overcompensation with language, makeup, or even surgery. These girls, however, seem exceptionally comfortable in their own skins. I suspect much of that has to do with the fact that their experience is an exponentially exaggerated version of the common immigrant experience. But, I suspect that just as much results from their adoptive parents' concerns in raising them. One mother learned Chinese, while all the parents seem to take their adoptive daughters back to China, almost annually.\n\nIf there is overcompensation, it is in social, academic, and (probably) professional endeavors, often in response to their early abandonment. These girls speculate about why they were given up, suspecting their biological families were poor, but the most prevelent reason for them is simply that they are girls. At this point, the film could have turned political, turning into a typical celebration of selected American freedoms against selected Chinese human-rights atrocities. The film occasionally edges in that direction, but thankfully stops short. Rather, we are seeing real people and their real experiences, and while global politics definitely plays a role, it is secondary to the realities they face.\n\nTheir stories are painful, yet shared with a somber acceptance. One girl was taken on a bus ride and told to wait for a cousin who never appeared. Another was left by her mother in a neighboring village; when the father went to look for her, she was already lost. We see birthday parties, but because these girls were abandoned, we do not know their real birthdays. In response, they feel the need to prove themselves, especially as females. I suspect that this combination of immigrant consciousness and personal need will provide them with tremendous strength and advantage in later years -- assuming that the're able to resolve some internal conflicts.\n\nThere are two especially moving threads. During one interview, a subject breaks into tears as she speaks about her difficulties with that word, “abandonment.” The question mark that adoptees often have, wondering why their biological parents left them, finds a soothing ointment in the gushing love from their adoptive families. Here, however, we speak of an abandonment for unknown reasons by an unknown family from an unknown village on the other side of the globe. So, the question remains unanswered.\n\nIn the other story, we follow a girl down the trail toward possibly finding her biological father. Some girls are told they look like the people of this or that ethnic group, without much consistency. In this case, however, we meet a woman who suspects she recognizes a girl as, perhaps, her niece. We meet the man who might be her father, and they take DNA tests. Problems in mail delivery and conscious choices in film editing keep us in suspense.\n\nInterestingly, in some of these families, these young women are not the only adoptees in their households. Even though we enter the lives of four girls, there are so many interwoven storylines that it is sometimes difficult to keep track of them all. But that might be the filmmaker's point. We're talking about four girls, but we are also seeing something much larger, a growing transcontinental subculture. Watching this movie, I feel the need to run to the mall or someplace, and find a Chinese baby to hug. Or, at least, I can hug my own daughters.", "running_time": null, "mpaa_rating": "NR", "release_year": 2013, "date_published": "2013-01-09", "genres": ["Documentary"], "title": "Somewhere Between (2013)"}