{"url": "http://www.rogerebert.com/reviews/someone-like-you-2001", "by": "Ashley Juddas Jane", "star_rating": 2.0, "text": "Ashley Judd plays Jane, a woman with a theory, in \"Someone Like You.\" It is the Old Cow, New Cow Theory, and she developed it after reading an article in the science section of the newspaper. The article claims that there is no way to get a bull to service the same cow twice. You can paint the old cow blue or spray it with perfume, but the bull's not fooled: been there, done that. The theory says men are like bulls, and that's why they are tirelessly motivated to move on from old conquests to new challenges.\n\nThis is not precisely a novel theory, although it has been stated in more appealing forms (\"If you can't be with the one you love, love the one you're with\"). If the theory is correct, it gets men off the hook for their swinish behavior, since we are hard-wired that way and cannot be blamed for millions of years of tunnel-vision evolution. But is it correct? Even about bulls? On the answer to this question depends Jane's future happiness, as well as ours while we are watching the movie.\n\nIn \"Someone Like You,\" Judd plays Jane Goodale, not the chimp lady but a staffer on a daytime talk show hosted by Ellen Barkin. Also on the staff are Ray (Greg Kinnear) and Eddie (Hugh Jackman). Ray is in a relationship. Eddie is a walking, talking example of the Old Cow, New Cow Theory, introducing a new cow to his bedroom every night. Jane likes Ray, and Ray, despite his old cow at home, likes Jane, who is a new cow, and so they have an affair, but then she becomes an old cow and the previous old cow begins to look like a new cow again, and so they break up.\n\nJane has meanwhile given up her apartment because she thought she was going to move in with Ray, and so she becomes Eddie's platonic roommate, clocking the cow traffic.\n\nThis is, you will have gathered, a pretty lame premise. The screenplay is based on Animal Husbandry, a novel by Laura Zigman, unread by me. As a movie, it knows little about men, women or television shows, but has studied movie formulas so carefully that we can see each new twist and turn as it creeps ever so slowly into view. Will Ray return to Jane? Will she begin to like Eddie? Can Eddie settle for one cow? What about the identity of Ray's mysterious girlfriend? Students of my Law of Economy of Characters will know that movies are thrifty and have a use for all the characters they introduce, and so the solution to that mystery arrives long, long after we have figured it out.\n\nFor a movie about a TV show, this one doesn't know much about television. The whole denouement depends on us believing that this high-rated show would do a telephone interview with an anonymous magazine columnist who has become famous for the Old Cow, New Cow Theory, and that Jane (who writes the column anonymously) would then decide to blow her cover, burst onto the set and deliver an endless monologue about how much wiser she is now than she used to be. The chances of a production assistant standing in front of the star of a TV show and talking for several minutes are approximately zero, especially since, let's face it, she's babbling: Her speech reminded me of something in a barnyard. It's not a cow, although it's often found close to one.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-03-30", "genres": ["Comedy", "Drama", "Romance"], "title": "Someone Like You (2001)"}