{"url": "http://www.rogerebert.com/reviews/somebody-to-love-1996", "by": "Rosie Perezas Mercedes", "star_rating": 3.0, "text": "Rosie Perez bounces through “Somebody to Love” as Mercedes, a taxi dancer who is hopelessly besotted with love for Harry, a washed-up TV cowboy played by Harvey Keitel. She dances for dollars in a sleazy Hollywood bar, where one night she meets Ernesto (Michael Delorenzo), an earnest young gravedigger who loves her with all of his heart. Ernesto loves her so much, indeed, that even after he has her name tattooed on his chest, he is still willing to watch her re-enact one of Harry's best scenes.\n\nMercedes throws herself into the performance, which she has memorized from Harry's dusty old videotapes. She plays two roles, lurching into the room and taking both sides in a shoot-out. One character falls to the floor, mortally wounded, tries to call 911 and dies. And then, in a comic masterstroke, talking without moving her lips, she imitates the sound of a telephone left too long off the hook, and then does the operator: “If you want to make a call, please . . .” Perhaps only Rosie Perez of all actresses could have performed this scene. Perhaps only Perez could be Mercedes, a compact little dynamo who climbs five-story fire escapes to attend auditions and dreams of the break that will make her a star--”like Harry,” she says, although Harry's starring days are so long behind him that he's hardly recognized even in the bar where he drinks away his nights.\n\n“Somebody to Love” could have been titled “Nobody to Love,” because its three main characters are locked in an endless waltz of disappointment. Ernesto will never win Mercedes, Mercedes will never win Harry, and Harry will never leave his wife. The movie, directed and co-written by Alexandre Rockwell, doesn't much care; it's not a love story but an episodic slice of low life, populated by a gallery of strange souls.\n\nHere you will see, for example, Steve Buscemi doing a surprisingly convincing job of playing Jackie, a transvestite who works in the same bar. You will see Stanley Tucci (from “Big Night”) as Mercedes' sleazy agent, faking phone calls. You will see Quentin Tarantino on another stop in his inexhaustible world tour of other directors' movies, playing a bartender with a theory about comedy. (Spotting the Keitel character, he has a great line: “Dude! `High Chaparral!' 1969!”) You will see Anthony Quinn as a lonely man who wanders over from his mother's funeral to visit Ernesto in a grave he is digging. You will see Perez in a duel to the death with self-help tapes to improve her English pronunciation. You will see Keitel's cowboy overjoyed to be cast in a cable movie named “The Life and Times of Tarzan,” only to learn he's expected to wear a gorilla suit. You also will see Keitel in leopard-skin underwear, mangling Shakespeare. And you will see the great director Sam Fuller crawl out of a wrecked Rolls-Royce, pop the cork on a bottle of champagne and offer Mercedes his philosophy of Hollywood.\n\nNone of this adds up to very much. By denying itself the possibility of a happy ending, the movie leaves itself with nowhere much to go. But it has style. The writing is quirky and amused with itself, and Perez throws herself into this role as if the world depended on it. From time to time, ever since I saw her in “White Men Can't Jump” (1992), I've found myself sitting in movies and asking myself this simple question: Would this movie be more fun with Rosie Perez in it? The answer has never been “no.” ", "running_time": 94, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-09-27", "genres": ["Drama", "Indie"], "title": "Somebody To Love (1996)"}