{"url": "http://www.rogerebert.com/reviews/something-to-talk-about-1995", "by": "Julia Robertsas Grace King Bichon", "star_rating": 3.5, "text": "\"Something to Talk About\" came along just in time for Julia Roberts, reminding us of what was so special about her in \"Pretty Woman,\" and what was not quite captured in the movies she made after that. It's made out of scenes that put her through her paces - material that shows her as sweet, wronged, coping, angry, shocking, scandalous, forgiving, conniving, competent, cheating, mothering, rebelling, profane and heroic. Any actress reading this screenplay would have to be shedding tears of joy by halfway through.\n\nThat isn't to say the screenplay, and the movie made from it, are not worthy. They are: This is an intelligent, quirky human story that finds room not only for the remarkable expanse of Julia Roberts' character but also for several other well-developed characters, not least the two key men in her life, and even a patient lover, whose patience is put to a much more severe test than his loving.\n\nRoberts plays Grace King Bichon, daughter of the wealthy horseman Wyly King (Robert Duvall), and wife of the philandering Eddie Bichon (Dennis Quaid), of whom Grace's sister, Emma Rae, observes, \"You married a guy whose nickname in college was Hound Dog. What did you expect was going to happen?\" Emma Rae, played by Kyra Sedgwick in a scene-stealing performance, gets one of the movie's biggest laughs with a knee to Eddie's groin: not usually a very funny move, but she handles it with perfect timing and a certain elan.\n\nWhen Grace discovers Eddie has been cheating on her, she leaves home and spends much time hanging out with Emma Rae, whose analysis of men and how they should be treated owes a great deal to having been raised on a horse farm.\n\nNobody in the family has moved very far from the farm. Wyly is a patriarch who hires his family members to keep them close; Grace runs the office and keeps the books, and tries to make peace when Wyly makes decisions that go against the better judgment of his professional horse trainers.\n\nHe lives in a modestly ostentatious manor with his wife of many years, Georgia (Gena Rowlands), and they put up a united front against Grace: Yes, Eddie has \"slipped,\" but she should forgive him for two reasons: (1) Wyly is trying to close an important deal with Eddie's dad, and (2) the whole town is talking.\n\nIt sure is, especially after Grace confronts Eddie in front of his buddies at the local bar. And even more so after she stands up at a woman's meeting and calmly reveals secrets about half of the women present.\n\nThe movie was written by Callie Khouri, whose previous screenplay was \"Thelma and Louise,\" and if in this movie none of the women actually shoot any men, they nevertheless give better than they get. (There is a strange and delightful scene in which an aged relative gives Grace her recipe for an emetic salmon sauce to feed Eddie, explaining, \"I call it homeopathic aversion therapy. Sometimes a little near-death experience helps them put things in perspective.\") The director, Lasse Hallstrom, is a Swede, now working in Hollywood, who has made three earlier films about the lives and loves of eccentric families: \"My Life as a Dog\" (1985), about a rambunctious 12-year-old; \"Once Around\" (1991), with a great Richard Dreyfuss performance as a sensationally inappropriate son-in-law, and \"What's Eating Gilbert Grape\" (1993), with Johnny Depp trying to deal with a mother so obese she never leaves home, and a retarded brother who has a nose for trouble. In those films, and now in \"Something to Talk About,\" Hallstrom seems fascinated by the way dysfunctional families function: How do they accommodate the weaknesses and compulsions of their imperfect members, and still somehow endure? There isn't a bad performance in the movie, but notice particularly Robert Duvall, who gets the movie's second-biggest laugh not with dialogue but with timing, and who brings a certain comic dignity to a scene where his wife locks him out, and he paces the grounds of his estate, the exiled king. Somehow, he is sure, all of his problems can be traced to his children: \"All of our friends complain about how their kids grow up and run off and they never hear from them anymore. Why the hell can't that happen to us?\" Quaid is just right as the guilty husband who somehow becomes the wounded party. Sedgwick is the hard-nosed sister, cynical and wise about sex, dubious about love. And Roberts, in one scene after another, reminds us why she became a success so quickly: In the right role, she glows. \"Something to Talk About\" is the kind of movie where you start out wondering how all of these people are related, and end up knowing all too well.", "running_time": 105, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-08-04", "genres": ["Comedy", "Drama", "Romance"], "title": "Something To Talk About (1995)"}