{"url": "http://www.rogerebert.com/reviews/somewhere-2010", "by": "Stephen Dorffas Johnny Marco", "star_rating": 4.0, "text": "Don't distinguish what he feels with the word existential. It has nothing to do with philosophy. He believes he's nothing, and it appears he's correct. This is called depression, but it may simply be a realistic view of the situation.\n\nJohnny Marco (Stephen Dorff) sits in a suite of the Chateau Marmont, that little hotel for generations of Hollywood hideouts, and finds himself a hollow man. He is a movie star. With that comes such options as money, fame, sex, drugs. Fame is a joke because he gets nothing from it. Sex involves mechanical manipulations of the genitals. He drinks and takes drugs and gets a little wound up but pleasure doesn't seem to be involved.\n\nOn two occasions, he hires twin blond strippers to come to his room, set up their por­table equipment and do choreographed pole dances. No sex is involved. He is demonstrating the truth that if you stare long enough at a wall, it will break the monotony if blond twins do pole dances in front of it.\n\nSofia Coppola's film “Some­where” involves, as did her “Lost in Translation” (2003), a man separated from his family and sitting alone in a hotel room. Its opening resembles Vincent Gallo's “The Brown Bunny” (2003): a long shot of a vehicle tearing around a track. A man racing madly to nowhere. In “Lost in Translation,” Bill Murray's Bob makes dutiful but cheerless phone calls home from Japan. Dorff's Johnny spends dutiful time with his 11-year-old daughter Cleo (Elle Fanning). Neither seems meaningfully connected.\n\nBecause so much of “Somewhere” is set at the Chateau Marmont, it might be useful to discuss it. It isn't cheap, but nobody goes there to indulge in conspicuous consumption. What it offers above all is a management that minds its own business. What happens at the Chateau Marmont stays at the Chateau Marmont. It's often linked with another semiresidential legend a few blocks away, the Sunset Marquis. The Chateau, I sense, is more useful for clients who want not so much privacy as retreat. There's a scene where Johnny nods to Benicio Del Toro in the elevator. I'll bet you del Toro was actually staying there at the time. They are both simply waiting for their floors.\n\nThe notion of a star sinking into seclusion and depression isn't new. Gus Van Sant's “Last Days” (2005) starred Michael Pitt as a character unmistakably inspired by Kurt Cobain. What distinguishes Coppola's film is the detail in her portrait of celebrity life. Remember that she was a little girl and later a young actress on the sets of her father's movies. Now that we see how observant she is, we can only speculate about what she understood right from the start. She played Michael Corleone's baby.\n\n“Somewhere,” which won the Golden Lion at the 2010 Venice Film Festival, has, for example, an unusually accurate portrait of how publicists work from the client's point of view. Some become friends, some remain employees, but during work, they function as parents and guardians. The star's contract requires him to do some press. The phone rings, and the publicist tells the star where to go and what to do. He takes on a certain passivity. The car is there, he takes the car. The press is there, he talks to the press. Some stars are more interested and interesting. Not Johnny. He flies to Milan to accept an award, and the event plays like a bus ride with a jacuzzi.\n\nHe seems to suffer from anhedonia, the inability to feel pleasure. Perhaps he hardly feels anything. The film only indirectly suggests some of the reasons he got this way. It is not a diagnosis, still less a prescription. Johnny stares at the wall and the film stares back.\n\nThis is more interesting than it may sound. Coppola watches this world. The familiar strangers on the hotel staff are on a first-name basis because a star's world has become reduced to his support. Hookers and sex partners come and go. There are parties filled with strangers, most of them not excited to see a star because they see stars constantly.\n\nThen his daughter. What led to the divorce Cleo probably knows better than he does. The child of an actor, she has learned to play a star. She observes his drinking, his detached attempts at fatherhood, the woman he makes no attempt to explain at breakfast. Why does a man like this inflict partial custody on a blameless child?\n\nCoppola is a fascinating director. She sees, and we see exactly what she sees. There is little attempt here to observe a plot. All the attention is on the handful of characters, on Johnny. He has attained success in his chosen field, and lost track of the ability to experience it. Perhaps you can stimulate yourself so much for so long that your sensitivity wears out. If Johnny has no inner life and his outer life no longer matters, then he's right: He's nothing.", "running_time": 98, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-12-21", "genres": ["Drama", "Indie"], "title": "Somewhere (2010)"}