{"url": "http://www.rogerebert.com/reviews/some-kind-of-wonderful-1987", "by": "Eric Stoltzas Keith Nelson", "star_rating": 3.0, "text": "Most movies are not about people. Most movies are about things, and in the category of things I include those movie stars who have become such icons that \"they,\" rather than their characters, perform the adventures in movies.\n\nHardly ever do we get an American movie about adults who are attempting to know themselves better, live better lives, get along more happily with the people around them. Most American movies are about the giving and receiving of violent pain. That's why I look forward to John Hughes's films about American teenagers. His films are almost always about the problems of growing up and becoming a more complete person.\n\n\"Some Kind of Wonderful,\" which Hughes wrote and produced, and which Howard Deutch directed, is a movie like that. It's not a great movie. It progresses slowly at times and it uses some fairly standard characters. But it is not about whether the hero will get the girl. It is about whether the hero should get the girl, and when was the last time you saw a movie that even knew that could be the question? The film stars Eric Stoltz as Keith, a pleasantly shaggy young man who is an outsider at his high school. He would rather be an artist than fit in with the crowd, and his best friend is another outsider, a tomboy (Mary Stuart Masterson). Keith has a crush on Amanda Jones (Lea Thompson), who is the school sexpot. He even has a song written about her, which is performed about three times on the soundtrack. She goes steady with a stuckup rich kid.\n\nHere we have all the ingredients, I suppose, for another standard John Hughes teenager film. But Hughes always gives his characters the right to be real, and by the end of \"Some Kind of Wonderful,\" I felt a lot of empathy for these kids.\n\nThe Thompson character, for example, is not just a distant, unattainable symbol, but a young woman with feelings. The tomboy doesn't just pine from afar, but helps Keith in his campaign to win a date with this girl of his dreams. And in the final sequence, in which the tomboy acts as chauffeur on the dream date, the dialogue isn't about sex; it's about learning to be true to yourself and not fall for the way people are packaged. By the movie's end, everybody has learned something about themselves.\n\nI guess I'm making this sound like a film they should show in sociology class. \"Some Kind of Wonderful\" is a worthwhile film, all right, but it's also entertaining - especially in the scenes between Stoltz and John Ashton, who plays his father. Ashton wants his kid to go to college; the kid would rather devote the energy to his artwork.\n\nThis disagreement doesn't quite degenerate into a shouting match, and by the end of the film the two are able to have a surprisingly civilized fight about it.\n\nAll of the actors in this story are appealing, but my favorite was Masterson as the tomboy whose love is totally overlooked by this guy who thinks he knows all about her. There's something a little masochistic about the way she volunteers to chauffeur him on his big date, but something sweet, too, in the way she cares for him. She has a lot of tricky scenes in which she has to look one way and feel another way, and she's good at them.\n\n\"Some Kind of Wonderful\" is yet another film in which Hughes and his team show a special ability to make an entertaining movie about teenagers, which is also about life, about insecurity, about rejection, about learning to grow. I sometimes have the peculiar feeling that the kids in Hughes's movies are more grown up than the adults in most of the other ones.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-02-27", "genres": ["Drama", "Romance"], "title": "Some Kind of Wonderful (1987)"}