{"url": "http://www.rogerebert.com/reviews/something-better-somewhere-else-2010", "by": "Ron Lazzeretti", "star_rating": 3.0, "text": "\"Something Better Somewhere Else\" is a delightful film, and in some stretches, a flawless one. It tells four stories, each one immediately engaging, and gets in and out without overstaying its welcome. In a world of bloated and dumbed-down entertainment, here's a movie with the quickness and acute observation of a good short story.\n\nSo what is the flawless part? That would be the execution by director Ron Lazzeretti. Yes, he wrote and directed it, and we’ll get back to that. But what I kept noticing was the excellence in details: the acting, the casting, the dialogue, editing, music and meticulous camera placement. The feeling that not a shot was careless.\rThe film knows what it’s doing. The four stories have one theme: moving on. We live much of our lives, I suspect, in a state of tension between the belief that there must be “Something Better Somewhere Else” and a fear of abandoning what we know and are familiar with. The four segments apply this truth to work, love, marriage and home. \n\nThe first short, “Last Day,” involves a man leaving a job he hates at a place everyone else hates, too. He inspires admiration, envy and (after farewell drinks) even some hatred. Notice how economically Lazzeretti directs his supporting actors to make each one stand out as an individual. And watch the scene in the bar when his hero uneasily watches one conversation while mired in another.\n\n“Wedding Night,” the second, is like an O. Henry story, and the ending creates some of the same dissatisfaction that writer was sometimes guilty of. Still, there’s a nice narrative bait-and-switch.\n\nThe third film, “Flowers,” is surprisingly evocative. Set the plot aside for a moment and see how observant the camera is in noticing there is something about a man sitting on a bench at a bus stop and holding a big bouquet of flowers just makes some women need to smile. This stretch of the film would fail if a single shot seemed “acted,” but none does. \n\nThe fourth, “Move,” takes place on a family’s last day before moving to California. It was the wife who wanted this move, and now she’s having second thoughts, and her husband doggedly tries to keep everyone on schedule. In the process, we listen to a farewell conversation between the girl and her boyfriend that is written and acted so convincingly we realize we don’t hear many authentic teenage voices in teenage movies. \n\nLazzeretti’s perfectionism shows with a shot showing two extras. Observing emotion during the family’s departure process, one kid looks at his pal (with the round wire-rimmed glasses) and that’s all that happens, but look at how it’s photographed and edited, and realize how much you think you know about those kids. Storytelling is as much a matter of technique as laborious plotting.\n\nLazzeretti is a Chicago-based commercial director, and that’s a form that requires every frame to do heavy lifting. He wrote and produced Michael Keaton’s memorable directing debut, \"The Merry Gentleman\" (2008). \"Something Better Somewhere Else\" is only 76 minutes long, but three of its four short films remain in my mind with as much psychic weight as full features.", "running_time": null, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-07-14", "genres": null, "title": "Something Better Somewhere Else (2010)"}