{"url": "http://www.rogerebert.com/reviews/something-borrowed-2011", "by": "Ginnifer Goodwinas Rachel", "star_rating": 2.0, "text": "One of the curious problems with \"Something Borrowed\" is that Kate Hudson's performance is too effective. She plays Darcy, the lifelong best friend of the heroine, Rachel (Ginnifer Goodwin). Blond, rich and headstrong, she always gets her way in their relationship. As the film opens, Darcy is about to be married to Dex (Colin Egglesfield), who Rachel has had a crush on since law school. No good can come of this.\n\nThe plot mechanics are more or less inevitable. Thrown together again as the ceremony approaches, Rachel and Dex realize they have always been in love. But what to do? Rachel doesn't want to hurt her best friend. And Dex has a mother who struggles with depression; only the marriage seems capable of cheering her up.\n\nTo be married as an aid to someone else's mental health calls, I think, your own into question. This is especially true because the depressed mother (Jill Eikenberry) doesn't have a single line in the movie, and is seen only looking sad sometimes and happy sometimes. I believe, but cannot be sure, that a surprise decision made late in the film is triggered by her single ambivalent expression.\n\nNow to Kate Hudson. She plays an alcoholic. This is as clear as day, although I'll bet you won't see her described that way in many other reviews. Among the danger signals of alcoholism must certainly be playing badminton on the beach with a glass of wine in your hand, sitting down in a bar and ordering six shots of tequila, and drinking in every scene where she is not literally being fitted for a wedding dress. If you are marrying an alcoholic and are not one yourself, you shouldn't do it to cheer up your mom. \n\nKate Hudson plays Darcy so well that she almost forces the film apart at the seams; her character is too strong for it. Dex and Rachel, however, are sweet, inoffensive, beautiful people, who let others determine key decisions in their lives. As played by Ginnifer Goodwin and Colin Egglesfield, they are also extraordinarily attractive, and I almost held that against them until the story developed some of their depths. Goodwin has one of those faces of which you can think no bad things. \n\nThe movie supplies two other male characters, Ethan (John Krasinski) and party animal Marcus (Steve Howey). Ethan is Rachel's confidante during their lunch hours together. He figures out the whole story and pleads with Rachel to express her own feelings for once and not always let Darcy be the winner. It was even Rachel who introduced Darcy to Dex, for criminey sakes, and all but gave him away. Ethan avoids the clutches of their lustful friend Claire (Ashley Williams), a woman whose appearance can only be explained by the need for someone clutchy.\n\nIf Dex's mother says nothing, his father (Geoff Pierson) has a speech that is succinct and powerful, essentially ordering his son to go ahead with the wedding. The problem with that is that few fathers order their sons to marry ditzy drunks, but then again, maybe he doesn't know about Darcy's style at badminton.\n\n\"Something Borrowed\" gathers an undeniable narrative momentum in its last half, because all of the characters are treated sincerely and played in a straightforward style. It's just that we don't love them enough. Dex is too weak, Rachel is too sweet, Ethan has the same problem he accused Rachel of, and only Marcus finally seems to get what he deserves.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-05-04", "genres": ["Comedy", "Drama", "Romance"], "title": "Something Borrowed (2011)"}