{"url": "http://www.rogerebert.com/reviews/sommersby-1993", "by": "Richard Gereas Jack", "star_rating": 2.0, "text": "\"Sommersby\" is a square peg pounded into a round hole - or, more exactly, a medieval European story that has been unsuccessfully updated to the period of the American Civil War. The plot hinges on a deception that was just barely believable when set at the time of the Hundred Years' War, where it could play off the superstition that a man might be transformed by war. In its present version is not believable at all.\n\nThe film is a remake of \"The Return of Martin Guerre,\" a fine French film from the early 1980s, which starred Gerard Depardieu and Nathalie Baye in the story of a rural woman who waits many years for her husband to return from the war. When he finally does return, he seems like a different man. He is kinder, gentler, a better lover, and she gradually forgets the husband she had learned to fear.\n\nI cannot discuss this plot intelligently without revealing a secret, the same secret carelessly revealed in the trailers and TV commercials for the movie. Do not read further if you have so far escaped this information.\n\nThe man who has returned, of course, is not the same man who left. The woman's husband met this other man in the midst of war.\n\nThey shared secrets and confidences together. Then the husband was killed, and the man was inspired to a deception - to return to the dead man's hearth, home and wife, and take his place.\n\nIt is an interesting question in \"The Return of Martin Guerre\" as to how deceived the wife really is. There is a point, of course, when she knows this man is not her husband, but chooses to keep that fact to herself because he is such a vast improvement on his husband - and because she has fallen in love. But a jealous former suitor and other nosey townspeople eventually guess the secret, and there is an ecclesiastical trial. In \"Sommersby,\" this delicate structure of deception and romance is never convincing in the first place, and although Richard Gere and Jodie Foster do what they can with the characters, the final courtroom scene disintegrates into plot twists so agonizing that all credibility flies away. Gere is presented as a man who hopes to redeem himself by being true to his new identity and denying his former life - but the price he pays for his honor is so extreme that we cannot accept it.\n\nThe courtroom scenes, intended as the climax of the film, must be seen to be believed. The fate of the Gere character swings back and forth, complicated because he would rather be convicted of a crime in his new identity than found innocent in his old one. The truth is manifestly clear to everyone in the courtroom, and the judge (James Earl Jones) should declare a mistrial instead of allowing the plot to creak to its melodramatic conclusion.\n\nThere has been a trend in recent years toward remaking successful foreign films, especially French ones, as if they would benefit from an American setting and the English language. This remake was a bad idea that only got worse.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-02-05", "genres": ["Drama", "Mystery", "Romance", "Thriller"], "title": "Sommersby (1993)"}