{"url": "http://www.rogerebert.com/reviews/son-in-law-1993", "by": "Pauly Shoreas Crawl", "star_rating": 2.0, "text": "\"Son in Law\" is the latest specimen of the FOW Movie. The abbreviation stands for \"fish out of water,\" and refers to the formula by which a character is inserted into a world where he does not belong, and sinks or swims according to the whims of the screenwriter. Some FOW movies are wonderful (remember Harrison Ford living in the world of the Amish in \"Witness\"). Others are like \"Son in Law.\" The film opens with Rebecca, a sweet, simple South Dakota farm girl (Carla Gugino), preparing to leave her family and go to college in Southern California. She's leaving behind her boyfriend, but promises to be back for Thanksgiving. Her parents drive her to school, where her coed dorm seems to be heavily influenced by \"National Lampoon's Animal House\" and her dad (Lane Smith) is particularly turned off by the weirdo \"resident advisor,\" played by Pauly Shore, last seen in \"Encino Man.\" Rebecca misses home, and is turned off by a Halloween party that spills over into the dorm room she shares (with a lesbian, of course). She's ready to leave school when the advisor, whose name is Crawl, decides to talk her out of it. He supervises a haircut, a new wardrobe, a Rollerblade tour of Venice beach, and ringside tickets at a semi-nude mud wrestling exhibition. Why these attractions would change the mind of a woman who is annoyed by strangers in her room is hard to explain, but they do, and Rebecca not only decides to stay in school, but brings Crawl home for Thanksgiving, at which point he becomes the FOW instead of her.\n\nThe family farm in South Dakota is not one of those modern high-tech farms, I guess. They still have chickens and cows and roosters and pigs running around - all of which make terrific props for the usual barnyard jokes, and deposit convenient piles of manure for use when needed. Meanwhile, we meet the family, who are really pretty nice folks. Lane Smith, with an uncanny similarity to Dan Rather, is a dad whose patience is quickly tried by the very peculiar Crawl. Mom (Cindy Pickett) is cute and supportive, although often uncertain what she is supporting. The kid brother (Patrick Renna) is the most refreshing of the lot.\n\nBut it doesn't much matter, because they're all upstaged by Crawl, played by Pauly Shore as one of the more tiresome movie characters of recent months. The mechanism of the screenplay requires him to gradually win over the family, one at a time, through such tried and true tactics as helping the kid with his video games, Mom with her makeup and Dad with the farm chores. Meanwhile, there is an contrived subplot involving Rebecca's spurned boyfriend, who plays a dirty trick on Crawl, besmirching his reputation, etc.\n\nThis story was never going to be great moviemaking, but it might have been more palatable if Shore had been able to make Crawl even marginally likable. His nickname is explained at one point in the movie, a wise decision, since my guess was that it referred to what he made your skin do. Since we don't like him and can't stand him, why should we hope that he'll prevail? He's one of those narcissistic cool guys who speaks in a monotone and thinks it is funny to insult people, and who is even more curdling when he tries to be nice to them.\n\nThe movie has a couple of laughs, mostly thanks to the kid brother. Its warmhearted scenes fail badly, because we do not for a second believe that Rebecca ever loved her first boyfriend, or even could love Crawl. The movie might have had a chance if it had abandoned all the false sentiment and simply acknowledged Crawl as the cretin he is. John Belushi would have known how to play this part.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-07-02", "genres": null, "title": "Son in Law (1993)"}