{"url": "http://www.rogerebert.com/reviews/son-of-rambow-2008", "by": "Bill Milneras Will Proudfoot", "star_rating": 3.0, "text": "The two friends in \"Son of Rambow\" hang out in a backyard shack that rewards close study. It's made of rough lumber, hammered together into not quite parallel lines; it's out of plumb. It could be drawn, but not easily built. Since the 11-year-old hero, Will Proudfoot (Bill Milner), is himself a cartoonist and sketch artist, his inventions seem to be seeping into his life. He leads an existence that's strictly limited by his family's religious beliefs, making him a vacuum for fantasy and escapism, and when his friend Lee Carter (Will Poulter) shows him a pirated copy of \"First Blood,\" the adventures of Rambo ignite him like fireworks whose time has come.\n\nSet in an English village in the mid-1980s, \"Son of Rambow\" is a gentle story that involves a great deal of violence, but mostly the violence is muted and dreamy, like a confrontation with a fearsome scarecrow that looks horrifying but is obviously not real -- or real enough, but not alive. The two boys meet one day in the corridor outside their grade-school classroom. Will has been sent there because his religion forbids him to watch TV, even educational videos (it also forbids music, dancing, and so on). Lee has been booted out of his classroom, spots Will, and immediately beans him with a hard-thrown tennis ball. This is the beginning of a strange but lasting friendship.\n\nLee takes Will into his garage, which looks like a tool kit for inventive kids. A rowboat hangs suspended from the ceiling, and there's equipment for pumping out videotape copies of the movies that Lee pirates at the local cinema, while puffing somewhat uncertainly on a filter-tip (yes, you could smoke in the movies in England in those days). Electrified by his introduction to Rambo, Will joins Lee in creating their own home-video remake of the film. This involves Will enacting literally death-defying stunts: He's catapulted high into the air, for example, and swings on a rope to drop into a lake, neglecting to tell Lee that he can't swim. The special effects are cobbled together from assorted household items, purloined booty, and Will's sketches and flip-book animation.\n\nAll is not well at home, where Will lives with his mom (Jessica Stevenson), a sister, and his drooling grandma (Anna Wing). There's an unwelcome visitor in the house most of the time, Brother Joshua (the perfectly named Neil Dudgeon), who covets the role of Will's absent father, and enjoys being stern and forbidding to the lad. The intimacy of his relationship with the mother seems limited mostly to significant nods when he says goodbye at the end of the evening.\n\nWill and Lee find their world unsettled when a busload of French exchange students descends on their school, and Didier (Jules Sitruk) captures their admiration. Taller and older, Didier takes charge of their indie production and their lives. Meanwhile, their stuntwork escalates: They steal a oversized dog from the Guide Dogs for the Blind, hook it to a parasail and inadvertently set off fire alarms at their school. And a runaway Jeep causes a load of scrap metal to fall on Will and Lee, with surprisingly limited results.\n\nAll of this takes place in a pastoral countryside and a benign city, where the boys move more or less invisibly. They're not simply growing up, but expanding: their horizons, their imaginations, their genius for trouble-making. Since it is made clear at the start that little fatal or tragic is likely to happen, the movie becomes like a fable -- maybe too fabulous for its own good. The plot unspools with nothing really urgent at stake, the boys live in innocence and invulnerability, and the settings and action have a way of softening the characters.\n\nI liked \"Son of Rambow\" in a benign sort of way, but I was left wanting something more. Drama, maybe? No, that would simply be manufactured. Comedy? It is technically a comedy, although the limited laughs are incredulous. Fantasy? That it is, in a bittersweet way. After the movie, I imagined its writer-director, Garth Jennings (\"The Hitchhiker's Guide to the Galaxy\") being more than a little like Will, and the movie uncannily similar to one of Will's comic epics.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-05-08", "genres": ["Comedy", "Foreign", "Indie"], "title": "Son of Rambow (2008)"}