{"url": "http://www.rogerebert.com/reviews/sonatine-1998", "by": "Tetsu Watanabeas Uechi", "star_rating": 3.5, "text": "\"Maybe you're too rich for this business,'' a friend tells Murakama, the stone-faced gangster hero of ''Sonatine.'' Murakama, who rarely says anything, has let it slip that he is tired. Very tired. When he is not actually engaged in the business of being a yakuza, he simply stops moving at all, and sits, staring into space, sometimes with a cigarette, sometimes not.\n\nHe is tired of living, but not scared of dying, because death, he explains, would at least put an end to his fear of death, which is making his life not worth living. When he explains this perfectly logical reasoning, you look to see if he is smiling, but he isn't. He has it all worked out.\n\n''Sonatine'' is the latest film to be released in this country by Takeshi Kitano, who wrote, directed and edited it--and stars in it under his acting name, Beat Takeshi. It arrives here only a month after ''Fireworks,'' his 1997 Venice Film Festival winner, but was made in 1993, the fourth of his seven films. He is the biggest star in Japan right now, and as a filmmaker one of the most intriguing.\n\nThis film is even better than ''Fireworks.'' It shows how violent gangster movies need not be filled with stupid dialogue, nonstop action and gratuitous gore. ''Sonatine'' is pure, minimal and clean in its lines; I was reminded of Jean-Pierre Melville's ''Le Samourai'' (1967), another film about a professional killer who is all but paralyzed by existential dread.\n\nNeither movie depends on extended action scenes because neither hero finds them fun. There is the sense in a lot of American action movies that Bruce Willis or Arnold Schwarzenegger enjoy the action in the way, say, that they might enjoy a football game. Murakama and the French samurai (Alain Delon) do jobs--jobs they have lost the heart for, jobs that have extinguished in them the enjoyment of life.\n\nAs the film opens, Murakama and his crew are being signed by a yakuza overlord to travel to Okinawa, as soldiers on loan to an ally who is facing gang warfare. They sense that something is phony about the assignment. ''The last time you sent us out,'' Murakama tells his boss, ''I lost three men. I didn't enjoy that.'' Murakama is correct in his suspicions: The district he controls has become so lucrative that the boss wants to move in and take over.\n\nThese yakuza live by a code so deep it even regulates their fury. Murakama administers a brutal beating to the boss' lieutenant, but they remain on speaking terms. Later, one yakuza stabs another in the stomach. Yet they sit side by side on a bus in Okinawa. ''Ice cream?'' says the guy who had the knife. ''You stabbed me in the belly and it still hurts,'' the other replies, and we are not quite sure if he is rejecting the ice cream out of anger, or because he doesn't think it will stay down.\n\nIn Kitano's universe, violence is as transient as a lightning bolt. It happens, and is over. It means nothing. We sense that in a scene where three men play ''paper, rock, scissors'' to see who will get to point a pistol at his head and pull the trigger to see if there is a round in the chamber. We see it again in a chilling sequence where a gambler, who didn't want to pay protection, is dunked into the sea; Murakama gets into a conversation and almost forgets to notice how long the guy has been under. \n\nAnd we see it in the climactic battle scene, played entirely as flashes of lights: Who else would have the wit, or the sadness, to leave the carnage offscreen? Kitano was in a motorcycle accident a few years ago that paralyzed half his face. This film was made before the accident, but there's little difference between the way he appears here and in ''Fireworks.'' The less he gives, the less he reveals, the less he says and does, the more his presence grows, until he becomes the cold, dangerous center of the story. \n\nAnd in his willingness to let characters languish in real time, to do nothing in between the moments of action, he forces us to look into their eyes and try to figure them out. Films that explain nothing often make everything clear. Films that explain everything often have nothing to explain.", "running_time": 89, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-04-17", "genres": ["Action", "Crime", "Foreign", "Thriller"], "title": "Sonatine (1998)"}