{"url": "http://www.rogerebert.com/reviews/songwriter-1985", "by": "Willie Nelsonas Doc Jenkins", "star_rating": 3.5, "text": "\"Songwriter\" is one of those movies that grows on you. It doesn't have a big point to prove, and it isn't all locked into the requirements of its plot. It's about spending some time with some country musicians who are not much crazier than most country musicians, and are probably nicer than some. It also has a lot of good music.\n\nThe movie stars Willie Nelson as a country songwriter named Doc Jenkins, who has a real bad head for business. One day he gets fast-talked into selling control of his company to a slick operator named Rocky Rodeo (Richard Sarafian). Rocky takes over, Doc feels homeless and betrayed, and he turns for support to his best friend, a country music star named Blackie (Kris Kristofferson).\n\nBlackie, meanwhile, is being promoted by a sleazy manager named Dino (Rip Torn), who has somewhere found a neurotic young singer named Gilda, (Lesley Ann Warren). In an early scene that lets us know this movie is not going to be routine, Blackie tries to foist Gilda off on an audience that has paid to see Blackie, and when the audience rebels, Blackie grabs the mike and starts advising them to commit anatomical impossibilities upon themselves.\n\nDuring the course of some days and nights on the road and back home in Austin, Doc comes up with a clever scheme. Instead of writing any more songs for the despised Dino, he'll write his songs under a pseudonym, and give them to Gilda to record. Blackie will include Gilda on his next tour, and Dino will get screwed. This seems like a good idea to everybody, especially Gilda, who has a tricky drinking problem and thinks she might be falling in love with Doc.\n\nThe movie unwinds casually, introducing us to the other people in the lives of these characters. The most important is Doc's former wife (Melinda Dillon), and the best scene in the movie is where Doc visits her and the kids, and is shy and sweet and tremendously moving. Another good scene is one where Gilda invites Doc into her bed, and he tries to be gentle and tactful in explaining that he doesn't think that's a good idea.\n\nWillie Nelson is the key to both of those scenes, and it's interesting how subtle his acting is. Unlike a lot of concert stars whose moves tend to be too large for the intimacy of a movie, Nelson is a gifted, understated actor. Watch the expression on his face as he turns down Gilda; not many actors can say as much with their eyes.\n\n\"Songwriter\" was directed by Alan Rudolph, who also made one of last year's most interesting movies, \"Choose Me.\" Rudolph's teacher was Robert Altman, and, like Altman, he specializes in the offbeat rhythms of a group of characters in an unpredictable situation. We never have a clear idea of where \"Songwriter\" is headed; is it about Doc's love for his first wife, or Gilda's self-destruction, or Rocky Rodeo's con games? It's good that we don't know, because then we don't know what to expect next, and the movie can surprise us.\n\nBoth Rudolph and Altman also specialize in unlikely combinations of actors; Kristofferson and Nelson don't, at first, seem to belong in the same movie with Warren, Torn and Dillon, but watch them work together. One of Torn's great unsung roles was in \"Payday,\" the movie based on the last days of Hank Williams Sr. This time, he's like the same character a little further down the road, a little more wasted, a little more spaced out. Kristofferson is basically the straight man; the hero's best friend. Nelson sings less and acts more than we expected. And Lesley Ann Warren's performance is endlessly inventive: She takes the fairly standard character of a kooky would-be singer, and makes her into a touching, unforgettable creation.", "running_time": 94, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-04-03", "genres": ["Drama"], "title": "Songwriter (1985)"}