{"url": "http://www.rogerebert.com/reviews/songcatcher-2001", "by": "Janet McTeeras Lily Penleric", "star_rating": 3.0, "text": "\"Songcatcher\" tells the story of a woman who goes into the mountains of Appalachia in 1907, and finds the people singing British ballads that are almost unchanged since they arrived there 200 years earlier. It is also a feminist parable transplanted to earlier times, revealing too much consciousness of modern values. I'm more comfortable with the women I find in Willa Cather's novels, who live at about the same time, who strive to be independent and to be taken seriously, and yet are entirely in and of their worlds. The characters in a serious historical story should not know what happens decades later.\n\nIf we accept \"Songcatcher\" as a contemporary parable in period costumes, however, there is much to enjoy--not least the sound of the songs themselves. \"I have never been anywhere where the music is so much a part of life as it is here,\" says Dr. Lily Penleric (Janet McTeer), the musicologist, who has fled to the mountains in anger after being passed over for an academic appointment that she clearly deserves. The people of these North Carolina hills would as soon sing as talk, and indeed there's a scene where Tom Bledsoe (Aidan Quinn) knocks a man down, and the man stands up and starts to sing.\n\nTom is a suspicious leader of these people and doubts Dr. Penleric's motives. He thinks she wants to steal his people's songs. He is right, although she calls it collecting, and hauls heavy Edison equipment up the hillside so she can record the songs on wax cylinders and maybe sell them in stores. She considers this preserving their culture. \"The only way to preserve our way of life up here,\" Tom tells her, \"is to preserve your way of life--down there.\" We meet the people of the settlement: Viney Butler (Pat Carroll), a Ma Joad type; Deladis Slocumb (Emmy Rossum), a young woman with a voice pure and true; Elna Penleric (Jane Adams), the professor's sister, who has come here to start a one-room school, and her fellow teacher and lover Harriet Tolliver (E. Katherine Kerr), who says she will flee if anyone ever discovers that she is a lesbian. Then there's David Patrick Kelly as a coal company representative, who wants to strip-mine the land. There are so many issues simmering here in the hollow that it's a wonder Jeff Greenfield doesn't materialize and hold a town meeting.\n\nThe movie has a good amount of sex for a drama about folk music collecting. The lesbians find a secluded glade in the woods, Dr. Penleric and Tom Bledsoe feel powerful urges, and there's a local philanderer named Reese Kinkaid (Michael Harding), who cheats on his wife Alice (Stephanie Roth Haberle). The most startling sex scene involves the musicologist and the mountain man; a piercing scream rents the air, and we see Dr. Penleric running through the woods, tearing off her clothes before discovering Tom in a clearing and covering him passionately with kisses. The scream comes from a panther (at first I thought it was the noon whistle), and Lily has been advised by Viney to flee from such an attack by throwing off her clothes to distract it; as a depiction of Victorian morality making the leap into modern lust, this scene will serve.\n\nI liked the tone of the movie, and its spirit. I liked the lashings of melodrama in the midst of the music collecting. Most of all, I liked the songs, especially one sung by real-life singer-songwriter Iris DeMent as a woman who loses her home, and by young Emmy Rossum, when she is urged to give the newcomer a sample of her singing voice. \"Songcatcher\" is perhaps too laden with messages for its own good, but it has many moments of musical beauty, and it's interesting to watch Janet McTeer as she starts with Lily Penleric as a cold, abstract academic, and allows her, little by little, to warm in the sun of these songs.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-06-29", "genres": ["Drama", "Indie", "Music", "Musical"], "title": "Songcatcher (2001)"}