{"url": "http://www.rogerebert.com/reviews/sophies-choice-1982", "by": null, "star_rating": 4.0, "text": "\r\n\n\nSometimes when you've read the novel, it gets in the way of\r\nthe images on the screen. You keep remembering how you imagined things. That\r\ndidn't happen with me during “Sophie’s Choice”, because the movie is so\r\nperfectly cast and well-imagined that it just takes over and happens to you.\r\nIt's quite an experience. \n\n\r\nThe movie stars Meryl Streep as Sophie, a\r\nPolish-Catholic woman, who was caught by the Nazis with a contraband ham, was\r\nsentenced to a concentration camp, lost her two children there, and then was somehow\r\nspared to immigrate to Brooklyn, U.S.A., and to the arms of an eccentric\r\ncharmer named Nathan. Sophie and Nathan move into an old boardinghouse, and the\r\nrooms just below them are taken by Stingo, a jug-eared kid from the South who\r\nwants to be a great novelist. As the two lovers play out their doomed, romantic\r\ndestiny, Stingo falls in love with several things: with his image of himself as\r\na writer, with his idealized vision of Sophie and Nathan's romance, and,\r\ninevitably, with Sophie herself. \n\n\r\nThe movie, like the book, is told with two\r\nnarrators. One is Stingo, who remembers these people from that summer in\r\nBrooklyn, and who also remembers himself at that much earlier age. The other\r\nnarrator, contained within Stingo's story, is Sophie herself, who remembers\r\nwhat happened to her during World War II, and shares her memories with Stingo\r\nin a long confessional. Both the book and the movie have long central\r\nflashbacks, and neither the book nor the movie is damaged by those diversions,\r\nbecause Sophie's story is so indispensable to Stingo's own growth, from an\r\nadolescent dreamer to an artist who can begin to understand human suffering.\r\nThe book and movie have something else in common. Despite the fact that\r\nSophie's story, her choices, and her fate are all sad, sad stories, there is a\r\nlot of exuberance and joy in the telling of them. “Sophie’s Choice” begins as a\r\nyoung Southerner's odyssey to the unimaginable North--to that strange land\r\ncelebrated by his hero, Thomas Wolfe, who took the all-night train to New York\r\nwith its riches, its women, and its romance. Stingo is absolutely entranced by\r\nthis plump blond Polish woman who moves so winningly into his life, and by her\r\nintense, brilliant, mad lover. \n\n\r\nWe almost don't notice, at first, as Stingo's\r\nodyssey into adulthood is replaced, in the film, by Sophie's journey back into\r\nthe painful memories of her past. The movie becomes an act of discovery, as the\r\nnaive young American, his mind filled with notions of love, death, and honor,\r\nbecomes the friend of a woman who has seen so much hate, death, and dishonor\r\nthat the only way she can continue is by blotting out the past, and drinking\r\nand loving her way into temporary oblivion. It's basically a three-character\r\nmovie, and the casting, as I suggested, is just right. Meryl Streep is a wonder\r\nas Sophie. She does not quite look or sound or feel like the Meryl Streep we\r\nhave seen before in “The Deer Hunter” or “Manhattan” or “The French Lieutenant’s\r\nWoman”. There is something juicier about her this time; she is merrier and\r\nsexier, more playful and cheerful in the scenes before she begins to tell\r\nStingo the truth about her past. Streep plays the Brooklyn scenes with an\r\nenchanting Polish-American accent (she has the first accent I've ever wanted to\r\nhug), and she plays the flashbacks in subtitled German and Polish. There is\r\nhardly an emotion that Streep doesn't touch in this movie, and yet we're never\r\naware of her straining. This is one of the most astonishing and yet one of the\r\nmost unaffected and natural performances I can imagine. \n\n\r\nKevin Kline plays Nathan, the crazy romantic who\r\nconvinces everyone he's on the brink of finding the cure for polio and who\r\nwavers uncertainly between anger and manic exhilaration. Peter MacNicol is\r\nStingo, the kid who is left at the end to tell the story. Kline, MacNicol, and\r\nStreep make such good friends in this movie--despite all the suffering they go\r\nthrough--that we really do believe the kid when he refuses to act on an unhappy\r\nrevelation, insisting, \"These are my friends. I love them!\" \n\n“Sopie’s Choice” is a fine, absorbing, wonderfully acted,\r\nheartbreaking movie. It is about three people who are faced with a series of\r\nchoices, some frivolous, some tragic. As they flounder in the bewilderment of\r\nbeing human in an age of madness, they become our friends, and we love them.", "running_time": 157, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Romance"], "title": "Sophie's Choice (1982)"}