{"url": "http://www.rogerebert.com/reviews/sorority-boys-2002", "by": "Barry Watsonas Dave/Daisy", "star_rating": 0.5, "text": "One element of \"Sorority Boys\" is undeniably good, and that is the title. Pause by the poster on the way into the theater. That will be your high point. It has all you need for a brainless autopilot sitcom ripoff: a high concept that is right there in the title, easily grasped at the pitch meeting. The title suggests the poster art, the poster art gives you the movie, and story details can be sketched in by study of \"Bosom Buddies,\" \"National Lampoon's Animal House\" and the shower scenes in any movie involving girls' dorms or sports teams.\n\nWhat is unusual about \"Sorority Boys\" is how it caves in to the homophobia of the audience by not even trying to make its cross-dressing heroes look like halfway, even one-tenth-of-the-way, plausible girls. They look like college boys wearing cheap wigs and dresses they bought at Goodwill. They usually need a shave. One keeps his retro forward-thrusting sideburns and just combs a couple of locks of his wig forward to \"cover\" them. They look as feminine as the sailors wearing coconut brassieres in \"South Pacific.\" Their absolute inability to pass as women leads to another curiosity about the movie, which is that all of the other characters are obviously mentally impaired. How else to explain fraternity brothers who don't recognize their own friends in drag? Sorority sisters who think these are real women and want to pledge them on first sight? A father who doesn't realize that's his own son he's trying to pick up? I know. I'm being too literal. I should be a good sport and go along with the joke. But the joke is not funny. The movie is not funny. If it's this easy to get a screenplay filmed in Hollywood, why did they bother with that Project Greenlight contest? Why not ship all the entries directly to Larry Brezner, Michael Fottrell and Walter Hamada, the producers of \"Sorority Boys,\" who must wear Santa suits to work? The plot begins with three members of Kappa Omicron Kappa fraternity, who are thrown out of the KOK house for allegedly stealing party funds. Homeless and forlorn, they decide to pledge the Delta Omicron Gamma house after learning that the DOGs need new members. Dave (Barry Watson) becomes Daisy and is soon feeling chemistry with the DOG president, Leah (Melissa Sagemiller), who is supposed to be an intellectual feminist but can shower nude with him and not catch on he's a man.\n\nHarland Williams and Michael Rosenbaum play the other two fugitive KOKs--roles that, should they become stars, will be invaluable as a source of clips at roasts in their honor. Among the DOGs is the invaluable Heather Matarazzo, who now has a lock on the geeky plain girl roles, even though she is in actual fact sweet and pretty. Just as Latina actresses have risen up in arms against Jennifer Connelly for taking the role of John Forbes Nash's Salvadoran wife in \"A Beautiful Mind,\" so ugly girls should picket Heather Matarazzo.\n\nBecause the intelligence level of the characters must be low, very low, very very low, for the masquerade to work, the movie contains no wit, only labored gags involving falsies, lipstick, unruly erections and straight guys who don't realize they're trying to pick up a man. (I imagine yokels in the audience responding with the Gradually Gathering Guffaw as they catch on. \"Hey, Jethro! He don't know she's a guy! Haw! Haw! Haw!\") The entire movie, times ten, lacks the humor of a single line in the Bob Gibson song \"Mendocino\" (\"She was a he, but what the hell, honey/Since you've already got my money...\").\n\nI'm curious about who would go to see this movie. Obviously moviegoers with a low opinion of their own taste. It's so obviously what it is that you would require a positive desire to throw away money in order to lose two hours of your life. \"Sorority Boys\" will be the worst movie playing in any multiplex in America this weekend, and, yes, I realize \"Crossroads\" is still out there.", "running_time": 94, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-22", "genres": ["Comedy"], "title": "Sorority Boys (2002)"}