{"url": "http://www.rogerebert.com/reviews/sorry-haters-2006", "by": "Robin Wright Pennas Phoebe", "star_rating": 3.0, "text": "\"Sorry, Haters\" is a film that begins in intrigue, develops in fascination and ends in a train wreck. It goes spectacularly wrong, and yet it contains such a gripping performance by Robin Wright Penn that it succeeds, in a way, despite itself. To see great work is a reason to see an imperfect movie, and to observe how the movie loses its way may be useful even if it's frustrating. My inclination was to give the film a negative star rating, but that would mean recommending you not see this performance by Penn, and that I am unwilling to do.\n\nWhen I mention Penn, I must also mention Abdellatif Kechiche, who plays the movie's other leading role, and whose anguish is easy to identify with, even if we cannot believe where the plot takes him. He plays a New York cab driver, and she plays a woman who gets into his cab one night -- a woman who has been drinking, and clutches a child's toy. She has him drive out to New Jersey, so they can park across the street and she can look at what was her ex-husband, her child and their house. Her husband, she says, divorced her, married again, and got the house, custody, everything. Before they leave, she uses her keys to scratch the ex-husband's new car.\n\nEverything about this woman, named Phoebe, feels real, including her mania bordering on madness. There is also the modulation of her gradually growing curiosity about the cab driver, named Ashade. We learn his story: He has a Ph.D. in chemistry in his native Syria. His brother has been a Canadian citizen for 10 years, and has a French-Canadian wife and a baby. The brother was stopped by U.S. officials on his way through LaGuardia, and is now a prisoner at Guantanamo. Appeals have failed, even though the brother (according to Ashade) is completely innocent. Phoebe, an executive for a cable TV company, decides that she would like to help them.\n\nThat, at any event, is the surface of the story, the setup. There is a lot more, but as much as I deplore how the movie develops, I will not reveal its secrets, because if you are going to see it you deserve to see it as I did -- going in knowing nothing, and coming out knowing everything and feeling admiration for Penn and something between dissatisfaction and anger for the film. I learn that the producers tried to tell its director, Jeff Stanzler, that his third act didn't work, but he pressed on. And what's the use of making a low-budget film on digital video if you can't make precisely the film you want to make? That's what the low budget buys you: freedom.\n\nWith freedom comes responsibility, etc., but never mind. Just watch Penn. She has to move through wide emotional territory in this film, and she does. She has to make a speech explaining her emotions and motivations, and she does that, too. We do not believe it. We believe either that (a) no one would feel as she feels, or (b) if she does, she's too crazy to seem as sane as she does. But perhaps there are forms of self-delusion that can be masked by intelligent psychopaths, and perhaps that's the case here; she drives the taxi driver to an explosion of frustration and desperation.\n\nCertainly Phoebe seems on the level, at least to begin with. She's smart, attractive, articulate, and kind of creepy as she insists on visiting the French-Canadian sister-in-law (Elodie Bouchez) and taking Ashade to her office at the cable company. Later, there is a dinner involving Phyllis MacIntyre (Sandra Oh), her boss at the company, and without going into details, I ask you to observe the dynamic at that restaurant table.\n\nThere is (I'm wording this carefully) a surprise that begins to emerge at about the halfway point, but I didn't have a problem with it. I could believe it, and consider it consistent with what went before. What I could not accept, where I could not follow, was Phoebe's ultimate purpose and her reasons for it. Perhaps it would have helped if the speech where she explains herself had just been left out altogether. It reminds me too much of the Talking Killer Syndrome -- like a T.K., she is compelled to explain and justify herself at a time when only action is called for. I am thinking of the speech involving the word \"powerless.\" Perhaps if we had seen her behavior without explication or complaint, we could have simply followed her actions and then figured out her motivation for ourselves.\n\nIt must have taken courage for Penn to commit to \"Sorry, Haters.\" She must have doubted the ending. And yet like many great actresses, she was willing to give the director the benefit of the doubt, because an ending that raises no questions may also achieve nothing. \"Sorry, Haters\" is certainly not the kind of movie that should end happily with everything resolved. In its world, and our world, that doesn't happen, not in a case like this.", "running_time": 83, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-03-16", "genres": ["Drama", "Indie", "Thriller"], "title": "Sorry, Haters (2006)"}