{"url": "http://www.rogerebert.com/reviews/soul-food-1997", "by": "Vanessa L. Williamsas Teri", "star_rating": 3.5, "text": "\"Soul Food'' tells the story of a big African-American family from Chicago with warm-hearted good cheer; in the way it cuts between stories of romance and trouble, it's like \"Waiting to Exhale,\" but more down to earth and believable--and funnier. It knows about how black families stay in constant communication down three or four generations and out to third cousins--how when a matriarch like the movie's Big Mama (Irma P. Hall) hosts a holiday dinner, there are going to be a lot of people in the house, and a lot of stories to catch up with.\n\nThe story is told through the eyes of Big Mama's grandson Ahmad (Brandon Hammond), who introduces us to the key players, especially his mother and her two sisters. His mom and dad are Maxine (Vivica A. Fox) and Kenny (Jeffrey D. Sams). The oldest sister is Teri (Vanessa L. Williams), a successful attorney, married to Miles (Michael Beach), who is also an attorney but wants to leave the law and follow his first love, music. The youngest sister, Bird (Nia Long, from \"Love Jones\"), has just married Lem (Mekhi Phifer) and opened a beauty shop with a loan from Teri.\n\nAhmad is young but observant, and starting with his clues we learn that Teri and Mile's marriage has lost its spark--Teri is a workaholic who's not interested in her husband's music. Bird and Lem are struggling, not least because of the shadowy presence of her former boyfriend (Mel Jackson). The whole family is apprehensive about the arrival back in town of Faith (Gina Ravera), who is thought to have been a stripper in California, and is well remembered for several loans she still hasn't paid back.\n\nOh, and the family extends further: It's a tribute to the script and direction by George Tillman Jr. that he makes them memorable, including the Reverend (Carl Wright), who is a faithful anchor at Big Mama's Sunday dinners, and the mysterious Uncle Pete (John M. Watson Sr.), who hasn't left his room in years. All of these people and more--including neighbors, church friends and sometimes even the homeless--turn up at Big Mama's on Sundays for her famous soul food feasts, at which long-simmering family issues sometimes come to the boil before Big Mama puts the lid on.\n\n\"Big Mama'' is not a nickname but an honorary title in a lot of African-American families, indicating a woman who has lived long, worked hard and acted as an inspiration for many generations. That certainly describes my own mother-in-law, Mrs. Johnnie Mae Hammel, the first Big Mama I met, and it also describes the unforgettable character played by Irma P. Hall in this movie. She has an uncanny gift for seeing right to the heart of her family's strengths and weaknesses, and dishing out firm advice, spiritual sometimes and practical always.\n\nThat's until she has a stroke, falls into a coma and is hospitalized. In a pivotal scene, young Ahmad goes to visit her, and in a low-key, unemphasized way, seems to communicate telepathically. (He agrees with her about plans for the garden, even though she of course cannot speak.) Later, in the film's closing sequence, it is Ahmad who understands Big Mama's desires for the family, and brings them about through some sneaky planning of his own.\n\nThe heart of the movie involves the three sisters, their stories and their marriages. The work of all the actors in these sequences--those playing the three couples, plus the two troublesome outsiders--is a reminder of how rich the African-American acting community has grown in recent years, with the renaissance in black-themed films. Williams does an observant job of playing Teri, the most successful woman in her family--ambitious, competitive, tired of picking up bills. She's happy to lend money to Bird (Long), but has a lifelong competition with Maxine (Fox) because she senses a happiness and marital security she'll never know.\n\nDrama comes when Bird's ex-boyfriend pretends to help Lem get a job--and uses the opening to humiliate him. There's more trouble when Faith, the ex-stripper, needs a piano player and finds Teri's husband Kenny available. It's unfortunate, in a way, that some of these developments lead to sexual situations that make this wonderful family film unsuitable for younger viewers.\n\nWatching \"Soul Food,'' I reflected that in many ways it depicts a world which white audiences will find unfamiliar. Oh, Big Mama's family shares the same kinds of values, problems, worries, successes and failures as whites. But movies and TV often focus only on a narrow wedge of black America, showing pimps and junkies, outlaw teenagers and con men, but ignoring the vast and substantial African-American middle and working classes. George Tillman says \"Soul Food'' is based in part on his own family, and I believe him, because he seems to know the characters so well; by the film's end, so do we.", "running_time": 115, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-09-26", "genres": ["Comedy", "Drama"], "title": "Soul Food (1997)"}