{"url": "http://www.rogerebert.com/reviews/soul-men-2008", "by": "Samuel L. Jacksonas Louis", "star_rating": 3.0, "text": "\"Soul Men\" is the one that's really going to make you miss Bernie Mac. He's so filled with life and energy here that it's hard to believe ... well, anyway. It will make you miss him. He found his comfort zone in mainstream comedies, of which I have liked nine of 12. When an edgy director like Terry Zwigoff came into the picture with \"Bad Santa\" (2003), he allowed Bernie Mac a little more depth.\n\nIn \"Soul Men,\" there are scenes that hint at what he might have done in a dramatic role. It's a formula comedy, but there are real feelings here that we suspect would exist in this troubled struggle between musicians who haven't played together in 20 years. In the end credits, there are generous tributes to Bernie Mac and Isaac Hayes, also in the film, both gone from us within two days in August. Bernie gets the last, touching, word. And you know, even if I mentioned a possible heavy dramatic role, I never felt he was a comedian with a sad man inside. In the credit cookies, he talks about his good luck while thanking a theater audience (of extras) for his career, and we believe him. He seems like a comedian with a happy man inside.\n\nAnyway, years ago Louis Jackson (Samuel L. Jackson), Floyd (Bernie Mac) and Marcus (John Legend) were a trio of big-time musicians. But Marcus split for superstardom, and the other two took separate paths to relative anonymity. Now Marcus has died and Floyd and Louis are desperately needed to appear in a memorial concert at the Apollo in Harlem. They're not even speaking to one another. Fight over a woman.\n\nFor the money, Louis agrees to join Floyd in a cross-country road trip to New York. That's the formula: Two incompatible guys, long trip, one car. \"Planes, Trains and Automobiles,\" etc. It's Floyd's car. An El Dorado convertible. But of course it is. Ever notice how often cross-country road trips in the movies involve classic convertibles? Two reasons: The rag top makes it easier for the camera to see them, and recent cars don't look like cars.\n\nIn the 1950s, kids used to stand on the corner and spot cars approaching from one or two blocks away. First kid to ID one scored a point. Chevy. Dodge. Chrysler Imperial. Studebaker. Ford. That far away, and they could even ID the model: Rocket 88. Fairlane. Golden Hawk. To kids today from a block away, unless it's a Hummer, all cars look the same. Camry. Camry. Camry. Fifty years from now, movie characters will be crossing the country in 100-year-old cars.\n\nFloyd and Louis rehash all their old differences, and encounter some remarkably friendly women (including Jennifer Coolidge, Stifler's mom). They have adventures. The beloved Caddy, with absolute inevitability, is damaged. Their spirits lift and they do one of their old routines. The trio is re-formed by adding a young singer, Cleo (Sharon Leal), who may have more to do with the trio's history than anybody realizes. At the Apollo, the reunion with Marcus and their big stage entrance are interestingly linked.\n\nThis movie has a lot of good music in it, some on the soundtrack, some on the screen. Jackson and Bernie Mac have enormous fun doing intricate dance moves together. Isaac Hayes has a farewell role worthy of our memories. Of the actors, only John Legend is a little stiff, although he goes through a timeline of costumes and hair styles in the flashbacks. You want a good time? \"Soul Men\" will provide it. You want to say goodbye to Bernie Mac? He wants to say goodbye to you.", "running_time": 103, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-11-05", "genres": ["Comedy", "Music"], "title": "Soul Men (2008)"}