{"url": "http://www.rogerebert.com/reviews/soul-man-1986", "by": "C. Thomas Howellas Mark Watson", "star_rating": 1.0, "text": "Although the premise of \"Soul Man\" has been greeted with widespread derision, it actually has a lot of potential - even if it has been made into a lame-brained movie. The film's hero is a UCLA graduate who poses as a black in order to qualify for a scholarship to Harvard Law School, and the movie follows him through his first semester, as he spars with a black professor, falls in love with a black woman and experiences racism.\n\nThis is a genuinely interesting idea, filled with dramatic possibilities, but the movie approaches it on the level of a dim-witted sit-com. Thoughtful scenes are followed by slapstick, emotional moments lead right into farce, and the movie doesn't have an ounce of true moral courage; it sidesteps every single big issue that it raises.\n\n\"Soul Man\" hardly even seems to realize, for example, that the real subject of the film is not race but ethics - the ethics of pretending to be someone you are not, and lying to others about it.\n\nIn the movie, a rich Southern California kid (C. Thomas Howell) is admitted to Harvard, but his millionaire father won't pay the tuition. Howell is distraught until he finds out about a full scholarship available to a black applicant in the Los Angeles area. He applies, wins the scholarship, and makes himself look black by getting a curly perma nent and overdosing on suntan tablets. Is he convincing as a black? No, but in this movie, who cares? As a \"black\" at Harvard, Howell encounters a landlord who doesn't want to rent to him, a father who doesn't want him dating his daughter, and a lot of ethnic jokes. He also encounters a black professor (James Earl Jones) who holds him to the highest standards, and a fellow student (Rae Dawn Chong) whom he falls in love with. During these early passages in \"Soul Man,\" I kept urging it to work because I felt the situation was so interesting. But this movie doesn't have the wit to work; it doesn't grapple sincerely with any of its issues, but just uses them as setups for predictable punch lines.\n\nIf the movie's first hour is filled with unrealized potential, the second half is absolutely dreadful. Consider, for example, the scene where Howell has his parents (who do not know he is \"black\") in the kitchen, a sex-mad white girl in his bedroom and Chong in the living room. He races back and forth like a Marx Brother, pulling on a ski cap so his parents can't see his face, and we realize that all of this idiotic farce is an excuse for avoiding the tough dialogue that would have to be written for realistic scenes involving these people.\n\nThen there's the matter of the student's deception. Are we all agreed that it is not only a moral but a criminal offense to fradulently accept that scholarship? And what about Howell's lies to Chong, who believes he is really black? At the end of the movie, the big scene has Howell apologizing to Jones, who announces the school will not press charges. That scene is absolutely impossible - he would have been thrown out of Harvard in a second, his reputation ruined. But what's worse is that, in a movie filled with useless scenes, there is no scene at all in which Howell and Chong really discuss what he did, and why.\n\nThere are two good performances in \"Soul Man,\" by Chong and Jones.\n\nHowell seems to have wandered in from a teen comedy; there is never a moment when I felt he was really experiencing the feelings in this movie. Not even when he gets to feeling so black that he tosses around a symbolic basketball and confesses he doesn't like the Beach Boys so much anymore.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-10-24", "genres": ["Comedy"], "title": "Soul Man (1986)"}