{"url": "http://www.rogerebert.com/reviews/soul-surfer-2011", "by": "AnnaSophia Robbas Bethany Hamilton", "star_rating": 2.5, "text": "\"Soul Surfer\" is based on the true story of Bethany Hamilton, a champion surfer who in her early teens was attacked by a shark and lost almost all of her left arm. One month later, she was back on a surfboard, has since won several championships and is at age 21 a professional surfer. All of those are remarkable facts.\n\nMy problem with \"Soul Surfer\" is that it makes it look too simple. Bethany (AnnaSophia Robb) has a loving family of professional surfers and a big, friendly dog. She lives in walking distance of the beach. She was and is a committed churchgoer and got great support from her spiritual leaders. She was an indomitable optimist with a fierce competitive spirit.\n\nBut there had to be more to it than that. I applaud her faith and spirit. I give her full credit for her determination. I realize she is a great athlete. But I feel something is missing. There had to be dark nights of the soul. Times of grief and rage. The temptation of nihilism. The lure of despair. Can a 13-year-old girl lose an arm and keep right on smiling?\n\nThe flaw in the storytelling strategy of \"Soul Surfer\" is that it doesn't make Bethany easy to identify with. She's almost eerie in her optimism. Her religious faith is so unshaken, it feels taken for granted. The film feels more like an inspirational parable than a harrowing story of personal tragedy. \n\nEven its portrait of her recovery and rehabilitation is perfunctory. There's a particularly unconvincing scene where she's fitted with a prosthetic arm and refuses to wear it. They're making remarkable progress in the field of prosthetics. But the arm that she's offered looks no more useful than the arm that she rips off her Barbie doll the same night (in one of the movie's rare moments of depression).\n\nAlthough I can understand a good prosthetic might not help her balance on a surfboard, I believe one might be of use in other situations — and I don't mean cosmetically. Maybe I'm mistaken. \n\nBecause Bethany actually was in the water a month after the attack, there can be no quarrel with those scenes in the film. What I missed was more information about her medical condition. What did her doctors advise? What risks were there to the wound? Having totaled almost a year in three trips through the Rehabilitation Institute of Chicago, I've known people who lost limbs and I know it's very difficult and complicated. Maybe Bethany was so young and resilient, and in such a happy situation with her family and her church, that it was this easy for her. But the movie feels too simple.\n\nOne of the best sequences in the film involves a trip that her church group makes to Thailand to bring aid and supplies to the survivors of a tsunami. This episode looks so realistic, it's uncanny. It has one detail that made me smile: Bethany packs cans of Spam for the victims. I don't know how you feel about Spam, but I know that in Hawaii, it's considered one of the basic food groups. (I like it with Colman's English Mustard — but I'm drifting.)\n\n\"Soul Surfer\" is a wholesome movie, intended as inspirational. Whether it will cheer viewers who are not as capable as Bethany is an excellent question. AnnaSophia Robb is a convincing, cheerful heroine. Dennis Quaid and Helen Hunt, as Bethany's parents, are stalwart and supportive, although the script indeed leaves them with no other choice. \n\nOne character I question is Malina Birch (Sonya Balmores), one of Bethany's competitors, who sneers and is mean and does cruel things and, of course, always wears black. Why? Does she know that she has been cast as the villain?", "running_time": 106, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-04-06", "genres": ["Action", "Drama", "Sport"], "title": "Soul Surfer (2011)"}