{"url": "http://www.rogerebert.com/reviews/soul-kitchen-2010", "by": "Adam Bousdoukosas Zinos", "star_rating": 3.0, "text": "Zinos Kazantzakis looks like a mop-topped, mutton-chopped, slightly overstuffed dolma doing its best to stand upright. He's the Greek-German proprietor of a funky hangout in a run-down industrial area of Hamburg, Germany, that serves up soul music nightly, mostly on vinyl platters from the '60s and '70s. On the side, there's some less-than-soulful comfort food — mainly fries and pizza — to help soak up the booze and fuel the action on the dance floor.\n\nZinos (Adam Bousdoukos) is having trouble remaining erect for several reasons. He has injured a disc in his back, causing him to move about in pain like a stiff-necked ostrich; his girlfriend is moving to China and is mad he won't come with her; his brother is on work release from prison and is asking him for a job; he's just hired a hot-tempered chef whose talents are way too haute for Soul Kitchen; he's being pursued by real estate speculators, tax officials, the health department. In short, all the breaks are breaking bad for Zinos.\n\nAcclaimed director Fatih Akin, born in Hamburg to Turkish parents, is best known for the emotionally harrowing \"Head On\" (2004) and the transcendent \"The Edge of Heaven\" (2007). \"Soul Kitchen\" couldn't be more unlike those movies; it's a shaggy, messy, screwy comedy based on the food-industry experiences of Bousdoukos, the film's star and Akin's best friend since childhood. \n\nThat puts the loose-limbed groove of \"Soul Kitchen\" into perspective: Yes, this is the kind of movie you might make for, about and with your best friend, for no other reason than to have fun recapturing a period in your lives when you spent a lot of time at a \"third place,\" eating, drinking, dancing and listening to music late into the night, every night.\n\nThe first thing I did after watching \"Soul Kitchen\" was to go online and find out where I could order or download the soundtrack album, which features the likes of Curtis Mayfield, Kool and the Gang, Quincy Jones, Mongo Santamaria, Ruth Brown and Boogaloo Joe Jones. The next thing I did was grab a pizza. That seemed in line with Zinos' priorities, too.\n\nWhen he hires chef Shayn Weiss (Birol Unel, star of \"Head-On\"), a culinary artiste too proud of his work to serve \"hot gazpacho\" to a customer who doesn't know what gazpacho is, the regulars revolt. They want their proletarian grease, starch and cheese. So, what should he do: give them something better, or give them what they want? \n\nIf \"Inception\" was Christopher Nolan's allegory for the making of movies, \"Soul Kitchen\" might be seen as Akin's playful commentary on the demands of the marketplace. (The lightweight \"Soul Kitchen\" has only begun to open in the United States, but it's already taken in $17 million worldwide, only slightly less than \"The Edge of Heaven,\" which won Akin the best screenplay award at the Cannes Film Festival.)\n\nThe comedy in this joint is as familiar as the food. There's hardly a novel gag in the place, and nearly every scene is built around one, but maybe that's the point (and part of the charm). After all, it doesn't pretend to be anything but a goofy, affectionate comedy that combines slapstick pratfalls with bawdy jokes. Guess what happens when the dessert is spiked with Honduran tree bark, a potent aphrodisiac? Or when Zinos prepares to indulge in a little Skype-sex with his girlfriend in Shanghai, via a battered PowerBook with iSight webcam? \n\n\"Soul Kitchen\" can frequently be seen straining for laughs, but it's saved from terminal dopiness by the enthusiasm of its actors, especially Bousdoukos as the hapless puppydog Zinos and Moritz Bleibtreu (\"Run Lola Run,\" \"The Baader-Meinhof Complex\") as his convict brother Illias, an underachieving grifter who sports a skinny little beard that seems to trace his mouth in a permanent pout, as if to emphasize his put-upon status. \n\nYeah, these guys are losers, but this is a comedy of the heart. Conventions of the form must be respected. So, after everything that could conceivably go wrong goes wrong for these two, things just as suddenly (and randomly) start looking up. It's silly, but it feels pretty good.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-09-08", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Soul Kitchen (2010)"}