{"url": "http://www.rogerebert.com/reviews/souls-for-sale-1923", "by": "Eleanor Boardmanas Miss Remember Steddon", "star_rating": 4.0, "text": "\n\nIn the 1920s, the golden age of silent films, millions of\r\nAmericans bought tickets every week to see movies like \"Souls for\r\nSale.\" It isn't on any list of great movies I've ever seen, possibly\r\nbecause hardly anyone had seen it for more than 75 years. When it has played\r\nover the last few years on Turner Classic Movies, it's possible more people saw\r\nit than in all the decades since it was released in 1923.\n\nThis\r\nis a prime example of the mid-range entertainment Hollywood was producing so\r\nskillfully at the time. Filled with actors who were then stars, fast-moving,\r\nentertaining, with a spectacular circus action sequence at the climax, it is\r\ndrama, melodrama, romance and satire all at once -- wrapped up in a\r\nbehind-the-scenes look at how a desperate young woman fell into the movie\r\nbusiness by accident and became a star.\n\nThe\r\nstory involves the memorably named Remember Steddon, played by Eleanor Boardman\r\nas a wide-eyed girl from a rural town who literally leaps off the train on her\r\nhoneymoon to escape her new husband (Lew Cody). He swept her off her feet in a\r\nwhirlwind courtship, we learn, but now he fills her with loathing; and no\r\nwonder, because he's a snaky operator with a skinny mustache and a history of\r\nmarrying women and killing them for their insurance money.\n\nProduced\r\nby Samuel Goldwyn, obviously not on a limited budget, it's also an exploitation\r\nof the national fascination with Hollywood and its transgressions. The Fatty\r\nArbuckle scandal of 1921 would have been in audience minds as they saw the\r\nmilk-fed maiden venturing into the den of iniquity. Remember's father is a\r\npreacher who lectures on the sins of the movies, and she believes what she\r\nhears.\n\nBut\r\nwhat is a girl to do? Stranded in the California desert after escaping from the\r\ntrain, she staggers under the burning sun and is close to death when she's\r\nrescued by a sheik on horseback. Is he a mirage? Not at all. He's an actor\r\nmaking a film. Poking fun at Valentino, a title card notes: \"The usual\r\nsheik led the usual captive across the usual desert.\" The girl is nursed\r\nback to life by the filmmakers and taken to Los Angeles.\n\nAlready\r\ntwo of the movie men are in love with her: Richard Dix, as the film's director,\r\nand Frank Mayo, as the actor on the camel. But Remember is mindful of her\r\nfather's warnings and stays clear of the movies until desperation drives her to\r\nseek a job. This sets in motion a fascinating backstage story in which we\r\nfollow her as she gets past the studio gates, is rebuffed by a casting\r\ndirector, is befriended by the director and gets work as an extra.\n\nGoldwyn\r\nmust have called in a lot of favors, because there are cameo roles showing\r\nCharles Chaplin directing a scene while puffing furiously on a cigarette, Erich\r\nvon Stroheim allegedly working on \"Greed\" and such other stars as\r\nBarbara La Marr, Jean Hersholt, Chester Conklin and Claire Windsor.\n\nRemember\r\nis given a screen test, miserably fails, weeps when it is screened and is told\r\nby Dix: \"If you could only cry that well on camera.\" Of course, she\r\ncan. He also gives her some very modern advice: \"Don't try to act funny.\r\nJustfeelfunny. The camera photographs exactly\r\nwhat you are thinking of.\" He then helpfully promises her: \"I'll make\r\nan actress of you if I have to break your heart and every bone in your\r\nbody.\"\n\nEleanor\r\nBoardman is a spirited screen presence, a big star in the decade, who married\r\nthe important director King Vidor and starred in his masterpiece \"The\r\nCrowd\" (1928). Her female co-star in \"Souls for Sale\" is another\r\nsilent legend, Mae Busch, who appeared in 131 roles between 1912 and 1947, most\r\nnotably with Laurel and Hardy in \"Sons of the Desert\" (1933). Here\r\nher character's tragedy provides Boardman's big break: The newcomer takes over\r\nher starring role after a heavy overhead lamp falls on her: \"She may not\r\nwalk for a month -- if ever!\"\n\nThe\r\nmovie was written and directed by Rupert Hughes, who was the uncle Howard\r\nHughes so fatefully decided to visit in Hollywood. He adapted it from his own\r\nnovel, which was serialized in Redbook magazine, and judging by his title\r\ncards, he was well aware of how absurd his plot was. After the treacherous\r\nhusband discovers his wife has disappeared from the train, he returns to his\r\nseat and -- goes to sleep. \"Why didn't he tell the conductor and stop the\r\ntrain?\" a title card asks, not unreasonably. Indeed, there are times when\r\nthe titles seem to be doing the work of \"MST 3000,\" providing a\r\nsardonic commentary on the action. One card observes: \"That seasick camel\r\nis a regular osteopath.\"\n\n\"Souls\r\nfor Sale\" provides a pointed commentary on Hollywood's practice of putting\r\nthe schedule above all other considerations. The climactic scene takes place\r\nduring the filming of a circus scene. A violent storm is planned to threaten\r\nthe Big Top, and a huge mounted propeller is brought in to generate wind. If\r\nthe director warns people not to walk into that fan once, he does it three\r\ntimes. Then a real storm blows up, lightning strikes the crew's generator, the\r\ncircus tent catches fire, Remember's evil husband turns up from his refuge in\r\nEgypt (she's afraid her lovers will discover she's already married, not knowing\r\nhe was a bigamist), and the wind machine becomes a lethal weapon. But the\r\nanimals in the menagerie are saved.\n\n\"Keep\r\ncranking until the flames grow too hot!\" the director tells his camera\r\ncrew. The Big Top goes up in a spectacular conflagration, there is a violent\r\ndeath (preceded by a heartfelt speech), and then, can you believe, with an\r\nambulance hauling the deceased away, the heartless director asks Remember if\r\nshe could possibly act in one more scene. She can. What a trouper. You can't\r\ntell me Rupert Hughes wasn't grinning when he wrote this.\n\nHe\r\nalso seems to have had an open mind about camera possibilities. In a scene\r\ninvolving the setup for a studio scene, he hurries along with little jump cuts.\r\nHis framing is fairly standard, but he doesn't overuse closeups, and the\r\nediting is brisk. The titles, when they come, are not used only for dialogue or\r\ninformation, but also sometimes seem to supply Hughes' own comments as he looks\r\nat his picture.\n\nThere's\r\none little moment I'm curious about. Like so many silent films, \"Souls for\r\nSale\" is not all in black and white, but uses a great deal of color\r\ntinting. Red for the desert, sepia for indoors, blue for night, a little yellow\r\nhand-painted in for the flames of the circus tent. When Remember and the wife\r\nkiller are on the rear observation platform of the speeding train, the scene is\r\ntinted for night, but when he decides they should go inside, there's a quick\r\nshot of him, still outside, tinted sepia. Why's that there? Foreshadowing?\n\n\"Souls\r\nfor Sale,\" popular on its release, was thought to be lost for many years.\r\nA few prints were discovered, and when the IMDb user \"wmorrow59\" saw\r\none at the Museum of Modern Art, it was \"badly tattered in places, with a\r\nconfusing turn in the plot at one point, which suggested that a chunk of\r\nfootage must be missing.\"\n\nSince\r\nthen the film has been restored; its first DVD version was released last month\r\nby Warner Bros. and Turner Classic Movies and looked remarkably good,\r\nconsidering its perilous survival. A new score has been added by Marcus\r\nSjowall, part of TCM's Young Composers Competition, and the result is a lively\r\nand funny experience, enriched by the backstage rags-to-riches story; we see\r\nlots of sets, props, costumes, cameras, crew members and, of course, that one\r\nunfortunate overhead light.\n\nTitle\r\ncards near the end reflect the blessing of Sam Goldwyn, if not his penmanship,\r\nin praising the toilers of Hollywood for their dedication in bringing our\r\ndreams to the screen. And despite the town's reputation, Remember Steddon will\r\nbe a virgin on her wedding day.\n\n\"Souls for Sale\" on DVD is part of the Warner Bros.\r\nArchive Collection.\n\n", "running_time": 90, "mpaa_rating": null, "release_year": 1923, "date_published": "2009-07-29", "genres": null, "title": "Souls For Sale (1923)"}