{"url": "http://www.rogerebert.com/reviews/sounder-1972", "by": null, "star_rating": 4.0, "text": "\"Sounder\" is a story simply told and universally moving. It is one of the most compassionate and truthful of movies, and there's not a level where it doesn't succeed completely. It's one of those rare films that can communicate fully to a child of nine or ten, and yet contains depths and subtleties to engross any adult. The story is so simple because it involves, not so much what people do, but how they change and grow. Not a lot happens on the action level, but there's tremendous psychological movement in \"Sounder,\" and hardly ever do movies create characters who are so full and real, and relationships that are so loving.\n\nThe movie is set in rural Louisiana in about 1933, and involves a black sharecropper family. The boy, David Lee, is twelve or thirteen years old, just the right age to delight in the night-time raccoon hunts he goes on with his father and their hound, Sounder. The hunts are not recreation but necessity. There is no food and no money, and at last, the father steals a ham in desperation. He's sentenced to a year at hard labor, and it's up to the mother and the children (two of them too small to be much help) to get the crop in. They do. \"We'll do it, because we have to do it,\" the mother says.\n\nThe boy sets out to find the labor camp where his father is being held. He never does, but he comes across a black school where the teacher talks to him of some of the accomplishments of blacks in America. He decides that he would like to attend her school; by special dispensation, he had been attending a segregated school near his home as sort of a back-row, second-class student.\n\nHe returns home, the father returns home, and there is a heartbreaking moment when, for the boy, no school in the world could take him away from this family that loves him. He runs away, filled with angry tears, but his father comes after him and talks to him simply and bluntly: \"You lose some of the time what you go after, but you lose all of the time what you don't go after.\" The father has a totally realistic understanding of the trap that Southern society set for black sharecroppers, and he is determined to see his son break out of that trap, or else. The scene between the father (Paul Winfield) and the son (Kevin Hooks) is one of the greatest celebrations of the bond between parents and children that I have ever seen in a movie. But it is only one of the scenes like that in \"Sounder.\"\n\nThe mother is played by Cicely Tyson, and it is a wonder to see the subtleties in her performance. We have seen her with her family, and we know her strength and intelligence. Then we see her dealing with the white power structure, and her behavior toward it is in a style born of cynicism and necessity. She will say what they want to hear in order to get what she wants to get. \n\nThe story is about love, loss, anger, and hope. That's all, and it's enough; not many movies deal with even one of those subjects with any honesty or power. Hope is probably the emotion evoked most by \"Sounder\" --the hope of the parents that the school will free their bright and capable son from the dead end of sharecropping; the hope of the teacher, who is representative of the Southern growth of black pride and black studies; and, of course, the boy's hope.\n\nThe movie was attacked in a few quarters because of this orientation. It is merely \"liberal,\" some of its critics say. It isn't realistic, it's deceiving. I don't think so. I think it has to be taken as a story about one black family and its struggle. It is, I suppose, a \"liberal\" film, and that has come to be a bad word in these times when liberalism is supposed to stand for compromise--for good intentions but no action. This movie stands for a lot more than that, and we live in such illiberal times that \"Sounder\" comes as a reminder of former dreams. It's not surprising that the boy in the movie reminded Mrs. Coretta Scott King of her husband.\n\nThis is a film for the family to see. That doesn't mean it's a children's film. The producer, Robert B. Radnitz, has specialized in authentic and serious family films (\"A Dog of Flanders,\" \"The Other Side of the Mountain\"). The director, Martin Ritt, is one of the best American filmmakers (his credits include \"Hud,\" \"The Molly Maguires,\" and \"The Great White Hope\"), and he has made \"Sounder\" as a serious and ambitious undertaking. There is no condescension in it, no simplification. The relationship between the man and wife is so completely realized on a mature level that it comes as a shock; we'd forgotten that authentic grown-ups can be portrayed in films. We'd thought, for a moment, that to be a movie adult you had to drive a fast car, be surrounded by sexy dames, and pack an arsenal. \"Sounder\" proves it isn't so.", "running_time": 105, "mpaa_rating": "G", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Drama"], "title": "Sounder (1972)"}