{"url": "http://www.rogerebert.com/reviews/source-code-2011", "by": "Jake Gyllenhaalas Colter", "star_rating": 3.5, "text": "\"Source Code\" is an ingenious thriller that comes billed as science fiction, although its science is preposterous. Does that matter, as long as everyone treats it with the greatest urgency? After all, space travel beyond the solar system is preposterous, and yet we couldn't do without \"Star Trek.\" The \"science\" in this case is used to prop up an appealing story of a man who tries to change the past.\n\nHis name is Colter Stevens (Jake Gyllenhaal). That he is sure of. That's why it's strange when he finds himself on a Chicago commuter train talking to Christina Warren (Michelle Monaghan), a woman he's never met. It's even stranger when he goes into the toilet and sees a face in the mirror that doesn't belong to him.\n\nHow can this be? We are far from sure in the early scenes, which embed us in his confusion. Because some of the pleasure comes from unwinding the mystery, I'd advise you to stop reading now — unless the helpful TV ads have already hinted at the secret. \n\nSpoilers ahead. Colter gains consciousness to find himself (as himself) in a secret Army lab, talking to a scientist named Colleen Goodwin (Vera Farmiga). He gradually understands that the commuter train was destroyed by a terrorist bomb, and that the brain of one of the victims was harvested for memories of the last eight minutes before the explosion. That's a first cousin to the old theory that a killer's image remains imprinted on the victim's retinas. \n\nBut listen. Goodwin and her Army intelligence team believe that by rerunning those eight minutes, they can discover the identity of the terrorist and prevent a larger explosion that could destroy Chicago. This is because the terrorist unwisely detonated the small bomb as a warning, or something, I dunno. In the movies, evildoers love to pass out alarms and clues so they can be prevented from carrying out their schemes. This is a more sophisticated variation of the Talking Killer Syndrome.\n\nNow comes the human touch. As he returns again and again to those fateful eight minutes, Colter finds that he can remember his previous visits, even though for Christina and others on the train, they are of course happening for the first time. This is the \"Groundhog Day\" paradox: You remember your previous passages through the same span of time. Colter begins to care for Christina, as well he might, as anyone who loved Michelle Monaghan in \"Trucker\" (2008) will understand. As the conscious occupant of this borrowed body, he apparently possesses free will and need not duplicate exactly what the original memory donor did. \n\nThis involves the possibility that he could relive the memories of a man's final eight minutes and act in such a way as to affect the outcome. If the man were to survive — whose memories would he have, his own or his visitor's? Don't go there. The Army's no doubt brilliant Dr. Rutledge (Jeffrey Wright) starts out to account for the experiment, but abandons his explanation, which is our loss. If you had a speech in this movie actually saying in so many words how this was possible, it would rival the findings of such great thinkers as Dr. Moreau, Dr. Jekyll and Dr. Frankenstein.\n\nNo matter. The director and writer, Duncan Jones and Ben Ripley, hurtle ahead with the speed of their commuter train, which like the man on the Grecian urn always speeds forward and never gets anywhere. Colter's challenge increases in complexity. The city grows ever closer to destruction. Christina becomes more poignant. The scientists grow more desperate.\n\nWhat we have here, setting aside the fancy editing involving the time travel, is something that looks like hard science fiction. That's a threatened genre. Movies with plots are threatened in general; much modern \"science fiction\" involves blowing stuff up. The good classic sci-fi involved starting with an idea and exploring its implications. \n\nDuncan Jones previously made \"Moon\" (2009), with Sam Rockwell as a character apparently nearing the end of a contract to man a station on the far side of the moon. Characters in Duncan Jones movies should learn not to be so sure of things. But Jones has the right spirit, Gyllenhaal and Monaghan are adept at playing their variations on the eight minutes, and here's a movie where you forgive the preposterous because it takes you to the perplexing.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-03-31", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Source Code (2011)"}