{"url": "http://www.rogerebert.com/reviews/south-2000", "by": "Ernest Shackleton", "star_rating": 3.0, "text": "\"South,\" which has been restored and is playing at the Film Center, is essentially a home movie shot very far from home. The cinematographer, Frank Hurley, was a crew member whose approach is essentially to point his camera and trust the subtitles to explain what we see. \"Sir Ernest Shackleton, Leader of the Expedition,\" we read, while Shackleton poses self-consciously for posterity. Another title explains that a sick dog is being given medicine while the others look on enviously, thinking it's being fed. We see crew member Tom Crean with a litter of puppies born onboard. Later, \"Sulky, the black leader dog, trains the pups in harness.\" Watching these images, we are absorbed, as we often are with silent film, in a reverie that is a collaboration with the images. We note how surprisingly small the Endurance is. How its crew of less than 30 become anonymous figures, bundled beyond recognition in cloth and fur, as they trudge across limitless snow. How the ship seems to be the only thing of human manufacture in the ice world. How later it is joined by another, as Shackleton tests a \"motor sledge,\" which he thought might take the place of dog teams, but which had the unfortunate drawback of needing to be pushed by men or pulled by dogs. (And what dogs! There are breathtaking shots of them pulling a sled through snow powder almost over their heads.) Some of Hurley's shots speak for themselves. As it becomes clear that the worst antarctic winter ever recorded will prevent the ship from reaching the point where Shackleton wants to drop off men, dogs and supplies, Hurley and his camera hang from the prow of the Endurance as the ship opens up sudden, jagged cracks in the quickly forming ice.\n\nWe see countless crab seals migrating north, as a title tells us they sense a dismal season is on the way. We see the men building ice pylons to lead back to the ship because, in the storms of the antarctic night, it is possible to become lost forever just a few yards from safety. And we see an astonishing sight: The Endurance photographed in the middle of the polar night with the use of 18 light bulbs, which reflect off the ice on every line and mast to make it glitter like a ghost ship.\n\nAfter the Endurance is locked in ice, the men use two-handed logger's saws to try to cut through. When the ship then backs up and tries to ram itself free, Hurley and his camera are positioned on the ice, dangerously close to the front of it, and we imagine them disappearing into a sudden fissure--but the ice holds, eventually breaking the rudder and then caving in the sides of the ship. The dogs are evacuated, skidding nervously to safety down a canvas chute. The camera watches as the Endurance tilts and dies, its masts toppling over.\n\nThere is, of course, no footage of the 800-mile journey in a small lifeboat which Shackleton completed to bring rescue (not a single man was lost from the expedition). But Hurley does show us the glacier they had to scale on South Georgia Island in order to reach the inhabited far shore. And an albatross like the one that provided their first meal on land. They encountered \"quaint birds and beasts,\" a subtitle tells us, and \"these pictures were obtained with a good deal of time and effort\"--an understatement.\n\nThere is probably too much natural history toward the end of the film; we see elephant seals while the fate of the stranded crew members hangs in abeyance. Finally, all are united and cheered as they return to safety.\n\nThe Endurance did not get anywhere near the South Pole, but the expedition did sail into legend--like Robert Falcon Scott's attempt in 1911-12, where he lost a race to the pole to the Norwegian Roald Amundsen and died on the return, but far overshadowed the Norwegian's fame. Ironic, that the two most famous British South Pole explorers either failed to reach their destination or died on the way back. (Kevin McCorry, a writer on polar expeditions, quotes Amundsen's laconic commentary \"Never underestimate the British habit of dying. The glory of self-sacrifice, the blessing of failure.\") The overwhelming impression left by \"South,\" however, is of the bravery of everyone who ventured to the pole. These men did not have cargo planes to drop supplies, satellites to tell them their position, solar panels for heating and electricity or even adequate clothing. But they had pluck, and Frank Hurley with his hand-cranked camera recorded them, still to be seen, specks of life and hope in an icy wilderness.", "running_time": 80, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-01-21", "genres": ["Documentary", "Foreign"], "title": "South (2000)"}