{"url": "http://www.rogerebert.com/reviews/southland-tales-2007", "by": "Dwayne Johnsonas Boxer", "star_rating": 1.0, "text": "After I saw the first cut of Richard Kelly's \"Donnie Darko\" (2002), I was left dazed and confused, but somehow convinced that I might have seen something. After I saw the director's cut (2004), which was 20 minutes longer, I began to comprehend some of what I had seen, and it became more interesting, even though I still didn't entirely understand it. It even nudged itself up into a favorable review.\n\nAfter I saw the first cut of Kelly's \"Southland Tales\" at Cannes 2005, I was dazed, confused, bewildered, bored, affronted and deafened by the boos all around me, at the most disastrous Cannes press screening since, yes, \"The Brown Bunny.\" But now here is the director's cut, which is 20 minutes shorter, lops off a couple of characters and a few of the infinite subplots, and is even more of a mess. I recommend that Kelly keep right on cutting until he whittles it down to a ukulele pick.\n\nYes, I admire Kelly's free spirit. In theory. He is a cinematic anarchist, but the problem is, he's throwing bombs at his own work. He apparently has no sympathy at all for an audience unable to understand his plot, and every scene plays like something that was dreamed up with little concern for what went before or would follow after. It's like the third day of a pitch session on speed. What does he imagine an audience feels like while watching this movie? Did his editor ever suggest that he might emerge with a more coherent product if he fed the footage through a revolving fan and spliced it together at random?\n\nThe time is The Future: one year from now. By the time the DVD comes out, the time will be The Present. Two Texas towns have been nuked, including Abilene, the prettiest town that I've ever seen. America is in a state of emergency. A left-wing revolution is being masterminded from Venice Beach and the Santa Monica Pier against the oppressive right-wing government. A Schwarzeneggerian actor, related to a political dynasty, has been kidnapped, replaced with a double, and -- I give up. A plot synopsis would require that the movie have a plot.\n\nThe dialogue consists largely of statements that are incomprehensible, often delivered with timing that is apparently intended to indicate they are witty. All of the actors seem to have generated back stories for their characters that have nothing to do with one another. Only Wallace Shawn emerges intact, because he so easily can talk like that, but a spit curl does not become him. Justin Timberlake is the narrator, providing what are possibly quasi-rational explanations for movies in other time dimensions.\n\nThe population of America consists entirely of character actors with funny names. I'm not sure that by the end of the movie they have all met one another, even the ones in the same scenes together. I haven't committed all of Ebert's Little Movie Glossary to memory, but I'm pretty sure it contains a Law of Funny Names, which instructs us that funny names are rarely funny in the movies, especially if they are not borne by Groucho Marx or W.C. Fields. When I tell you I am helpless to describe the plot, perhaps you will have pity on me if I tell you it involves characters named Boxer Santaros; Krysta Kapowski, a k a the porn star Krysta Now; Dr. Soberin Exx; Starla Von Luft; Inga Von Westphalen, a k a Marion; Dion Warner, a k a Dion Element; Nana Mae Frost; Baron Von Westphalen, and Simon Theory. Boxer Santaros is played by Dwayne Johnson, who used to be billed as The Rock, and should have led a movement among characters to change their names.\n\nThese people mostly seem to have dressed themselves earlier in the day at a used costume store, although from the Cannes version I particularly miss a character played by Janeane Garofalo, who apparently frequented the Army & Navy store. She was some kind of guerrilla general operating out of what I vaguely recall as a Venice Beach head shop, or maybe it was a bookstore. What a comedown from her great performance in nearby Santa Monica in \"The Truth About Cats and Dogs.\"\n\nNote to readers planning to write me messages informing me that this review was no more than a fevered rant: You are correct.", "running_time": 160, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-15", "genres": ["Action", "Adventure", "Comedy", "Drama", "Science Fiction", "Thriller"], "title": "Southland Tales (2007)"}