{"url": "http://www.rogerebert.com/reviews/south-central-1992", "by": "Glenn Plummeras Bobby", "star_rating": 3.0, "text": "When Bobby gets out of jail, he is still only a kid, but a kid who has been raised on the mean streets of south central Los Angeles.\n\nHe is met outside the police station by a car filled with his fellow gang members, and they spray warm beer on a cop before roaring away, laughing. The gang is the only family he really knows, and his days of freedom are like a brief window that opens before the gang gets him back behind bars again - this time, in prison for 10 years, for murder.\n\n“South Central” is a movie about the cycle of crime and gangs that places a generation of young black men on a merry-go-round between violence in the streets and in prison. In some sense Bobby (Glenn Plummer) is already a loser on his first day of freedom; his best friend, Ray-Ray (Byron Keith Minns) is the leader of a gang, who knows how to flatter this guy and give him “respect,” and talk him into committing a murder.\n\nDuring his brief time on the streets, Bobby discovers that he has a son by his girlfriend, Carole (LaRita Shelby), who is already in the early stages of the drug addiction that will control her life. When he gets out of prison 10 years later, Bobby finds Carole completely lost to cocaine, working as a hooker. And his son, who should be blossoming in the innocence of the fourth grade, has already been recruited by Ray-Ray as a junior gang member.\n\nBut something important happened to Bobby in prison. He came into contact with members of the prison Muslim community, who gave him books to read and ideas to think about, and taught him self-respect. And they did that within a prison system which is seen very clearly in the film as an interlocking struggle between clearly defined racial groups. One of the best scenes shows Muslims and members of the Aryan Nation negotiating, within generally accepted prison rules, for a penalty Bobby will have to pay for getting out of line.\n\nBy the time he leaves prison, Bobby has at last grown enough to see clearly how the gangs have used people like him - how gang leaders are really cynical businessmen who use the dumb, the weak and the young to commit crimes for them. Everything leads to a crucial final scene in which Bobby and Ray-Ray struggle for control of Bobby's son. It is time to break the endless cycle.\n\nOne of the words you hear a lot in this movie is “dis,” which is street slang for “disrespect,” as in “you dissin' me.” It is a sad insight on inner-city culture that a word like “disrespect” would be so common that it needed to be shortened. It is also sad that, as used, it has nothing to do with respecting someone for who they are. It is a word often synonymous with “fear,” and when a character in this movie asks for respect, it is often because he has a gun and can command it.\n\n“South Central” knows about a world where people give respect because they do not want to be killed.\n\nThe movie is based on Crips, a novel by a south central L.A. high school teacher named Donald Bakeer. It was written and directed by Steve Anderson, who has served time, and whose view of prison life has a particular authenticity. His anger is also authentic, as he shows clearly how the gangs use drugs and violence to enforce a new kind of slavery. If people are addicted to crack, they will need money to buy it. That helps the gangs two ways: (1) They sell the drugs, making money, and (2) they can encourage addicts to steal, deal and prostitute for drug money, and then tax the proceeds of their crimes.\n\nSome of the saddest scenes in “South Central” show Carole, who was still almost a child when Bobby's son was born, collapsed in bed in a cocaine haze, and then pulling herself together to go out and try to sell her body. The son lives in this world and knows no other, and so we grow completely involved with Bobby's determination to give his son a chance.\n\nThis movie, like “Boyz N the Hood,” is uncompromising in its view of how things work in a neighborhood like South Central. It was made before the Los Angeles riots in April, 1992, but it provides a stark pictureof the anger that was waiting to boil over.\n\nNews reports try to tell us what happened in Los Angeles, but fail, because they are limited to the facts. Movies like this one let us feel the emotions.", "running_time": 100, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-09-18", "genres": ["Crime", "Drama"], "title": "South Central (1992)"}