{"url": "http://www.rogerebert.com/reviews/south-park-bigger-longer-and-uncut-1999", "by": "Trey Parkeras Cartman, Etc.", "star_rating": 2.5, "text": "The national debate about violence and obscenity in the movies has arrived in South Park. The \"little redneck mountain town,'' where adult cynicism is found in the mouths of babes, is the setting for vicious social satire in \"South Park: Bigger, Longer and Uncut.'' The year's most slashing political commentary is not in the new films by Oliver Stone, David Lynch or John Sayles, but in an animated comedy about obscenity. Wait until you see the bedroom scenes between Satan and Saddam Hussein.\n\nWaves of four-letter words roll out over the audience, which laughs with incredulity: People can't believe what they're hearing. The film is rated R instead of NC-17 only because it's a cartoon, I suspect; even so, the MPAA has a lot of 'splaining to do. Not since Andrew Dice Clay passed into obscurity have sentences been constructed so completely out of the unspeakable.\n\nI laughed. I did not always feel proud of myself while I was laughing, however. The movie is like a depraved extension of \"Kids Say the Darnedest Things,'' in which little children repeat what they've heard and we cringe because we know what the words really mean. No target is too low, no attitude too mean or hurtful, no image too unthinkable. After making \"South Park: Bigger, Longer and Uncut,'' its creators, Trey Parker and Matt Stone, had better move on. They've taken \"South Park'' as far as it can go, and beyond.\n\nIf you've never seen the original Comedy Central show and somehow find yourself in the theater, you'll be jolted by the distance between the images and the content.\n\nThe animation is deliberately crude, like elements cut out of construction paper. Characters consist of simple arrangements of basic geometrical shapes in bright colors. The effect is of sophisticated kids slamming stuff around on the project table in first grade.\n\nThe story: A new R-rated movie has come to town, starring the Canadian cutups Terrence and Phillip. It's titled \"Asses of Fire.'' (That's the mildest vulgarism in the movie.) The South Park kids, who bribe a homeless man to be their \"adult guardian,'' attend the movie, drink in its nonstop, wall-to-wall profanity, and startle their class at school with streams of four-letter words.\n\nOne of their moms, deeply offended, forms Mothers Against Canada. The neighbor to the north is blamed for all of U.S. society's ills, Terrence and Phillip are condemned to death, and in retaliation, the Canadian Air Force bombs the Baldwin brothers' Hollywood home. War is declared, leading to scenes your eyes will register but your mind will not believe, such as a USO show involving Winona Ryder doing unspeakable things with Ping-Pong balls.\n\nThe other plot strand begins after little Kenny is killed. (Little Kenny is killed in every episode of the TV series, always with the line, \"Oh, my God! They've killed Kenny!'') He goes to hell and finds that Hussein, recently deceased, is having an affair with Satan. Hussein wants sex, Satan wants a meaningful relationship, and they inspire a book titled Saddam Is From Mars, Satan Is From Venus.\n\nKey plot point: The deaths of Terrence and Phillip would be the seventh sign of the Apocalypse, triggering Armageddon. It's up to the South Park kids to save the world. All of this unfolds against an unending stream of satirical abuse, ethnic stereotyping, sexual vulgarity and pointed political commentary that alternates common sense with the truly and hurtfully offensive.\n\nI laughed, as I have reported. Sometimes the laughter was liberating, as good laughter can be, and sometimes it was simply disbelieving: How could they get away with this? This is a season when the movies are hurtling themselves over the precipice of good taste. Every week brings its new surprises. I watch as Austin Powers drinks coffee that contains excrement, and two weeks later I go to \"American Pie'' and watch a character drink beer that contains the most famous bodily fluid from \"There's Something About Mary.'' In \"Big Daddy,'' I see an adult instruct a 5-year-old on how to trip Roller-bladers and urinate in public.\n\nNow this--a cartoon, but it goes far beyond anything in any of those live-action movies. All it lacks is a point to its message. What is it saying? That movies have gone too far, or that protests against movies have gone too far? It is a sign of our times that I cannot tell. Perhaps it's simply anarchistic, and feels that if it throws enough shocking material at the wall, some of it will stick. A lot of the movie offended me. Some of it amazed me. It is too long and runs out of steam, but it serves as a signpost for our troubled times. Just for the information it contains about the way we live now, thoughtful and concerned people should see it. After all, everyone else will.", "running_time": 80, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-06-30", "genres": ["Animation", "Comedy", "Music"], "title": "South Park: Bigger, Longer and Uncut (1999)"}