{"url": "http://www.rogerebert.com/reviews/southern-comfort-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\n“Southern Comfort” is a well-made film, but it suffers from a\r\ncertain predictability. I suspect the predictability is part of the movie's\r\npoint. The film is set in the Cajun country of Louisiana, in 1973, and it\r\nfollows the fortunes of a National Guard unit that gets lost in the bayous and\r\nstumbles into a metaphor for America's involvement in Vietnam. \n\nThe movie's approach is direct, and its\r\nsymbolism is all right there on the surface. From the moment we discover that\r\nthe guardsmen are firing blanks in their rifles, we somehow know that the\r\nmovie's going to be about their impotence in a land where they do not belong.\r\nAnd as the weekend soldiers are relentlessly hunted down and massacred by the\r\nlocal Cajuns (who are intimately familiar with the bayou), we think of the\r\nuselessness of American technology against the Viet Cong. \n\n\r\nThe guardsmen are clearly strangers in a strange\r\nland, and they make fatal blunders right at the outset. They cut the nets of a\r\nCajun fisherman, they \"borrow\" three Cajun boats, and they mock the\r\nCajuns by firing blank machine-gun rounds at them. The Cajuns are not amused.\r\nBy the film's end, guardsmen will have been shot dead, impaled, hung, drowned\r\nin quicksand, and attacked by savage dogs. And all the time they try to protect\r\nthemselves with a parody of military discipline, while they splash in circles\r\nand rescue helicopters roar uselessly overhead. All this action is shown with\r\ngreat effect in “Southern Comfort.” The movie portrays the bayous as a world of\r\ndangerous beauty. Greens and yellows and browns shimmer in the sunlight, and\r\nrare birds call to one another, and the Cajuns slip noiselessly behind trees\r\nwhile the guardsmen wander about making fools and targets of themselves. “Southern\r\nComfort” is a film of drum-tight professionalism. \n\n\r\nIt is also, unfortunately, so committed to its\r\nallegorical vision that it never really comes alive as a story about people.\r\nThat is the major weakness of its director, the talented young Walter Hill,\r\nwhose credits include “The Warriors,” “The Driver,” and “The Long Riders.” He\r\nknows how to make a movie look great, and how to fill it with energy and style.\r\nBut I suspect he is uncertain about the human dimensions of his characters. And\r\nto cover that up, he makes them into larger-than-life stick figures, into\r\nsymbolic units who stand for everything except themselves. That tendency was\r\ncarried to its extreme in “The Driver,” a thriller in which the characters were\r\ngiven titles (the Driver, the Girl) rather than names. It was also Hill's\r\napproach in “The Warriors,” which translated New York gang warfare into the\r\nterms of Greek myth. His approach bothered me so much in “The Warriors” that I\r\noverlooked, I now believe, some of the real qualities of that film. It bothers\r\nme again in “Southern Comfort.”\n\n\r\nWho are these men? Of the Cajuns we learn\r\nnothing: They are invisible assassins. Of the guardsmen, however, we learn\r\nlittle more. One is swollen with authority. One intends to look out for\r\nhimself. One is weak, one is strong, and only the man played by Keith Carradine\r\nseems somewhat balanced and sane. Once we get the psychological labels\r\nstraight, there are no further surprises. And once we understand the structure\r\nof the movie (guardsmen slog through bayous, get picked off one by one), the\r\nonly remaining question is whether any of them will finally survive. \n\n\r\nThat's the weakness of the storytelling. The\r\nstrength of the movie is in its look, in its superb use of its locations, and\r\nin Hill's mastery of action sequences that could have been repetitive. The\r\naction is also good: The actors are given little scope to play with in their\r\ncharacters, but they do succeed in creating plausible weekend soldiers.\r\n\"We are the Guard!\" they chant, and we believe them. And there is one\r\nmoment of inspired irony, when they are lost, cold, wet, hungry, and in mortal\r\nfear of their lives, and one guy asks, \"Why don't we call in the National\r\nGuard?\"", "running_time": 106, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Drama", "History", "Thriller"], "title": "Southern Comfort (1981)"}