{"url": "http://www.rogerebert.com/reviews/soylent-green-1973", "by": "Charlton Hestonas Thorn", "star_rating": 3.0, "text": "Richard Fleischer’s “Soylent Green” is a good, solid science-fiction movie, and a little more. It tells the story of New York in the year 2022, when the population has swollen to an unbelievable 80 million, and people live in the streets and line up for their rations of water and Soylent Green. That’s a high-protein foodstuff allegedly made from plankton cultivated in the seas. But is it? \n\nCharlton Heston plays a gritty detective who gets called in when a top official of the Soylent Corp. (Joseph Cotten) is murdered. He gets on a trail that leads to a most unappetizing conclusion--but before he gets there, the movie paints a fascinating and scary picture of population growth run wild. The detective story is mostly just an excuse to keep us interested from one end of the movie to the other. “Soylent Green’s” real achievement is to create a 21st Century world that’s convincing as reality; we somehow don’t feel we’re in a s-f picture. What director Fleischer and his technicians have done is to assume a very basic (and depressing) probability: that by the year 2022, New York will look essentially as it does now, only 49 years older and more run-down.\n\nThere are futuristic details, of course, but even the lush apartments of the Soylent officials look like something you’ll find in Danish Modern the year after next. No, it’s the society itself that’s changed, as people turn into herds and riots are broken up by garbage scoops that toss people into giant trucks.\n\nIn the midst of this barbarism, a few people survive intact. Heston plays the dedicated cop who stubbornly refuses to quit investigating the murder. Edward G. Robinson, in his last movie role, is an ancient scholar who remembers how to read books and whose eyes light up when Heston presents him with the first apple, the first onion and the first slice of beef he’s seen in years. And Paula Kelly is the “furniture” in Joseph Cotten’s apartment: She comes with the key, and with things as grim as they are outside, she’s happy for the air-conditioned splendor of the rich. But she still finds herself able to love, and she loves Heston.\n\nThe movie doesn’t quite live up to its promise; if the implications of the 2022 society had been completely followed through, the ending would have been more disturbing than it is. But I suspect the ending - which comes as no great surprise - was a bow to s-f convention and to the original Harry Harrison novel the movie’s based on. \n\nThe movie looks good. A lot of money apparently was spent on it (which is nothing new for director Fleischer, whose credits include “Dr. Dolittle” and “Tora! Tora! Tora!” - about which the less said, the better). The most impressive scene is one of the last, when Robinson decides the time has come for him to die. He goes to “Home,” a gigantic euthanasia center, where he gets 20 minutes of his favorite color (orange) and wraparound movies of the way life used to be on Earth. His acting here is tremendously dignified, and all the more poignant when we realize this death scene was his last.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-04-27", "genres": ["Drama", "Mystery", "Science Fiction", "Thriller"], "title": "Soylent Green (1973)"}