{"url": "http://www.rogerebert.com/reviews/space-cowboys-2000", "by": "Tommy Lee Jonesas Hawk", "star_rating": 3.0, "text": "The guys who had the original right stuff get a second chance in \"Space Cowboys,\" 42 years after their Air Force experimental flights in the X-2 rocket plane were replaced by orbiting monkeys and something called \"astronauts.\" When NASA desperately needs expertise that only grizzled veteran Frank Corvin (Clint Eastwood) can offer, he issues an ultimatum: His original team goes into space with him, or else.\n\n\"I can't fill up a space shuttle with geriatrics!\" moans space program official Bob Gerson (James Cromwell). \"The clock's ticking, Bob,\" says Frank, \"and I'm only getting older.\" Eastwood has been having fun with his age for years. In \"Absolute Power\" (1997), accused of being a cat burglar, he tells the cops: \"Go down a rope in the middle of the night? If I could do that, I'd be the star of my AARP meetings.\" The joke is that Eastwood, lean and mean, doesn't seem ready for retirement. And the old Air Force buddies and rivals he gathers for the space flight aren't old enough for the remake of \"Cocoon.\" Tommy Lee Jones, like Eastwood, is a plausible action star and will be for years. James Garner and Donald Sutherland are bald and graying here, but don't qualify as codgers. Like Eastwood's \"Unforgiven,\" about veteran Western tough guys, \"Space Cowboys\" tells a genre story where the heroes have come out of retirement for one last hurrah. As the film opens, a satellite from the former Soviet Union is falling toward Earth, and only an emergency mission can steer it back into orbit. The computer code on board is so ancient only one man can understand it: Eastwood, who wrote it in the first place. \"How did American code get on board a Soviet satellite in the middle of the Cold War?\" Eastwood reasonably asks. The answer is obvious (they stole it), but there's another secret lurking in space that comes as a nasty surprise.\n\nThe gathering of the crew takes place in an ancient and obligatory way: The leader (Eastwood) visits each man in the place where life has taken him and yanks him back into the past. Hawk Hawkins (Tommy Lee Jones) is a stunt pilot. Jerry O'Neil (Donald Sutherland) designs roller coasters. Tank Sullivan (James Garner) is a preacher. They all cave in to Eastwood's call--even though one of them, of course, is an old rival who still bears a grudge.\n\nAfter the gathering comes a montage in which the men train and prepare--also obligatory in movies like this. Secret schemes are revealed. A love interest develops between Jones and Marcia Gay Harden, as a space agency functionary. We meet the gum-chewing mission director (William Devane). And there's one of those early scenes where a hero does something daring and tricky in practice, and we know with certainly that he will be required to do it again later in an emergency situation.\n\nGreat swatches of \"Space Cowboys\" are constructed, indeed, out of generic expectations. But the stuff in outer space is unexpected, the surprise waiting out there is genuine, and meanwhile, there's an abundance of charm and screen presence from the four veteran actors. There is a reason Eastwood, Garner, Sutherland and Jones have remained stars for so long, and the movie gives them all characteristic scenes. (Sutherland's ladies' man has a funny moment on the Jay Leno show--only a line of dialogue, but it has been well set up and gets a big laugh.) \"Space Cowboys\" lacks the urgency of a movie like \"The Right Stuff\"--it's too secure within its traditional story structure to make much seem at risk--but with the structure come the traditional pleasures as well. The actors know where the laughs and thrills are and respect them. Eastwood as director is as sure-handed as his mentors, Don Siegel and Sergio Leone. We leave the theater with grave doubts that the scene depicted in the final feel-good shot is even remotely possible, but what the hell; it makes us smile.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-08-04", "genres": ["Action", "Adventure", "Comedy", "Drama", "Science Fiction"], "title": "Space Cowboys (2000)"}