{"url": "http://www.rogerebert.com/reviews/space-chimps-2008", "by": "Andy Sambergas Ham III", "star_rating": 3.0, "text": "\"Space Chimps\" is delightful from beginning to end: A goofy space opera that sends three U.S. chimptronauts rocketing to a galaxy, as they say, far, far away. Although it's aimed at a younger market and isn't in the same science-fiction league as \"WALL*E,\" it's successful at what it wants to do: Take us to an alien planet and present us with a large assortment of bug-eyed monsters, not to mention a little charmer nicknamed Kilowatt, who lights up when she gets excited, or afraid, or just about anything else.\n\nThe story starts with the circus career of the chimp Ham III (voice of Andy Samberg), the grandson of the first chimp launched by NASA into space (and, yes, that first chimp really was named Ham). Ham III works at being shot out of a cannon and never quite landing where he should. Once, when he goes really high, he considers the beauty of the moon and outer space, and has a \"Right Stuff\" moment, of which there are several. He feels keenly that he hasn't lived up to the family tradition.\n\nMeanwhile, the U.S. space program faces a crisis. One of its deep space probes has disappeared into a worm hole. It is perhaps a measure of the sophistication of younger audiences that no attempt is made to explain what a worm hole is. Perhaps that's because worm holes are only conjecture, anyway, and if you can't say there is one, how can you say what it is?\n\nWhat with one thing and another, Ham III finds himself enlisted in the crew of a space flight to follow the probe into the worm hole and see what happened to it. Joining the mission is a big chimp named Titan (Patrick Warburton), and the cute (in chimp terms) Luna (Cheryl Hines). Hurtling through what looks like a dime-store version of the sound-and-light fantasy in \"2001,\" they land on a planet where the local creatures are ruled by a big, ugly tyrant named Zartog (Jeff Daniels).\n\nHe has commandeered the original NASA probe and uses its extendable arms to punish his enemies by dipping them into a super cold bath so they freeze in an instant. This is a cruel fate, especially since the eyeballs of his victims continue to roll, which means they must be alive inside their frozen shells, which implies peculiarities about their metabolism.\n\nThe chimps of course have lots of adventures, including being chased through a cave by a monster of many teeth, and being rescued by the plucky Kilowatt, who eventually sees more of the monster than she really desires. Then there's a showdown with Zartog, some business about the planet's three suns (night only lasts five minutes), and a most ingenious way to blast off again.\n\nBack on Earth, there's an unnecessary subplot about an evil senator (Stanley Tucci) who wants to disband the space program and replace it with something you really have to hear to believe. On second thought, maybe the subplot is necessary, just so we get to hear his idea.\n\nI ponder strange things during movies like this. For example, there seem to be only five forms of life on the planet. Zartog is one, his obedient subjects are another, some flying creatures are a third, the toothy monster is the fourth, and Kilowatt is the fifth. I suppose a planet where evolution has produced only five species is possible. But what do they eat? The planet looks like Monument Valley, is covered with sand, and has no flora or fauna. Could they all be silicon-based? And since Zartog, the tooth monster and Kilowatt each seem to be one of a kind, who do they mate with? Or do silicon beings need to mate? And have they invented the hourglass?", "running_time": 81, "mpaa_rating": "G", "release_year": 2008, "date_published": "2008-07-17", "genres": ["Animation", "Family"], "title": "Space Chimps (2008)"}