{"url": "http://www.rogerebert.com/reviews/spaced-invaders-1990", "by": "Douglas Barras Sam", "star_rating": 1.5, "text": "Do I really know what kinds of movies are appropriate for little kids? I'm not sure. It's been a while since I was one.\n\nI do know I'm disturbed by the fact that parents and people in that mysterious \"adult guardian\" category do take little kids to see R-rated movies that are likely to frighten them now and harden them later. I know I don't think slasher and horror movies are \"funny\" for little kids, even though they may be under peer - and even parental - pressure to see them. But what do kids like? I have a funny feeling they may enjoy movies like \"Spaced Invaders,\" a film I found almost appallingly unwatchable. I have no use for critics who accompany children to the movies and then file reports on how the children reacted. Let the kids write their own reviews. But I do know that the kids I saw \"Spaced Invaders\" with found it funny when I found it moronic, and interesting when I found it dead in the water.\n\nSo maybe I've lost touch with silly, brainless entertainments like this. Let's hope so: One of the purposes of growing up and getting an education is to learn why movies like \"Spaced Invaders\" are a waste of time. And yet, a small, far-away voice inside of me says there once was a time when I would have liked this movie, when I was young and open to wonderments. I would have liked its goofiness and its bubble-headed comedy, and I would have been grateful that it did not pound me over the head with violent special effects, or depress me with heroes that live in sewers.\n\nThe movie springboards from the famous Orson Welles \"War of the Worlds\" radio broadcast on Halloween of 1939, when half the nation apparently believed his breathless news reports that Martians had landed in the marshes of New Jersey. \"Spaced Invaders\" also takes place on Halloween, and when the Martians land, the inhabitants of Big Bean, Ill., think they're kids in costumes, or some kind of a stunt, or something (the residents of Big Bean have an intelligence level suggesting they are recent brain donors).\n\nThe hero of the movie is a little girl named Kathy (Ariana Richards) who has seen a lot of science fiction movies and so understands all about extraterrestrials. Her dad is the local sheriff and her best pal is the Local Old Coot (all towns named Big Bean have one), and together they forge a bridge of understanding with the aliens, although not before the local yokels almost wipe out the visitors.\n\nThat last touch is a throwback to the sci-fi films of the 1950s, in which the knee-jerk response to any visitation from another world was to bomb the little buggers out of existence. Since \"Close Encounters of the Third Kind\" and \"E. T.,\" mankind has been more receptive to aliens in the movies, but maybe those movies haven't played Big Bean.\n\nThe props and special effects in \"Spaced Invaders\" deserve some notice for being frankly phony in the spirit of low-budget space movies from the 1950s (although I doubt this movie had a small budget). The Martians look like they bought their costumes at a local novelty shop.\n\nThere is even a certain charm in the movie's naive look; it lets kids know it's all play, and they don't have to worry too much about being unpleasantly scared. Which is where we came in.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-04-27", "genres": ["Comedy", "Family", "Science Fiction"], "title": "Spaced Invaders (1990)"}