{"url": "http://www.rogerebert.com/reviews/space-jam-1996", "by": "Michael Jordanas Michael Jordan", "star_rating": 3.5, "text": "“Space Jam” is a happy marriage of good ideas--three films for the price of one, giving us a comic treatment of the career adventures of Michael Jordan, crossed with a Looney Tunes cartoon and some showbiz warfare. It entertains kids at one level while giving their parents a lot to smile at, too. It's an inspired way to use, and kid, Jordan's image while at the same time updating Bugs Bunny & Company to doing battle in the multizillion-dollar animation sweepstakes.\n\nThe story begins with young Michael Jordan shooting baskets with his father in the backyard of their home and dreaming of his path to happiness: North Carolina . . . the NBA . . . and finally the ultimate goal, pro baseball. Then we flash forward to very funny sequences showing Jordan in the midst of his baseball career.\n\nHe's not a very good baseball player (a TV newscast is frank about that), but everyone around him is starstruck by his sports stardom, anyway. (“He looks good in a uniform,” one player enthuses. “You can't teach that.”) An opposing catcher is such a fan that he tells Michael what pitches to expect, and Jordan is having a great time realizing his childhood dream when suddenly he finds himself yanked down a hole on the golf course, and into Looney Tunes-land.\n\nA parallel story has filled us in on the situation in an alternate cartoon universe, where an amusement park in outer space has desperate need for new attractions. To bolster ticket sales, the alien Nerdlucks, who run the park, kidnap the Looney Tunes stars (the stellar roster includes Bugs, Daffy, Elmer Fudd, Porky Pig, Tweety and Sylvester, the Tazmanian Devil, Speedy Gonzales, Yosemite Sam, Foghorn Leghorn and the sexy newcomer Lola Bunny). The desperate Bugs and friends have cut a deal: They'll get their freedom if they can defeat the Nerdluck “Monstars” in a basketball game. But the Monstars suck up the basketball talent of such stars as Charles Barkley and Patrick Ewing (leaving them unable to even catch a ball, and telling it all to therapists). In desperation, the Looneys kidnap Michael as their secret weapon.\n\n“I'm a baseball player now,” Jordan protests.\n\n“Right!” says Bugs. “And I'm a Shakespearean actor!” Rising to the occasion, Jordan coaches the Looney Tunes squad in a series of high-energy games and action sequences that combine his live scenes with state-of-the-art animation. The cartoon sequences employ traditional animation techniques and newer approaches, such as the three-dimensional computer animation used in “Toy Story.” You can watch the movie on the sports and cartoon levels, and also appreciate the corporate strategy that's involved. A successful feature-length animated family film can roll up astronomical grosses (more than $1 billion from all sources for “The Lion King”). But the problem for the rest of Hollywood is, only Disney seems to have the key and the cachet to make those films. Animated movies from other sources tend to do disappointingly at the box office.\n\nWarner Bros. has historically been a studio with a rich legacy in animation; such great cartoon directors as Chuck Jones helped fashion their stable of stars. But six-minute cartoons are a neglected art form, and “Space Jam” looks like a Warners vehicle to catapult their Looney Tunes characters into the feature-length arena to do battle with Disney.\n\nThere are hints of the rivalry all through the film. The outer space amusement park is named “Moron Mountain,” perhaps a tribute to Space Mountain at Walt Disney World. And when a professional hockey team is mentioned, Daffy sputters, “The Ducks? What kind of a Mickey Mouse organization would name their team the Ducks?” Will the Warners strategy work? It will if they can keep co-stars like Michael Jordan on board. It is difficult for an actor to work in movies that combine live action with animation, because much of the time he cannot see the other characters in a scene with him. But Jordan has a natural ease and humor, an unforced charisma, that makes a good fit with the cartoon universe. By not forcing himself, by never seeming to try too hard to be funny or urgent, Jordan keeps a certain dignity; he never acts as if he thinks he's a cartoon, too, and that's why he has good chemistry with the Tunes. He's a visitor to Looney-land, not a resident.\n\nThere are other funny live action scenes involving Jordan and Hollywood's favorite unbilled guest star, Bill Murray, and scenes, too, with Wayne Knight, as a baseball publicist who comes along as an adviser and confidant. The film was produced by Ivan Reitman (“Ghostbusters”) and directed by Joe Pytka, who has directed Jordan in a lot of his best TV commercials; their work was blended with the animation of a team headed by Ron Tippe, and the result is delightful, a family movie in the best sense (which means the adults will enjoy it, too).", "running_time": 87, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-11-15", "genres": ["Animation", "Comedy", "Drama", "Family", "Fantasy", "Sports Film"], "title": "Space Jam (1996)"}