{"url": "http://www.rogerebert.com/reviews/spacecamp-1986", "by": "Kate Capshawas Andie", "star_rating": 1.5, "text": "The great looming presence all through this movie is the memory of the Challenger destroying itself in a clear, blue sky. Our thoughts about the space shuttle will never be the same again, and our memories are so painful that \"SpaceCamp\" is doomed even before it begins.\n\nThe time is not right for a comedy thriller about a bunch of kids who are accidentially shot into orbit with their female teacher. It may never be right again.\n\nThe movie was written and filmed, of course, in the happy days before the National Aeronautics and Space Administration's image became tarnished. It even appears that the filmmakers had complete cooperation from NASA; there are shots that look as though they were taken inside a real space shuttle, and exteriors that look too real to be faked. The movie is based on an actual space camp that NASA operates for bright young kids, who are so well trained during their summer vacation (according to a line in this movie, anyway) that they actually could pilot a space shuttle.\n\nThat is exactly what they are called upon to do - but not until after an interminable first hour in which the characters are laboriously introduced and made to recite dialogue of painful predictability to each other. Wasn't there enough imagination to create even one original character for this movie? We follow the exploits of one team of campers, coached by a female astronaut (Kate Capshaw) and her ground-controller husband (Tom Skerritt). The kids in this group are not angels - in fact, during their rehearsal in a flight simulator, they goof off and screw up so badly that it's a wonder they are picked for a real treat: Sitting inside the shuttle while its booster engines are tested. (The movie actually asks us to believe that NASA would let real kids sit inside a real shuttle while real rockets are fired.) Once the kids and Capshaw have blasted into orbit (through the efforts of an annoying little robot), there is an attempt at special effects, but the movie is not state of the art and we see nothing we haven't seen many times before, and better.\n\nThere's a hoked-up emergency about the oxygen supply, needlessly confused because the reserves dwindle from 12 hours down to 59 minutes without any explanation from the screenplay. Then, of course, one of the kids has to face the supreme test of piloting the shuttle through the Earth's atmosphere without incincerating everyone. This feat involves keeping the shuttle's nose about 30 degrees, according to the screenplay, but the girl does not do that, and yet the shuttle survives. You explain it.\n\nWould anyone like this movie? Juvenile space nuts, maybe. But they'd be too sophisticated. The premise for \"SpaceCamp\" is sort of promising, and this could have been a better movie. But the dialogue is dumb and the direction and editing are slow-footed, leaving the movie to linger over moments that shouldn't be there at all.", "running_time": 109, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-06-06", "genres": null, "title": "Spacecamp (1986)"}