{"url": "http://www.rogerebert.com/reviews/spaceballs-1987", "by": "Mel Brooksas Skroob/Yogurt", "star_rating": 2.5, "text": "Did Mel Brooks make \"Spaceballs\" to celebrate the 10th anniversary of the \"Star Wars\" saga? Last month we celebrated the first decade of George Lucas's great entertainment, and now here is Brooks's satire, complete with Dark Helmet and Pizza the Hutt.\n\nI enjoyed a lot of the movie, but I kept thinking I was at a revival. The strangest thing about \"Spaceballs\" is that it should have been made several years ago, before our appetite for \"Star Wars\" satires had been completely exhausted.\n\nBrooks's first features, \"The Producers\" (1968) and \"The Twelve Chairs,\" told original stories. Since then, he has specialized in movie satires; his targets include Frankenstein, Hitchcock, Westerns, silent movies and historical epics. I usually find a few very big laughs and a lot of smaller ones in his movies, but the earlier ones are stronger than the more recent films, and I keep wishing Brooks would satirize something current and tricky, like the John Hughes teenage films, instead of picking on old targets. With \"Spaceballs,\" he has made the kind of movie that didn't really need a Mel Brooks. In bits and pieces, one way or another, this movie already has been made over the last 10 years by countless other satirists.\n\nAfter a fabulous and increasingly funny opening shot of one of those massive George Lucas space cruisers, he launches into a cheerfully silly story about the planet Spaceball and its attempt to steal the atmosphere of its peaceful neighbor, Druidia.\n\nThe heroes and villains are all clones of \"Star Wars\" regulars. Bill Pullman is Lone Starr, free-lance space jockey. John Candy is Barf, a \"mog\" (half man, half dog). Rick Moranis is Dark Helmet, always complaining about something. Daphne Zuniga plays Princes Vespa, and so on. Brooks himself gives two of the movie's best performances: as Skroob, the president of Spaceball, and as Yogurt, the wise old man who keeps saying \"May the Schwartz be with you\" as if he's sure it will eventually get a laugh.\n\nThe movie's dialogue is constructed out of funny names, puns and old jokes. Sometimes it's painfully juvenile. But there are some great visual gags in the movie, and the best is Pizza the Hutt, a creature who roars and cajoles while cheese melts off its forehead and big hunks of pepperoni slide down its jowls.\n\nI dunno. How do you review a movie like this, anyway? I guess by saying whether you laughed or not. I did laugh, but not enough to recommend the film. I keep waiting for Mel Brooks to do something really great, instead of these machine-made satires, where three-quarters of the invention goes into the special-effects technology.\n\nAs a producer of other people's movies, Brooks has an amazing track record; his company made \"The Elephant Man,\" \"My Favorite Year,\" \"Frances\" and \"The Fly.\" But Brooks's intelligence and taste seem to switch off when he makes his own films, and he aims for broad, dumb comedy: Jokes about names with dirty double meanings are his big specialty. Maybe the reason \"Spaceballs\" isn't better is that he was deliberately aiming low, going for the no-brainer satire. What does he really think about \"Star Wars,\" or anything else, for that matter?\n\nBrooks got his start as a writer for Sid Caesar, and sometimes he still seems to be writing for early 1950s television. He is smarter than his films, and sometimes that translates into a feeling that he underestimates his audiences. He is potentially a great comedy director. In 1987, he shouldn't be making \"Star Wars\" satires. May the Schwartz help him to realize his potential, already.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-06-24", "genres": ["Comedy", "Science Fiction"], "title": "Spaceballs (1987)"}