{"url": "http://www.rogerebert.com/reviews/spanglish-2004", "by": "Adam Sandleras John Clasky", "star_rating": 3.0, "text": "James L. Brooks' \"Spanglish\" tells the story of a Mexican woman and her daughter who travel all the way to Los Angeles to bring sanity to a crazy Anglo family. When I mention that the father of the family is played by Adam Sandler and is not its craziest member, you will see she has her work cut out for her. And yet the movie is not quite the sitcom the setup seems to suggest; there are some character quirks that make it intriguing.\n\nConsider Deborah Clasky, the mother of the Los Angeles family. She is played by Tea Leoni like an explosion at the multiple personalities factory. She is kind, enlightened and politically correct. She is also hysterical, manic and a drama queen whose daily life is besieged by one crisis after another. I am not sure this character has any connection to a possible human being, but as a phenomenon, it's kind of amazing; Deborah doesn't just go over the top, she waves goodbye as she disappears into cuckoo-land. Somehow Leoni is able to play Deborah without frothing at the mouth, and indeed makes her kind of lovable.\n\nOne who loves her is her husband John (Sandler), although he treacherously observes \"I'm running out of excuses for the woman of the house.\" John is a chef -- in fact, according to the New York Times, the finest chef in America. You would therefore expect him to be a perfectionist tyrant with anger management problems, but in fact he's basically just that sweet Sandler boy, and at one point he is asked, \"Could you stop being so stark-raving calm?\"\n\nDeborah's mother Evelyn (Cloris Leachman) is a practicing alcoholic whose rehearsals start at noon. She's a former jazz singer, now relegated to resident Golden Girl, sending in zingers from the sidelines. Her drinking pays off in the last act, however, when she sobers up (no one notices) and gives her daughter urgent advice.\n\nInto this household come Flor (Paz Vega) and her daughter Cristina (Shelbie Bruce), who is about the same middle-school age as the Clasky's daughter Bernice (Sarah Steele). Flor and Cristina have lived in the barrio for six years, and now venture into Anglo-land because Flor needs a better job. The story is narrated by the 17-year-old Cristina as an affectionate memory of her mother, who learned English the better to treat this needful family with enormous doses of common sense.\n\nNow that we have all the characters on stage, what is their story about? Is it about Flor, whose daughter narrates the story, or about the Claskys' marriage, or about the way the two daughters, both smart, both sane, are the go-to members of their families? I'm not sure there's a clear story line; it's more as if all these people meet, mix, behave and almost lose their happiness (if happiness it is) before all is restored, and the movie can end.\n\nAlong the way there are some wonderful scenes. My favorite involves a sequence where Flor decides she must finally explain to the Claskys exactly what she thinks, and why. At this point she still speaks no English, and so Cristina acts as her interpreter. As mother and daughter, Paz Vega and Shelbie Bruce play the scene with virtuoso comic timing, the mother waving her arms and the girl waving her same arms exactly the same way a second later, as they stalk around the room, Cristina acting as translator, shadow and mime.\n\nThere's also ironic dialogue in a sequence involving the Times review of John's restaurant, which to John is a catastrophe. Restaurants are ruined by four-star reviews, he explains: A line of @$$#o!>s immediately forms out in front. Please, lord, he prays, just give me three and a quarter stars. The restaurant isn't really crucial to the story, however; it's more like a way for John to get out of the house.\n\nOh, and Tea Leoni has the first onscreen orgasm that can seriously be compared with Meg Ryan's showstopper in \"When Harry Met Sally.\" After Ryan's, you'll recall, another woman in the restaurant said, \"I'll have what she's having.\" After Leoni's, you just want to dial 911.\n\nWhen it comes to the experiences of a Latino maid in an Anglo household, nothing is likely to improve on the adventures of Zaide Silvia Gutierrez in \"El Norte\" (1983), where the space-age automatic washer-dryer proved so baffling that the young maid just spread the washing out on the lawn to dry in the sun. But \"Spanglish\" isn't really about being a maid, it's more about being a lifeforce, as Flor heals this family with a sunny disposition and an anchor of normality.\n\nThere are a couple of excursions toward adultery in the film, one off-screen, the other not quite realized, but they, too, exist not to cause trouble, but to provide trouble that can be cured. The movie is all about solutions, and the problems are more like test questions. At the end, I felt there hadn't been much at risk, but I got to see some worthy characters stumbling toward improvement.", "running_time": 131, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-12-16", "genres": ["Comedy", "Drama", "Romance"], "title": "Spanglish (2004)"}