{"url": "http://www.rogerebert.com/reviews/spartacus-1991", "by": "Laurence Olivieras Crassus", "star_rating": 3.0, "text": "At the time of its first release in 1960, “Spartacus” was hailed as the first intellectual epic since the silent days - the first Roman or Biblical saga to deal with ideas as well as spectacle. Even the ending was daring. The crucified hero is denied a conventional victory, and has to be consoled with the hope that his ideas will survive.\n\nSeen three decades later in a lovingly restored version, “Spartacus” still plays like an extraordinary epic, and its intellectual strength is still there. But other elements of the film have dated. The most courageous thing about it, from today’s standards, is that it closes without an obligatory happy ending, and an audience that has watched for 187 minutes doesn’t get a tidy, mindless conclusion.\n\nThe film tells the story of the Roman slave Spartacus (Kirk Douglas), who toils for the Roman Empire while dreaming, the narrator assures us, “of the death of slavery - which would not come until 2,000 years later.” He is sentenced to death after biting a Roman guard, but spared by Peter Ustinov, as Batiatus, a broker of gladiators. Spartacus is trained in the arts of combat at Batiatus’ gladiatorial academy, where one day two powerful men and their wives arrive from Rome. The spoiled women ask to be entertained by the sight of two fights to the death, and Spartacus is matched with a skilled black gladiator (Woody Strode), who spares him and is killed.\n\nThe notion of being forced to fight for the entertainment of spoiled women enrages Spartacus, who leads a slave revolt that eventually spreads over half of Italy. Leading his men into battle against weak and badly led Roman legions, Spartacus stands on the brink of victory before his troops are finally caught between two armies and outnumbered.\n\nAll of this takes place against a backdrop of Roman decadence, and we become familiar with the backstage power plays of the senate, where Crassus (Laurence Olivier) hopes to become a dictator at the expense of the more permissive and gentler old man Gracchus (Charles Laughton). There are also sexual intrigues; Gracchus is a womanizer, and Crassus a bisexual who is attracted to a handsome young slave (Tony Curtis) but is also driven by the desire to win the love of the slave woman Varinia (Jean Simmons), who is the wife of Spartacus.\n\nThe movie was inspired by a best seller by Howard Fast, and adapted to the screen by the blacklisted writer Dalton Trumbo. Kirk Douglas, who produced the film, effectively broke the blacklist by giving Trumbo screen credit instead of making him hide behind a pseudonym. The direction is by the 31-year-old Stanley Kubrick, who realizes the ideas of Douglas, Fast and Trumbo but cannot be said to add much of his own distinctive style to the film.\n\nI’ve seen “Spartacus” three times now - in 1960, 1967, and 1991. Two things stand up best over the years: the power of the battle spectacles, and the strength of certain performances - especially Olivier’s fire, Douglas’ strength, and Laughton’s mild amusement at the foibles of humankind. The most entertaining performance in the movie, consistently funny, is by Ustinov, who upstages everybody when he is onscreen (he won an Oscar). Some of the supporting performances now seem dated and the line readings stilted; dialogue such as “How will I ever be able to thank you?,” delivered by a senator placed in charge of a legion, gets a bad laugh.\n\nAll historical films share the danger that their costumes and hairstyles will age badly. “Spartacus” stands at a divide between earlier epics, where the female characters tended to look like models for hairdressing salons, and later epics that placed more emphasis on historical accuracy. But the hairstyles of the visiting Roman women at the gladiatorial school are laughable, and even Jean Simmons looks too made up and coiffed at times.\n\nBalancing against those dated elements are some that were ahead of their times, including a muted but sophisticated understanding of sexual motivation. Olivier’s character becomes more complex in this revival than it was at the time, because of the restoration of a key scene, cut by censors, in which he and Tony Curtis share a bath together, and he confesses, “I like both oysters and snails,” leaving little doubt where either is to be found as far as he is concerned. That brings his desire for Jean Simmons into focus: He wants her not merely to possess her, but as a form of victory over Spartacus.\n\nThe film has been restored by Robert A. Harris, the man who brought “Lawrence of Arabia” back to its original glory, and Harris has done a good job. The full 187 minutes of screen time has been pieced together from various shorter release versions; 10 minutes of opening, intermission and closing music is supplied; the color has been renewed by going back to the original materials and restoring them; the sound track is in six-track Dolby (although many theaters are equipped with only four tracks), and the 70mm wide screen picture reminds us of when movies filled our entire field of vision.\n\nOne aspect of the soundtrack is distracting: In the early days of stereo, movies such as “Spartacus” used the left track for characters on the left side of the screen, and the right track for those on the right, and then switched for the reverse shot - a disorienting auditory experience for the audience. Today’s approach in surround sound puts the voices on the center channel and the effects on the side, a better approach.\n\nPerhaps the most interesting element of “Spartacus” is its buried political assumptions. The movie is about revolution, and clearly reflects the decadence of the parasitical upper classes and the superior moral fiber of the slaves. But at the end, Spartacus, like Jesus, dies on the cross. In the final scene, his wife stands beneath him and holds up their child, saying “He will live as a free man, Spartacus.” Yes, but the baby’s freedom was granted him not as its right, but because of the benevolence of the soft-hearted old Gracchus. Today, that wouldn’t be good enough.", "running_time": 187, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-05-03", "genres": null, "title": "Spartacus (1991)"}