{"url": "http://www.rogerebert.com/reviews/sparkle-2012", "by": "Jordin Sparksas Sparkle", "star_rating": 3.0, "text": "\"Sparkle\" is a full-bodied musical melodrama that acquires a melancholy undertone because it features the last performance by Whitney Houston. She exhibits a serene middle-age beauty here, and there are no hints that she would die shortly after the film was finished. But the script gives her one chilling line, which she uses in a lecture to her three daughters: \"Was my life not enough of a cautionary tale for you?\"\n\nShe plays Emma, a conservative Detroit middle-class church lady, whose apparent prosperity is hard to explain in light of her daughter's memories of finding her passed out in her own vomit. The family lives in a comfy home where all three grown-up girls are relentlessly ruled by Emma's curfews, her compulsory church attendance, and her stern warnings to any man who drifts too near her treasures.\n\nThe most fragrant flower in the bouquet is slinky, sexy Sister (Carmen Ejogo). The most serious is college student Dee (Tika Sumpter), apparently the first woman they've ever seen who wears an Afro. The shy sweetheart is Sparkle, played by the perfectly named American Idol winner Jordin Sparks. She lives and breathes music and fills notebooks with her songs but doesn't have the courage to face the spotlight; as the movie opens she's backstage urging Sister to solo, which Sister, after a show of reluctance, does -- sensationally. Carmen Ejogo, who you may recall as Thomas Jefferson's lover in the TV series \"Sally Hemmings,\" steals the film not only in her sultry singing numbers but in her violent marriage to a snaky, evil comedian named Satin (Mike Epps).\n\nThat comes after the three girls have taken the first steps in a musical career masterminded by a nice guy named Stix (Derek Luke), who meets Sparkle at church, falls in love, and produces their first shows. We are meant to believe these early steps in their career were made possible when they sneaked out of their bedroom windows at night; apparently Emma had no hint of their subterfuge.\n\nThe screenplay by Mara Brock Akil, inspired by Joel Schumacher's original for the (lesser) 1976 movie \"Sparkle,\" follows well-worn showbiz patterns as the girls go from rags to riches to tragedy to comeback. The most electrifying scenes involve the destructive comedian Satin, a local celebrity, who finds Sister in love with the sincere young man Levi (Omari Hardwick), humiliates him, sweeps her up, gives her a diamond and in what seems like days is knocking her around and has her addicted to cocaine. His role model could be Ike Turner.\n\nI won't say more about Satin, except that the character inspires a prison sentence that is treated by the film with curious superficiality. But never mind. The basic purpose of the film is to fit the story into wall-to-wall music, and it does that with style and energy. \"Sister and Her Sisters,\" the original trio, come across as a gifted American Idol version of Diana Ross and the Supremes, which I think is the idea. And Sparkle as a solo act (with backup singers, a gospel choir and a full pit orchestra) brings down the house.\n\nWhitney Houston has a solo showcase in a church scene, singing \"His Eye is on the Sparrow,\" and if her voice doesn't match her glory days her presence certainly does. Director Salim Akil and musical consultant R. Kelly don't let her, or any of the singers, down. \"Sparkle\" isn't blindingly original but it delivers solid entertainment, and despite the clichés I was never for a moment bored. I do feel, however, that it might have been a kindness to leave out the dialog about Houston's character waking in her own vomit. How did that make her feel while she was filming the scene. How does it make us feel now?", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-08-16", "genres": ["Drama", "Music"], "title": "Sparkle (2012)"}