{"url": "http://www.rogerebert.com/reviews/spartan-2004", "by": "Val Kilmeras Scott", "star_rating": 4.0, "text": "\"Spartan\" opens without any credits except its title, but I quickly knew it was written by David Mamet because nobody else hears and writes dialogue the way he does. That the film tells a labyrinthine story of betrayal and deception, a con within a con, also stakes out Mamet territory. But the scope of the picture is larger than Mamet's usual canvas: This is a thriller on a global scale, involving the Secret Service, the FBI, the CIA, the White House, a secret Special Ops unit and Middle Eastern kidnappers.\n\nSuch a scale could lend itself to one of those big, clunky action machines based on 700-page best sellers that put salesmen to sleep on airplanes. But no. Not with Mamet, who treats his action plot as a framework for a sly, deceptive exercise in the gradual approximation of the truth.\n\nBefore I get to the plot, let me linger on the dialogue. Most thrillers have simple-minded characters who communicate to each other in primary plot points (\"Cover me.\" \"It goes off in 10 minutes.\" \"Who are you working for?\") \"Spartan\" begins by assuming that all of its characters know who they are and what they're doing, and do not need to explain this to us in thriller-talk. They communicate in elliptical shorthand, in shop talk, in trade craft, in oblique references, in shared memories; we can't always believe what they say, and we don't always know that. We get involved in their characters and we even sense their rivalries while the outline of the plot is still murky. How murky we don't even dream.\n\nVal Kilmer, in his best performance since \"Tombstone,\" plays a Special Ops officer named Scott, who as the movie opens is doing a field exercise with two trainees: Curtis (Derek Luke), and Jackie Black (Tia Texada). He's called off on assignment after the daughter of the president is kidnapped. The Secret Service was supposed to be guarding her, but ... what went wrong is one of the movie's secrets.\n\nEd O'Neill plays an agent in charge of the search for the daughter, William H. Macy is a political operative from the White House, and it turns out that the daughter, Laura Newton (Kristen Bell), was taken for reasons that are not obvious, by kidnappers you would not guess, who may or may not know she is the president's daughter. Kilmer's assignment: Go anywhere and get her back by any means necessary. Curtis and Jackie want to get involved, too, but Kilmer doesn't want them, which may not be the final word on the subject.\n\nAnd that is quite enough of the plot. It leaves me enjoying the way Mamet, from his earliest plays to his great films like \"House of Games,\" \"Wag the Dog,\" \"Homicide\" and \"The Spanish Prisoner,\" works like a magician who uses words instead of cards. The patter is always fascinating, and at right angles to the action.\n\nHe's like a magician who gets you all involved in his story about the King, the Queen and the Jack, while the whole point is that there's a rabbit in your pocket. Some screenwriters study Robert McKee. Mamet studies magic and confidence games. In his plots, the left hand makes a distracting movement, but you're too smart for that, and you quick look over at the right hand to spot the trick, while meanwhile the left hand does the business while still seeming to flap around like a decoy.\n\nThe particular pleasure of \"Spartan\" is to watch the characters gradually define themselves and the plot gradually emerge like your face in a steamy mirror. You see the outlines, and then your nose, and then you see that somebody is standing behind you, and then you see it's you -- so who is the guy in the mirror? Work with me here. I'm trying to describe how the movie operates without revealing what it does.\n\nWilliam H. Macy, who has been with Mamet since his earliest theater days, is an ideal choice for this kind of work. He always seems like the ordinary guy who is hanging on for retirement. He's got that open, willing face, and the flat, helpful voice with sometimes the little complaint in it, and in \"Spartan,\" he starts out with what looks like a walk-on role (we're thinking David found a part for his old pal) and ends up walking away with it. Val Kilmer, a versatile actor who can be good at almost anything (who else has played Batman and John Holmes?), here plays lean and hard, Sam Jackson style. His character is enormously resourceful with his craft, but becomes extremely puzzled about what he can do safely, and who he can trust. Derek Luke, a rising star with a quiet earnestness that is just right here, disappears for a long stretch and then finds out something remarkable, and Tia Texada, in the Rosario Dawson role, succeeds against all odds in actually playing a woman soldier instead of a sexy actress playing a woman soldier.\n\nI like the safe rooms with the charts on the walls, and I like the casual way that spycraft is explained by being used, and the way Mamet keeps pulling the curtain aside to reveal a new stage with a new story. I suppose the last scene in the film will remind some of our friend the deus ex machina, but after reflection, I have decided that, in that place, at that time, what happens is about as likely to happen as anything else, maybe likelier.", "running_time": 102, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-03-12", "genres": ["Action", "Drama", "Thriller"], "title": "Spartan (2004)"}