{"url": "http://www.rogerebert.com/reviews/spawn-1997", "by": "Michael Jaias Al Simmons", "star_rating": 3.5, "text": "\"Spawn'' is best seen as an experimental art film. It walks and talks like a big budget horror film, heavy on special effects and pitched at the teenage audience, and maybe that's how it will be received. But it's more impressive if you ignore the genre and just look at what's on the screen. What we have here are creators in several different areas doing their best to push the envelope. The subject is simply an excuse for their art--just as it always is with serious artists.\n\nStill, we can begin with the story. A man named Al Simmons (Michael Jai White) is happily married and at peace with himself, when he's recruited on a mission to destroy a biological warfare factory in North Korea. The mission is a setup. He is horribly burned and disfigured, and made captive of the forces of darkness. They offer him a deal: Lead the army of evil, and he can see his wife again. He loves her, and he agrees.\n\nThat's what comic book writers call the \"origination story,'' and \"Spawn,'' of course, is based on a famous series of comic books by Todd McFarlane, who made \"Spiderman'' the top-selling comic in history before jumping ship at Marvel to start his own company.\n\nAfter the setup, five years pass before the evil ones make good on their promise. Simmons by now is Spawn, seen either grotesquely scarred or in an elaborate costume. He goes to his old home, sees his wife (Theresa Randle) now happily remarried and is mistaken as a homeless man by everyone except his faithful little dog, Spaz.\n\nMost of the movie involves Spawn's efforts to break loose from his bargain with the devil, whose representative is Clown, a fat, wisecracking midget played with brilliant comic timing by John Leguizamo (who has little but his timing left to recognize after the special effects and makeup people have finished disguising him). Other key characters include Martin Sheen as Jason Wynn, a diabolical government agent who hopes to control the earth with biological blackmail, and Nicol Williamson as Cogliostro, Clown's enemy and a counterforce for good. Spawn has agreed to lead Armageddon for the powers of hell, but now finds himself trapped between good and evil.\n\nAnd so on. I am sure there will be some who get involved at the plot level, but in comic books, and movies spawned by comic books, few things are ever really settled forever; the ending has to be left open for a sequel, and of course whole story lines can be negated (as happened at Marvel recently) just by explaining that impostors were at work. What matters is style, tone, and creative energy.\n\n\"Spawn'' is the work of some of the most inventive artists now working in the area of digital effects. Its first-time director, Mark Dippe, worked on the dinosaurs of \"Jurassic Park\" and the shape-shifting villain of \"Terminator 2: Judgment Day.\" The visual effects coordinator is Steve \"Spaz'' Williams, once a resident genius at Industrial Light and Magic. They've gathered an expert creative team, and what they put on the screen are vivid, bizarre, intense images--including visions of hell that are worthy of Hieronymous Bosch.\n\nSpawn himself is an extraordinary superhero, with smoking green eyeballs and two looks--scarred skin, or a uniform that makes Batman look underdressed. Clown is a shape-shifter who can impersonate almost anyone else in the movie; Leguizamo's features are buried in fat makeup and then transplanted by animation onto a grotesque clown's body. There is a dragonlike thing, the beast of hell, that is all tooth and eyeball and disgusting coiling tongue (an \"overgrown gekko,'' it's called). And there are vast vistas of the expanse of hell, with countless souls writhing on clouds of flame, tortured by the very anonymity of their suffering.\n\nAgainst this, and preventing the film from being even better, is a pretty sappy plot. Yes, I said that the subject is just an excuse for the art, but audiences don't always see it that way, and some are likely to complain that \"Spawn'' is basically just shallow set-ups for virtuoso special effects sequences. And so it is. Michael Jai White (who once played Mike Tyson on TV) makes a powerful Spawn with a presence both menacing and touching, and Clown is an inspired villain with one wicked one-liner after another (\"You're Jimmy Stewart--and I'm Clarence''). But the Sheen and Williamson characters exist primarily just to nudge the plot along, and Theresa Randle's wife is underwritten; we want more about her feelings.\n\nSo the way to view the movie, I think, is to consider the story as the frame--necessary, but upstaged by what it contains, which in this case is some of the most impressive effects I've seen. The disciplines blend into one another: Animation, makeup, costuming, process shots, morphing. They create a place and a look as specific as the places evoked in such films as \"Metropolis\" and \"Blade Runner\". As a visual experience, \"Spawn'' is unforgettable.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-08-01", "genres": ["Action", "Fantasy", "Thriller"], "title": "Spawn (1997)"}