{"url": "http://www.rogerebert.com/reviews/species-1995", "by": "Ben Kingsleyas Fitch", "star_rating": 2.0, "text": "Think about this. According to the movies, out there in space, untold light years from Earth, exist many alien species with the ability to travel between the stars and send messages across the universe. Their civilizations must be wonderfully advanced, and yet, when we finally encounter them, what do we get? Disgusting, slimy morph-creatures with rows of evil teeth, whose greatest cultural achievement is jumping out at people from behind things. How do they travel through space? By jumping out from behind one star after another? \"Species\" is the latest movie to explore this depressing vision. Like the \"Alien\" movies and many others, it is founded on a fear of another species, and the assumption that extraterrestrials basically want to eat us. For every rare film like \"2001: A Space Odyssey\" or \"Close Encounters of the Third Kind\" with a sense of wonder about the vastness of creation, there are a dozen like this, which are basically just versions of \"Friday the 13th\" in which Jason is a bug-eyed monster.\n\nThere may be a reason for this. Mainstream Hollywood is so terrified of intelligent human characters that it's no wonder they don't want aliens who are even smarter than the humans: Hey, dude, you don't pay for a ticket just to hear words you don't understand.\n\nAnd there's a kind of smugness in the assumption that we are at the top of the evolutionary ladder; that other species, even if they do manage to travel to Earth, will look and behave like an explosion at the special-effects factory.\n\n\"Species,\" directed by Roger Donaldson from a screenplay by Dennis Feldman, begins with an interesting premise: Radio telescopes pick up signals from space that, when decoded, include a formula for a DNA string thatcan be combined with our own. Thus a creature might be born that is both human and alien - able to live here, but with attributes of the other species. Scientists in a secret government lab carry out the experiment, which produces a pretty little girl. In the opening scene, they are trying to gas her to death.\n\nOne attribute of the creature is its rapid growth rate.\n\nAfter only a few days she looks like a 10-year-old, and by the next time we see her, she has matured into a sexy blond (Natasha Henstridge) who could star in the Sports Illustrated swimsuit issue anytime. We know this because the movie spends a good deal of time having her take off her brassiere while seducing her victims in hot tubs, because she wants to mate.\n\nPure logic would suggest that if she can change from a 10-year-old into a 21-year-old almost overnight, she should die of old age before the movie ends. But, no, she stays at the sex-bomb stage for the rest of the film, except when morphing into a gruesome monster. (The ability to instantly change one's physical composition is, I believe, in violation of the laws of physics, but \"Species\" breaks every law but the law of diminishing returns.) Ben Kingsley, that invaluable actor, does what he can with the lead role of Fitch, the scientist leading a team chasing the escaped alien. Because the existence of the monster must remain a secret, a general alert is delayed. Instead, Kingsley gathers Press (Michael Madsen), a hired killer for the government; Dan (Forest Whitaker), an \"empathist\" who can sense what happened in places; Arden (Alfred Molina), an anthropologist, and Laura (Marg Helgenberger), a molecular biologist.\n\nThe alien, named Sil, is a quick learner. She checks into a motel, asks the clerk \"Where can I find a man?\" and picks up the first of her victims in a bar. As the search team follows her trail, the empathist picks up signals that she rejected one guy because he did not have, perhaps, the right genes. Boy, didn't he. What happens to him shouldn't happen to a bug on a windshield. And then other guys meet her standards, and soon there is the prospect of lots of little Sils.\n\nThe movie ends with a chase through a sewer system and into an underground oil lake. There are lots of flames and struggles and lots and lots of scenes where the creature jumps out from behind things. And of course there are the usual false alarms, in which you think it's the creature, but whew, it's only a bat; cat; rat.\n\nEventually, it develops a tongue like a frog and can flick it out several yards to capture its enemies.\n\nThere is one line in the screenplay that suggests an interesting direction the movie could have taken. Sil, half alien, half human, is driven by instinct, not intelligence, and doesn't know why she acts the way she does. She asks, \"Who am I? What am I?\" But the movie never tells her. I can imagine a film in which a creature like Sil struggles with her dual nature, and tries to find self-knowledge. Like Frankenstein's monster, she would be an object of pity. But that would be way too subtle for \"Species,\" which just adds a slick front end to the basic horror vocabulary of things jumping out from behind stuff.", "running_time": 108, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-07-07", "genres": ["Horror", "Science Fiction", "Thriller"], "title": "Species (1995)"}