{"url": "http://www.rogerebert.com/reviews/special-section-1976", "by": "Louis Seigneras Minister of Justice", "star_rating": 3.0, "text": "\"If \"Special Section\" is to be believed - and there is, I'm afraid, no reason not to - the Vichy government early in the French occupation enforced a series of retroactive laws that sent prisoners to their deaths to appease the Germans. These laws were administered by \"special sections\" - handpicked courts made up of judges too ambitious, cowardly or inhuman to refuse such work. The laws themselves were widely agreed to be abominations, but they were passed, and they were enforced, and men did die. \n\nThe most disheartening thing about Costa-Gavras' \"Special Section,\" which examines the first series of trials, is how easy it apparently was to find French jurists willing to sit on special sections. Many refused. But others convinced themselves that the sections were necessary. The resistance movement was strong and growing, German officers had been killed in places as public as the Metro and the Vichy government convinced itself that it must execute token French prisoners. That way the Germans could see that Vichy meant business. The original plan was to guillotine the prisoners in public, \"as a lesson.\" The Germans themselves were appalled. The executions themselves would be enough. The problem, though, was that the French authorities had no idea who was responsible for the murders, and speedy action was necessary. So, they determined to pass retroactive laws against certain Communist and subversive activities, and then enforce those laws with the death penalty. \n\n\"A retroactive law?\" asks the old minister of justice (played by the veteran actor Louis Seigner). \"But that would be an abomination!\" Still, after a certain amount of moral anguish, he agrees to such an action: \"Otherwise,\" he says, \"the Germans will execute hostages from the general population, innocent people, even the archbishop of Paris - even judges!\" \n\nThe estimate of innocent people to be executed ranged from 50 to 100, although the Germans themselves supplied no figure at all. It's almost as if Vichy was too eager to appease, that in the early days of the Occupation it wanted to show itself in control of \"pacified\" France. And with that abominable laws were passed and the special sections created, and French jurists were found to serve on them. Why did they serve? Well, Costa-Gavras shows many that refused, but others were more easily persuaded. Some saw it as a promotion after long and frustrating careers. Others, particularly veterans of World War I, were convinced that this was a new kind of military duty - that, dislike it as they might, their court was necessary to help protect innocent Frenchmen from German reprisals. \"Besides,\" as one jurist argues, \"these people we are trying - they are nothing. Human garbage.\" Among the 'refuse' is a leading Communist journalist and a bewildered immigrant, a petty criminal, and others bewildered that their light sentences have now been changed to the death penalty. One of the judges on the first special section holds out - he will not vote for death - and then gradually the others lose heart. But the executions were carried out. \n\n\"Special Section\" is the sort of film Costa-Gavras excels at (it comes after \"Z,\" \"State of Siege\" and \"The Confession\"). It expresses a moral protest while at the same time dealing with the banal details of murder (the judges are all too concerned with getting to their swearing-in ceremony on time that they shun the task of picking their victims). If the movie isn't as absorbing as \"Z\" or \"The Confession\" - if it doesn't have Costa-Gavras' customary touch of melodramatic outrage, maybe that's because the special sections themselves were so cut and dried. Men died and French law was raped and it was all done with the most proper ceremony.", "running_time": 98, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-09-01", "genres": ["Drama", "Thriller", "War"], "title": "Special Section (1976)"}