{"url": "http://www.rogerebert.com/reviews/special-treatment-2011", "by": "Isabelle Huppertas Alice", "star_rating": 3.0, "text": "Although Isabelle Huppert often plays very private characters, she allows us to be private with them. She can embody self-possession and a detached intelligence, and part of the appeal of one of her performances is the intrigue about what she's thinking and how she's behaving. In \"Special Treatment,\" she plays a high-priced Parisian prostitute whose age, 50-ish, has perhaps only enhanced her appeal.\n\nhe plays Alice, a lover of antiques, a student of art when young, who now specializes in role-playing. She's good at what she does. Alice tells a psychiatrist she's \"43 … well, a little more,\" but she can be any age her clients desire. Who else Huppert's age could portray a little French schoolgirl? She has aged very subtly. Huppert is now in real life 57 years old and has had no apparent plastic surgery, but it's scary how much she looks the same as she did in 1977 when I met her at Cannes. \n\nI would not usually be preoccupied with the age of an actress, but Alice, as a prostitute, has a professional motive for concern about her shelf life. She deals with affluent professional men, she meets only those recommended by other clients, she is as meticulous about her hourly rate as a lawyer, she makes no attempt to pretend pleasure, and her clients seem to prefer her that way. Both sides feel safer maintaining a certain distance.\n\nWe can see she is tired, very tired, of prostitution. She confides in a friend, Juliette (Sabila Moussadek), who is also in the profession, and when she's with Juliette we see another side of Alice, more relaxed, warmer, with her feelings closer to the surface. For her, life has come down to money. The film opens in an antiques store where she sees a beautiful piece of glassware she'd like, and tells Juliette how many times she'd have to perform fellatio to pay for it. She wants the bowl, but not the work.\n\nA new client is recommended to her: Xavier (Bouli Lanners). We've already met him. He's a psychiatrist, as distant and uninterested in his profession as she is in hers. His wife, who is a colleague, says he's neglecting his patients. She leaves him. At his first session with Alice, Xavier is so inhibited, he's unable to think of anything he wants them to do. She charges upfront for 10 sessions, no refunds, but this is a challenge she rarely faces.\n\nIt occurs to her that perhaps she should also seek professional help, a psychiatrist, to help her leave prostitution. Xavier suggests Pierre (Richard Debuisne), a colleague he barely knows. Pierre helps run a mental hospital, and Alice is somewhat shaken when she meets some of his clients. Pierre is a good man. We sense it, and so does Alice.\n\nThe questions are: Will Pierre take her into therapy? Will Xavier be able to relax enough to use her services? Can Pierre help her? Can she help Xavier? At a certain level in society, prostitutes are more therapists than sex retailers. \"Special Treatment\" circles these questions as it circles the characters and their intersecting lives. \n\nA 17th century wooden sculpture of an angel passes among them, reflecting their relationships — and progress. At the end, there is no great revelation, but Huppert has succeeded once again in making us wonder what's going on in there.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-10-05", "genres": ["Comedy", "Drama", "Foreign"], "title": "Special Treatment (2011)"}