{"url": "http://www.rogerebert.com/reviews/speed-2-cruise-control-1997", "by": "Sandra Bullockas Annie", "star_rating": 3.0, "text": "I love the summertime. I love strolling down Michigan Avenue on a balmy June evening, past the tourists and the shoppers and the lovers and the people dawdling on their way home from work, and I love going into a theater for a sneak preview of a summer movie and buying popcorn and settling back in my seat and enjoying a movie containing:  \n\n* A chainsaw.\n\n* An explosive device with a red digital read-out that nobody will ever be able to see (this one is concealed inside a fake golf club).\n\n* A villain who travels with jars of leeches, to suck the copper poisoning from his blood.\n\n* A sweet girl and her lover on a Caribbean cruise. He just happens to be a member of an LAPD SWAT team.\n\n* The other passengers on the cruise, who just happen to include members of a diamond dealers' association, who have filled the ship's vault with treasure.\n\n* The villain's plot to hijack and destroy the ship, steal the diamonds, and get revenge on the computer company whose ``electromagnetic fields gave me copper poisoning,'' after which he was fired and cast aside.\n\nAll of these pleasures, and more, are in \"Speed 2: Cruise Control,'' which is a sequel to \"Speed\" in name only--since even the basic premise is different.\n\nIn the first movie, if the bus stopped, everyone would get killed. In this one, if the ocean liner doesn't stop, everyone will get killed. It's a small twist, I grant you, but a decisive one.\n\nThe movie stars Sandra Bullock, from \"Speed\", and Jason Patric as her boyfriend. (The dialogue explains that she split up with the Keanu Reeves character from the earlier film for a lot of reasons, one of them possibly being that he did not want to appear in the sequel). They go on a cruise, and are unlucky enough to pick the boat targeted for revenge by a villain named Geiger (Willem Dafoe), whose laptop computers can take over the ship's own systems and control them.\n\nBullock plays the same fetching character she played the first time: warm, likable, stuttering a little, calm under pressure. Unfortunately, considering that she was crucial to the success of \"Speed\", the screenplay gives her a secondary role and hands most of the best scenes to Patric, who handles them like a traditional action hero. At one point he puts on scuba gear and dangles inches from the giant spinning props of the ocean liner, and at another point he shoots a seaplane with a spear-gun and reels himself in. These stunts make the original \"Speed\" look plausible.\n\nThe ship itself is of course supplied with a cross-section of typical passengers, who in addition to the diamond dealers include a fat-acceptance group and a deaf girl who gets trapped in an elevator and can't hear the abandon-ship alarm. The captain is thrown overboard early in the film, after Geiger explains his grievance. (Seems like a waste, somehow, to go to the trouble of lodging your complaint with someone you immediately kill.) Then it's up to the hero and his girlfriend to save the day.\n\nI will leave you in suspense as to whether they succeed. I will observe, however, that it's not every day (unless you live in New Orleans) that you get to see a ship crashing into a pier. The special effects sequences in the movie are first-rate, especially that one. I know some of the houses on shore were models and that all kinds of fancy techniques were used, but the progress of the ship, as it crushes piers and condos, restaurants and trucks and cars, looks surprisingly real. And I was grateful to Jan De Bont, director of this film and the first one, for not overlooking such touches as The Dog Who Survives.\n\nI chortled a few times. The first was at the digital read-out. Why do mad bombers always go to the trouble of supplying them? There's not much room inside the head of a golf club (even a wood), so why waste space on a digital read-out? I also chortled a few moments later, when the villain pulled out a piece of equipment labeled FIBER OPTIC CONVERTER in letters so large they could be read across the room. Doesn't mean much, but it sure looks good. And I will long treasure a moment when a computer asks Geiger, \"Time to initiate?'' and he types in, \"Now.'' Is the movie fun? Yes. Especially when the desperate Bullock breaks into a ship's supply cabinet and finds a chainsaw, which I imagine all ships carry. And when pleasure boaters somehow fail to see a full-size runaway ocean liner until it is three feet from them. Movies like this embrace goofiness with an almost sensual pleasure. And so, on a warm summer evening, do I.", "running_time": 125, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-06-27", "genres": ["Action", "Adventure", "Disaster", "Thriller"], "title": "Speed 2: Cruise Control (1997)"}