{"url": "http://www.rogerebert.com/reviews/speechless-1994", "by": "Michael Keatonas Kevin", "star_rating": 2.0, "text": "The romance and marriage of James Carville and Mary Matalin inspired consternation among those who could not understand how such polar opposites could stand each other's company: Why - he worked for Clinton's campaign, and she worked for Bush's! I was underwhelmed.\n\nThey were complete counterparts in everything except political ideology, and anyone who thinks political campaigns are about ideology has never been involved in one.\n\nThey are, in fact, more about photo opportunities, \"sexy issues,\" sound bites and image, a point the new movie \"Speechless\" makes early and often. Allegedly not inspired by Carville and Matalin (uh- huh), the film is set in New Mexico, where two consummate bozos are running against one another. The biggest story in the state involves not politics, but a bear cub that is trapped in a drain pipe at the zoo, and so of course all political strategy boils down to which candidate can identify himself with Winnie the Pooh.\n\nInto the Republican side of the campaign comes an itinerant speech writer named Kevin (Michael Keaton), who is not even quite sure at first of his candidate's name. Suffering from insomnia, he wanders into an all-night store and finds himself fighting over the Nytol with a woman named Julia (Geena Davis). They fall in love at first sight, start arguing over everything (sitcoms, music on the radio), become romantic under the vast desert sky, and end up making love. The automotive sex scene is, of course, suitable for Ebert's Little Movie Glossary: In all such scenes, the grappling couple inevitably activates the horn, lights, radio, windshield wipers, etc.\n\nCome the dawn, and the new friends separate. She, of course, is a strategist for the Democratic candidate. Their romance continues, but they don't realize they're political enemies until they both appear at a school Career Day. And here the movie dumbs it down, by showing her anger at his \"deception.\" Their anger inspires some cute reaction shots from the kiddies, but wouldn't these two pros (who have no respect for their candidates) find the discovery funny, rather than enraging? In the real world, once you've slept with someone under the vast desert sky and tiptoed around the awesome possibility of love, it isn't going to make much difference that the other person is a Republican, or even a Democrat.\n\nThe movie then slides into its obligatory middle passages, in which the lovers of course feud, and Julia's former fiancee turns up. He's a superstar foreign correspondent named Freed (Christopher Reeve), who bears an uncanny resemblance to Arthur (Scud Stud) Kent, and veteran moviegoers can settle back and watch the predictable moves as Julia considers rehitching with Freed while Kevin gets mad and sabotages her candidate's TelePrompTer. (At one point, the Republican gazes earnestly into the camera and declaims, \"Someone is in the kitchen with Dinah!\") \"Speechless\" is not without its charms. Both Keaton and Davis are smart as people and smart as actors, and that shows: They generate a nice combination of physical and intellectual chemistry.\n\nBonnie Bedelia and Ernie Hudson have some good moments as campaign pros.\n\nIt's just too bad that the director, Ron Underwood, didn't find a way to use more of the offbeat, eccentric character mannerisms that made his earlier films (\"Tremors\" and \"City Slickers\") so much better than their genres. Here the level of humor is dialed safely down to the Sitcom setting, which limits what can happen, and how much we can care about it.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-12-16", "genres": ["Comedy", "Romance"], "title": "Speechless (1994)"}