{"url": "http://www.rogerebert.com/reviews/speed-1994", "by": "Keanu Reevesas Jack Traven", "star_rating": 4.0, "text": "\"Speed\" is like an ingenious windup machine. It's a smart, inventive thriller that starts with hostages trapped on an elevator and continues with two chases - one on a bus, one on a subway - so that it's wall-to-wall with action, stunts, special effects and excitement. We've seen this done before, but seldom so well, or at such a high pitch of energy.\n\nThe movie stars Keanu Reeves as a member of the Los Angeles bomb squad. He and his veteran partner (Jeff Daniels) are called in after a mad bomber severs the cables holding an elevator in a high rise building. Now the terrified passengers are trapped between floors, and the bomber wants $3 million or he'll push a button and blow off the car's emergency brakes. This situation in itself might make the heart of a thriller, but it's only a curtain-raiser for \"Speed,\" which turns into a battle of the wills between Reeves and the madman.\n\nThe bomber is played by Dennis Hopper, the most dependable and certainly the creepiest villain in the movies right now. He's a former cop with a grudge, an intelligent man with a big bag of tricks who seems able to anticipate every one of Reeves' moves. He wants not only the ransom money but also the satisfaction of humiliating the LAPD, and when he's outsmarted on the elevator caper, his next trick is truly diabolical.\n\nHe rigs an ordinary Los Angeles rapid transit bus so that if it exceeds 50 mph, a bomb will be armed - and then, if its speed falls below 50 mph, the bomb will explode. This is an inspiration that will raise many questions for anyone who has ever been in L.A. traffic, but never mind: It provides the basis for an extended, suspenseful chase sequence that comes up with one ingenious crisis after another.\n\nReeves manages to get himself on board the bus, of course.\n\nAnd after the driver is shot by a passenger, another passenger (Sandra Bullock) grabs the wheel while Reeves tries to think a way out of the dilemma, and the bus cruises at 55 mph - in the wrong lanes, in the wrong directions, sideswiping other cars, causing accidents, and eventually ending up on an empty freeway that would provide clear sailing - if it weren't for a 50-foot gap in an overpass. Can a bus really leap a 50-foot space? This is the kind of movie where you don't ask questions like that.\n\nThe screenplay, by Graham Yost, piles on complications until the movie's very construction is a delight. Bullock keeps her cool at the wheel while Reeves tries stunts like going under the bus to try to disarm the bomb while it continues to bounce along at high speed.\n\nMeanwhile, the story intercuts between Hopper, who is issuing ultimatums and dropping sinister hints, and Daniels, back at headquarters, who is using computers to try to figure out the blackmailer's identity.\n\nWhen the bus episode finally ends, we sit back, drained, ready for the movie to end, too. But it has another surprise in store, a chase on a subway train, with Bullock held hostage and handcuffed inside one of the cars. All of this is of course gloriously silly, a plundering of situations from the Indiana Jones and Die Hard movies all the way back to the \"Perils of Pauline,\" but so what? If it works, it works.\n\nKeanu Reeves has never had a role like this before. In fact, in his previous film, he played the mystical Prince Siddhartha, and generally he tends toward dreamy, sensitive characters. That's why it's sort of amazing to see him so cool and focused here, a completely convincing action hero who is as centered and resourceful as a Clint Eastwood or Harrison Ford in similar situations. He and Bullock have good chemistry; they appreciate the humor that is always flickering just beneath the surface of the preposterous plot. And Hopper's dialogue has been twisted into savagely ironic understatements that provide their own form of comic relief.\n\nFilms like \"Speed\" belong to the genre I call Bruised Forearm Movies, because you're always grabbing the arm of the person sitting next to you. Done wrong, they seem like tired replays of old chase cliches. Done well, they're fun. Done as well as \"Speed,\" they generate a kind of manic exhilaration. The director, Jan De Bont, has worked as a cinematographer on many action classics, including \"Total Recall\" and \"Die Hard.\" Here he shows his own mastery, in a great entertainment.", "running_time": 115, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-06-10", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "Speed (1994)"}