{"url": "http://www.rogerebert.com/reviews/spellbound-2003", "by": "Jeffrey Blitz", "star_rating": 3.0, "text": "The Spellers: Harry Altman, Ted Brigham, Neil Kadakia, Emily Stagg, Angela Arenivar, April Degideo, Nupur Lala, Ashley White \n\nIt is useful to be a good speller, up to a point. After that point, you're just showing off. The eight contestants in \"Spellbound,\" who have come from all over the country to compete in the 1999 National Spelling Bee, are never likely to need words such as \"opsimath\" in their daily rounds, although \"logorrhea\" might come in handy. As we watch them drilling with flashcards and worksheets, we hope they will win, but we're not sure what good it will do them.\n\nAnd yet for some of them, winning the bee will make a substantial difference in their lives--not because they can spell so well, but because the prizes include college scholarships. Take Angela Arenivar, for example. She makes it all the way to the finals in Washington, D.C., from the Texas farm where her father works as a laborer. He originally entered the country illegally, still speaks no English, and is proud beyond all words of his smart daughter.\n\nWe cheer for her in the finals, but then we cheer for all of these kids, because it is so easy to remember the pain of getting something wrong in front of the whole class. None of these teenagers is good only at spelling. Jeffrey Blitz takes his documentary into their homes and schools, looks at their families and ambitions, and shows us that they're all smart in a lot of other ways--including the way that makes them a little lonely at times.\n\nConsider Harry Altman. He is a real kid, but has so many eccentricities that he'd be comic relief in a teenage comedy. His laugh would make you turn around in a crowded room. He screws his face up into so many shapes while trying to spell a word that it's a wonder the letters can find their way to the surface. High school cannot be easy for Harry, but he will have his revenge at the 20th class reunion, by which time he will no doubt he a millionaire or a Nobel winner, and still with that unlikely laugh.\n\nTo be smart is to be an outsider in high school. To be seen as smart is even worse (many kids learn to conceal their intelligence). There is a kind of rough populism among adolescents that penalizes those who try harder or are more gifted. In talking with high school kids, I find that many of them go to good or serious movies by themselves, and choose vulgarity and violence when going with their friends. To be a kid and read good books and attend good movies sets you aside. Thank God you have the books and the movies for company--and now the Internet, where bright teenagers find one another.\n\nIn \"Spellbound,\" which was one of this year's Oscar nominees, Blitz begins with portraits of his eight finalists and then follows them to Washington, D.C., where they compete on ESPN in the bee, which was founded years ago by the Scripps-Howard newspaper chain. The ritual is time-honored. The word is pronounced, and repeated. It may be used in a sentence. Then the contestant has to repeat it, spell it and say it again.\n\nWe've never heard most of the words (cabotinage?). General spelling rules are useful only up to a point, and then memory is the only resource. Some of these kids study up to eight hours a day, memorizing words they may never hear, write or use. Even when they think they know a word, it's useful to pause and be sure, because once you get to the end of a word you can't go back and start again. You don't win because of your overall score, but because you have been perfect longer than anyone else; the entire bee is a sudden-death overtime.\n\nOddly enough, it's not tragic when a kid loses. Some of them shrug or grin, and a couple seem happy to be delivered from the pressure and the burden. One girl is devastated when she misspells a word, but we know it's because she knew it, and knew she knew it, and still got it wrong. They're all winners, in a way, and had to place first in their state or regional contests to get to Washington. When the finalist Nupur Lala, whose parents came from India, returns home to Florida, she's a local hero, and a restaurant hails her on the sign out in front: \"Congradulations, Nupur!\"", "running_time": 95, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-05-16", "genres": null, "title": "Spellbound (2003)"}