{"url": "http://www.rogerebert.com/reviews/sphere-1998", "by": "Dustin Hoffmanas Norman Hoffman", "star_rating": 1.5, "text": "Michael Crichton is the science-fiction author that people read\rif they think they're too good for “regular” science fiction. Too bad. What\rthey get in the film version of “Sphere,” directed by Barry Levinson, is a watered-down\rtake on the sci-fi classic Solaris, by Stanislaw Lem, which was made into an\rimmeasurably better film by Andrei Tarkovsky.\n\nThe underlying idea is the same: Humans come in contact with an\rextraterrestrial presence that makes their fears seem real. The earlier novel\rand film challenged our ideas about human consciousness. “Sphere” functions\rmore like a whodunit in which the plot's hot potato is tossed from character to\rcharacter.\n\nAs the movie opens, an expert team is brought to the middle of\rthe Pacific, where an amazing thing has been found on the ocean floor: a giant\rspacecraft, apparently buried for nearly 300 years, that still emits a distant\rhum--suggesting it is intact and may harbor life. The members of the team: a\rpsychologist (Dustin Hoffman), a mathematician (Samuel L. Jackson), a\rbiochemist (Sharon Stone) and an astrophysicist (Liev Schreiber). In command of\ra Navy “habitat” on the ocean floor, next to the ship, is Peter Coyote. The\rhabitat's small crew includes radio operator Queen Latifah, from “Set It Off,”\rwho is on hand to illustrate Hollywood's immutable law that the first character\rto die is always the African American.\n\nThe descent to the ocean floor, accompanied by much talk about\rdepressurization, will be a disappointment to anyone who remembers the suspense\rin similar scenes in James Cameron's “Abyss.” And the introduction of the\rspacecraft is also a disappointment: Instead of the awe-inspiring first\rglimpses we remember from “Close Encounters” or even “Independence Day,” it's a\rthrowaway. No wonder. The ocean-floor special effects are less than\rsensational, and the exteriors of the descent craft and the spacecraft are all\rtoo obviously models.\n\nNo matter, if the story holds our attention. At first it does.\rAs long as we're in suspense, we're involved, because we anticipate great\rthings. But “Sphere” is one of those movies where the end titles should be\rPeggy Lee singing “Is That All There Is?” The more the plot reveals, the more\rwe realize how little there is to reveal, until finally the movie disintegrates\rinto flaccid scenes where the surviving characters sit around talking about\rtheir puzzlements.\n\nI have been careful to protect most of the film's secrets. I can\rbe excused, I suppose, for revealing that what they find inside the spacecraft\ris, yes, a sphere. Where does this sphere come from? Who or what made it? How\rdoes it function? I am content to let it remain a mystery, so long as it\rentertains me, but after a promising start (it generates a “2001-style” hurtle through\rspace and time) it just sits there, glowing and glowering, while the humans\rdeal with the dangers of undersea life.\n\nHoffman, Jackson, Stone: These are good actors. How good is\rillustrated by how much they do with the flat, unyielding material. The last 20\rminutes of the film are a slog through circular explanations and speculations\rthat would have capsized lesser actors. They give it a good try, with dialogue\rthat sounds either like characters analyzing the situation, or actors trying to\rfigure out the plot.\n\n“Sphere” feels rushed. The screenplay uses lots of talk to\rconceal the fact that the story has never been grappled with. The effects and\rthe sets are pitched at the level of made-for-TV fare. The only excellence is\rin the acting, and even then the screenplay puts the characters through so many\rU-turns that dramatic momentum is impossible.\n\nThere are ideas sloshing around somewhere in the rising waters\raboard the undersea habitat. The best one is an old science-fiction standby:\rAre humans mature enough to handle the secrets of the universe? Or are we but\ran infant species, whose fears and phobias prevent us from embracing the big\rpicture? The last scenes are supposed to be a solemn confrontation of these\rquestions, but they're punctuated by a special-effects shot so puny and\runderwhelming that the spell is broken.\n\nThat's all, folks. Put your hands together for Miss Peggy Lee.", "running_time": 132, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-01-01", "genres": ["Drama", "Horror", "Mystery", "Science Fiction", "Thriller"], "title": "Sphere (1998)"}