{"url": "http://www.rogerebert.com/reviews/spice-world-1998", "by": "Spice Girlsas Themselves", "star_rating": 0.5, "text": "The Spice Girls are easier to tell apart than the Mutant Ninja Turtles, but that is small consolation: What can you say about five women whose principal distinguishing characteristic is that they have different names? They occupy \"Spice World\" as if they were watching it: They're so detached they can't even successfully lip-synch their own songs. During a rehearsal scene, their director tells them, with such truth that we may be hearing a secret message from the screenwriter, \"That was absolutely perfect--without being actually any good.\" \"Spice World\" is obviously intended as a ripoff of \"A Hard Day's Night\" (1964), which gave the Beatles to the movies. They should have ripped off more--everything they could get their hands on. The movie is a day in the life of a musical group that has become an overnight success, and we see them rehearse, perform, hang out together, and deal with such desperately contrived supporting characters as a trash newspaper editor, a paparazzi and a manipulative manager.\n\nAll of these elements are inspired in one way or another by \"A Hard Day's Night.\" The huge difference, of course, is that the Beatles were talented--while, let's face it, the Spice Girls could be duplicated by any five women under the age of 30 standing in line at Dunkin' Donuts.\n\nThe Beatles film played off the personalities of the Beatles. The Spice Girls have no personalities; their bodies are carriers for inane chatter. The Beatles film had such great music that every song in it is beloved all over the world. The Spice Girls music is so bad that even \"Spice World\" avoids using any more of it than absolutely necessary.\n\nThe film's linking device is a big double-decker bus, painted like a Union Jack, which ferries the Girls past London landmarks (so many landmarks I suspect that the filmmakers were desperately trying to stretch the running time). This bus is of ordinary size on the outside but three times too wide on the inside; it is fitted with all the conveniences of Spice Girlhood, except, apparently, functional toilet facilities, leading to the unusual sight of the Girls jumping off the bus for a quick pee in the woods. (They do everything together.) So lacking in human characteristics are the Girls that when the screenplay falls back on the last resort of the bankrupt filmmaking imagination--a live childbirth scene--they have to import one of their friends to have the baby.\n\nShe at least had the wit to get pregnant, something beyond the Girls since it would involve a relationship, and thus an attention span. Words fail me as I try to describe my thoughts at the prospect of the five Spice Girls shouting \"push!\"", "running_time": 93, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-01-23", "genres": ["Adventure", "Comedy", "Drama", "Fantasy", "Foreign", "Music"], "title": "Spice World (1998)"}