{"url": "http://www.rogerebert.com/reviews/spider-man-3-2007", "by": "Tobey Maguireas Spider-Man/Peter Parker", "star_rating": 2.0, "text": "Doubling back to pick up some titles I missed in the year\n\nThe great failing of \"Spider-Man 3\" is that it failed to distract me from what a sap Peter Parker is. It lingers so long over the dopey romance between Peter and the long-suffering Mary Jane that I found myself asking the question: Could a whole movie about the relationship between these two twentysomethings be made? And my answer was: No, because today's audiences would never accept a hero so clueless and a heroine so docile. And isn't it a little unusual to propose marriage after sharing only one kiss, and that one in the previous movie, and upside-down?\n\nFaithful readers will recall that I found \"Spider-Man 2\" (2004) the best superhero movie since \"Superman\" (1978). But I made the mistake of declaring that was because \"the movie demonstrates what's wrong with a lot of other superhero epics: They focus on the superpowers, and shortchange the humans behind them.\" This time, I desperately wanted Peter Parker to be short-changed. If I argued earlier that Bruce Wayne and Clark Kent were boring human beings, I had no idea how Peter would begin to wear on my nerves.\n\nAnd what's with Mary Jane? Here's a beautiful, (somewhat) talented actress good enough to star in a Broadway musical, and she has to put up with being trapped in a taxi suspended 80 stories in the air by alien spider webs. The unique quality of the classic comic books was that their teenagers had ordinary adolescent angst and insecurity. But if you are still dangling in taxicabs at age 20, you're a slow learner. If there is a \"Spider-Man 4\" (and there will be), how about giving Peter and Mary Jane at least the emotional complexity of soap opera characters? If \"Juno\" (opening Dec. 14) met Peter Parker, she'd have him for breakfast.\n\nSuperhero movies and Bond movies live and die by their villains. Spidey No. 2 had the superb Doc Ock (Alfred Molina), who is right up there with Goldfinger and the Joker in the Supervillain Hall of Infamy. He had a personality. In Spidey No. 3 we have too many villains, too little infamy. Take the Sandman (Thomas Haden Church). As an escaped con and the murderer of Uncle Ben, he has marginal interest at best. As the Sandman, he is absurd. Recall Doc Ock climbing buildings with his fearsome mechanical tentacles and now look at this dust storm. He forms from heaps of sand into a creature that looks like a snowman left standing too late in the season. He can have holes blown into him with handguns, but then somehow regains the bodily integrity to hammer buildings. And how does he feel in there? Molina always let you know precisely how Doc Ock felt, with a vengeance.\n\nThen there is the black microorganism from outer space, which is not a villain, but plays one in the movie. It arrives on Earth in a meteorite that lands, oh, maybe 20 yards from Peter and Mary Jane, but this impact somehow escapes notice by the fabled Spidey-sense. Then it produces little black beasties that look like squids crossed with licorice rope. They not only coat people with a way-cool black glossy second skin, but specialize in spray-painting Spidey and Spidey wannabes. No ups, no extras.\n\nWe know that Spider-Man's powers do not reside in his red suit, which lies in a suitcase under his bed. So how do fake Spideys like Venom gain their powers when they are covered with the black substance? And how does a microorganism from outer space know how to replicate the intricate patternwork of the Spidey costume, right down to the chest decoration? And to what purpose from an evolutionary point of view? And what good luck that the microorganism gets Peter's rival photographer, Eddie Grace, to infect, so that he becomes Venom! And how does Eddie know who he has become?\n\nAnother villain is Harry Osborn, a k a the New Green Goblin (James Franco), son of the interesting original (Willem Dafoe) but not a drip off the old gob. While the first GG had the usual supervillain motivations (malevolence, envy, twisted abilities) his son is merely very angry and under the misapprehension that Peter/Spidey murdered his old dad. And then Peter and Harry have a fist fight when they should be doing Spidey and Goblin stuff.\n\nYes, there are some nice special effects in the movie. I liked the collapsing construction crane sequence. But the damsel in distress this time was not Mary Jane but Gwen Stacy (Bryce Dallas Howard), the sexy blond lab partner Peter has somehow neglected to mention to Mary Jane, causing her heartbreak because at a civic ceremony he kisses her with our kiss, i.e., the upside-down one. While Peter goes through a period of microorganism infection, he combs his hair forward, struts the streets, attracts admiring glances from every pretty girl on the street, and feels like hot stuff. Wait until he discovers sex.\n\n\"Spider-Man 3\" is, in short, a mess. Too many villains, too many pale plot strands, too many romantic misunderstandings, too many conversations, too many street crowds looking high into the air and shouting \"oooh!\" this way, then swiveling and shouting \"aaah!\" that way. And saints deliver us from another dinner date like the one where Peter plans to propose to Mary Jane. You know a movie is in trouble when the climactic romantic scene of the entire series is stolen by the waiter (Bruce Campbell). And poor Aunt May (Rosemary Harris). An actress of Harris' ability, asked to deliver a one-note performance, and that single note is fretting.\n\nHow could Sam Raimi, having gone so right with \"Spider-Man 2,\" have gone so wrong with \"Spider-Man 3\"? Did the $250 million budget paralyze him? Has the series grown too heavy on its feet? How many times can we see essentially the same romantic scenario repeated? How much dangling in the air can one girl do? And how does Spidey keep his identity a secret anyway, when there are more arrivals and departures through his apartment's window than on a busy day at LaGuardia?", "running_time": 139, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-11-15", "genres": ["Action", "Drama", "Fantasy", "Science Fiction", "Thriller"], "title": "Spider-Man 3 (2007)"}