{"url": "http://www.rogerebert.com/reviews/spider-man-2-2004", "by": "Tobey Maguireas Peter Parker/Spider-Man", "star_rating": 4.0, "text": "Now this is what a superhero movie should be. \"Spider-Man 2\" believes in its story in the same way serious comic readers believe, when the adventures on the page express their own dreams and wishes. It's not camp and it's not nostalgia, it's not wall-to-wall special effects and it's not pickled in angst. It's simply and poignantly a realization that being Spider-Man is a burden that Peter Parker is not entirely willing to bear.\n\nThe movie demonstrates what's wrong with a lot of other superhero epics: They focus on the superpowers, and short-change the humans behind them. (Has anyone ever been more boring, for instance, than Clark Kent or Bruce Wayne?)\n\n\"Spider-Man 2\" is the best superhero movie since the modern genre was launched with \"Superman\" (1978). It succeeds by being true to the insight that allowed Marvel Comics to upturn decades of comic-book tradition: Readers could identify more completely with heroes like themselves than with remote godlike paragons. Peter Parker was an insecure high school student, in grade trouble, inarticulate in love, unready to assume the responsibilities that came with his unexpected superpowers. It wasn't that Spider-Man could swing from skyscrapers that won over his readers; it was that he fretted about personal problems in the thought balloons above his Spidey face mask.\n\nParker (Tobey Maguire) is in college now, studying physics at Columbia, more helplessly in love than ever with Mary Jane Watson (Kirsten Dunst). He's on the edge of a breakdown: He's lost his job as a pizza deliveryman, Aunt May faces foreclosure on her mortgage, he's missing classes, the colors run together when he washes his Spider-Man suit at the Laundromat, and after his web-spinning ability inexplicably seems to fade, he throws away his beloved uniform in despair. When a bum tries to sell the discarded Spidey suit to Jonah Jameson, editor of the Daily Bugle, Jameson offers him $50. The bum says he could do better on eBay. Has it come to this?\n\nI was disappointed by the original \"Spider-Man\" (2002), and surprised to find this film working from the first frame. Sam Raimi, the director of both pictures, this time seems to know exactly what he should do, and never steps wrong in a film that effortlessly combines special effects and a human story, keeping its parallel plots alive and moving. One of the keys to the movie's success must be the contribution of novelist Michael Chabon to the screenplay; Chabon understands in his bones what comic books are, and why. His inspired 2000 novel The Amazing Adventures of Kavalier and Clay chronicles the birth of a 1940s comic book superhero and the young men who created him; he worked on the screen story that fed into Alvin Sargent's screenplay.\n\nThe seasons in a superhero's life are charted by the villains he faces (it is the same with James Bond). \"Spider-Man 2\" gives Spider-Man an enemy with a good nature that is overcome by evil. Peter Parker admires the famous Dr. Otto Octavius (Alfred Molina), whose laboratory on the banks of the East River houses an experiment that will either prove that fusion can work as a cheap source of energy, or vaporize Manhattan. To handle the dangerous materials of his experiments, Octavius devises four powerful tentacles that are fused to his spine and have a cyber-intelligence of their own; a chip at the top of his spine prevents them from overriding his orders, but when the chip is destroyed, the gentle scientist is transformed into Doc Ock, a fearsome fusion of man and machine, who can climb skyscraper walls by driving his tentacles through concrete and bricks. We hear him coming, hammering his way toward us like the drums of hell.\n\nPeter Parker, meanwhile, has vowed that he cannot allow himself to love Mary Jane, because her life would be in danger from Spider-Man's enemies. She has finally given up on Peter, who is always standing her up; she announces her engagement to no less than an astronaut. Peter has heart-to-hearts with her and with Aunt May (Rosemary Harris), who is given full screen time and not reduced to an obligatory cameo. And he has to deal with his friend Harry Osborn (James Franco), who likes Peter but hates Spider-Man, blaming him for the death of his father (a k a the Green Goblin, although much is unknown to the son).\n\nThere are special effects, and then there are special effects. In the first movie I thought Spider-Man seemed to move with all the realism of a character in a cartoon. This time, as he swings from one skyscraper to another, he has more weight and dimension, and Raimi is able to seamlessly match the CGI and the human actors. The special-effects triumph in the film is the work on Doc Ock's four robotic tentacles, which move with an uncanny life, reacting and responding, doing double takes, becoming characters on their own.\n\nWatching Raimi and his writers cut between the story threads, I savored classical workmanship: The film gives full weight to all of its elements, keeps them alive, is constructed with such skill that we care all the way through. In a lesser movie from this genre, we usually perk up for the action scenes but wade grimly through the dialogue. Here both stay alive, and the dialogue is more about emotion, love and values, less about long-winded explanations of the inexplicable (it's kind of neat that Spider-Man never does find out why his web-throwing ability sometimes fails him).\n\nTobey Maguire almost didn't sign for the sequel, complaining of back pain; Jake Gyllenhaal, another gifted actor, was reportedly in the wings. But if Maguire hadn't returned (along with Spidey's throwaway line about his aching back), we would never have known how good he could be in this role.\n\nDunst is valuable, too, bringing depth and heart to a girlfriend role that in lesser movies would be conventional. When she kisses her astronaut boyfriend upside-down, it's one of those perfect moments that rewards fans of the whole saga; we don't need to be told she's remembering her only kiss from Spider-Man.\n\nThere are moviegoers who make a point of missing superhero movies, and I can't blame them, although I confess to a weakness for the genre. I liked both of the \"Crow\" movies, and \"Daredevil,\" \"Hulk\" and \"X2: X-Men United,\" but not enough to recommend them to friends who don't like or understand comic books. \"Spider-Man 2\" is in another category: It's a real movie, full-blooded and smart, with qualities even for those who have no idea who Stan Lee is. It's a superhero movie for people who don't go to superhero movies, and for those who do, it's the one they've been yearning for.", "running_time": 127, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-06-29", "genres": ["Action", "Adventure", "Crime", "Drama", "Fantasy", "Science Fiction"], "title": "Spider-Man 2 (2004)"}