{"url": "http://www.rogerebert.com/reviews/spider-man-2002", "by": "Tobey Maguireas Peter Parker", "star_rating": 2.5, "text": "Imagine \"Superman\" with a Clark Kent more charismatic than the Man of Steel, and you'll understand how \"Spider-Man\" goes wrong. Tobey Maguire is pitch-perfect as the socially retarded Peter Parker, but when he becomes Spider-Man, the film turns to action sequences that zip along like perfunctory cartoons. Not even during Spidey's first experimental outings do we feel that flesh and blood are contending with gravity. Spidey soars too quickly through the skies of Manhattan; he's as convincing as Mighty Mouse.\n\nThe appeal of the best sequences in the Superman and Batman movies is that they lend weight and importance to comic-book images. Within the ground rules set by each movie, they even have plausibility. As a reader of the Spider-Man comics, I admired the vertiginous frames showing Spidey dangling from terrifying heights. He had the powers of a spider and the instincts of a human being, but the movie is split between a plausible Peter Parker and an inconsequential superhero.\n\nConsider a sequence early in the film, after Peter Parker is bitten by a mutant spider and discovers his new powers. His hand is sticky. He doesn't need glasses anymore. He was scrawny yesterday, but today he's got muscles. The movie shows him becoming aware of these facts, but insufficiently amazed (or frightened) by them. He learns how to spin and toss webbing, and finds that he can make enormous leaps. And then there's a scene where he's like a kid with a new toy, jumping from one rooftop to another, making giant leaps, whooping with joy.\n\nRemember the first time you saw the characters defy gravity in \"Crouching Tiger, Hidden Dragon\"? They transcended gravity, but they didn't dismiss it: They seemed to possess weight, dimension and presence. Spider-Man as he leaps across the rooftops is landing too lightly, rebounding too much like a bouncing ball. He looks like a video game figure, not like a person having an amazing experience.\n\nThe other super-being in the movie is the Green Goblin, who surfs the skies in jet-shoes. He, too, looks like a drawing being moved quickly around a frame, instead of like a character who has mastered a daring form of locomotion. He's handicapped, too, by his face, which looks like a high-tech action figure with a mouth that doesn't move. I understand why it's immobile (we're looking at a mask), but I'm not persuaded; the movie could simply ordain that the Green Goblin's exterior shell has a face that's mobile, and the character would become more interesting. (True, Spider-Man has no mouth, and Peter Parker barely opens his--the words slip out through a reluctant slit.) The film tells Spidey's origin story--who Peter Parker is, who Aunt May (Rosemary Harris) and Uncle Ben (Cliff Robertson) are, how Peter's an outcast at school, how he burns with unrequited love for Mary Jane Watson (Kirsten Dunst), how he peddles photos of Spider-Man to cigar-chomping editor J. Jonah Jameson (J.K. Simmons).\n\nPeter Parker was crucial in the evolution of Marvel comics because he was fallible and had recognizable human traits. He was a nerd, a loner, socially inept, insecure, a poor kid being raised by relatives. Maguire gets all of that just right, and I enjoyed the way Dunst is able to modulate her gradually increasing interest in this loser who begins to seem attractive to her. I also liked the complexity of the villain, who in his Dr. Jekyll manifestation is brilliant tycoon Norman Osborn (Willem Dafoe) and in his Mr. Hyde persona is a cackling psychopath. Osborn's son Harry (James Franco) is a rich kid, embarrassed by his dad's wealth, who is Peter's best and only friend, and Norman is affectionate toward Peter even while their alter-egos are deadly enemies. That works, and there's an effective scene where Osborn has a conversation with his invisible dark side.\n\nThe origin story is well told, and the characters will not disappoint anyone who values the original comic books. It's in the action scenes that things fall apart. Consider the scene where Spider-Man is given a cruel choice between saving Mary Jane or a cable car full of school kids. He tries to save both, so that everyone dangles from webbing that seems about to pull loose. The visuals here could have given an impression of the enormous weights and tensions involved, but instead the scene seems more like a bloodless storyboard of the idea. In other CGI scenes, Spidey swoops from great heights to street level and soars back up among the skyscrapers again with such dizzying speed that it seems less like a stunt than like a fast-forward version of a stunt.\n\nI have one question about the Peter Parker character: Does the movie go too far with his extreme social paralysis? Peter tells Mary Jane he just wants to be friends. \"Only a friend?\" she repeats. \"That's all I have to give,\" he says. How so? Impotent? Spidey-sense has skewed his sexual instincts? Afraid his hands will get stuck?", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-05-03", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Spider-Man (2002)"}