{"url": "http://www.rogerebert.com/reviews/spike-of-bensonhurst-1988", "by": "Sasha Mitchellas Spike Fumo", "star_rating": 3.0, "text": "Movies imitate life, life imitates movies. Travolta played Tony Manero in “Saturday Night Fever,” Stallone played Rocky Balboa in “Rocky,” and now here is Spike Fumo, a cocky kid from Brooklyn who fools around with the wrong girls and wants to be a boxer. Where did he come from? Out of those earlier movies, I’ll bet, just like American gangsters in the 1930s learned how to dress and talk by studying Cagney and Raft.\n\nSpike is a thoroughly irresponsible, completely likable character - a kid like everybody knows, who gets away with murder while his friends wait with fascination for a comeuppance that never comes. He lives in an Italian section of Brooklyn, where he boxes out of the local gym and has eyes for a cute blond who happens to be the daughter of the neighborhood Mafia boss. The boss doesn’t want Spike hanging around his daughter. The daughter is being saved for the snotty son of the local congresswoman. But the problem is, she loves Spike.\n\nThat’s the setup for Paul Morrissey’s “Spike of Bensonhurst,” which is not the best comedy ever made but has energy and local color and a charismatic lead performance by Sasha Mitchell as Spike. When he gets an unmistakable signal from the mob boss (Ernest Borgnine) that he should leave the neighborhood right away, he goes to live in a nearby Puerto Rican neighborhood with Bandana (Rick Aviles), a friend of his who is also a boxer. And there he falls in love with Bandana’s sister, the beautiful, raven-haired India (Talisa Soto). This is the kind of guy that song was written about - the one where if he’s not with the one he loves, he loves the one he’s with.\n\nThe comedy in this movie is generated mostly out of broad racial stereotypes, and I know people who were offended by it; one person told me the film was nothing but an extended racist slur against Italians and Puerto Ricans. This is a hard call. I do not think the filmmakers or the actors had any racist intents. I think they were inspired more by the ethnic humor of TV sitcoms and movies like “Saturday Night Fever.” And because offense was not intended, perhaps none should be taken. When Bandana’s mother says she’s pleased to meet a kid with Mafia connections because it’s a way to move up in the world, is this racism? Or irony? Or sarcasm on her part? The fact that we have to guess makes it funny.\n\nFor a movie about a hero who gets both of his girlfriends pregnant, this is a chaste film. Spike never even kisses the beautiful India, although she has her lips parted in expectation at one moment, while we lean forward in our seats. When we learn she’s pregnant, we’re thunderstruck, because we’re still waiting for that first kiss. Soto, who plays India, is a famous model who photographs, let it be said, as the most beautiful woman in the movies since Daphne Zuniga. She is gorgeous, but, alas, she cannot act.\n\nMorrissey should have worked with her, showing her how to move more naturally, how not to always look as if she were waiting for a late train. And dialogue coaches might have helped with her speaking voice, which is uninflected and passionless, lacking energy and personality. If she wants to act, and is willing to study hard, there is little she cannot have, because she already has the one thing most movie actors never obtain: an electricity with the camera.\n\nThe second half of the movie is not as funny as the first, but there are several big scenes that pay off nicely, especially a wedding party paid for by the congresswoman (Sylvia Miles), with Borgnine as the guest of honor. “Spike of Bensonhurst” contains Borgnine’s funniest performance in a long time; the character is suited to his larger-than-life acting style, and he has a nice comic rapport with Anne De Salvo, as his wife. The domestic arrangements of a middle-class Mafia household are examined here as hilariously as in “Married to the Mob,” and if we do not care much about the final fight by the time it comes, well, neither do the fighters.", "running_time": 101, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-11-11", "genres": null, "title": "Spike of Bensonhurst (1988)"}