{"url": "http://www.rogerebert.com/reviews/splash-1984", "by": null, "star_rating": 1.5, "text": "There is a funny movie lurking at the edges of SPLASH, and sometimes it even sneaks on screen and makes us smile. It's too bad the relentlessly conventional minds that made this movie couldn't have made the leap from sitcom to comedy. They must have thought they had such a great idea (Manhattan bachelor falls in love with mermaid) that they couldn't fail. But great ideas are a dime a dozen. SPLASH tells the story of a young man who is twice saved from drowning by a beautiful young mermaid. She falls in love with him and follows him to Manhattan, where he is a fruit and vegetable wholesaler. He falls in love with her. She can, it appears, metamorphose from a mermaid into a human; she has a tail when she's wet, but it turns into legs when she's dry. There are a lot of jokes about her total ignorance about all the ways of civilization. She walks naked onto Ellis Island, for example, and eats lobsters -- shell and all.\n\nAll right. Now that's the situation. But the situation isn't going to be enough. We need some characters here. The mermaid is just fine. As played by the lovely Daryl Hannah, she is young and healthy and touchingly naive. But what about the guy who falls in love with her? It's here that the movie makes its catastrophic casting mistake. You see, they figured they have a comedy as long as the girl has a tail, and a romance whenever she has legs. So they gave her a romantic leading man when they should have given her a lonely guy who could swim. The leading man is Tom Hanks. He is conventionally handsome and passably appealing, and he would do in a secondary role. He'd be great, for example, as the straight-arrow brother. Instead, they make him the mermaid's lover, and they cast John Candy as the brother.\n\nYou remember Candy from SCTV. He is the large, shambling, Charles Laughton-type who has such a natural charisma that he's funny just standing there. They should have made Candy the lover, and Hanks the brother. Then we'd be on the side of this big lunk who suddenly has a mermaid drop into his life and has to explain her to his creepy, swinging-singles brother. Plus, there's the sweet touch that this transcendently sexy mermaid has fallen for the tubby loser with the heart of lust, and not for his slick brother. See what I mean? Instead, they go the other way. John Candy is not used much in the movie, Tom Hanks comes across as a standard young male lead, and they have to concoct a meaningless and boring subplot in order to make the movie long enough. Don't they know in Hollywood that once all the geniuses think they've finished with the screenplay, you just gotta rotate everything 180 degrees and you got a movie?", "running_time": 111, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy"], "title": "Splash (1984)"}