{"url": "http://www.rogerebert.com/reviews/splitting-heirs-1993", "by": "Rick Moranisas Henry", "star_rating": 2.0, "text": "Wrong casting is not the only problem with \"Splitting Heirs,\" but a few switches in key roles wouldn't have done any harm. The story begins in the 1960s, when an heir is born to a hippie British lord and his American wife, who absent-mindedly leave him behind in a restaurant. Switched with the baby of the ambitious cook, the true heir is adopted by an Indian family in London, while the impostor is raised by the duchess in the States.\n\nThe old lord drowns while yachting (\"Another millionaire overboard!\" the headlines scream), and the American, not realizing he is an impostor, arrives to take the title and the vast holdings that go along with it. He is played by Rick Moranis, while the true heir is played by Eric Idle, and right there are two of the difficulties with this film: The actors should have been cast as each other's characters.\n\nMoranis is genial, slack-jawed, back-slapping and utterly inappropriate as a British lord. Idle is reticent, decent, bumbling and gawky. He would make a much more appropriate lord - which is why the movie would be funnier if he was unmasked, and the vulgar American was elevated to the title. Comedy suffers when it refuses to fly in the face of reason. Remember, for example, \"Splash,\" which would have been much funnier if the mermaid (who had never seen a human male before) had fallen in love with John Candy instead of Tom Hanks.\n\nNever mind. As \"Splitting Heirs\" gathers speed, the pretender arrives from America with his sex-mad mother (Barbara Hershey), roller-blades into the offices of the old lord's company, and sets about appalling everyone. Meanwhile, Idle, as the real but unaware lord, becomes Moranis' best pal as they paint the town. Enter John Cleese as a barrister whom Idle approaches with his case, and who suggests it would be much easier for the House of Lords to agree with Idle's claims if Moranis were dead. The resulting series of bizarre murder attempts are like those in many other movies, and not particularly funny.\n\nThe movie adds a breathtakingly beautiful woman (Catherine Zeta-Jones) for Moranis to marry and Idle to lust after, gets some laughs with Hershey's nymphomania and the danger of unaware incest, and then basically dissipates its comic energy in a plot that's too sensible to be funny. This sort of farce demands more manic passion, not Eric Idle's sadsack, Gene Wilder-style gentleness. As the impostor, Idle might seem funny. As the wronged victim, he's a mope.\n\nBarbara Hershey, playing a sex-bomb blonde in a push-up bustier, proves again that she is one of the most elusive women in the movies; she's able to transform herself for roles so that I'm always wondering who she is, and here she's very funny as the old lord's widow. I also liked some of the merciless running gags against the British, although for most American audiences they won't have much sting. But the central plot sinks the whole enterprise: Where's the humor in things turning out the way they ought to?", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-04-30", "genres": ["Comedy", "Foreign"], "title": "Splitting Heirs (1993)"}