{"url": "http://www.rogerebert.com/reviews/spoken-word-2010", "by": "Kuno Beckeras Cruz", "star_rating": 3.0, "text": "\"Spoken Word\" opens with the startling sound of a gunshot, but the gun appears only in a poem being performed by the hero, Cruz Martinez. He's a star on the San Francisco poetry slam scene and teaches a class for young students at what looks like it might be Dave Eggers' 826 Valencia workshop for neighborhood kids. He lives with a warm and loving artist, and his life seems good.\n\nHe gets a call from home, in the country outside Santa Fe, N.M. His father is dying. He returns not only to his father, but to his earlier life. Pops (Latin music icon Ruben Blades) is pleased to see his son, but is reserved; Cruz (Kuno Becker) hasn't stayed in close touch. They're not estranged, it's more that, as Cruz observes, \"the men in this family don't talk much.\" It's clear he has a history in the area; old friends welcome him, but he keeps his distance.\n\nWe pick up on his circumstances. His married brother Ramon (Antonio Elias) was given half of the family land as a wedding present and then sold it to Emilio (Miguel Sandoval), who runs a dance club and sells drugs through it. We've seen Cruz taking pills and being asked about that by his brother and father, in different tones of voice, and we assume the drugs are illegal. We also see Cruz edging reluctantly back into the bar scene, and he begins getting drunk and sleeping all day.\n\nBut \"Spoken Word\" is not at all the expected story you might assume given this setup. Pops, who's also named Cruz, was a local teacher. He is also a painter. Unlike the usually cliched portrayals of a Mexican-American patriarch, Pops doesn't object to his son being a poet, doesn't nag him about grandchildren and is proud of his unconventional son. And Cruz himself is a lot more complex than we assume. \n\nA small but useful supporting role is played by Persia White (of \"Girlfriends\") as Shae, the girlfriend back in San Francisco. She worries. Cruz can be remote and fearfully private, but she has some ideas why that is. It would make sense for Shae to join him in New Mexico — for them, but not for plot purposes — so she's often on the phone. She doesn't nag. She waits.\n\nVictor Nunez is a leading American filmmaker who has always worked with stories deeply embedded in American regions. In Florida, he made \"Gal Young 'Un\" (1979), based on the novel by Marjorie Kinnan Rawlings; \"A Flash of Green\" (1984), based on a John D. MacDonald story and with one of Ed Harris' best performances; \"Ruby in Paradise\" (1993), which established Ashley Judd as a great actress, and \"Ulee's Gold\" (1997), which won Peter Fonda an Oscar nomination . Now Nunez moves to New Mexico and gets far from obvious performances by Kuno Becker and Ruben Blades. He knows his places and the people who live in them.\n\nI met him in 1979, when he was beginning. The time gaps between those films shows how hard it is to find backing for an independent vision. There was a 2002 film named \"Coastlines\" that never even got a decent release. Now here's this rich and textured film. I can easily see alterations that would move it into the mainstream (an abusive father, more addiction, a violent drug dealer instead of a mild businessman, elements of prejudice), but they're all lacking, and the film grows in their absence. \n\nIt also grows in the presence of a parallel narrative consisting of Cruz's poetry and drifting, fragmented images from his past. They're not \"flashbacks\" but more of meditations on memories. They help to deepen the way that we understand his relationship with his father. After all, they don't talk much in their family.", "running_time": 116, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-08-04", "genres": ["Drama", "Indie"], "title": "Spoken Word (2010)"}