{"url": "http://www.rogerebert.com/reviews/spring-summer-fall-winter_and-spring-2003", "by": null, "star_rating": 4.0, "text": "Rarely has a movie this simple moved me this deeply. I feel as if I could review it in a paragraph, or discuss it for hours. The South Korean film “Spring, Summer, Fall, Winter … and Spring” (2003) is Buddhist, but it is also universal. It takes place within and around a small house floating on a small raft on a small lake, and within that compass, it contains life, faith, growth, love, jealousy, hate, cruelty, mystery, redemption … and nature. Also a dog, a rooster, a cat, a bird, a snake, a turtle, a fish and a frog.\n\nThe one-room house serves the function of a hermitage, or a monk’s cell. As the film opens, it is occupied by a monk (Oh Young Soo) and a boy (Seo Jae Kyung), learning to be a monk. The monk rises, wakes the boy, bows and prays to a figure of the Buddha, and knocks on a hollow bowl that sends a comfortable resonance out into the forest. We gather that the daily routine rarely changes.\n\nBefore I describe the action any further, let me better set the scene. The lake is surrounded on all sides by steep walls of forest or stone, broken here and there by ravines. It is approached through two large, painted wooden doors, which swing open to introduce each season of the movie, and frame the floating house. These doors do not keep anyone out, because one would only have to walk around them to find the rest of the shoreline open and free. But they are always respected.\n\nIt is the same inside the house. The master and the boy sleep on pallets on either side of the room. At the foot of each sleeping area is a door. The area is otherwise open to the room, and always visible. But when the monk awakens the boy, he is careful to open the door and enter, instead of simply calling out to him or stepping around the door. Several people will occupy these sleeping spaces during the movie, and they will always treat the door as if it had a practical function … except sometimes.\n\nWhat do we learn from these doors that close nothing out or in? They are not symbols, I think, but lessons. They teach the inhabitants that it is important to follow custom and tradition, to go the same way that others have gone, to respect what has been left for them.\n\nPerhaps embedded cultural ideas make this idea persuasive to us. We have a conception, idealized and romanticized, of the ancient wisdom of the Orient. We accept the notion of a monk living in seclusion for decades — meditating in a mountain cave, for example. If a modern Westerner, an American or German lived in solitude on a raft in a lake with a small child whom he expected to continue there after his death, how would that seem to us? It would seem unwholesome. It would seem equally strange to Kim Ki Duk, its director, I suspect.\n\nBut that kind of thinking never invades our minds while watching a film like this. We fall easily into its premise. We are moved and comforted by its story of timelessness, of the transcendence of the eternal. To live on a lake raft through a cold winter would not be pleasant. In this film it is a passage on the wheel of the seasons. The film it its beauty and serenity becomes seductive and fascinating. We accept the lake as the center of existence.\n\nIts shore is reached by an old but beautifully painted rowboat. The boy often goes ashore to collect herbs, which his master teaches him about. One day the boy rows to shore and plays in some little ponds. Inspired to mischief, he ties a string around a fish, and a small stone to the other end, to make it hard for the fish to swim. He burbles with laughter. Then he plays the same cruel trick on a frog and a snake. He does not know that the master has followed and is watching him.\n\nAnd we do not know how the master got to shore without the rowboat, although more than once, he seems to be able to do that. The rowboat seems to moor itself next to an ancient tree in the lake, without tether or anchor, and on one occasion, seems to float toward the master at his bidding, but there is no hint earlier that the boat returned for the master. And the movie makes no point at all of the master’s inexplicable materialization; some viewers may not notice it. It is at that level of mysticism where you wonder if you really did see something out of the corner of your eye.\n\nThe next morning when the boy awakens, he finds a stone tied to his back. The master orders him to return to shore and free the fish, the frog and the snake. “If one of them has died, you will always carry that stone in your heart.”\n\nEnd of spring. I will not spoil the film’s further unfolding, other than to note that when a girl comes to the hermitage to be cured, she and the boy (now a young man) fall in love. The monk thinks sex might be part of her cure, but warns of anger: “Lust awakens the desire to possess. And that awakens the intent to murder.”\n\nThere is always an animal on the raft to keep the monk company (the dog is glimpsed only briefly at the beginning). The monk feeds them, pets the cat because it is the requirement of cats to be petted and otherwise simply shares the space, as he does with his student. The lake, the raft, the house, the animals, the forest, are there for them, and will be there after them, and the monk accepts the use of them.\n\nThe film is by Kim Ki Duk, or in the Korean style, Ki-duk Kim, born in 1960. We see him briefly at the end, playing another monk who has come to the island. I first became aware of his work at Sundance 2000, where he showed “The Isle,” probably the most viscerally violent film I have ever seen. No, it doesn’t have explosions or shootings, but what it does with fish hooks is unspeakable.\n\nStrange that the same director made both films. I note that Korean directors have an inclination toward extreme violence and frank sexuality, although it is usually represented as behavior, in a long shot, instead of being insisted upon in closeup. The nudity and sexuality in “Spring…” is context, not subject.\n\nThere must be something about floating isolation that fascinates this director. “The Isle” was about fishermen each occupying a small floating fishing shack on a large lake, their only contact with shore an unspeaking woman who rows out to them and supplies food, drink, supplies and prostitutes. His “The Bow” (2005) involves a starting situation something like “Spring…” An old man lives on his boat with a girl he has raised since infancy. He expects (as the monk apparently expects of his student) that the arrangement will continue indefinitely. In both films, a visitor the same age as the protege comes aboard and introduces the possibility of carnality.\n\nKim Ki Duk avoids one practice: In his films that I have seen (also including “Three-Iron,” 2004, not a golf picture), he doesn’t make his message manifest. There is little or no dialogue, no explanations, no speeches with messages. He descends upon lives that have long since taken their form. If conflict comes, his characters will in some way bring it upon themselves, or within themselves. That causes us to pay closer attention. How inferior a film like “Spring…” would be if it supplied a rival monk or visiting tourists or land developers. The protagonist in this film is life, and the antagonists are time and change. Nor is it that simple, because to be alive, you must come to terms with both of those opponents.", "running_time": 103, "mpaa_rating": "R", "release_year": 2003, "date_published": "2009-08-26", "genres": ["Drama", "Foreign"], "title": "Spring, Summer, Fall, Winter... and Spring (2003)"}