{"url": "http://www.rogerebert.com/reviews/spring-break-1983", "by": "David Knellas Nelson", "star_rating": 1.0, "text": "Styles in exploitation films have a way of changing overnight. Just when I thought I couldn't take one single more Dead Teenager Movie -- one more of those hundreds of movies in which screaming teenagers were chased by maniacs and carved up with hatchets -- they stopped making them. That's the good news. The bad news is, Dead Teenager Movies have been replaced by Horny Teenager Movies.\n\nThe first one was \"Porky's.\" It went through the roof at the box office. Then we got \"The Last American Virgin,\" \"Private Lessons,\" \"Going All the Way\" and \"My Tutor\" (which was sort of fun). Now here's \"Spring Break,\" a sex-and-sand epic about the annual mating rituals in Fort Lauderdale.\n\nThe obvious inspiration for \"Spring Break\" is all the Beach Party movies from the late 1950s and early 1960s. Here's the most obvious connection between \"Spring Break\" and the Beach Party flicks: They all have absolutely unnecessary subplots involving idiotic politicians who act like complete nerds and become apoplectic at the thought of kids having any fun.\n\nIn the late 1950s, that sort of plot was standard. This is 1983, and it's absurd. The story this time involves a cloddish senatorial candidate (Donald Symington) who becomes enraged when his son sneaks off to join the gang at Fort Lauderdale. He assigns a bunch of hired goons to patrol the beach and bring back his son.\n\nThere's another thing seriously wrong with \"Spring Break.\" It doesn't know that girls are people, too. It's only about horny teenage boys. Four of them -- two studs, two timid kids -- become roommates in a motel and go out looking for where the girls are. All four have names, identities, characteristics, etc. The whole movie involves their adventures, their quests for girls, their exploits, their big wins in the belly-flopping contest, etc. The women in their lives are interchangeable, and, as nearly as I can recall, not one woman in this movie was called by name!\n\nThat's too bad, especially since \"Spring Break\" co-stars a young woman named Corinne Alphen, who is described as Penthouse's 1982 Pet of the Year. Sad to say, most of the Pets and Playmates who win movie roles turn out to be sort of self-conscious and untalented as actresses. Not Corinne Alphen. She has a dazzling smile, a great personality and a relaxed naturalness on the screen that makes the Horny Teenage Boys seem all the more gauche.\n\nA funny little movie might have been made about her adventures in Fort Lauderdale, \"where the boys are.\" She would have had the personality to carry it. Instead, the lockstep mentalities who made this movie tell their story entirely from a boring male point of view, supply us with male wimps and studs who are equally uninteresting, and view women only as wet T-shirt finalists. What a letdown for horny movie critics.", "running_time": 102, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-03-29", "genres": ["Comedy", "Romance"], "title": "Spring Break (1983)"}