{"url": "http://www.rogerebert.com/reviews/spring-fever-1983", "by": "Susan Antonas Mother", "star_rating": 1.5, "text": "I have become fascinated by the newspaper ads for a new movie named \"Spring Fever.\" Perhaps you missed them over the weekend. They showed two attractive young women holding a young man upside down on the beach. One of the young women is holding some sort of can. In some of the ads, it looks like a spray can. In others, it looks like a beer can. Whatever it is, she is using it to pour and/or spray an unknown substance all over that area of the male body once described by Groucho Marx as his netherlands.\n\nThe ad is just a mite misleading, because \"Spring Fever\" does not star anybody even slightly resembling any of the three people in the ad. Nor does it contain a scene in which two girls and a boy mess around at the beach. In fact, \"Spring Fever\" contains only one scene that is even set at the beach -- and it's one of those Semi-Obligatory Lyrical Interludes in which two good friends walk sadly by the surf while the sound track features a song titled, \"Why Won't They Leave Us Alone?\" \n\nI am not concerned here, however, with the issue of accuracy in advertising. What I want to know is: What's in the can? If it is a pop-top can, it probably contains beer or pop. But in the illustration, it doesn't look like a substance is simply pouring out of the can. It looks like it's being sprayed, under pressure. What could it be? \n\nThat's not a simple question. It's been a long time since Frankie and Annette made the \"Beach Party\" movies, and standards have changed. Young people are more advanced today. Could the young ladies be trying to tell their male friend something of a personal nature? Does the spray can contain, perhaps, Right Guard? Raid? Instant starch? Perhaps they are concerned about all they've read in the paper about herpes and have a can containing a powerful disinfectant?\n\nThere are other possibilities. Maybe the can contains paint, and maybe they've taken a scientific attitude toward the crowded beaches \"where the boys are,\" and want to mark this specimen and follow him around, like ornithologists. Or perhaps the can is one of those compressed-air blasters like you hear at football games, and they're just honking for curb service.\n\nIt's hard to say. What's easy to see, however, is that the distributors of \"Spring Fever\" are trying to rip off moviegoers by disguising their movie so it will look like the similarly titled \"Spring Break,\" a big-budget beach movie that will be released in a few more weeks. \n\nAnyway, \"Spring Fever\" (not its original title) was made a few years ago and shelved until now, and it's a sweet, innocuous, fuzzily photographed, harmless little movie about a Las Vegas showgirl (Susan Anton) and her daughter, who plays in the Junior Women's Tennis Tournament and encounters all sorts of prejudice and discrimination because her mom's a dancer. The daughter makes some friends and loses some friends and keeps getting framed by a spoiled little rich kid, and Anton falls in love with a British journalist, and there's a lot of bittersweet stuff about learning to trust people. \n\nThe movie's not great, but it's not awful, either. It's also not about spring fever, beaches, bikinis and spray cans. You know how it is. You win some, you lose some.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-03-17", "genres": null, "title": "Spring Fever (1983)"}