{"url": "http://www.rogerebert.com/reviews/sprung-1997", "by": "Tisha Campbellas Brandy", "star_rating": 1.5, "text": "Sometimes it takes one movie to show you how good another movie was. \"Sprung'' provides that service for \"Booty Call\" Both movies are sexcoms about two black couples. Both are cheerfully vulgar. Both have lots of sex and slapstick. \"Booty Call\" works. \"Sprung,'' despite its focus on a sweet relationship, doesn't.\n\nThe film begins with a man-hunting woman named Adina (Paula Jai Parker) who convinces her somewhat shy friend Brandy (Tisha Campbell), a law clerk, to go partying. And at one party, Adina exhibits her laser-like ability to calculate a man's worth by running an inventory on what he's wearing, while mental cash registers ring. She's fooled, though, by Clyde (Joe Torry), manager of a fast food store, who flashes the key ring of a borrowed Porsche and \"drops'' a phony bank receipt.\n\nWhen Adina and Clyde pair off, that leaves Brandy with Clyde's friend Montel (Rusty Cundieff, the film's director and co-writer). Cut to Clyde's apartment, where in the movie's worst miscalculation, he and Adina make love in a disturbingly animalistic scene that runs on and on and on to the world's loudest simultaneous orgasm--surpassing any possible comic purpose and simply becoming porno without the closeups.\n\nThat scene throws the whole opening of the movie out of whack: In effect and length, it disturbs the tone, and it's a long time before we realize it had nothing to do with the rest of the plot. The other couple, Montel and Brandy, fall in love, and they're charming with each other--it would be a nice story if it weren't always being interrupted. But that happens regularly; Adina and Clyde plot to trick their friends to break up. Why? Because otherwise the couples always will be double-dating, and Adina and Clyde will have to spend too much time together with them.\n\nDon't worry if you don't follow this. It has no connection to human life and exists only in the terms of screenplay cliches. All that redeems it is the characters of Montel and Brandy; we care about them even though the movie does little to help us. There are well-written scenes in which Brandy, who's studying to be a lawyer, has to get over her snobbery and realize that Montel may indeed have a future in fast food.\n\nUnfortunately, the movie's good vibes are undermined by the dialogue, which makes a running gag out of the ability to put together long, ugly sentences full of insulting epitaphs-- \"pimp'' and \"buckwheat'' are two I can print here. Why are there so many racial insults in black-oriented movies; isn't it time to declare a moratorium on insulting language? Thinking back over the film, I can see how it might have been better. The plot might have worked if the characters had been allowed to emerge as halfway convincing people. Instead, there's a hyper quality to \"Sprung,'' as if Cundieff was concerned that a moment's pause or silence would sink the picture. It's amusing when he uses special effects (stars spin around Clyde's head, and Adina's inventory scene has cute visuals). But desperation created the sequence where Clyde plots to get Montel drunk and seduced by an old flame; Brandy's heart is broken when she overhears what she thinks are the sounds of love.\n\nThere is a nice extended sequence Brandy and Montel first meet for lunch in the park. They like each other, they eat an obligatory hot dog, they talk and walk, and then, that evening, they happen upon a ballroom dancing party of middle-aged African-Americans, and spin onto the dance floor. Afterward they walk in the moonlight--and the next morning they're *still* in the park! It's like getting \"Before Sunrise'' as a bonus in the middle of a different movie.", "running_time": 105, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-05-16", "genres": ["Comedy", "Romance"], "title": "Sprung (1997)"}