{"url": "http://www.rogerebert.com/reviews/spun-2003", "by": "Jason Schwartzmanas Ross", "star_rating": 3.0, "text": "\"Spun\" is a movie about going around and around and around on speed. Sometimes it can be exhausting to have a good time. The characters live within the orbit of Cook, who converts enormous quantities of non-prescription pills into drugs, and Spider Mike, who sells these and other drugs to people who usually can't pay him, leading to a lot of scenarios in which bodily harm is threatened in language learned from TV.\n\nBecause Cook is played with the studied weirdness of Mickey Rourke and Spider Mike with the tireless extroversion of John Leguizamo, \"Spun\" has an effortless wickedness. Rourke in particular has arrived at that point where he doesn't have to play heavy because he is heavy. Leguizamo has the effect of trying to talk himself into and out of trouble simultaneously.\n\nTheir world includes characters played by Jason Schwartzman (\"Rushmore\"), Mena Suvari (\"American Beauty\"), Patrick Fugit (\"Almost Famous\") and Brittany Murphy (\"8 Mile\" and \"Just Married\"). Uncanny, in a way, how they all bring along some of the aura of their famous earlier characters, as if this were a doc about Hollywood youth gone wrong.\n\nMurphy made quite an impact at the Independent Spirit Awards by being unable to master the concept of reading the five nominees before opening the envelope, despite two helpful visits from the stage manager and lots of suggestions from the audience, but with Murphy, you always kind of wonder if she doesn't know exactly what she's doing.\n\nHere she plays Nikki, Cook's girlfriend, which is the kind of situation you end up in when you need a lot of drugs for not a lot of money. She depends on Ross (Schwartzman) to chauffeur her everywhere in his desperately ill Volvo, sometimes taking him off on long missions through the city. These journeys have a queasy undertone since we know (although Ross sometimes forgets) that he has left his own current stripper girlfriend handcuffed to a bed. April (Chloe Hunter), the handcuffed girlfriend, is all the more furious because she realizes Ross is not sadistic but merely confused and absentminded.\n\nThe movie plays like a dark screwball comedy in which people run in and out of doors, get involved with mistaken identities, and desperately try to keep all their plates in the air. The film's charm, which is admittedly an acquired and elusive taste, comes from the fact that \"Spun\" does not romanticize its characters, does not enlarge or dramatize them, but seems to shake its head incredulously as these screw-ups persist in ruinous and insane behavior.\n\nLeguizamo is fearless when it comes to depictions of sexual conduct. You may recall him as the transvestite Miss Chi-Chi Rodriguez in \"To Wong Foo, Thanks for Everything! Julie Newmar\" (1995), or more probably as the energetic Toulouse Lautrec in \"Moulin Rouge,\" and he toured in his stage show \"John Leguizamo's Sexaholixs.\" In \"Spun\" he demonstrates that although black socks have often played important roles in erotic films, there are still frontiers to be explored. What I have always enjoyed about him is the joy and abandon with which he approaches the right kind of role, as if it is play, not work. Here his energy inspires the others, causing even Fugit's slothful Frisbee to stir.\n\nThe movie is like the low-rent, road show version of those serious drug movies where everybody is macho and deadly. The characters in \"Narc\" would crush these characters under their thumbs. \"Spun\" does have two drug cops, played by Peter Stormare and Alexis Arquette, but they work for some kind of TV reality show, are followed by cameras, and are also strung out on speed.\n\nThe director, Jonas Akerlund, comes from Sweden via commercials and music videos, and has obviously studied \"Requiem for a Dream\" carefully, since he uses the same kind of speeded-up visual disconnections to suggest life on meth. His feel for his characters survives his technique, however, and it's interesting how this story and these people seem to have been living before the movie began and will continue after it is over; instead of a plot, we drop in on their lives. When Cook starts the mother of all kitchen fires, for example, he walks toward the camera (obligatory fireball behind him), already looking for a new motel room.", "running_time": 101, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-04-04", "genres": ["Comedy", "Crime", "Drama", "Indie"], "title": "Spun (2003)"}