{"url": "http://www.rogerebert.com/reviews/spy-kids-2001", "by": "Alan Cummingas Fegan Floop", "star_rating": 3.5, "text": "\"Spy Kids\" is giddy with the joy of its invention. It's an exuberant, colorful extravaganza, wall-to-wall with wildly original sets and visual gimmicks, and smart enough to escape the kids film category and play in the mainstream. You can imagine Robert Rodriguez, the writer and director, grinning as he dreamed this stuff up. And being amazed that his visual effects team could get it all on film so brilliantly.\n\nThe movie begins with Antonio Banderas and Carla Gugino as Gregorio and Ingrid Cortez, spies who were once enemies but then fall in love and get married and have two great kids, Carmen (Alexa Vega) and Juni (Daryl Sabara). They retire from the spy business, but then an evil minion named Minion (Tony Shaloub) kidnaps the parents, and it's up to the spy kids to rescue them and save the world from the threat of robo-kids and Thumb Monsters.\n\nMinion works for the diabolical Fegan Floop (Alan Cumming), whose job as a kiddie-show host masks his scheme to rule the world. His operation, based in a fantastical seaside castle, includes workers that are all thumbs, literally: thumbs for heads, arms and legs. Floop runs a cloning operation to turn out exact robotic copies of the children of powerful people. They look like the originals except for eyes with an eerie glow. Their problem: The brains aren't up to speed. Floop's answer: the Third Brain, which Gregorio Cortez secretly took along with him when he left the spy service.\n\nThis sounds, I know, like a plot for 8-year-olds, but Rodriguez charges at the material as if he wants to blow Indiana Jones out of the water, and the movie is just one outrageous invention after another. My feeling is that a \"family movie\" fails if it doesn't entertain the parents, since they're the ones who have to buy the tickets. \"Spy Kids\" is so endlessly imaginative, so high-spirited, so extravagant with its inspirations, so filled with witty dialogue, that the more you like movies, the more you may like this one.\n\nThe plot. After the kidnapping, it's up to the kids to rescue their parents, with a little help from their Uncle Felix (Cheech Marin) and guidance from Ms. Gradenko (Teri Hatcher), who claims to be a friend of their mother from the old spy days. The kids have repaired to a secret \"safe house,\" which is a lot different inside than outside, and they utilize all sorts of spy gimmicks; some they understand, some they don't. What's neat is the way the kids don't act like kids: They go about their business seriously, and along the way little Juni gains the self-confidence he needs (at school, he was the target of bullies).\n\nRodriguez has always been in love with special effects (as in his vampire movie \"From Dusk 'Til Dawn\"), and here he combines computer-general images with brightly colored sets that look like a riot in a paint box. The movie's props range from bubble gum, which can be used as a tracking device, to the parents' car, which doubles as a submarine. And there's great imagination in a scene in which the kids commandeer a combo aircraft-speedboat-submarine with a plump fish design that looks like something Captain Nemo might have dreamed up.\n\nWith a movie so enchanting and cheerful, I want to resist sociological observations, but it should be noted that Rodriguez has made a mainstream family film in which most of the heroic roles are assigned to Hispanic characters (at one point, the Banderas character even jokes about all the Latinos on Floop's TV show). It should also be observed that he avoids disturbing violence, that the entire movie is in a cheerful kidding spirit, and that the stunts and skills exhibited by the kids look fun, not scary. The props, even the boat-plane-sub, look like extensions of their toys, not like adult inventions that have been scaled down.\n\nMovies like \"Spy Kids\" are so rare. Families are often reduced to attending scatological dumber-and-dumbest movies like \"See Spot Run\"--movies that teach vulgarity as a value. \"Spy Kids\" is an intelligent, upbeat, happy movie that is not about the comedy of embarrassment, that does not have anybody rolling around in dog poop, that would rather find out what it can accomplish than what it can get away with. It's a treasure.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-03-30", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "Spy Kids (2001)"}