{"url": "http://www.rogerebert.com/reviews/spy-kids-3-d-game-over-2003", "by": "Daryl Sabaraas Juni Cortez", "star_rating": 1.5, "text": "As a way of looking at a movie, 3-D sucks, always has, maybe always will. Apart from the thrill rides at Disney World, I have seen one 3-D process that looks good and really works, and that is high-end IMAX 3-D with the $150 glasses. But the last time I saw a 3-D movie at IMAX (\"Ghosts of the Abyss\"), they were back to the cheap cardboard jobs. The problems with 3-D are: (1) It is pointless except when sticking things in the audience's eyes; (2) It is distracting when not pointless; and (3) It dims the colors and makes the image indistinct.\n\nAfter an intro to teach the audience how to use the glasses(!), \"Spy Kids 3-D: Game Over\" begins with a 2-D sequence in which the colors are as bright and sharp as is currently possible with digital video. Then we get the signal to put on the glasses, and it's like looking at the rest of the movie through a dirty window. My resistance to this experience was so sharp that it was maybe 10 minutes before I accepted the fact that the rest of the movie was going to look lousy and tried to follow it as a story.\n\nThat was not, alas, fun to do. After making the splendid \"Spy Kids\" (2001) and the lesser but still entertaining \"Spy Kids 2: Island of Lost Dreams\" (2002), Robert Rodriguez has somehow misplaced his energy, his flair and his humor in this third film, which is a flat and dreary disappointment. Even the editing seems to be missing a beat, so that there are tiny pauses between lines of dialogue, as if each speaker if waiting to be sure the other has finished. The plot takes place mostly inside a video game, which the Toymaker (Sylvester Stallone) has devised to gain control of the world, I think--something along those lines. Carmen Cortez (Alexa Vega) is trapped inside the game; her physical body remains behind, but her mind is elsewhere, and it's up to her brother Juni (Daryl Sabara) to go into the game and climb up level by level until he can save her. All very well, but the visuals of the video game are not very excitingly imagined, even apart from the crappy 3-D, and the story moves at a curiously detached pace, not like the usually eager and ebullient Rodriguez. Was he inhibited by the technical restraints he put upon himself? There is a bit of humor in the notion, shared by other players within the game, that Juni is \"The Guy.\" What guy? \"The guy on the box.\" Indeed, he looks a little as if he could be, and the others are convinced he embodies the secret of solving the game. To fail, of course, is to evoke the death penalty: \"Game over.\" The movie has cute stuff like multiple roles (Stallone talking to three other characters played by himself) and celebrity supporting appearances (George Clooney, Steve Buscemi, Bill Paxton, Mike Judge). But I wasn't excited, I wasn't amused, and although 3-D didn't help, the movie wouldn't work in 2-D, either. Rodriguez famously loves to work fast, but speed in execution requires care in preparation. At the basic levels of production design and screenplay, this movie is not ready for prime time.", "running_time": 85, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-07-25", "genres": ["Action", "Adventure", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Spy Kids 3-D: Game Over (2003)"}