{"url": "http://www.rogerebert.com/reviews/spy-game-2001", "by": "Robert Redfordas Nathan Muir", "star_rating": 2.5, "text": "Consider now two spy thrillers: “Spy Game,” with Robert Redford and Brad Pitt, which opened over Thanksgiving, and “The Tailor Of Panama,” with Pierce Brosnan and Geoffrey Rush, which opened in March 2001. Both, curiously, star Catherine McCormack as the girl for whom a spy risks all, or seems to, or means to.\n\n“Spy Game,” directed by Tony Scott, is all style and surface, a slick artifact made of quick cutting and the kind of rough glamour you find in fashion ads; rat-a-tat datelines identify the times and places. “The Tailor Of Panama,” directed by John Boorman and based on the John Le Carre novel, moves more deliberately to set up its characters and explore their personalities. “Spy Game” substitutes mannerisms for human nature; there's no time, in a film where individual shots rarely last more than 20 seconds, for deeper attention. The cinematography in “The Tailor of Panama” goes not for surface flash but for tone and mood, for the feel of its locations.\n\nOddly, although both movies have about the same running times, the slower pace of “The Tailor of Panama” makes it seem shorter than the fast pace of “Spy Game.” Scott's restless camera, with flashbacks and whooshes, resists our attention; it moves so fast that things don't seem to matter so much, and because it discourages contemplation, we don't develop a stake in the material. We see it less as a story than as an exercise.\n\nThat's not so say the film is without interest. It stars Robert Redford as a veteran CIA spymaster, on his last day at work, and Brad Pitt as the young idealist he recruited after Vietnam. Now Pitt is in a Chinese prison, captured in the act of helping Catherine McCormack escape, and it's Redford who was responsible for her being there. The framework is 24 hours during which Redford must scheme, lie and deceive in order to save Pitt, who the Agency plans to sacrifice; nothing must upset top-level trade talks between the U.S. and China.\n\nAs Redford is quizzed by his masters, flashbacks show him meeting Pitt in Vietnam and later using him in operations in Berlin, Beirut and Hong Kong. Pitt meets McCormack in Beirut, where she is a nurse and something shadowy besides, and that's where they fall in love, although a movie this fast-moving has no time for conversations and tenderness, and so we have to accept their relationship on faith. (These scenes span the years from about 1965 to about 1991, during which the characters look about the same.) What saves “Spy Game” from death by style is the Redford performance, which uses every resource of his star persona to create a character from thin air. At the end of the movie we still know next to nothing about him (and so, his bosses realize, do they), but he embodies the values the movie is too impatient to establish, and so we sympathize with him, and there's a trickle-down effect: We sympathize with Pitt because Redford does, and we sympathize with McCormack because Pitt does. We have no feelings at all about any of the CIA bosses, and indeed by the end of the film do not even know if they are supposed to be right or wrong (they seem to be doing exactly what Redford taught Pitt to do).\n\nIn “The Tailor of Panama,” where Pierce Brosnan plays a veteran British spy, also nearing the end of his career, there is a completely different approach: The visual style serves the story instead of replacing it. We appreciate Brosnan's droll cynicism, his weakness for pleasure, and his appreciation of the way the local British source, a tailor played by Geoffrey Rush, has milked a lot of money out of very little information. There is time for an appreciation of the political realities involved, seen through the eyes of a local radical (Brendan Gleeson), and we reflect that “Spy Game” is so devoid of politics that it could play, just as it stands, in China--or Afghanistan, now that the theaters are open again. The Catherine McCormack character in “Tailor” is allowed to be sexy, devious and complicated, qualities that women are not allowed in a Boys' Own Story like “Spy Game.” I sat attentively through “Spy Game,” admired Redford for the way he created a performance that sometimes consisted only of quick shots of his facial expressions, and understood that Pitt's character was conflicted and would have explained why if the screenplay allowed dialog as long as a paragraph. I was reminded that Redford's earlier spy thriller, Sidney Pollack's “Three Days of the Condor” (1975) had at its heart his brief, sad relationship with Faye Dunaway; it was interested in how they cared for one another, while “Spy Game's” Pitt/McCormack pairing is simply declared to exist.\n\n“The Tailor of Panama” didn't do well at the box office. Maybe people thought it was about a tailor. “Spy Game” at least has a title that gets the idea across. It is not a bad movie, mind you; it's clever and shows great control of craft, but it doesn't care, and so it's hard for us to care about. To see it once is to plumb to the bottom of its mysteries, and beyond.", "running_time": 115, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-11-27", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Spy Game (2001)"}