{"url": "http://www.rogerebert.com/reviews/spy-kids-2-the-island-of-lost-dreams-2002", "by": "Antonio Banderasas Gregorio Cortez", "star_rating": 3.0, "text": "'Spy Kids 2: The Island of Lost Dreams\" uses the same formula as the wonderful 2001 original: bright colors, weird gimmicks, fanciful special effects, goofy villains, sassy dialogue and lots of moxie. The second installment is a galloping adventure pitting Carmen and Juni Cortez (Alexa Vega and Daryl Sabara), the two original spy kids, against the snot-nosed Gary and Gerti Giggles (Matthew O'Leary and Emily Osment), whose dad has staged a sneaky takeover of the federal spy agency.\n\nSoon they're on an invisible island ruled by Romero (Steve Buscemi), a not-quite-mad scientist with a gizmo that could control, or destroy, the world.\n\nDirector Robert Rodriguez wrote, directed, edited and even did some of the digital photography. He seems to have chosen his color palette from those brightly painted little Mexican sculptures you see in gift shops, the ones that have so much energy they make you smile.\n\nThe whole film has a lively Mexican-American tilt, from the Hispanic backgrounds of the young actors to the surprise appearance of none other than Ricardo Montalban, as Grandpa, in a wheelchair with helicopter capabilities.\n\nThe opening sequence is inspired; Carmen and Juni visit a theme park, where the owner (Bill Paxton) proudly explains his great new rides. These rides are so extravagantly, recklessly over the top that I was laughing; we see the Whipper Snapper (customers ride in cars at the end of long ropes that are snapped like whips), the Vomiter (Paxton gets out his umbrella to shield himself from the inevitable customer reaction) and the Juggler, a ride that literally juggles cars containing the patrons.\n\nThe daughter of the U.S. president is among the park's guests, and she's a little brat who soon finds herself teetering dangerously on a ledge of the Juggler, while the Spy Kids and the Giggles team compete to rescue her. The Spy Kids save the day, but the Giggles kids get the credit, setting off a rivalry that leads to the Island of Lost Dreams.\n\nJust like in the Bond pictures, nothing less than the survival of the world is at stake, but Buscemi plays Romero the scientist as a conflicted character, basically a nice guy who wants to be left alone to tinker with his planet-destroying inventions. The chase to the island involves an undersea journey by the Spy Kids, and, just like in the first movie, pursuit by their worried parents (Antonio Banderas and Carla Gugino). The exasperation the kids feel because of their parents' overprotectiveness is mirrored when the grandparents (Montalban and Holland Taylor) come on board the pursuit sub to give unwanted advice to mom and dad Cortez.\n\nI liked the special effects, especially a green-and-gold sea monster that was kind of beautiful in its own way, and a many-legged spider man who turns out to have a good heart. The movie is filled with lots of other gimmicks, including Juni's favorite device, a Palm Pilot that has morphed into a personal valet, and creeps across his coat on spider legs to knot his tie.\n\nThe dialogue has a certain self-kidding element, as in an exchange where the Spy Kids are searching for the Transmooger, the device that can destroy the world. \"There it is!\" Carmen shouts. \"How do you know?\" asks Juni. \"Because it's big and round and in the middle of the room.\" With \"Spy Kids 2: The Island of Lost Dreams,\" the Spy Kids franchise establishes itself as a durable part of the movie landscape: a James Bond series for kids. One imagines \"Spy Kids 9,\" with Alexa Vega and Daryl Sabara promoted to the roles of the parents, Antonio Banderas and Carla Gugino as the grandparents, and kids yet unborn in the title roles.", "running_time": 86, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-08-07", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "Spy Kids 2: The Island of Lost Dreams (2002)"}