{"url": "http://www.rogerebert.com/reviews/squanto-a-warriors-tale-1994", "by": "Adam Beachas Squanto", "star_rating": 1.5, "text": "\"Squanto\" is a highly imaginary version of the first contacts between Native Americans and early settlers from England. Set just before and after the founding of the Plymouth Colony in 1620, it runs everything through the mill of Political Correctness, so that we get a character who says, \"If we want to understand them, then we should learn all we can about their culture.\" My own reading about the Puritans indicates they were interested mostly in establishing their own culture, were intolerant of disagreement, and did not think the Indians had a culture. But this is one of those historical movies in which everything is seen in hindsight - even the introduction of popcorn to Europeans, which the hero accomplishes along with many other feats.\n\nHis name is Squanto (Adam Beach), and as the movie opens he has just been married to the fragrant Nakooma (Irene Bedard). Then sailing ships are sighted off the coast, and soon the Indians are trading furs for baubles. Squanto foolishly trusts the English explorers and, along with his friend Epenow (Eric Schweig) accepts an invitation to help load the furs onboard the ship; they're kidnapped, and returned to England as curiosities, for public exhibition.\n\nSquanto, who must have been the Houdini of his time, is not easy to keep captive, and soon he has taken refuge in a monastery, where the friendly monks protect him. Brother Daniel (Mandy Patinkin) gives him a tour of the library and offers to teach him English, which Squanto learns with such alacrity that soon he speaks it better than Henry Kissinger, and with less of an accent.\n\nMeanwhile, a manhunt occupies all England; the vile Sir George (Michael Gambon), whose ships brought Squanto back from the new land, considers the Indian his property, and wants him returned.\n\nThrough complications too unlikely to explain, Squanto learns of a shipload of Puritans who just happened to be setting off for North America, and jumps onboard, on horseback, knocking Sir George into the drink.\n\nBy a wonderful coincidence, the ship lands at the very shore where Squanto's tribe awaits, and then the Puritans, after some initial suspicion and hostility, celebrate the first Thanksgiving (in a scene that could double as an ad for the Turkey Council). Somehow I doubt the dialogue of their reconciliation, including \"Enough! Too much blood!\" Still, all is then peaceful for two generations, the end titles inform us - until, of course, the Europeans begin 300 years of broken treaties and genocide, but that's another movie.\n\n\"Squanto\" is the kind of superficial, tidied-up, idealized history that might appeal to younger viewers. No thoughtful person will be able to take it seriously. For an incomparably more accurate and evocative portrayal of the earliest contacts between Native Americans and Europeans, see Bruce Beresford's \"Black Robe\" (1991), which is to \"Squanto\" as Geronimo is to Tonto.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-10-28", "genres": ["Drama", "Family"], "title": "Squanto: A Warrior's Tale (1994)"}