{"url": "http://www.rogerebert.com/reviews/st-ives-1976", "by": "Charles Bronsonas Ray St. Ives", "star_rating": 2.0, "text": "\"St. Ives\" is an ambitious Charles Bronson picture that looks good but finally doesn't quite work. It's got atmosphere, an interesting cast and some nice action scenes. But it bogs down in those speculations that are the bane of all crime mysteries. (\"Whoever killed the policemen must have known it was a Pan American flight bag I had at the laundromat,\" etc., etc.). \n\nStill, the movie has its moments. One of them comes early on, when Bronson, cast as a Los Angeles writer, is jumped by three thugs. They pull him into an abandoned warehouse (terrible things are always happening in abandoned warehouses in Bronson pictures), mug him, rob him of $50 and prepare to throw him down an elevator shaft. \"You SOB!\" one of them shouts. 'You only have $50!\" Bronson smiles calmly. \"It only took you five minutes to get it,\" he says. \"That's $600 an hour...\"\n\nHe does not, of course, get pushed down the elevator shaft, lest the movie end prematurely. He fights his way back to the street and back into the employ of the mysterious Mr. Procane, played by John Houseman as if he knows more than he's telling. Procane is an immensely rich collector who's trying to ransom back several valuable ledgers that have been stolen. He hires Bronson as the go-between because the thieves have provided him with the name. Why Bronson, an unemployed free-lancer, would be appropriate for this particular job is one of the movie's labyrinthine plot points. \n\nAnyway, Procane lives in a mansion with the beautiful young Jacqueline Bisset (she has a lovely moment when she looks at a briefcase filled with millions of dollars and says, simply, \"Let's all have a drink\") and with Maximilian Schell, a protege and turncoat. Procane is precise, times movements carefully, allows Bronson to insinuate himself into a plan, the rest of them have to intercept a gigantic corporate bribe payment. \n\nThis leads to, yawn, one of the movie's more inexplicable scenes - especially if, like me, you scrutinize the backgrounds of movies if the foregrounds fail to amuse. The bribe is scheduled to change hands in a drive-in theater. \"Action Western Double Feature,\" the drive-in's marquee exclaims. Nobody I know would pay money to see movies without at least knowing the titles, but the drive-in's filled for the anonymous twin bill. \n\nBronson and Houseman, using binoculars to track the movements of the briber and bribee, sit in a car in the drive-in. On the screen, there's a cattle stampede. The tension mounts. Cars slide through shadows. On the screen, the same stampede. More intrigue. On the screen, the same stampede. \n\nIt gradually becomes clear that the people in the drive-in are being shown the same 20-second film clip over and over again. But they sit passively in their cars. No horns honk, and nobody complains to the management that they were promised an \"Action Western Double Feature\" and all they're getting is this interminably repeated lousy 20-second stampede. Bronson and Houseman race out of the drive-in and the cattle are STILL in the same crummy stampede. Maybe \"St. Ives\" would play well at that drive-in.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-08-02", "genres": ["Action", "Comedy", "Romance", "Thriller"], "title": "St. Ives (1976)"}