{"url": "http://www.rogerebert.com/reviews/stage-beauty-2004", "by": "Billy Crudupas Ned Kynaston", "star_rating": 3.0, "text": "\"Stage Beauty\" opens in a London weary of Puritan dreariness. The monarchy has been restored, and Charles II is a fun-loving king whose mistress, Nell Gwynn, whispers mischief in his ear. They take a lively interest in the theater. Women are not allowed to perform on the stage, so all the women's roles are played by men -- chief among them Ned Kynaston (Billy Crudup), who Samuel Pepys described in his diary as the most beautiful woman on the London stage.\n\nNed is most comfortable playing a woman both onstage and off. But is he gay? The question doesn't precisely occur in that form, since in those days gender lines were not rigidly enforced, and heterosexuals sometimes indulged their genitals in a U-turn. Certainly Ned has inspired the love of Maria (Claire Danes), his dresser, who envies his art while she lusts for his body. We see her backstage during one of Ned's rehearsals, mouthing every line and mimicking every gesture; she could play Desdemona herself, and indeed she does one night, in an illicit secret theater, even borrowing Ned's costumes.\n\nWord of her performance reaches the throne, and Charles (Rupert Everett) is intrigued; a courtier tells him the French have long allowed women on the stage. His adviser Sir Edward Hyde (Edward Fox) observes, \"Whenever one is about to do something truly horrible, we always say the French have been doing it for years.\" But Charles, nudged by Nell, decrees that henceforth women shall be played by women. This puts Ned Kynaston out of work, and turns Maria into an overnight star. \"A woman playing a woman?\" Ned sniffs. \"What's the trick of that?\"\n\nThe film, written by Jeffrey Hatcher and based on his play \"Compleat Female Stage Beauty,\" is really about two things at once: The craft of acting, and the bafflement of love. It must be said that Ned is not a very convincing woman onstage (although he is pretty enough); he plays a woman as a man would play a woman, lacking the natural ease of a woman born to a role. Curiously, when Maria takes over his roles, she also copies his gestures, playing a woman as a woman might play a man playing a woman. Only gradually does she relax into herself. \"I've always hated your Desdemona,\" she confesses to Ned. \"You never fight, you only die.\"\n\nLike \"Shakespeare in Love,\" which is set half a century earlier and also centers on men playing women (and on a woman playing a man, and a woman playing a man playing a woman), \"Stage Beauty\" explores the boundaries between reality and performance. The difference is, the Gwyneth Paltrow character in \"Shakespeare\" knows she is a woman in real life, while Ned Kynaston (based on a real actor), knows he is a woman on the stage but is not so sure about life.\n\nIt is a cruel blow when he finds fame and employment taken from him in an instant, and awarded to Maria. Yet Maria still has feelings for Ned, and rescues him from a bawdy music hall to spirit him off to the country -- where their lovemaking has the urgency of a first driving lesson. Like the couple in the limerick, they\n\nArgue all night\rAs to who has the right\rTo do what, and with which, and to whom.\n\nClaire Danes is as fresh as running water in this role, exhibiting the clarity and directness that has become her strength; her characters tend to know who they are, and why. That makes her a good contrast to Crudup, playing a character who is adrift between jobs and genders. Life for him is confusing, as men like the Duke of Buckingham (Ben Chaplin) court him as a woman, forgiving him the inconvenience that he is not one, while saucy women delight in rummaging through his netherlands on a treasure hunt.\n\nThe movie lacks the effortless charm of \"Shakespeare in Love,\" and its canvas is somewhat less alive with background characters and details. But it has a poignancy that \"Shakespeare\" lacks, because it is about a real dilemma and two people who are trying to solve it; must Ned and Maria betray their real natures in order to find love, or accept them?\n\nThe London of the time is fragrantly evoked, as horses attend to their needs regardless of whose carriage they are drawing, and bathing seems a novelty. I wonder if the court of Charles II was quite as Monty Pythonesque as the movie has it, and if Nell Gwynn was quite such a bold wench, but the details involving life in the theater feel real, especially in scenes about the fragility of an actor's ego. Poor Ned. \"She's a star,\" the theater owner Thomas Betterton (Tom Wilkinson) tells Ned about Maria. \"She did what she did first; you did what you did last.\"\n\nNote: Our best record of this period, of course, is Pepys' Diary (if you do not have six months or so to read it all, try the audiobook abridgement by Kenneth Branagh, or look at the daily entries at www.pepysdiary.com). Pepys was a high official in the British navy, with access to the court, and is the source for some of what we know about Ned Kynaston. We often see him at the edge of the screen, busily scribbling (when in fact, he wrote at home, in code). \"Mr. Pepys,\" he is asked at one point, \"who do you write down all those little notes for?\"", "running_time": 106, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-10-21", "genres": ["Comedy", "Drama", "Romance"], "title": "Stage Beauty (2004)"}