{"url": "http://www.rogerebert.com/reviews/staircase-1969", "by": "Rex Harrisonas Charlie", "star_rating": 1.0, "text": "Stanley Donen's \"Staircase\" is an unpleasant exercise in bad taste -- in taste so bad, in fact, you wonder how Donen, who directed \"Singin' in the Rain\" and \"Bedazzled\" (1968) could have directed it. The fault isn't with the subject matter (the decay of two homosexual hairdressers), but with the style. And style is usually Donen's strong point.\n\nBut here he gives us no warmth, humor or even the dregs of understanding. He exploits the improbable team of Rex Harrison and Richard Burton as a sideshow attraction. We're not asked to watch a movie about homosexuals, but a movie about Harrison and Burton playing homosexuals. They play them with embarrassing clumsiness.\n\nI wonder if that was deliberate. Harrison minces about in a parody of homosexual mannerisms -- not that many (or perhaps any) homosexuals ever acted as he portrays them. Maybe he's trying to tell us he's so straight he can't even play a homosexual. But he doesn't even play a character. Neither he nor Burton is believable for more than seconds.\n\nThe action vaguely involves a week or two in their lives. Burton cares for his aging and bedridden mother. Harrison worries about a court date after being arrested for soliciting in drag. They go for a picnic. They squabble. Burton has blood-pressure trouble. He makes a great deal of his bald head. Charles Dyer, the author, throws in a lot of crude theatrical symbolism; apparently we're being told that if Burton would only take those towels off his head and face the fact that he's bald, he wouldn't be queer anymore. Or at least not unhappily queer.\n\nThere's doubtless supposed to be pathos and tenderness in the way Burton cares for his arthritic mother. But these scenes are the most distasteful of all. In one, he changes her gown by pulling it up over her head, causing her to raise and bend her arms painfully. She screams. He dresses her in a clean gown. More screams. After her years of arthritis, shouldn't it have occurred to someone to use a gown that wasn't a pullover? Or is he being deliberately sadistic? No, that's not established either. So the scene is simply cruel without dramatic purpose.\n\nSo is the film. We never believe that any relationship, homosexual or otherwise, exists between Harrison and Burton; they carp at each other self-consciously, coasting through roles they obviously don't take seriously in a film they don't respect. The result is hideous.", "running_time": 96, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-11-04", "genres": ["Comedy", "Drama"], "title": "Staircase (1969)"}