{"url": "http://www.rogerebert.com/reviews/stairway-to-heaven-a-matter-of-life-and-death-1995", "by": "Kim Hunteras June", "star_rating": 4.0, "text": "“Stairway to Heaven\" (1946) is one of the most audacious\rfilms ever made - in its grandiose vision, and in the cozy English way it's\rexpressed. The movie, which is being revived at the Music Box in a restored\rTechnicolor print of dazzling beauty, joins the continuing retrospective at the\rFilm Center of 15 other films by Michael Powell and Emeric Pressburger, the\rmost talented British filmmakers of the 1940s and 1950s.\n\n\"This is the universe,\" a voice says at the beginning\rof \"Stairway to Heaven.\" \"Big, isn't it?\" The camera pans\racross the skies - but the story, as it develops, is both awesome and intimate,\rsuggesting that a single tear shed for love might stop heaven in its tracks.\n\nThe\rstory opens inside the cockpit of a British bomber going down in flames over\rEngland in the last days of World War II. The pilot, Peter (David Niven),\restablishes radio contact with a ground controller, an American named June (Kim\rHunter). Peter is unflappable in the face of death, and an instant rapport\rsprings up between the two disembodied voices (\"I love you, June. You're\rlife, and I'm leaving it\"). Then Peter jumps out of the plane before it\rcrashes.\n\nWhat\rfollows is a breathtaking pastoral moment, as the pilot, somehow alive, washes\rashore and sees a young woman, far away, riding her bicycle home. It is, of course,\rJune, and soon they are deeply in love. But there is a problem. Peter was not\rintended to live. Heaven has made an error, and an emissary, Heavenly Conductor\r71 (Maurice Goring) is sent to fetch him back. Peter refuses to go, and a\rheavenly tribunal is convened to settle the case. This fantasy is grounded in\rreality by a brain operation the pilot must undergo; perhaps his heavenly trial\ris only a by-product of the anesthetic.\n\nThe\rBritish title of this film was \"A Matter of Life and Death,\" and when\rthe Americans retitled it \"Stairway to Heaven,\" Powell wrote in his\rautobiography, he felt they had missed the point. But \"Stairway to\rHeaven\" may be a more expressive title, and certainly there is a stairway\rin the film, part of the incredible contribution of production designer Alfred\rJunge, who also provides one of the most spectacular shots in movie history, a\rview of heaven's underside: Vast holes in the sky with tiny people peering down\rover the edges. The heavenly scenes are shot in black and white, and the movie\ris filled with technical tricks, as when \"real life\" freezes while\rspirits leave their bodies.\n\nThe\rfilm's most audacious leap is to the trial in heaven to decide whether Peter\rwill be allowed to stay on earth. Junge creates a heavenly amphitheater that\rfills the sky, and fills it with infinite ranks of heaven's population.\rStanding on one precipice, the prosecutor, an American played by Raymond\rMassey, argues against the British pilot. In one of the comic touches that\rdeflates any excess profundity, he argues that Peter and June could never be\rhappy together because they come from different cultures. First, we hear a\rradio broadcast of a cricket match; then an American big band broadcast. He\rasks the jury: \"Should the swift current of her life be slowed to the\rcrawl of a match of cricket?\" But of course the question is not whether\rPeter and June will be happily married, but whether they will be married at\rall, and here the tear of love, captured on a rose petal by the Heavenly\rConductor, becomes crucial evidence.\n\n\"Stairway\rto Heaven\" has as its subtext the jockeying for power between Britain and\rAmerica that took place after World War II.\n\nBritish\rcritics, at the time, sniffed that the film was too pro-American. What today's\raudiences will find amazing is the sheer energy of its invention. Powell and\rPressburger (who always shared the writing, directing and producing credits,\rand whose production company was known as the \"Archers\") were not\rtimid in reaching for new visual effects, and among the many startling sights\rin \"Stairway to Heaven\" is an eyeball's point-of-view of its eyelid\rclosing,before the brain\roperation.\n\nThere's\ralso sly humor. Heaven has a Coke machine for the arriving Yanks; newly\rappointed angels are seen carrying their wings under their arms in plastic\rdry-cleaner bags; the dialogue at the trial includes complaints like,\r\"Would you repeat the question? It has `enamored' in it.\" Today's\rmovies are infatuated with special effects, but often they're used to create\rthe sight of things we can easily imagine: crashes, explosions, battles in\rspace. The special effects in \"Stairway to Heaven\" show a universe\rthat never existed until this movie was made, and the vision is breathtaking in\rits originality.\n\nAs\ra kid, Martin Scorsese discovered the Archers on TV, watching Million Dollar\rMovie on a New York station that would show the same film seven days in a row.\rHe says that's how he did his homework.\n\nIt's\rappropriate that the restoration of \"Stairway to Heaven\" and the\rrevival of the other 15 Archers films (running at the Film Center through May)\rare \"presented by Martin Scorsese.\"", "running_time": 104, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-04-21", "genres": null, "title": "Stairway To Heaven (A Matter Of Life And Death) (1995)"}