{"url": "http://www.rogerebert.com/reviews/stakeout-1987", "by": "Richard Dreyfussas Chris Lecce", "star_rating": 3.0, "text": "Richard Dreyfuss has always had a certain cockiness about him. He carries himself like a high-school basketball guard, ready to fake you out and go for the basket. And he talks the same way, often with a little smile to let you know there's an edge to his thinking, an angle. He had that way about him in \"The Apprenticeship of Duddy Kravitz,\" and he has it still. It keeps me watching him even during the slow passages of his movies; there's always the feeling that what you see is not necessarily all you get.\n\nDreyfuss and his style are the two best things in \"Stakeout,\" a movie that consists of a good idea surrounded by a bad one. The good idea is the film's basic premise: Two cops stake out a good-looking woman whose ex-boyfriend is a dangerous escaped convict. During the long, weary hours while they're watching her, one of the cops falls in love. He finds a way to move into her life, leaving his partner stuck across the street with the binoculars.\n\nThat's the good idea, further fleshed out with the notion that Dreyfuss and his partner (Emilio Estevez) alternate shifts with two other cops who don't much like them. What would happen if the other cops saw Dreyfuss waking up in bed with the suspect?\n\nThe movie's bad idea is that this comic notion needs to be surrounded by a violent thriller. The opening scenes of the film are abrupt and bloody, as the dangerous convict (Aidan Quinn) escapes from prison and heads toward a showdown with Dreyfuss and Estevez. The closing scenes are another bad idea, still one more of those routine Hollywood chases and shootouts, with a fight on a boat for good measure.\n\nThe two parts of the movie don't go together. The violence is out of keeping with the humor. The humor can't develop in a context of brutality. And yet there's a long central stretch in the movie when things do work, when the courtship between Dreyfuss and the suspect (Madeleine Stowe) gets interesting. Dreyfuss poses as a telephone repairman, bugs her phones, falls in love with her, and eventually begins conducting his investigation from her bedroom. Estevez is stuck with the essentially thankless role of the guy who has to wait across the street and react to everything, but his reactions provide a lot of the movie's humor.\n\nI liked the relationship between Dreyfuss and Stowe, who plays a headstrong Latino, but I might have liked it more if they had cast a funnier actress in the role - maybe Maria Conchita Alonso. Since it's likely that the director, John Badham, tested Alonso for this role, I wonder why he didn't cast her. Perhaps because she has an irrepressible good humor about her, and always seems to be amused by everything; she has the same sort of extra angle that Dreyfuss delivers. Maybe Badham was afraid that good humor would work against the violence of his opening and closing scenes.\n\nBut all that's speculation. All I can say is that \"Stakeout\" is an example of a movie that would have been a lot better if the filmmakers had been prepared to trust the human dimensions of their characters - to follow these people where their personalities led. Instead, Badham takes out an insurance policy by adding the assembly-line violence.\n\nWhat is it? Has mainstream Hollywood so lost touch with simple human nature that there can't be a cop movie without everyone being blown away?", "running_time": 116, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-08-05", "genres": ["Action", "Comedy", "Romance"], "title": "Stakeout (1987)"}