{"url": "http://www.rogerebert.com/reviews/stake-land-2011", "by": "Nick Damicias Mister", "star_rating": 3.0, "text": "Zombies are a great convenience. They provide villains who are colorful and frightening, require no dialogue, motivation or explanation, and yet function efficiently as a negation of all that is good. Just the very word \"zombie\" can persuade people to buy tickets for a movie, and \"sex\" hasn't done that in years. At the risk of using the word MacGuffin twice in the same week — well, that's what zombies are, aren't they? \n\nHumans are survivors in an undead world that has gone horribly wrong, where all the good times are past and gone. That's what our modern world feels like to me sometimes; the morning news is filled with more ominous portents than the opening montage of a disaster movie. When Japan is torn by earthquakes and airports are attacked by tornadoes and the economy is melting and radiation is leaking and honey bees are dying, obviously the zombies are only waiting for the globe to warm a little more.\n\nOne advantage of zombie movies and indeed, all monster and horror movies, is that they provide a port of entry for new filmmakers. The genre itself is the star. I don't like to say this about David Arquette, who is a jolly nice guy, but I doubt many people went to \"Scre4m\" to see him; they wanted to see the slasher in the mask. \n\nThat said, there are substantial qualities in \"Stake Land,\" a movie that probably uses zombies as little as it can get away with. Considering that the dialogue calls them \"vamps\" for short, they're apparently some kind of zombie/vampire hybrid, previously unidentified by Horror Science. The Dead have merged with the Undead. You see what spraying with insecticides can lead to. \n\nThe movie mercifully focuses on a handful of characters as they journey toward a perhaps mythical New Eden. We begin with the voice of a young narrator, Martin (Connor Paolo), who explains how after his family was massacred, he came under the protection of Mister (Nick Damici). How they are driving in a big boat of a classic car through a wasteland of threat and paranoia. How Mister instructs him in the skills of survival. There are echoes here, less eloquent, of \"The Road.\" \n\nMister has hard-earned expertise about vamps. A bullet will slow them down but all that will kill them is the proverbial stake, driven into the base of the skull, where allegedly resides the Reptile Brain. He schools Martin in eternal vigilance, and they survive surprise attacks by zombies who sometimes seem suspiciously well-coordinated with one another (given their presumed inability to communicate). \n\nMister is like a Western hero committed to doing the right thing. When he sees Sister Anna (Kelly McGillis), a nun, being attacked by zombies, he rescues her. Their little band grows to include Belle (Danielle Harris), a pregnant young girl, and Willie (Sean Nelson), who was a Marine. \n\nOn the road they encounter rare safety zones, carefully guarded communities barricaded against strangers. Some of these are run, however, by religious cultists looking forward to the end of days. The scariest is a venomous loony named Jebedia (Michael Cerveris). This is not so unlikely. I just saw a report on CNN about Branch Davidian members looking for the resurrection of David Koresh. \n\n Director Jim Mickle, who co-wrote the film with his star Nick Damici, has crafted a good-looking, well-played and atmospheric apocalyptic vision. There are pauses for thoughtful character moments and some nicely written dialogue evoking the looming despair. The cinematography makes this new world look as bleak as ... well ... as a lot of empty strip malls and seldom-travelled badlands. What with one thing and another, \"Stake Land\" is, if not precisely entertaining to my taste, certainly attention-getting.", "running_time": 98, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-04-27", "genres": ["Action", "Drama", "Horror", "Science Fiction", "Thriller"], "title": "Stake Land (2011)"}