{"url": "http://www.rogerebert.com/reviews/stand-and-deliver-1988", "by": "Edward James Olmosas Jaime Escalante", "star_rating": 2.5, "text": "There were moments in “Stand and Deliver” that moved me very deeply and other moments so artificial and contrived that I wanted to edit them out, right then and there. The result is a film that makes a brave, bold statement about an unexpected subject, but that lacks the full emotional power it really should have.\n\n“Stand and Deliver” tells the story of a high school mathematics teacher who takes a class of losers and potential dropouts and transforms them, in the course of one school year, into kids who have learned so much that 18 of them are able to pass a tough college credit calculus exam. The exam is so hard that only 2 percent of students nationwide can pass it, although everyone in this class does.\n\nThe story is based on fact, on the life of Jaime Escalante, an East Los Angeles man who left a higher-paying job in business to return to education and prove something. What he proved is that motivation and hard work can rewrite the destinies of kids that society might be willing to write off.\n\nEscalante, played in the film by Edward James Olmos, faces a disheartening challenge on the first day of school. His class is undisciplined, unmotivated and rebellious. He doesn't confront them; he outflanks them. Adopting a weird sideways shuffle and a strange habit of talking to himself, he strikes them at first as simply bizarre; they stop making noise because they want to hear what foolish thing he'll say next.\n\nThen he starts teaching, using examples out of the everyday lives of his students, making them think things out for themselves, announcing that the “punishment” for not working hard in class is to be banished from the class - a class most of the kids would rather be out of, anyway. The kids themselves are amazed that this strategy works and more amazed still to find that they're expected to do 30 hours of homework a week and come in on Saturday mornings for extra classes.\n\nAll of this material is fine and strong. Not so fascinating, however, are the vignettes of student life outside the school. Some of these scenes are important to the story - as when we discover why it is so hard for some of the kids to find time for their homework - but others, including a high school romance, are simply marking time.\n\nI was also disturbed by the cloudiness of the screenplay in the movie's most crucial scene. After the 18 kids have taken, and passed, the exam, their test scores are questioned by the Educational Testing Service for two reasons: (1) it seems extremely unlikely that all of these kids could pass the exam without cheating, and (2) they all suspiciously made some of the same mistakes. Because we have been through the movie and the experience with the kids, we know they were not cheating. But the ETS authorities cannot be blamed for their suspicions. What the screenplay needed, I think, was at least one speech in simple, clear dialogue, explaining what I assume to be true: The kids all made the same mistake because their teacher made that mistake in teaching them. There is a scene in the movie that seems to suggest this possibility; the teacher comes up with an assertion that everyone in the classroom tells him is wrong, but he won't back down.\n\nHowever, that scene ends without making it clear whether the teacher was wrong, and the later scene never explains the similar wrong answers. This adds unnecessary cloudiness, to no purpose.\n\nOther things in the movie may bother some viewers more than they did me. The Olmos performance takes a lot of chances. He is so mannered, in his stooped shuffle and his sideways manner of expressing himself, that perhaps he should have toned it down once he'd made his point. The kids in his class, on the other hand, do a good job of avoiding the usual high school cliches, especially Lou Diamond Phillips, who in a wonderful scene explains why he needs two sets of textbooks - one to keep at school and the other to keep at home, since it would never do for his street friends to see him carrying books.\n\nThe last shot of “Stand and Deliver” puts some astonishing statistics on the screen, indicating that in every year since 1982 (the year of the story), even more students from this East L.A. high school have passed the difficult ETS exam. That is a dramatic story, and this is a worthy movie for telling it. I only wish I hadn't been reminded, so often, that the movie was making it feel just a little better than life.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-04-15", "genres": ["Documentary", "Drama"], "title": "Stand and Deliver (1988)"}