{"url": "http://www.rogerebert.com/reviews/stanley-1972", "by": "Chris Robinsonas Tim", "star_rating": 1.5, "text": "The old man climbed out of his seat in the sixth row and went shuffling up the aisle, asking people what time it was. \"Do you have the time?\" be kept asking. \"The time? What time is it?\" \n\nA woman sitting across the aisle advised him to shut up and get lost. \"I paid my money and I want to see the movie,\" she said. She gobbled her buttered popcorn and stared at the screen, where a stripper was biting off a snake's head. \n\n\"Ooo-eee,\" somebody said in the darkness. \n\n\"What time is it?\" the man asked. He was back again.  \n\n\"Quiet!\" somebody whispered fiercely. \n\nOn the screen, a character named Tim was caressing the head of his pet rattlesnake and cooing at it: \"Does that feel good, Stanley? Do you like that, Stanley?\" Stanley was the rattlesnake. \n\nBack at Tim's cabin, a cretinous game poacher had just blown off Hazel's head with a shotgun. Hazel was Stanley's wife. Then the poacher killed Hazel's three baby snakes. At about this point, a couple of other villains sunk into quicksand while screaming fearsomely. \n\nStill to come was the big swimming pool scene, where the head villain jumps into his pool without realizing that Tim had filled it with water moccasins. This is quite a scene. The head villain's daughter comes riding up on her horse, sees her dead father, shouts \"Daddy!\" and then is abducted by Tim and taken back to the swamp. \n\nThe girl gets over Daddy's death pretty easily, I'd say. By the time Tim gets her back to the cabin she's making eyes at him. They kiss and caress and (so help me) the sound track bursts into a song with the lyrics \"Let's play hide and seek with the world.\" Meanwhile, her old man has been attacked by dozens of deadly snakes. How sharper than a serpent's tooth it is, you might say, to have a thankless child. \n\nI think it was when the stripper bit off the snake's head that I first began to ask myself what I was doing in the theater. \n\nThere's a close-up of blood running down her chin, and then a scene where she gets plowed on Jack Daniels and asks her husband if he has any idea how it feels to bite off a snake's head every day - twice on weekends. He's too happy to listen. This was opening night at the club, you see, and he explains: \"It always pays to wine and dine the critics! The reviews will be terrific! They loved your act, sweetheart!\" \n\nIt is my job to go to movies and write about them. If the movie is a work of art, I must try to rise to the occasion. If it's just an entertainment, then my job is to suggest how well you might be entertained. But how should I approach \"Stanley?\" The movie is doing business - but what kind of people are in the audience? \n\nAre they just poor slobs who got suckered in by the ads? Or are they geeks enjoying a busman's holiday? Should I rate the movie with stars, or vomit bags? Why did the old man want to know what time it was? Had he missed the feeding at the zoo? Why wouldn't anyone tell him? Didn't they know? Didn't they care that it was late...very late? \n\nOoo-eee.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-06-01", "genres": null, "title": "Stanley (1972)"}