{"url": "http://www.rogerebert.com/reviews/standing-in-the-shadows-of-motown-2002", "by": "Paul Justman", "star_rating": 3.0, "text": "Think of the Supremes, Gladys Knight, Smokey Robinson, Marvin Gaye, Martha Reeves, Stevie Wonder and the Temptations. You hold decades of pop musical history in your mind: The Motown Sound. Now ask who the instrumentalists were on their records. Or don't even bother, because the question is asked and answered in the affectionate new documentary \"Standing in the Shadows of Motown.\" In the movie, fans are asked, who played on the recordings with those artists? Who for example was behind Gladys Knight? \"The Pips?\" asks one Motown fan.\n\nNo, it wasn't the Pips, the Miracles or the Vandellas. The musicians who played behind all of the Motown stars on their studio recordings were the Funk Brothers. The Funk Brothers? Paul Justman's documentary, based on a book by Allan Slutsky, gives belated praise to Motown's house musicians, the men who played under all the Motown hits recorded in Detroit.\n\nThe hero of the Funk Brothers themselves seems to have been the late James Jamerson, the bass player who used only one finger but seemed able to keep two times at once. Their stories about him are legion. The other original Funks were drummer Benny Benjamin, pianist Joe Hunter and guitarists Eddie Willis and Joe Messina. The movie always talks with or about perhaps a dozen other musicians who played on many or most of the Motown records, but it's difficult to keep them straight--because, of course, they were not famous.\n\nAnd yet the Motown Sound was, quite simply, their sound. No disrespect to the singers, but, as drummer Steve Gordon observes, \"You could have had Deputy Dawg singin' on some of this stuff.\" The documentary argues that they played on hits that sold more records than the Beatles, Elvis, the Beach Boys and the Rolling Stones combined--but were almost anonymous.\n\nThe first Motown sides were cut in \"Studio A,\" which was simply the garage of Berry Gordy, the label's founder. It was down four steps from his kitchen and originally had a dirt floor. Along with Sun Studios in Memphis, it was one of the birthplaces of the last half-century of American hit music. The movie returns to that location (\"Hitsville, USA\") for sessions in which the surviving Funk Brothers remember the good times and bad, and the very sound of the studio itself.\n\nSessions would last all day and into the night. A producer would come in with a song and a few chords and they'd play with it, adapting it to the house style, adding a touch here, a riff there, until it emerged as the big, bold and sometimes almost unreasonably happy Motown Sound. In one of the movie's best sequences, we see them cobbling a song together almost from scratch. Sometimes, they remember, they were so overworked they'd hide out in a nearby funeral parlor, where Gordy wouldn't think to look for them.\n\nThe sound was born in and nurtured by a series of Detroit clubs, places like the Chit Chat and 20 Grand, now closed, where the Funks and other musicians got their start and returned to their roots. Separately they were great and together they were beyond great; it's clear that working steadily behind literally hundreds of hits fused them into a group that all but thought with one mind. As they remember those days, they're like military veterans or the members of a World Series team, and we realize nothing that came after ever held the same joy for them.\n\nThe Motown Sound came to an end in 1972, when Gordy moved the label from Detroit to Los Angeles, with \"no warning and no acknowledgement.\" The Funks found out from a notice tacked to the door. Some of them followed Motown to the coast, but the magic was gone, and the movie doesn't ask the obvious question: Why didn't some of the singers they worked with know how important they were, and demand them, or return to Detroit to record with them? \"Standing in the Shadows of Motown\" interlaces interviews with the surviving Funk Brothers with new performances of many of the hit songs, and some sequences in which events of the past are re-created. The flashback sequences are not especially effective, but are probably better than more talking heads. Or maybe not. The contemporary performers who sing in front of the Funks include Joan Osborne, Ben Harper, Me'shell NdegeOcello, Montell Jordan, Gerald Levert, Chaka Khan and the flamboyant Bootsy Collins, who upstages the Funks, not to his own advantage.\n\nWhat's interesting about these performances is that the singers make no attempt to imitate the original artists, and yet the Funks turn the songs into soundalikes anyway. Is it possible those great Motown stars were more or less created by these unsung musicians? The Funks think that is a distinct possibility. Of course, the backup singers had a lot to do with it, too, and this movie never gets around to them. They're in the shadows of the shadows.\n\nNote: Sad news. Johnny Griffith, one of the Funk Brothers, died over the past weekend. A reminder that this film comes just in time.\n\nFeaturing The Funk Brothers: Jack Black Jack Ashford, Bob Babbitt, Johnny Griffith, Joe Hunter, Uriel Jones, Joe Messina, Eddie \"Chank\" Willis, Benny \"Papa Zita\" Benjamin, James \"Igor\" Jamerson, Eddie \"Bongo\" Brown, Earl \"Chunk Of Funk\" Van Dyke, Robert White And Richard \"Pistol\" Allen. \n\nAlso Appearing: Joan Osborne, Gerald Levert, Me'Shell Ndegeocello, Bootsy Collins, Ben Harper, Chaka Khan, Montell Jordan And Tom Scott.", "running_time": 108, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-11-15", "genres": ["Documentary", "Indie"], "title": "Standing in the Shadows of Motown (2002)"}