{"url": "http://www.rogerebert.com/reviews/stand-up-guys-2013", "by": "Al Pacinoas Val", "star_rating": 3.5, "text": "Sometimes it's all about the casting. The notice of a screening came around, I read the names Al Pacino, Christopher Walken and Alan Arkin, and it didn't matter in a way what the movie was about — although it didn't hurt that it was a crime movie. \n\nApart from any objective ranking of the actors, Walken is a spice in any screenplay, and in \"Stand Up Guys,\" there's room for at least as much spice as goulash. Director Fisher Stevens begins with a permissive screenplay by Noah Haidle that exists in no particular city, for no particular reason other than to give the actors the pleasure of riffing through more or less standard set-pieces.\n\nConsider first the city. I know where it was filmed, but that information is a distraction. This is a generic city. A city like the city in \"Sunrise,\" which feathers out into shadows and defeat. It is hardly even populated. In a plot that takes the guys into the night and the next morning, the characters seem to be nighthawks, framed by an empty space. They hang out in a diner with hardly any customers, they drive on streets with hardly any cars, and when they visit a brothel, hardly anyone seems to care about sex.\n\nThat the brothel visit involves Al Pacino with Viagra is inevitable, I guess, and the drug's results are so exaggerated here that physical laws seem to be violated. There is also a wacky chase scene with Alan Arkin transferring more or less from lying a hospital bed to racing behind a wheel of a sports car. And a bad guy named Claphands (Mark Margolis) who exists entirely to fuel the plot. How do you get a name like Claphands? If it's a nickname, how do I know it's not about applause?\n\nThe set-up involves Val (Pacino) being released from prison and being met on the barren street outside by another former partner in crime, Doc (Walken). They have a history. We see it in their faces. We learn Val has finished a 28-year sentence, served because he was a … stand-up guy. We learn Val served time for killing Claphands' son. We learn that Doc was at the scene of that murder. There's something else we don't learn right away, but it's there, coiling in the shadows between Doc and Val.\n\nIt plain doesn't matter how Val killed the Claphands heir, or why. These are plug-on details. What it comes down to is that Doc has been ordered to kill Val, and intends to. Claphands leaves him no choice.\n\nBut that need not be said yet. Doc has a deadline by which he must commit Claphands' act of vengeance — a deadline that exists only for the purpose of supplying the film with urgency. If you haven't seen an old criminal crony in 28 years, and you have to kill him, obviously you drill him as soon as possibly convenient. The clock ticks down entirely for the entertainment of the audience and the convenience of the director.\n\nBut no. Doc and Val first have to collect another stand-up guy, Hirsch (Arkin). He was their gang's old driver, now hooked up to oxygen tanks in a hospital. They go to see him, spring him from the hospital, and the plot provides reasons he must drive for them once again. The best reason is that this is an obligatory plot point.\n\nSo we're given yet one more chase scene. And the movie provides us with subplots involving women. There is the obligatory brothel scene, which observes the rule that before one stand-up guy kills another, they must first bond with sex, as a salute to their old lives. Val's overdose of Viagra has triggered such alarming tumescence that he is rushed to an emergency room. You'd think the brothel would have first-aid measures to treat such a condition, but no. It is a spoiler to tell you one of the hospital nurses, Nina (Julianna Margulies), is Hirsch's daughter. She tells them her dad is in another hospital, which provides two coincidences for the price of one. The other woman is Wendy (Lucy Punch), who inherited the brothel from her mom, who no doubt was the sporting partner of Val, Doc and Hirsch when the stand-up guys didn't use Viagra and stood up on their own.\n\nWhat do the reunited stand-up guys do during their hours between the reunion at the hospital and the death deadline? Cycle through a series of scenes designed to allow these three iconic actors to behave and interact, that's what. Pacino, with the raspy voice of long, low insistence. Walken, who patiently leads others through the logic of the malignant situation he has put them in. Arkin, who talks like the play-by-play announcer during a game with fate.\n\nFor the rest, there's how the city looks. This is no place for enterprising young men. Every location, we feel, should have one of those London blue plaques, informing the tourist what unspeakable things happened there. These men move through the monuments of sad lives. They have not lost the gift of bitter amusement.", "running_time": 95, "mpaa_rating": "R", "release_year": 2013, "date_published": "2013-01-30", "genres": ["Comedy"], "title": "Stand Up Guys (2013)"}