{"url": "http://www.rogerebert.com/reviews/starship-troopers-1997", "by": "Casper Van Dienas Johnny Rico", "star_rating": 2.0, "text": "\"Starship Troopers'' is the most violent kiddie movie ever made. I call it a kiddie movie not to be insulting, but to be accurate: Its action, characters and values are pitched at 11-year-old science-fiction fans. That makes it true to its source. It's based on a novel for juveniles by Robert A. Heinlein. I read it to the point of memorization when I was in grade school. I have improved since then, but the story has not.\n\nThe premise: Early in the next millennium, mankind is engaged in a war for survival with the Bugs, a vicious race of giant insects that colonize the galaxy by hurling their spores into space. If you seek their monument, do not look around you: Bugs have no buildings, no technology, no clothes, nothing but the ability to attack, fight, kill and propagate. They exist not as an alien civilization but as pop-up enemies in a space war.\n\nHuman society recruits starship troopers to fight the Bug. Their method is to machine-gun them to death. This does not work very well. Three or four troopers will fire thousands of rounds into a Bug, which like the Energizer Bunny just keeps on comin'. Grenades work better, but I guess the troopers haven't twigged to that. You'd think a human race capable of interstellar travel might have developed an effective insecticide, but no.\n\nIt doesn't really matter, since the Bugs aren't important except as props for the interminable action scenes, and as an enemy to justify the film's quasi-fascist militarism. Heinlein was of course a right-wing saberrattler, but a charming and intelligent one who wrote some of the best science fiction ever. \"Starship Troopers'' proposes a society in which citizenship is earned through military service, and values are learned on the battlefield.\n\nHeinlein intended his story for young boys, but wrote it more or less seriously. The one redeeming merit for director Paul Verhoeven's film is that by remaining faithful to Heinlein's material and period, it adds an element of sly satire. This is like the squarest but most technically advanced sci-fi movie of the 1950s, a film in which the sets and costumes look like a cross between Buck Rogers and the Archie comic books, and the characters look like they stepped out of Pepsodent ads.\n\nThe film's narration is handled by a futuristic version of the TV news, crossed with the Web. After every breathless story, the cursor blinks while we're asked, \"Want to know more?'' Yes, I did. I was particularly intrigued by the way the Bugs had evolved organic launching pods that could spit their spores into space, and could also fire big globs of unidentified fiery matter at attacking space ships. Since they have no technology, these abilities must have evolved along Darwinian lines; to say they severely test the theory of evolution is putting it mildly.\n\nOn the human side, we follow the adventures of a group of high-school friends from Buenos Aires. Johnny (Casper Van Dien) has a crush on Carmen (Denise Richards), but she likes the way Zander (Patrick Muldoon) looks in uniform. When she signs up to become a starship trooper, so does Johnny. They go through basic training led by an officer of the take-no-prisoners school (Michael Ironside) and then they're sent to fight the Bug. Until late in the movie, when things really get grim, Carmen wears a big wide bright smile in every single scene, as if posing for the cover of the novel. (Indeed, the whole look of the production design seems inspired by covers of the pulp space opera mags like Amazing Stories).\n\nThe action sequences are heavily laden with special effects, but curiously joyless. We get the idea right away: Bugs will jump up, troopers will fire countless rounds at them, the Bugs will impale troopers with their spiny giant legs, and finally dissolve in a spray of goo. Later there are refinements, like firebreathing beetles, flying insects, and giant Bugs that erupt from the earth. All very elaborate, but the Bugs are not interesting in the way, say, that the villains in the \"Alien\" pictures were. Even their planets are boring; Bugs live on ugly rock worlds with no other living species, raising the question of what they eat.\n\nDiscussing the science of \"Starship Troopers'' is beside the point. Paul Verhoeven is facing in the other direction. He wants to depict the world of the future as it might have been visualized in the mind of a kid reading Heinlein in 1956. He faithfully represents Heinlein's militarism, his Big Brother state, and a value system in which the highest good is to kill a friend before the Bugs can eat him. The underlying ideas are the most interesting aspect of the film.\n\nWhat's lacking is exhilaration and sheer entertainment. Unlike the \"Star Wars'' movies, which embraced a joyous vision and great comic invention, \"Starship Troopers'' doesn't resonate. It's one-dimensional. We smile at the satirical asides, but where's the warmth of human nature? The spark of genius or rebellion? If \"Star Wars'' is humanist, \"Starship Troopers'' is totalitarian.\n\nWatching a film that largely consists of interchangeable characters firing machine guns at computer-generated Bugs, I was reminded of the experience of my friend McHugh. After obtaining his degree from Indiana University, he spent the summer in the employ of Acme Bug Control in Bloomington, Ind. One hot summer day, while he was spraying insecticide under a home, a trap door opened above his head, and a housewife offered him a glass of lemonade. He crawled up, filthy and sweaty, and as he drank the lemonade, the woman told her son, \"Now, Jimmy--you study your books, or you'll end up just like him!'' I wanted to tell the troopers the same thing.", "running_time": 129, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-11-07", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "Starship Troopers (1997)"}