{"url": "http://www.rogerebert.com/reviews/star-wars-the-clone-wars-2008", "by": "Matt Manteras Anakin", "star_rating": 1.5, "text": "Has it come to this? Has the magical impact of George Lucas' original vision of \"Star Wars\" been reduced to the level of Saturday morning animation? \"Star Wars: The Clone Wars,\" which is a continuation of an earlier animated TV series, is basically just a 98-minute trailer for the autumn launch of a new series on the Cartoon Network.\n\nThe familiar \"Star Wars\" logo and the pulse-pounding John Williams score now lift the curtain on a deadening film that cuts corners on its animation and slumbers through a plot that (a) makes us feel like we've seen it all before, and (b) makes us wish we hadn't.\n\nThe action take place between the events in the \"real\" movies \"Episode II: Attack of the Clones\" and \"Episode III: Revenge of the Sith.\" The Republic is still at war with the Separatists, its access to the Galactic Rim is threatened and much depends on pleasing the odious Jabba the Hutt, whose child had been kidnapped -- by the Jedi, he is told.\n\nIt's up to Anakin Skywalker and his new Padawan pupil, Ahsoka Tano, to find the infant, while Obi-Wan Kenobi and Yoda lead the resistance to a Separatist onslaught. And if all of this means little to you, you might as well stop reading now. It won't get any better.\n\nThis is the first feature-length animated \"Star Wars\" movie, but instead of pushing the state of the art, it's retro. You'd think the great animated films of recent years had never been made. The characters have hair that looks molded from Play-Doh, bodies that seem arthritic, and moving lips on half-frozen faces -- all signs that shortcuts were taken in the animation work.\n\nThe dialogue in the original \"Star Wars\" movies had a certain grace, but here the characters speak to one another in simplistic declamation, and Yoda gets particularly tiresome with his once-charming speech pattern. To quote the famous line by Wolcott Gibbs, \"Backward ran sentences until reeled the mind.\"\n\nThe battle scenes are interminable, especially once we realize that although the air is filled with bullets, shells and explosive rockets, no one we like is going to be killed. The two armies attack each other, for some reason, only on a wide street in a towering city. First one army advances, then the other. Why not a more fluid battle plan? To save money on backgrounds, I assume. The trick that Anakin and his Padawan learner use to get behind the enemy force field (essentially, they hide under a box) wouldn't even have fooled anybody in a Hopalong Cassidy movie -- especially when they stand up and run with their legs visible, but can't see where they're going.\n\nAhsoka Tano, by the way, is annoying. She bats her grapefruit-sized eyes at Anakin and offers suggestions that invariably prove her right and her teacher wrong. At least when we first met Yoda, he was offering useful advice. Which reminds me. I'm probably wrong, but I don't think anyone in this movie ever refers to The Force.\n\nYou know you're in trouble when the most interesting new character is Jabba the Hutt's uncle. The big revelation is that Jabba has an infant to be kidnapped. The big discovery is that Hutts look like that when born, only smaller. The question is, who is Jabba's wife? The puzzle is, how do Hutts copulate? Like snails, I speculate. If you don't know how snails do it, let's not even go there. The last thing this movie needs is a Jabba the Hutt sex scene.", "running_time": 98, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-08-14", "genres": ["Action", "Animation", "Family", "Science Fiction"], "title": "Star Wars: The Clone Wars (2008)"}