{"url": "http://www.rogerebert.com/reviews/star-trek-insurrection-1998", "by": "Patrick Stewartas Picard", "star_rating": 2.0, "text": "A funny thing happened to me on the way to writing this review of \"Star Trek: Insurrection\"--I discovered that several of the key filmmakers disagree with the film's plot premise. Maybe that's why this ninth \"Star Trek\" saga seems inert and unconvincing.\n\nHere's the premise: In a region of space known as the Briar Patch, an idyllic planet is home to a race known as the Ba'ku. They are members of a placid agricultural commune, tilling the neat rows of their fields, and then returning to a city whose neo-Greco-Roman architecture looks uncannily like the shopping mall at Caesar's Palace. The Ba'ku are a blissful people, and no wonder: They have the secret of immortality. The \"metaphasic radiation\" generated by the planet's rings acts like a fountain of youth on their planet.\n\nThe planet and the Ba'ku are currently the subject of a cultural survey team, which looks down on them from something like a stadium press box, but remains invisible. Then Data (Brent Spiner), the android, goes berserk and makes hostages of the survey team. The Enterprise speeds to the scene, so that Capt. Picard (Patrick Stewart) can deal with the crisis. The plot thickens when it is revealed that the Son'a race, which is also part of the Federation, was once allied with the Ba'ku. But the Son'a choose a different path and are now dying out--most visibly in the scrofulous countenance of their leader Ru'afo (F. Murray Abraham).\n\nThe Son'a want the Ba'ku kidnapped and forcibly ejected from their planet. There are, after all, only 600 of them. Why should their little nature preserve be more important than the health and longevity of the Son'a and billions of other Federation citizens? Picard counters with the Federation's Prime Directive, which instructs that the natural development of any civilization must not be interfered with.\n\nThe plot of \"Star Trek: Insurrection\" deals with the conflict between the desperate Son'a and the blissful Ba'ku and is further complicated when Picard falls in love with the beautiful Ba'ku woman Anij (Donna Murphy). \"You explore the universe,\" she tells him, \"but have you ever explored a single moment in time?\" (Picard is so lovestruck he forgets that his answer would be \"yes!\") Further complications result when the metaphasic radiation leaks into the Enterprise and inspires Riker and Troi to start acting like horny teenagers.\n\nAs the best minds in the Federation wrestled with the ethical questions involved, I was also asking questions. Such as, aren't the Ba'ku basically just living in a gated community? Since this Eden-like planet has only 600 inhabitants, why couldn't they use the planet as a spa, circling inside those metaphasic rings and bathing in the radiation, which is probably faster-acting in space than down on the surface? After all, we're not talking magic here, are we? Above these practical questions looms a larger philosophical one. Wouldn't it be right to sacrifice the lifestyles of 600 Ba'ku in order to save billions? \"I think maybe I would,\" said Jonathan Frakes, the film's director and co-star, when I asked him that question after the movie's press screening.\n\n\"You've got to be flexible,\" Stewart said. \"If it had been left in the hands of Picard, some solution could have been found.\" \"Absolutely!\" Spiner said. \"I think I raised that question more than once.\" \"I had to be very narrowminded to serve the character,\" Murphy confessed.\n\nI agree. Our own civilization routinely kills legions of people in wars large and small, for reasons of ideology, territory, religion or geography. Would we contemplate removing 600 people from their native environment to grant immortality to everyone alive? In a flash. It would be difficult, indeed, to fashion a philosophical objection to such a move, which would result in the greatest good for the greatest number of people.\n\nBut what about the rights of the Ba'ku? Shouldn't they volunteer to help us all out? Especially since they need not die themselves? The plot of \"Star Trek: Insurrection\" grinds through the usual conversations and crises, as the evil Ru'afo and his men carry forward their insidious plans, and Picard discovers that the Federation itself may be willing to play fast and loose with the Prime Directive. That's not exactly new; in the previous eight movies, there have in fact been many shots fired in anger at members of races who perhaps should have been left alone to \"develop naturally\"--presumably even if such development involves aggression and hostility. The overriding principle, let's face it, has been the Federation's own survival and best interests. So why not allow the Son'a the same ethnocentric behavior? The movie is a work of fantasy and these questions are not important unless they influence the film's entertainment value. Unfortunately, they do.\n\nThere is a certain lackluster feeling to the way the key characters debate the issues, and perhaps that reflects the suspicion of the filmmakers that they have hitched their wagon to the wrong cause. The movie is shorter than the usual \"Star Trek\" saga, at 103 minutes, as if the central issue could not bear scrutiny at the usual length. Think how much more interesting it would have been if the Ba'ku had joined an interracial experiment to share immortality. What would happen if everyone in the Federation could live forever? Think how many more sequels there'd be.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-12-11", "genres": ["Action", "Adventure", "Science Fiction"], "title": "Star Trek: Insurrection (1998)"}