{"url": "http://www.rogerebert.com/reviews/starman-1984", "by": null, "star_rating": 3.0, "text": "STARMAN begins by reminding us of Voyager, that little spacecraft that is even now speeding beyond the solar system. Remember Carl Sagan on the \"Tonight\" show, explaining to Johnny about all the messages that were on board, in case someday an alien race found this postcard from Earth? Voyager carried greetings in all of the tongues of man, and there is something inevitable about the scene, early in STARMAN, when we get an extraterrestrial visitor who has studied them carefully, and is able to say \"hello\" a hundred different ways.\n\nThe starman of the title is a ball of glowing light. He, or it, has traveled to Earth in response to the invitation from Voyager, but of course the Air Force treats the spacecraft as a possible invader and shoots missiles at it. Knocked off course, the starman lands in rural Wisconsin, where it becomes the identical clone of a dead house painter. The painter's widow (Karen Allen) is stunned when she sees this creature from beyond the grave. It is even more difficult when she realizes this is not her husband, but something infinitely different that just happens to look exactly like her husband. The visitor is very smart, but has a lot to learn, and at first it controls its human host body with a lot of awkward lurching. Meanwhile, government officials led by Richard Jaeckel are seeking the extraterrestrial for \"security\" reasons, and scientist Charles Martin Smith hopes to get there first and record the historic moment of man's first meeting with a race from another world.\n\nAll of this seems like a setup for a science-fiction movie, but what's interesting is the way the director, John Carpenter, makes a U-turn and treats STARMAN as a road movie. The visitor (played by Jeff Bridges) forces Allen to start driving in the direction of the Great Meteor Crater, where he has a rendezvous with his ride home. And as the two characters spend time together as refugees from the search parties, they begin to communicate, and the woman's initial hostility turns into respect and finally into love. This is a wonderfully sweet process, especially as Allen and Bridges go about it. \n\nSTARMAN contains the potential to be a very silly movie, but the two actors have so much sympathy for their characters that the movie, advertised as space fiction, turns into one of 1984's more touching love stories. Meanwhile, Carpenter provides many of the standard scenes from earlier road movies, including a stop in a roadside diner where the alien's uncertain behavior draws attention. And there's an interlude in Vegas where the extraterrestrial tries to outsmart the slots.\n\nThe most interesting thing about STARMAN is probably Bridges's approach to playing a creature from another world. The character grows gradually more human as the film moves along, but he is never completely without glitches: His head movements are birdlike, his step is a little uncertain, he speaks as if there were just a millisecond's delay between brain and tongue. Actors sometimes try to change their appearance; Bridges does something trickier, and tries to convince us that Jeff Bridges is not inhabited by himself. I think he succeeds, and that STARMAN makes Voyager seem like a good investment.", "running_time": 115, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Adventure", "Drama", "Romance", "Science Fiction"], "title": "Starman (1984)"}