{"url": "http://www.rogerebert.com/reviews/star-trek-iii-the-search-for-spock-1984", "by": null, "star_rating": 3.0, "text": "Read no further if you don't want to know whether Mr. Spock is alive at the end of \"Star Trek III: The Search for Spock\". But, if you, like me, somehow had the notion that there was a 100 percent chance that they would find Spock (if only so he would be available for \"Star Trek IV\"), then you will be relieved to learn that his rediscovery and rebirth pay due homage to the complexities of the Vulcan civilization. By the end of this movie, all Mr. Spock has to do is raise one of those famous eyebrows, and the audience cheers.\n\nThis is a good but not great Star Trek movie, a sort of compromise between the first two. The first film was a \"Star Wars\" road company that depended on special effects. The second movie, the best one so far, remembered what made the Star Trek TV series so special: not its special effects, not its space opera gimmicks, but its use of science fiction as a platform for programs about human nature and the limitations of intelligence. \"Star Trek III\" looks for a balance between the first two movies. It has some of the philosophizing and some of the space opera, and there is an extended special-effects scene on the exploding planet Genesis that's the latest word in fistfights on the crumbling edges of fiery volcanoes.\n\nThere is also a great-looking enemy spaceship that resembles a predatory bird in flight (although why ships in the vacuum of space require wings is still, of course, a question Star Trek prefers not to answer).* The ship is commanded by the fairly slow-witted Klingon warrior Kruge (played by Christopher Lloyd of Taxi), who falls for a neat little double cross that is audacious in its simplicity. The movie's plot involves a loyal attempt by the Enterprise crew to return to the planet Genesis in an attempt to reunite Spock's body and spirit. The alien spaceship is in the same sector, attempting to steal the secret of Genesis, a weapon from the last movie that begins by bringing life to dead planets and goes on from there. The showdown between the Klingons and the Enterprise crew resembles, at times, one of those Westerns where first Bart had the draw on Hoppy and then Hoppy had the draw on Bart, but the struggle to the death between Kirk and Kruge takes place against such a great apocalyptic background that we forgive all.\n\nThe best thing the Star Trek movies have going for them is our familiarity with the TV series. That makes for a sort of storytelling shorthand. At no point during this film, for example, is it ever explained that Vulcans are creatures of logic, not emotion -- although we have to know that in order to understand most of the ending. It's not necessary. These characters are under our skins. They resonate, and a thin role in a given story is reinforced by stronger roles in a dozen others. That's sort of reassuring, as (a fanfare, please) the adventure continues.\n\n*Leonard Nimoy sent me a helpful explanation: \"The Klingon Bird of Prey has wings for the same reason that our own space shuttle does. It can land in an earth-like atmosphere.\"", "running_time": 105, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Adventure", "Family", "Science Fiction"], "title": "Star Trek III: The Search for Spock (1984)"}