{"url": "http://www.rogerebert.com/reviews/star-wars-episode-ii-attack-of-the-clones-2002", "by": "Ewan McGregoras Obi-Wan Kenobi", "star_rating": 2.0, "text": "It is not what's there on the screen that disappoints me, but what's not there. It is easy to hail the imaginative computer images that George Lucas brings to \"Star Wars: Episode II--Attack of the Clones.\" To marvel at his strange new aliens and towering cities and sights such as thousands of clones all marching in perfect ranks into a huge spaceship. To see the beginnings of the dark side in young Anakin Skywalker. All of those experiences are there to be cheered by fans of the \"Star Wars\" series, and for them this movie will affirm their faith.\n\nBut what about the agnostic viewer? The hopeful ticket buyer walking in not as a cultist, but as a moviegoer hoping for a great experience? Is this \"Star Wars\" critic-proof and scoff-resistant? Yes, probably, at the box office. But as someone who admired the freshness and energy of the earlier films, I was amazed, at the end of \"Episode II,\" to realize that I had not heard one line of quotable, memorable dialogue. And the images, however magnificently conceived, did not have the impact they deserved. I'll get to them in a moment.\n\nThe first hour of \"Episode II\" contains a sensational chase through the skyscraper canyons of a city, and assorted briefer shots of space ships and planets. But most of that first hour consists of dialogue, as the characters establish plot points, update viewers on what has happened since \"Episode I,\" and debate the political crisis facing the Republic. They talk and talk and talk. And their talk is in a flat utilitarian style: They seem more like lawyers than the heroes of a romantic fantasy.\n\nIn the classic movie adventures that inspired \"Star Wars,\" dialogue was often colorful, energetic, witty and memorable. The dialogue in \"Episode II\" exists primarily to advance the plot, provide necessary information, and give a little screen time to continuing characters who are back for a new episode. The only characters in this stretch of the film who have inimitable personal styles are the beloved Yoda and the hated Jar-Jar Binks, whose idiosyncrasies turned off audiences for \"Phantom Menace.\" Yes, Jar-Jar's accent may be odd and his mannerisms irritating, but at least he's a unique individual and not a bland cipher. The other characters--Obi-Wan Kenobi, Padme Amidala, Anakin Skywalker--seem so strangely stiff and formal in their speech that an unwary viewer might be excused for thinking they were the clones, soon to be exposed.\n\nToo much of the rest of the film is given over to a romance between Padme and Anakin in which they're incapable of uttering anything other than the most basic and weary romantic cliches, while regarding each other as if love was something to be endured rather than cherished. There is not a romantic word they exchange that has not long since been reduced to cliche.\n\nNo, wait: Anakin tells Padme at one point: \"I don't like the sand. It's coarse and rough and irritating--not like you. You're soft and smooth.\" I hadn't heard that before.\n\nWhen it comes to the computer-generated images, I feel that I cannot entirely trust the screening experience I had. I could see that in conception many of these sequences were thrilling and inventive. I liked the planet of rain, and the vast coliseum in which the heroes battle strange alien beasts, and the towering Senate chamber, and the secret factory where clones were being manufactured.\n\nBut I felt like I had to lean with my eyes toward the screen in order to see what I was being shown. The images didn't pop out and smack me with delight, the way they did in earlier films. There was a certain fuzziness, an indistinctness that seemed to undermine their potential power.\n\nLater I went on the Web to look at the trailers for the movie, and was startled to see how much brighter, crisper and more colorful they seemed on my computer screen than in the theater. Although I know that video images are routinely timed to be brighter than movie images, I suspect another reason for this. \"Episode II\" was shot entirely on digital video. It is being projected in digital video on 19 screens, but on some 3,000 others, audiences will see it as I did, transferred to film.\n\nHow it looks in digital projection I cannot say, although I hope to get a chance to see it that way. I know Lucas believes it looks better than film, but then he has cast his lot with digital. My guess is that the film version of \"Episode II\" might jump more sharply from the screen in a small multiplex theater. But I saw it on the largest screen in Chicago, and my suspicion is, the density and saturation of the image were not adequate to imprint the image there in a forceful way.\n\nDigital images contain less information than 35mm film images, and the more you test their limits, the more you see that. Two weeks ago I saw \"Patton\" shown in 70mm Dimension 150, and it was the most astonishing projection I had ever seen--absolute detail on a giant screen, which was 6,000 times larger than a frame of the 70mm film. That's what large-format film can do, but it's a standard Hollywood has abandoned (except for IMAX), and we are being asked to forget how good screen images can look--to accept the compromises. I am sure I will hear from countless fans who assure me that \"Episode II\" looks terrific, but it does not. At least, what I saw did not. It may look great in digital projection on multiplex-size screens, and I'm sure it will look great on DVD, but on a big screen it lacks the authority it needs.\n\nI have to see the film again to do it justice. I'm sure I will greatly enjoy its visionary sequences on DVD; I like stuff like that. The dialogue is another matter. Perhaps because a movie like this opens everywhere in the world on the same day, the dialogue has to be dumbed down for easier dubbing or subtitling. Wit, poetry and imagination are specific to the languages where they originate, and although translators can work wonders, sometimes you get the words but not the music. So it's safer to avoid the music.\n\nBut in a film with a built-in audience, why not go for the high notes? Why not allow the dialogue to be inventive, stylish and expressive? There is a certain lifelessness in some of the acting, perhaps because the actors were often filmed in front of blue screens so their environments could be added later by computer. Actors speak more slowly than they might--flatly, factually, formally, as if reciting. Sometimes that reflects the ponderous load of the mythology they represent. At other times it simply shows that what they have to say is banal. \"Episode II-- Attack of the Clones\" is a technological exercise that lacks juice and delight. The title is more appropriate than it should be.", "running_time": 124, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-05-10", "genres": ["Action", "Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Star Wars -- Episode II: Attack Of The Clones (2002)"}