{"url": "http://www.rogerebert.com/reviews/stardust-memories-1980", "by": "Woody Allenas Sandy", "star_rating": 2.0, "text": "\r\n\n\nThe movie begins by acknowledging its sources of visual\r\ninspiration. We see a claustrophobic Allen trapped in a railroad car (that's\r\nfrom the opening of “8 1/2,” with Marcello Mastroianni trapped in an auto), and\r\nthe harsh black-and-white lighting and the ticking of a clock on the sound\r\ntrack give us a cross-reference to the nightmare that opens Ingmar Bergman's “Wild\r\nStrawberries.” Are these the exact scenes Allen had in mind? Probably, but no\r\nmatter; he clearly intends “Stardust Memories” to be his “8 1/2,” and it\r\ndevelops as a portrait of the artist's complaints. \n\n\r\nMost of the action of the film centers around\r\ntwo subjects. The first is a weekend film seminar (obviously patterned after\r\nJudith Crist's weekends at Tarrytown, N.Y.), to which the Allen character has\r\nbeen invited. The second subject is a very familiar one, Allen's stormy\r\nrelationships with women. The subjects blend into the basic complaint of the\r\nWoody Allen persona we have come to know and love, and can be summarized\r\nbriefly: If I'm so famous and brilliant and everybody loves me, then why\r\ndoesn't anybody in particular love me? \n\n\r\nAt the film seminar, the Allen character is\r\nconstantly besieged by groupies. They come in all styles: pathetic young girls\r\nwho want to sleep with him, fans who want his autograph, weekend culture\r\nvultures, and people who spend all their time at one event promoting the next\r\none they're attending. Allen makes his point early, by shooting these\r\nunfortunate creatures in close-up with a wide-angle lens that makes them all\r\nlook like Martians with big noses. They add up to a nightmare, a nonstop\r\ninvasion of privacy, a shrill chorus of people whose praise for the artist is\r\nreally a call for attention. \n\n\r\nFine, except what else does Allen have to say\r\nabout them? Nothing. In the Fellini film, the director-hero was surrounded by\r\nsycophants, business associates, would-be collaborators, wives, mistresses, old\r\nfriends, all of whom made calls on his humanity. In the Allen picture, there's\r\nno depth, no personal context: They're only making calls on his time. What's\r\nmore, the Fellini character was at least trying to create something, to harass\r\nhis badgered brain into some feeble act of thought. But the Allen character\r\nexpresses only impotence, despair, uncertainty, discouragement. All through the\r\nfilm, Allen keeps talking about diseases, catastrophes, bad luck that befalls\r\neven the most successful. Yes, but that's what artists are for: to hurl their\r\nimagination, joy, and conviction into the silent maw. Sorry if I got a little\r\ncarried away. “Stardust Memories” inspires that kind of frustration, though,\r\nbecause it's the first Woody Allen film in which impotence has become the\r\nsituation rather than the problem. This is a movie about a guy who has given\r\nup. His relationships with women illustrate that; after the marvelous and\r\ncomplex women in “Annie Hall” and Manhattan, in “Stardust Memories” we get a\r\nseries of enigmas and we never really feel that Allen is connecting with them.\r\nThese women don't represent failed relationships, they represent\r\nwalk-throughs. \n\n\r\nWoody Allen has always loved jazz and the great\r\nmainstream American popular music. There's a lot of it in “Stardust Memories,”\r\nbut it doesn't amplify or illustrate the scene this time it steals them.\r\nThere's a scene where Allen remembers a wonderful spring morning spent with a\r\nformer love (Charlotte Rampling), and how he looked up in his apartment to see\r\nher there, and for a moment felt that life was perfect. As Allen shows that\r\nmoment, Louis Armstrong sings \"Stardust\" on the sound track, and something\r\nhappens that should not be allowed to happen. We find our attention almost\r\nentirely on Armstrong's wonderfully loose jazz phrasing. \n\n\r\n“Stardust Memories” is a disappointment. It\r\nneeds some larger idea, some sort of organizing force, to pull together all\r\nthese scenes of bitching and moaning, and make them lead somewhere.", "running_time": 89, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Comedy", "Drama", "Romance"], "title": "Stardust Memories (1980)"}