{"url": "http://www.rogerebert.com/reviews/stardust-2007", "by": "Claire Danesas Yvaine", "star_rating": 2.5, "text": "A fantasy, even a comic fantasy, needs above all to be lean and uncluttered. Only reality is untidy. The classic fantasy structure involves the hero, the quest, the prize and what stands in the way. It is not a good sign that almost the most entertaining element of \"Stardust\" is Captain Shakespeare appearing from the skies in his dirigible pirate ship. Shakespeare, played by Robert De Niro as a transvestite swashbuckler (swishbuckler?) is wonderful, but he should be forced to wear a badge saying, \"Hi! I'm the deus ex machina!\"\n\nThere are lots of other good things in the movie, but they play more like vaudeville acts than part of a coherent plot. It's a film you enjoy in pieces, but the jigsaw never gets solved. I liked it, but \"The Princess Bride\" it's not.\n\nThe plot, by Neil Gaiman, based on his novel: England is separated from the fantasy kingdom of Stormhold by a wall. Inside the wall, in a village conveniently named Wall, lives a plucky lad named Tristan (Charlie Cox), who is in love with a lass named Victoria (Sienna Miller). He fears losing her to a rival, but one night they see a shooting star fall inside the wall, and he vows to retrieve it for her.\n\nIt is not very hard to get through the wall, which is an example of Stormhold's crumbling infrastructure. Tristan's father was once able to bound through a gap in the wall, but Tristan has more trouble with an ancient guard and employs a magic candle which, by definition, works its magic. Inside, he discovers that the star is, in fact, a beautiful girl with long blond tresses named Yvaine (Claire Danes). I think her name makes her a sort of vain Yvonne. She possesses such secrets as eternal life, which are worth having, and so there's a rivalry for her powers.\n\nIn this corner: Three Macbethesque witches (Gaiman is a fan of Shakespeare), led by Lamia (Michelle Pfeiffer), who believe Yvaine can restore their beauty. In the other corner: The Learesque King Stormhold (Peter O'Toole), with three living sons and four dead ones, who appear in black and white as Hamlet's fatheresque ghosts. (Note to editors: Why can't that be a word?) The dying king believes Yvaine can restore his throne to his living sons, although let's hope he doesn't try dividing the kingdom among them.\n\nTristan is on his own among these scoundrels. At least he has Yvaine's sympathy. As the only one who doesn't want to rip out her heart and eat it, he has much to recommend him. Lamia, meanwhile, begins by looking like Michelle Pfeiffer but the more she employs her black magic, the more she looks like Peter O'Toole, who has already gone about as far as he can go.\n\nMeanwhile, Captain Shakespeare sails in like an outtake from \"Baron Munchhausen\" and hopes to pillage, plunder and provide comic relief. The movie becomes very busy at this point, and Tristan's quest to win Victoria's heart is upstaged by everybody else's quest to eat Yvaine's.\n\nStill, Gaiman's many admirers will be familiar with the material and find their way around, and director Matthew Vaughn lays on the special effects; the movie is not boring, just cluttered and not focused enough. There is a kind of narrative flow that makes you want to be swept along, and another that's just one thing after another. \"Stardust\" is fun enough the first time through, but it doesn't pass the Derek Malcolm Test: \"A great movie is a movie I cannot bear the thought of never seeing again.\"", "running_time": 127, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-08-09", "genres": ["Action", "Adventure", "Comedy", "Family", "Fantasy", "Foreign", "Romance", "Science Fiction"], "title": "Stardust (2007)"}