{"url": "http://www.rogerebert.com/reviews/star-80-1983", "by": "Mariel Hemingwayas Dorothy", "star_rating": 4.0, "text": "Bob Fosse dresses all in black and makes films about the demonic under-currents in our lives. Look at his credits: \"Cabaret,\" \"Lenny,\" \"All That Jazz\" and now, \"Star 80.\" Although his Broadway musicals have been upbeat entertainments, he seems to see the movie camera as a device for peering into our shames and secrets.\n\n\"Star 80\" is his most despairing film. After the Nazi decadence of \"Cabaret,\" after the drug abuse and self-destruction in \"Lenny\" and the death-obsessed hero of \"All That Jazz,\" here is a movie that begins with violent death and burrows deeper. There were times when I could hardly keep my eyes on the screen, and a moment near the end when I seriouslyasked myself if I wanted to stay in the theater. \n\nAnd yet I think this is an important movie. Devastating, violent, hopeless, and important, because it holds a mirror up to a part of the world we live in, and helps us see it more clearly. In particular, it examines the connection between fame and obscurity, between those who have a moment of praise and notoriety, and those who see themselves condemned to stand always at the edge of the spotlight. \n\nLike Martin Scorsese's \"Taxi Driver,\" it is a movie about being an outsider and about going crazy with the pain of rejection.\rThe movie tells the story of two young people from Vancouver. One of them was Dorothy Stratten, a shy, pretty blond who thought her hands and feet were too big, who couldn't understand why anyone would value her, but who was close enough to some sort of idealized North American fantasy that she became the 1979 Playmate of the Year. The other was Paul Snider, a Vancouver small-timer who worked as a salesman, con man and part-time pimp.\n\nWhen Paul saw, Dorothy behind the counter of a hamburger stand, he knew she was his ticket to the big time. Dorothy resisted his compliments at first, but he was so relentless in his adoration that she surrendered to his fantasies. Paul masterminded Dorothy's rise to the big time. He arranged the photo session that attracted the eye of Playboy's talent scouts. He bought her dresses and flowers, He pushed her into the limelight and then edged into it next to her. \n\nBut then she went to Los Angeles and found the real stardust, the flattery of the Playboy Mansion, the attentions of young men whose sports cars were bought with their own money, while Paul's was bought with hers. Paul had a vanity license plate made: STAR 80. But Dorothy had moved out of his world, had been given a taste of a larger world that, frankly, Paul didn't have the class to appreciate. \n\nShe fell in love with a movie director. She went out of town on location. She and Paul drifted apart, and he went mad with jealousy and resentment. On Aug. 14, 1980, Dorothy went back to the shabby little North Hollywood bungalow they had rented together, and Paul murdered her. \"Star 80\" begins with the murder. Everything else is in flashback, and, therefore, the film has no really happy scenes. \n\nDorothy's triumphs are all stained with our knowledge of what will happen. Every time she smiles, it's poignant. We know Paul will go berserk and kill her, and so we can see from the beginning that he's unbalanced. Fosse knows his material is relentlessly depressing, and so he doesn't try for moments of relief. Although we enter the world of Playboy and see Dorothy partying in the mansion and posing in nude modeling sessions, although the whole movie is concerned with aspects of sex, there is never an erotic moment. Fosse keeps his distance, regarding Dorothy more as a case study than as a fantasy.\n\nThat makes Mariel Hemingway's performance as Dorothy all the more powerful. She has been remade into the sleek, glossy Playmate image, but at 22 she still has the adolescent directness and naivete that she used so well in \"Manhattan\" and \"Personal Best.\" She's a big kid. Her eyes open wide when she gets to Los Angeles, and she's impressed by the attention she's receiving. The character she plays is simple, uncomplicated, shallow and so trusting that she never does realize how dangerous Paul really is.\n\nThe other performances in the movie are equally strong. Eric Roberts, as Paul, even succeeds in persuading us to accept him as a suffering human being rather than as a hateful killer. Like Robert De Niro as Travis Bickle in \"Taxi Driver,\" he fills his role with so much reality that we feel horror, but not blame. Carroll Baker, as Dorothy's mother, is heartbreakingly incapable of connecting in any meaningful way with her daughter.\n\nWhat is the point of \"Star 80\"? I'm not sure, just as I wasn't sure of the points of \"In Cold Blood\" or \"Lacombe, Lucien\" or \"The Executioner's Song.\" There is no redemption in the movie, no catharsis. It unblinkingly looks at the short life of a simple, pretty girl, and the tortured man who made her into something he couldn't have, and then killed her for it. The movie seems to be saying: These things happen. After it was over, I felt bad for Dorothy Stratten. In fact, for everybody.", "running_time": 103, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-11-10", "genres": ["Drama"], "title": "Star 80 (1983)"}