{"url": "http://www.rogerebert.com/reviews/star-trek-the-motion-picture-1979", "by": "William Shatneras Kirk", "star_rating": 3.0, "text": "Epic science-fiction stories, with their cosmic themes and fast truths about the nature of mankind, somehow work best when the actors are unknown to us. The presence of the Star Trek characters and actors who have become so familiar to us on television tends in a strange way to undermine this movie. The audience walks in with a possessive, even patronizing attitude toward Kirk and Spock and Bones, and that interferes with the creation of the \"sense of wonder\" that science fiction is all about.\n\n Let's begin with the toy for the eyes. The Star Trek movie is fairly predictable in its plot. We more or less expected that two of the frequent ingredients in the television episodes would be here, and they are: a confrontation between Starship Enterprise and some sort of alien entity, and a conclusion in which basic human values are affirmed in a hostile universe. In \"Star Trek: The Motion Picture\", the alien entity is an unimaginably vast alien spaceship from somewhere out at the edge of the galaxy. The movie opens as it's discovered racing directly toward Earth, and it seems to be hostile. Where has it come from, and what does it want?\n\n The Starship Enterprise, elaborately rebuilt, is assigned to go out to intercept it, with Admiral Kirk, of course, in charge. And scenes dealing with the Enterprise and the other ship will make up most of the movie if the special effects aren't good, the movie's not going to work. But they are good, as, indeed, they should be: The first special-effects team on this movie was fired, and the film's release was delayed a year while these new effects were devised and photographed. (The effects get better, by the way, as the movie progresses. The alien ship looks great but the spaceports and futuristic cities near the film's beginning loom fairly phony.)\n\n The Enterprise, perhaps deliberately, looks a lot like other spaceships we've seen in \"2001: A Space Odyssey,\" \"Silent Running,\" \"Star Wars,\" and \"Alien.\" Kubrick's space odyssey set a visual style for the genre that still seems to be serviceable. But the look of the other spaceship in \"Star Trek\" is more awesome and original. It seems to reach indefinitely in all directions, the Enterprise is a mere speck inside of it, and the contents of the alien vessel include images of the stars and planets it has passed en route, as well as enormous rooms or spaces that seem to be states of a computer-mind. This is terrific stuff.\n\n But now we get to the human level (or the half-human level, in the case of Mr. Spock). The characters in this movie are part of our cultural folklore; the Star Trek television episodes have been rerun time and time again. Trekkies may be unhappy with me for saying this, but there are ways in which our familiarity with the series works against the effectiveness of this movie. On the one hand we have incomprehensible alien forces and a plot that reaches out to the edge of the galaxy.\n\n On the other hand, confronting these vast forces, we have television pop heroes. It's great to enjoy the in-jokes involving the relationships of the Enterprise crew members and it's great that Trekkies can pick up references meant for them, but the extreme familiarity of the Star Trek characters somehow tends to break the illusion in the big scenes involving the alien ship.\n\n Such reservations aside, \"Star Trek: The Motion Picture\" is probably about as good as we could have expected. It lacks the dazzling brilliance and originality of 2001 (which was an extraordinary one-of-a-kind film). But on its own terms it's a very well-made piece of work, with an interesting premise. The alien spaceship turns out to come from a mechanical or computer civilization, one produced by artificial intelligence and yet poignantly \"human\" in the sense that it has come all this way to seek out the secrets of its own origins, as we might.\n\n There is, I suspect, a sense in which you can be too sophisticated for your own good when you see a movie like this. Some of the early reviews seemed pretty blase, as if the critics didn't allow themselves to relish the film before racing out to pigeonhole it. My inclination, as I slid down in my seat and the stereo sound surrounded me, was to relax and let the movie give me a good time. I did and it did.", "running_time": 132, "mpaa_rating": "G", "release_year": 1979, "date_published": "1979-12-07", "genres": ["Action", "Adventure", "Family", "Science Fiction"], "title": "Star Trek: The Motion Picture (1979)"}