{"url": "http://www.rogerebert.com/reviews/stardust-1975", "by": "David Essexas Jim MacLaine", "star_rating": 3.5, "text": "Michael Apted's \"Stardust\" shares its basic structure with those countless other film biographies (\"biopics,\" Variety calls them) about musicians. By now we know the scenes by heart. The star starts at the bottom with a dream and a pawned guitar. He plays scruffy little clubs, lives in flophouses and confides his ambitions to his loyal buddy. Then his big break comes. He leaps to the top, wins fame and fortune, doesn't listen to his buddy's advice and is destroyed by dishonest managers, booze, drugs, women or all four.\n\nIn the old days, musical biopics then went on to provide an obligatory comeback scene (remember Sal Mineo as Gene Krupa, picking up a dropped stick onstage at Carnegie Hall, spotting his sainted mother in the first row and launching into the solo of his career?) But these days we can't believe the comeback. Memories of Jim Morrison, Janis Joplin and Jimi Hendrix are too recent. So the movie just ends at the bottom. The times are hard for optimists.\n\n\"Stardust\" is, then, a fairly bleak film, but an honest and penetrating one. It's the story of a British musician [continuing the story begun in 1973's \"That'll Be the Day\"] who has elements of Paul McCartney, Bob Dylan and Jim Morrison mixed into a personality that isn't strong enough to stand up under the demands of superstardom. He begins as a competent and talented rocker, but the money, the fame and the pressure destroy what made him original, and he drifts away into a drugged state of self-idolatry. His last public appearance is a worldwide satellite TV spectacular, in which he presents an absurdly overblown, vulgar \"tribute to woman.\" And then he becomes a recluse in his castle in Spain.\n\nGiven the fact that a decade has to be covered in two hours, \"Stardust\" does a pretty good job of recalling the styles of the years since the Beatles. The clothes change from mod to fringed flower child to faded denim to the white garments of a blissed-out secular saint. The music moves from good-time rock to acid rock to freaked-out rock operas (and the big rock opera production number is a devastating put-down of the genre's pretensions). While all of this is happening, the star, played by a British rock singer named David Essex, goes to pieces before our eyes.\n\nThe movie isn't just the story of his collapse, however, but more accurately the story of his relationship with the loyal buddy and manager he started out with. The character is played by Adam Faith, himself an early 1960s British rock star, and the performance is a fine one -- controlled and sensitive. Faith is fiercely loyal to the Essex character and even jealous of his girl friend. He seems to have street smarts mixed up with hero worship, and although he knows better than anyone how much the star has deluded himself, he also knows why.\n\nThe movie is very good at conveying the feeling of a rock star's life. We meet the inevitable American business manager -- a Texan with a flair for hype -- and we see the groupies and hear the screams of the crowds (all photographed at real David Essex concerts, so the shots didn't have to be faked). There are scenes that seem to be uncanny echoes of \"A Hard Day's Night\" and others that capture the bone-weary exhaustion in rock documentaries like \"Don't Look Back\" and \"Gimme Shelter.\"\n\nAnd there are the little tricks of fate on which stardom hinges. The Essex character, for example, becomes the star of the group he's in because of a casual decision to feature him as a solo lead instead of another group member. And even then, their record wouldn't have been a hit if a disk jockey hadn't been provided with a girl. The immense power and money generated by a rock star is always seen against a background of the pure chance that got him there.\n\nThis is perhaps a good time for \"Stardust,\" when the phenomenon of mid-1960s rock groups is beginning to come a little into perspective, when rock concerts no longer are automatically sold out and when the pop music industry seems to be waiting for . . . whatever will come next. \"Stardust\" is history seen close up, it's a portrait of public triumph and private disintegration, and it's written, directed and acted with an intelligence we didn't often get in the rock films of the 1960s, before the day the music died.", "running_time": 107, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Drama"], "title": "Stardust (1975)"}