{"url": "http://www.rogerebert.com/reviews/star-maps-1997", "by": "Douglas Spainas Carlos", "star_rating": 2.0, "text": "Sometimes while channel surfing I'll linger with envy on the Spanish-language stations, where the dramas always seem steamier and more dramatic. I wish I spoke the language. I have a feeling I wouldn't be as bored. Characters make emotional declarations, bosoms heave, eyes flash, hair is tossed, faces are slapped, and there's lots of weeping, especially during emotional partings.\n\n“Star Maps” is a movie that exists in the same emotional range, but it's in English, which is not necessarily an advantage, since you can almost always imagine better dialogue than the actors come up with in soft-core melodrama. The movie tells the story of a malevolent father named Pepe (Efrain Figueroa) who controls a string of young men on Hollywood street corners, who pretend to be selling maps to the stars' homes, but are actually male prostitutes.\n\nAs the film opens, Pepe's son Carlos (Douglas Spain), who dreams of being an actor, has returned from Mexico, where he was in amateur productions. He hopes his father's “connections” in show biz will help him get his career started. His father immediately puts him out on the street as a hustler. It's a family tradition: Pepe's own father did the same to him.\n\nMeanwhile, at home, life is chaotic. Pepe's wife, Teresa (Martha Velez), spends most of her time in bed, allegedly dying of cancer. Sometimes she has hallucinations in which she smiles and jokes with Cantinflas, the famous comedian. It was Teresa who sent young Carlos to her family in Mexico to get him away from the evil Pepe, and now that Carlos is back, Teresa has retreated into madness. Her daughter Maria (Lysa Flores), who has somehow escaped the family curse, warns Carlos that their father will destroy him. Meanwhile, another brother spends most of his time on the couch, eating. Occasionally he rouses himself to put on an S M superhero costume and enact private fantasies.\n\nCarlos doesn't much mind being a hustler, since for him it is good practice for the acting profession. But one day his luck changes when he meets Jennifer (Kandeyce Jorden), a TV star, who is, she says, “looking for a nice little Mexican boy.” The sex is good, and she decides she wants him around all the time, so she demands that he be written into her show. (“You're a Mexican stud. I'm helpless and white.”) Jennifer's husband, who produces the show, is not pleased by this development.\n\nOne of the better subplots involves the relationship between Pepe and Letti (Annette Murphy), his mistress, who he also has working as a hooker. Letti for some reason trusts this monster, who exists on the fringes of Hollywood respectability, finding clients through bartenders (and promising clients “a guide to show you the more intimate parts of Hollywood”). After he beats up Letti, Pepe is thrown out of a bar where he gets a lot of business, and that causes changes in the family's fortunes.\n\nAnd there's more. Much more. “Star Maps” reads like a collision involving three or four scripts in different stages of development. It's a comedy, especially as Jennifer's writers try to rewrite a script to make use of Carlos. It's a tragedy, because Pepe is unspeakably evil and brutal. It's magic realism, as the mother chats with Cantinflas. And there are times when I think it's trying for parody, as when the sister, Maria, brings home the nice pharmacist who likes her, and Pepe puts on a horror show around the dinner table. (The pharmacist says, “Sir! This is no way to treat your daughter!” The father says, “I think she is probably a virgin. It's gonna cost you $50.”) “Star Maps” is not, to be sure, boring. But it is wildly unfocused. Is it about family abuse, prostitution, show business, dreams of fame or what? It was written and directed by Miguel Arteta, who shows great energy and a dramatic drive, and with a more considered screenplay might have made a better movie. Walking out of the theater, I found myself wondering how this film will affect the lives of the people who really do sell maps to the stars' homes.", "running_time": 95, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-08", "genres": ["Comedy", "Drama"], "title": "Star Maps (1997)"}