{"url": "http://www.rogerebert.com/reviews/star-wars-episode-iii-revenge-of-the-sith-2005", "by": "Ewan McGregoras Obi-Wan Kenobi", "star_rating": 3.5, "text": "George Lucas comes full circle in more ways than one in \"Star Wars: Episode III -- Revenge of the Sith,\" which is the sixth -- and allegedly but not necessarily the last -- of the \"Star Wars\" movies. After \"Episode II\" got so bogged down in politics that it played like the Republic covered by C-Span, \"Episode III\" is a return to the classic space opera style that launched the series. Because the story leads up to where the original \"Star Wars\" began, we get to use the immemorial movie phrase, \"This is where we came in.\"\n\nThat Anakin Skywalker abandoned the Jedi and went over to the dark side is known to all students of \"Star Wars.\" That his twins Luke Skywalker and Princess Leia would redeem the family name is also known. What we discover in \"Episode III\" is how and why Anakin lost his way -- how a pleasant and brave young man was transformed into a dark, cloaked figure with a fearsome black metal face. As Yoda sadly puts it in his inimitable word order: \"The boy you trained, gone he is, consumed by Darth Vader.\"\n\nAs \"Episode III\" opens, Anakin Skywalker (Hayden Christensen) and his friend Obi-Wan Kenobi (Ewan McGregor) are piloting fighter craft, staging a daring two-man raid to rescue Chancellor Palpatine (Ian McDiarmid). He has been captured by the rebel Gen. Grievous (whose voice, by Matthew Woods, sounds curiously wheezy considering the general seems to use replacement parts). In the spirit of all the \"Star Wars\" movies, this rescue sequence flies in the face of logic, since the two pilots are able to board Grievous' command ship and proceed without much trouble to the ship's observation tower, where the chancellor is being held. There is a close call in an elevator shaft, but where are the guards and the security systems? And why, for that matter, does a deep space cruiser need an observation tower, when every porthole opens on to the universe? But never mind.\n\nBack within the sphere of the Jedi Council, Anakin finds that despite his heroism, he will not yet be named a Jedi Master. The council distrusts Palpatine and wants Anakin to spy on him; Palpatine wants Anakin to spy on the council. Who to choose? McDiarmid has the most complex role in the movie as he plays on Anakin's wounded ego. Anakin is tempted to go over to what is not yet clearly the dark side; in a movie not distinguished for its dialogue, Palpatine is insidiously snaky in his persuasiveness.\n\nThe way Anakin approaches his choice, however, has a certain poignancy. Anakin has a rendezvous with Padme (Natalie Portman); they were secretly married in the previous film, and now she reveals she is pregnant. His reaction is that of a nice kid in a teenage comedy, trying to seem pleased while wondering how this will affect the other neat stuff he gets to do. To say that George Lucas cannot write a love scene is an understatement; greeting cards have expressed more passion.\n\nThe dialogue throughout the movie is once again its weakest point: The characters talk in what sounds like Basic English, without color, wit or verbal delight, as if they were channeling Berlitz. The exceptions are Palpatine and of course Yoda, whose speech (voiced by Frank Oz) reminds me of Wolcott Gibbs' famous line about the early style of Time magazine: \"Backward ran sentences until reeled the mind.\"\n\nIn many cases the actors are being filmed in front of blue screens, with effects to be added later, and sometimes their readings are so flat, they don't seem to believe they're really in the middle of amazing events. How can you stand in front of exploding star fleets and sound as if you're talking on a cell phone at Starbucks?\n\n\"He's worried about you,\" Anakin is told at one point. \"You've been under a lot of stress.\" Sometimes the emphasis in sentences is misplaced. During the elevator adventure in the opening rescue, we hear \"Did I miss something?\" when it should be \"Did I miss something?\"\n\nThe dialogue is not the point, however; Lucas' characters engage in sturdy oratorical pronunciamentos and then leap into adventure. \"Episode III\" has more action per square minute, I'd guess, than any of the previous five movies, and it is spectacular. The special effects are more sophisticated than in the earlier movies, of course, but not necessarily more effective.\n\nThe dogfight between fighters in the original \"Star Wars\" and the dogfight that opens this one differ in their complexity (many more ships this time, more planes of action, more detailed backgrounds) but not in their excitement. And although Lucas has his characters attend a futuristic opera that looks like a cross between Cirque de Soleil and an ultrasound scan of an unborn baby, if you regard the opera hall simply as a place, it's not as engaging as the saloon on Tatooine in the first movie.\n\nThe lesson, I think, is that special effects should be judged not by their complexity but by the degree that they stimulate the imagination, and \"Episode III\" is distinguished not by how well the effects are done, but by how amazingly they are imagined. A climactic duel on a blazing volcanic planet is as impressive, in its line, as anything in \"Lord of the Rings.\" And Yoda, who began life as a Muppet but is now completely animated (like about 70 percent of what we see onscreen), was to begin with and still is the most lifelike of the non-humanoid \"Star Wars\" characters.\n\nA word, however, about the duels fought with lightsabers. When they flashed into life with a mighty whizzing thunk in the first \"Star Wars\" and whooshed through their deadly parabolas, that was exciting. But the thrill is gone.\n\nThe duelists are so well-matched that saber fights go on forever before anyone is wounded, and I am still not sure how the sabers seem able to shield their bearers from attack. When it comes to great movie sword fights, Liam Neeson and Tim Roth took home the gold medal in \"Rob Roy\" (1995), and the lightsaber battles in \"Episode III\" are more like isometrics.\n\nThese are all, however, more observations than criticisms. George Lucas has achieved what few artists do; he has created and populated a world of his own. His \"Star Wars\" movies are among the most influential, both technically and commercially, ever made. And they are fun. If he got bogged down in solemnity and theory in \"Episode II: Attack of the Clones,\" the Force is in a jollier mood this time, and \"Revenge of the Sith\" is a great entertainment.\n\nNote: I said this is not necessarily the last of the \"Star Wars\" movies. Although Lucas has absolutely said he is finished with the series, it is inconceivable to me that 20th Century-Fox will willingly abandon the franchise, especially as Lucas has hinted that parts VII, VIII and IX exist at least in his mind. There will be enormous pressure for them to be made, if not by him, then by his deputies.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-05-19", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Star Wars -- Episode III: Revenge of the Sith (2005)"}