{"url": "http://www.rogerebert.com/reviews/starting-over-1979", "by": "Burt Reynoldsas Phil Potter", "star_rating": 2.0, "text": "It's painfully obvious where \"Starting Over\" got its inspiration—or, rather, where It didn't get inspiration enough. It's a movie made by people who loved \"An Unmarried Woman.\" And, indeed, it even includes the star of \"An Unmarried Woman,\" Jill Clayburgh, but she's not in the middle this time, because \"Starting Over\" could have been called \"An Unmarried Man.\" The man is Burt Reynolds, caught between an unhappy marriage with Candice Bergen and an unsettled love affair with Clayburgh.\n\nThe movie claims to be based on the novel by Dan Wakefield. So it is, perhaps, especially in the source of some of its scenes. But the tone here is based on the films of Paul Mazursky, whose \"An Unmarried Woman\" was one of last year's very best films. Mazursky has staked out a whole cinematic reservation that might be called the World of Complicated Adults. His characters effortlessly control all the tools, both physical and psychic, of High Rise Man, from the Cuisinart to the shrink. But within their souls there is a soft screaming.\n\nWhen Mazursky enters his world, he is immediately at home there, and so also are we. He catches the feeling of things so exactly—the small phrases that mean more than they say, the easy laughs that conceal harder truths—that we feel a series of recognitions. We feel them, and so, I suspect, do other film makers and actors. \"An Unmarried Woman\" is precisely the kind of movie that makes directors and stars want to make one something like it. And that's a tricky temptation, because it's not an easy movie to make.\n\nBurt Reynolds is cast somewhat against type: He free-lances for a magazine, walks out of a bad marriage with Bergen, moves from New York to Boston, turns out to be a sorta shy, basically trustworthy guy, and falls in love with Clayburgh. Fine, except we're left guessing who exactly he's supposed to be: The good laughs, when they come, still come because this is Burt Reynolds, not because he's a character named (lets see here) Phil Potter.\n\nWe're also not sure where he's coming from nor where he's going. The Bergen character is a mess; are we supposed to take her songs of feminist self-discovery seriously, or is she a parody? The Clayburgh character's a little more three-dimensional, but we're never quite sure exactly why these people love each other because they never seem quite introduced to one another.\n\nThe movie's further complicated by a screenplay that supplies really dumb TV sitcom situations for everyone. Reynolds wants to vent his hostility against the recalcitrant Clayburgh? Great! Let her star in the Dunk-the-Clown booth at the winter carnival, and let him dunk her three times. Clayburgh wants to move in with Reynolds? Swell! Let Bergen choose that exact day to visit his new apartment.\n\n\"Starting Over\" actually feels sort of embarrassed at times, maybe because characters are placed in silly sitcom situations and then forced to say lines that are supposed to be revealing and real. When the gags do work, and occasionally they do, it's more a matter of acute social observation than good writing, as when a guy in a department store screams at a bunch of shoppers, \"Anybody got some Valium?\"— and of course everybody does.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-10-05", "genres": ["Comedy", "Romance"], "title": "Starting Over (1979)"}