{"url": "http://www.rogerebert.com/reviews/star-trek-vi-the-undiscovered-country-1991", "by": "William Shatneras Capt.Kirk", "star_rating": 3.0, "text": "At the end their signatures are written large across the screen: William Shatner, Leonard Nimoy, DeForest Kelley and the others who have been playing the crew of the Starship Enterprise for the past 25 years. The implication is that the original voyage of “Star Trek” has come to an end--that the characters and players of the first television series and the six “Star Trek” movies will now go where no “Star Trek” actor has gone before, into retirement, and that if there is another “Star Trek” movie it will star, perhaps, the cast of TV’s “Star Trek” The Next Generation.”\n\nI am not so sure, however. This sixth “Star Trek” film has so much more life and interest than the dreary “Star Trek V: The Final Frontier” that perhaps it will tempt Paramount into still another story for Captain Kirk and his crew (perhaps a training voyage for the new generation?). “Star Trek VI: The Undiscovered Country” begins, as so many “Star Trek” stories do, with a story set in the future but parallel to contemporary developments. In this case, as the Klingon empire begins to self-destruct after a Chernoble-type explosion on one of its moons, the obvious reference is to the disintegration of the Russian empire.\n\nAs the Klingons sue for peace, the Enterprise is assigned to go out to the edges of Federation space and negotiate with them. Captain Kirk is bitterly reluctant; he doesn’t believe the Klingons can be trusted, ever. But Mr. Spock informs him of an alleged ancient Vulcan proverb: “Only Nixon can go to China.”\n\nThere are a lot of lines like that in the script by Nicholas Meyer and Denny Martin Flinn, and a lot of lines by Shakespeare, too, who supplies not only the movie’s subtitle but also many references from “Hamlet” and elsewhere (“He is better in the original Klingon,” one of the enemy snorts.) At one point two of the supporting actors, the distinguished Shakespearians David Warner and Christopher Plummer, seem to be trading familiar quotations instead of dialog, but the strange thing is, it’s effective; in its pop-culture way, “Star Trek” has taken on a kind of epic quality over the years, and such references help establish the notion that the story really does take place in a future that remembers the past.\n\nIf the dialog is from Shakespeare, the plot seems borrowed more from an old British country house mystery; one or more disloyal members of the Enterprise crew fire on a Klingon star cruiser and then port themselves on board to murder those who have come to ask for peace. Through plot complications that would have made Agatha Christie proud, the clues to the identify of the killers depend on bloody boots and bootprints, and figuring out who was where, and when.\n\n“Star Trek” has always been more allegory than science fiction. There is a kind of integrity, indeed, in the deliberately low-tech sets; the movies have always remained true to the klutzy art direction of the TV series, and in a post-”2001” and “Star Wars” age the bridge of the Enterprise still looks as if it were made out of old Captain Video props and a 1950s housewares show.\n\nIt doesn’t matter, because the movies aren’t really based on sets, or even much on action; they’re about ideas and relationships and here we see the old friendships of the Enterprise tested, and hear new versions of the same old jokes about how Vulcans don’t understand jokes. It’s entertaining, and reassuring.\n\nWhy on earth (or anywhere else) would Paramount want to retire this crew, which is as familiar and comforting as old family friends, and which does its job with the effortless grace of long familiarity? In Shakespeare, the “undiscovered country” is death. And elsewhere trhe bard refers to one who dies as being like an actor who goes off to “study a long silence.” I don’t know if that will work here. I doubt frankly that the crew of the Enterprise can stop talking long enough to die.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-12-06", "genres": ["Action", "Family", "Mystery", "Science Fiction"], "title": "Star Trek VI: The Undiscovered Country (1991)"}