{"url": "http://www.rogerebert.com/reviews/starting-out-in-the-evening-2007", "by": "Frank Langellaas Leonard Schiller", "star_rating": 4.0, "text": "Do you sometimes feel like you're the last serious reader left? Do you remember when the New York Times best-selling novels were by Faulkner, Mailer, Updike, Cheever, Welty or O'Hara? Do you thank heaven when Oprah chooses a great novel like A Fine Balance? Have you noticed that people have stopped obsessing about J.D. Salinger's disappearing act? Have you never found a later novelist as entertaining as Dickens? Did you study English in college and carry around Shakespeare a little conspicuously?\n\nOh, and do you ever wonder if you will ever find a soul mate? Here's a movie made for you. \"Starting Out in the Evening\" is a film about people who think literature is worth devoting a lifetime to. People who think great novelists are a species of saint. It honors values that seem obsolete in our trashy popular culture, obsessed with the sex lives of vacuumheads.\n\nThe story involves a 70-year-old novelist named Leonard Schiller (Frank Langella) and a 25-ish graduate student named Heather Wolfe (Lauren Ambrose). He wrote four books that were acclaimed as important and still are, although he's not much read anymore. He's been working on a fifth novel for a decade. She plays a graduate student who wants to write her thesis about him and has hopes that she may inspire a revival of interest in his work, and maybe blast that fifth novel out of his grip.\n\nThey are not alike. He puts on a coat and tie to sit down at his desk and write. He speaks with care and reserve. She is filled with all of the brashness and confidence of youth and believes she's just what the doctor ordered. He almost recoils under her first onslaught, but she is bright and verbal and, let it be said, attractive, and he doesn't send her away.\n\nSoon she is discovering what every interviewer learns from every novelist: He doesn't know what anything in his books \"stands for,\" he doesn't know where he gets his ideas, he doesn't think anything is autobiographical, and he has no idea what his \"message\" is. I am no novelist, but I am a professional writer, and I know two things that interviewers never believe: (1) the Muse visits during, not before, the act of composition, and (2) the writer takes dictation from that place in his mind that knows what he should write next.\n\nLeonard has a 40ish daughter named Ariel (Lili Taylor). She wants to have a baby and hears her clock ticking. She broke up with a longtime boyfriend named Casey (Adrian Lester), because he had no interest in children, but now they are seeing each other again. They know each other so well, they talk together so readily, that it is tempting to fall into the old ways. Their relationship is portrayed almost as fully as the one between Leonard and Heather, and we realize that everyone in the movie hears a clock ticking for some reason.\n\nThe Langella performance deserves an Oscar nomination. This is the man who appeared upside down outside a window in (the very good) \"Dracula\" (1979), and here he is as a reserved, solitary intellectual, 20 years a widower, confronted by a maelstrom in his life. And there is another matter, too -- the question of whether they will fall in love. No, no, not have an affair: Fall in love. Leonard is far past the appetite for affairs. How the movie handles this question is one of the most delicate and subtle things about it, and there is a fully clothed scene of intimacy between them that is as warm as a dozen sex scenes.\n\nLauren Ambrose's Heather has that superficial charm that masks deep wells of instinct and feeling, and Leonard gradually comes to see that she is more than she seems. Along the way, the film provides unusually intelligent discussion of books and careers, shows some social climbing and depicts the daughter Ariel as conflicted: She has no objection to her father doing whatever he chooses in theory, but practice is more complicated.\n\nThe screenplay by Fred Parnes and director Andrew Wagner is based on a novel by Brian Morton, unread by me, but not for long. Wagner is the man whose first film was the remarkable \"The Talent Given Us\" (2005), a pseudo-documentary starring his own family in a cross-country trip. One superficial similarity, or perhaps it goes deeper than that, involves the romantic feelings of older men. The movie is carefully modulated to draw us deeper and deeper into the situation, and uses no contrived plot devices to superimpose plot jolts on what is, after all, a story involving four civilized people who are only trying, each in a different way, to find happiness.\n\n* * * *\n\nRelated article:\n\nFrom the 2005 Sundance Film Festival:\n\nHow I met Andrew Wagner for the first time", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-12-13", "genres": ["Drama", "Indie"], "title": "Starting Out in the Evening (2007)"}