{"url": "http://www.rogerebert.com/reviews/star-wars-episode-i-the-phantom-menace-1999", "by": "Liam Neesonas Qui-Gon Jinn", "star_rating": 3.5, "text": "If it were the first \"Star Wars\" movie, \"The Phantom Menace\" would be hailed as a visionary breakthrough. But this is the fourth movie of the famous series, and we think we know the territory; many of the early reviews have been blase, paying lip service to the visuals and wondering why the characters aren't better developed. How quickly do we grow accustomed to wonders. I am reminded of the Isaac Asimov story \"Nightfall,\" about the planet where the stars were visible only once in a thousand years. So awesome was the sight that it drove men mad. We who can see the stars every night glance up casually at the cosmos and then quickly down again, searching for a Dairy Queen.\n\n\"Star Wars: Episode I--The Phantom Menace,\" to cite its full title, is an astonishing achievement in imaginative filmmaking. If some of the characters are less than compelling, perhaps that's inevitable: This is the first story in the chronology and has to set up characters who (we already know) will become more interesting with the passage of time. Here we first see Obi-Wan Kenobi, Anakin Skywalker, Yoda and R2-D2 and C-3PO. Anakin is only a fresh-faced kid in Episode I; in IV, V and VI, he has become Darth Vader.\n\nAt the risk of offending devotees of the Force, I will say that the stories of the \"Star Wars\" movies have always been space operas, and that the importance of the movies comes from their energy, their sense of fun, their colorful inventions and their state-of-the-art special effects. I do not attend with the hope of gaining insights into human behavior. Unlike many movies, these are made to be looked at more than listened to, and George Lucas and his collaborators have filled \"The Phantom Menace\" with wonderful visuals.\n\nThere are new places here--new kinds of places. Consider the underwater cities, floating in their transparent membranes. The Senate chamber, a vast sphere with senators arrayed along the inside walls, and speakers floating on pods in the center. And other places: the cityscape with the waterfall that has a dizzying descent through space. And the other cities: one city Venetian, with canals, another looking like a hothouse version of imperial Rome, and a third that seems to have grown out of desert sands.\n\nSet against awesome backdrops, the characters in \"The Phantom Menace\" inhabit a plot that is little more complex than the stories I grew up on in science-fiction magazines. The whole series sometimes feel like a cover from Thrilling Wonder Stories, come to life. The dialogue is pretty flat and straightforward, although seasoned with a little quasi-classical formality, as if the characters had read but not retained \"Julius Caesar.\" I wish the \"Star Wars\" characters spoke with more elegance and wit (as Gore Vidal's Greeks and Romans do), but dialogue isn't the point, anyway: These movies are about new things to look at.\n\nThe plot details (of embargoes and blockades) tend to diminish the size of the movie's universe--to shrink it to the scale of a 19th century trade dispute. The stars themselves are little more than pinpoints on a black curtain, and \"Star Wars\" has not drawn inspiration from the color photographs being captured by the Hubble Telescope. The series is essentially human mythology, set in space, but not occupying it. If Stanley Kubrick gave us man humbled by the universe, Lucas gives us the universe domesticated by man. His aliens are really just humans in odd skins. For \"The Phantom Menace,\" he introduces Jar Jar Binks, a fully realized computer-animated alien character whose physical movements seem based on afterthoughts. And Jabba the Hutt (who presides over the Podrace) has always seemed positively Dickensian to me.\n\nYet within the rules he has established, Lucas tells a good story. The key development in \"Phantom\" is the first meeting between the Jedi Knight Qui-Gon Jinn (Liam Neeson) and the young Anakin Skywalker (Jake Lloyd)--who is, the Jedi immediately senses, fated for great things. Qui-Gon meets Anakin in a store where he's seeking replacement parts for his crippled ship. Qui-Gon soon finds himself backing the young slave in a high-speed Podrace--betting his ship itself against the cost of the replacement parts. The race is one of the film's high points, as the entrants zoom between high cliff walls in a refinement of a similar race through metal canyons on a spaceship in \"Star Wars.\" Why is Qui-Gon so confident that Anakin can win? Because he senses an unusual concentration of the Force--and perhaps because, like John the Baptist, he instinctively recognizes the one whose way he is destined to prepare. The film's shakiness on the psychological level is evident, however, in the scene where young Anakin is told he must leave his mother (Pernilla August) and follow this tall Jedi stranger. Their mutual resignation to the parting seems awfully restrained. I expected a tearful scene of parting between mother and child, but the best we get is when Anakin asks if his mother can come along, and she replies, \"Son, my place is here.\" As a slave? The discovery and testing of Anakin supplies the film's most important action, but in a sense all the action is equally important, because it provides platforms for special-effects sequences. Sometimes our common sense undermines a sequence (for instance, when Jar Jar's people and the good guys fight a 'droid army, it becomes obvious that the droids are such bad fighters, they should be returned for a refund). But mostly I was happy to drink in the sights on the screen, in the same spirit that I might enjoy \"Metropolis,\" \"Forbidden Planet,\" \"2001: A Space Odyssey,\" \"Dark City\" or \"The Matrix.\" The difference is that Lucas' visuals are more fanciful and his film's energy level is more cheerful; he doesn't share the prevailing view that the future is a dark and lonely place.\n\nWhat he does have, in abundance, is exhilaration. There is a sense of discovery in scene after scene of \"The Phantom Menace,\" as he tries out new effects and ideas, and seamlessly integrates real characters and digital ones, real landscapes and imaginary places. We are standing at the threshold of a new age of epic cinema, I think, in which digital techniques mean that budgets will no longer limit the scope of scenes; filmmakers will be able to show us just about anything they can imagine.\n\nAs surely as Anakin Skywalker points the way into the future of \"Star Wars,\" so does \"The Phantom Menace\" raise the curtain on this new freedom for filmmakers. And it's a lot of fun. The film has correctly been given the PG rating; it's suitable for younger viewers and doesn't depend on violence for its effects. As for the bad rap about the characters--hey, I've seen space operas that put their emphasis on human personalities and relationships. They're called \"Star Trek\" movies. Give me transparent underwater cities and vast hollow senatorial spheres any day.", "running_time": 133, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-05-17", "genres": ["Action", "Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Star Wars -- Episode I: The Phantom Menace (1999)"}