{"url": "http://www.rogerebert.com/reviews/stargate-1994", "by": "Kurt Russellas Col. Jack O'Neil", "star_rating": 1.0, "text": "\"Stargate\" is the kind of movie where a soldier can be transported to \"the other side of the known universe\" in a whirlpool of bizarre special effects, step into a temple on an alien planet, and say, \"What a rush!\" It is also the kind of movie where the sun god Ra, who has harnessed the ability to traverse the universe at the speed of light, still needs slaves to build his pyramids. And where the local equivalent of a Nubian princess is sent into the chamber of the Earth visitors, to pleasure them. Don't tell me there aren't any coincidences. The movie \"Ed Wood,\" about the worst director of all time, was made to prepare us for \"Stargate.\" The movie opens with the title \"Egypt, 1928.\" (Other titles say \"Present Day\" and \"Military Installation, Creek Mountain, Colorado\" - the latter, of course, with rum-dummy-dum military music.) Scientists uncover a mysterious archeological find. Flash forward to the Present Day, where Egyptologist Daniel Jackson (James Spader), looking uncannily like John Lennon, explains his theories to experts who walk out after about two sentences.\n\nJackson, who is considered a crackpot, is obviously the man the U.S. government would choose to translate the hieroglyphics on the secret find of that 1928 expedition - a giant circle of carved stone which is a stargate, left behind by the builders of the pyramids. And, of course, Jackson and Col. Jack O'Neil (Kurt Russell) are the guys to walk through the gate, leading a squad of soldiers with automatic weapons.\n\nThe journey through time and space is done with the technique, but not the style, of a similar journey in \"2001.\" On the other side, the Earth visitors find a desert planet ruled by the god Ra, who is played by Jaye Davidson, previously known for embodying the secret of \"The Crying Game.\" Here, dressed like a cross between a pharaoh and a Vegas showgirl, he rules a curious society in which spaceships use pyramids as landing pads, but the citizens live like desert nomads from \"Lawrence of Arabia.\" His voice is distorted by a synthesizer so that it drops several octaves and sounds like an elevator recording with a cold.\n\nLet's say a stargate was discovered, allowing instantaneous travel across the universe and opening onto a planet that could be inhabited by humans. What would the appropriate response be? Awe? Ambition? Curiosity? Not at all. Col. O'Neil's orders: \"Track down signs of any possible danger. If I find any, blow up the stargate.\" The movie is so lacking in any sense of wonder that it hurtles us from one end of the universe to the other, only to end in a gunfight between the good guys and the bad guys while the colonel's bomb ticks down. (Like all movie bombs, it comes equipped with a bright red digital readout device that displays the countdown while beeping.) \"Stargate\" is like a film school exercise. Assignment: Conceive of the weirdest plot you can think of, and reduce it as quickly as possible to action movie cliches. If possible, include sun god Ra, and make sure something gets blowed up real good.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-10-28", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "Stargate (1994)"}