{"url": "http://www.rogerebert.com/reviews/star-kid-1998", "by": "Joseph Mazzelloas Spencer Griffith", "star_rating": 3.0, "text": "How would you like to climb inside a glistening metallic superhero suit and be partners with the intelligent cyborg that controls it? If you were a shy 12-year-old boy, picked on by bullies and your brat of a sister, you'd love it. \"Star Kid'' develops that fantasy in a lively action movie that young boys may especially enjoy--if their innocence hasn't already been hammered down by too much R-rated violence.\n\nThe movie stars Joseph Mazzello (\"Jurassic Park,'' \"The River Wild'') as Spencer, a bright student whose imagination is centered on the adventures of a comic book hero named Midnight Warrior. He's got a hopeless crush on a girl at school named Michelle (Lauren Eckstrom), who also likes Midnight Warrior, and who would probably be his friend if he weren't paralyzed by shyness every time he tries to talk to her. At home, he has a preoccupied dad (Richard Gilliland) and a mean older sister (Ashlee Levitch) who gets resentful when she's required to baby-sit \"the little scab juice.'' One night everything changes for Spencer when he sees a rocket land in a nearby junkyard. He scampers inside and finds the ship, still steaming, as it opens up to reveal a tall, glistening robotic cyborg inside. This creature, which looks like a detailed version of the visitor in \"The Day the Earth Stood Still,'' is inhabited by an intelligence that is quickly able to communicate with Spencer, inviting him to step inside and occupy his body.\n\nWe've already learned the back story. The creature was built by a race named the Trelkans, who look like Yoda with eczema, and are engaged in a struggle with the evil Broodwarriors. Spencer, once inside the suit, communicates face to face with a holographic image representing the cyborg's intelligence, and before long he's calling him Cy.\n\nThe movie's appeal is obvious: Inside the suit, Spencer becomes unbelievably strong and can do all kinds of neat stuff, like give the school bullies their comeuppance, impress Michelle and let his sister see he's not a little scab juice anymore. There are comic scenes as Spencer awkwardly learns to control the suit, and then a climax when a Broodwarrior arrives on Earth for a final showdown.\n\nSpencer is essentially living inside a comic book. A lot of action comics originate from the same premise--an ordinary guy like Clark Kent or Peter Parker is transformed into a paragon of strength and power. Adolescent readers like that; it suits their fantasies. \"Star Kid,'' written and directed by Manny Coto, has a sweet heart and a lot of sly wit, and the symbiosis between boy and cyborg is handled cleverly. For kids of a certain age, it pushes the right buttons.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-01-16", "genres": ["Action", "Adventure", "Family", "Science Fiction"], "title": "Star Kid (1998)"}