{"url": "http://www.rogerebert.com/reviews/star-trek-nemesis-2002", "by": "Patrick Stewartas Capt. Picard", "star_rating": 2.0, "text": "I'm sitting there during \"Star Trek: Nemesis,\" the 10th \"Star Trek\" movie, and I'm smiling like a good sport and trying to get with the dialogue about the isotronic Ruritronic signature from planet Kolarus III, or whatever the hell they were saying, maybe it was \"positronic,\" and gradually it occurs to me that \"Star Trek\" is over for me. I've been looking at these stories for half a lifetime, and, let's face it, they're out of gas.\n\nThere might have been a time when the command deck of Starship Enterprise looked exciting and futuristic, but these days it looks like a communications center for security guards. Starships rocket at light speeds halfway across the universe, but when they get into battles the effect is roughly the same as on board a World War II bomber. Fearsome death rays strike the Enterprise, and what happens? Sparks fly out from the ceiling and the crew gets bounced around in their seats like passengers on the No. 36 bus. This far in the future they wouldn't have sparks because they wouldn't have electricity, because in a world where you can beam matter--beam it, mind you--from here to there, power obviously no longer lives in the wall and travels through wires.\n\nI've also had it with the force shield that protects the Enterprise. The power on this thing is always going down. In movie after movie after movie I have to sit through sequences during which the captain is tersely informed that the front shield is down to 60 percent, or the back shield is down to 10 percent, or the side shield is leaking energy, and the captain tersely orders that power be shifted from the back to the sides or all put in the front, or whatever, and I'm thinking, life is too short to sit through 10 movies in which the power is shifted around on these shields. The shields have been losing power for decades now, and here it is the Second Generation of Star Trek, and they still haven't fixed them. Maybe they should get new batteries.\n\nI tried to focus on the actors. Patrick Stewart, as Capt. Picard, is a wonderful actor. I know because I have seen him elsewhere. It is always said of Stewart that his strength as an actor is his ability to deliver bad dialogue with utter conviction. I say it is time to stop encouraging him. Here's an idea: Instead of giving him bad dialogue, why not give him good dialogue, and see what he can do with that? Here is a man who has played Shakespeare.\n\nThe plot of \"Star Trek: Nemesis\" involves a couple of strands, one involving a clone of Data (Brent Spiner), which somehow seems redundant, and another involving what seems to be a peace feeler from the Romulan empire. In the course of the movie the Romulan Senate is wiped out by a deadly blue powder and the sister planet of Remus stages an uprising, or something, against being made to work as slaves in the mines. Surely slavery is not an efficient economic system in a world of hyperdrives, but never mind: Turns out that Picard shares something unexpected with his rival commander, although once I tell you that you can no doubt guess what it is, since the movie doesn't work you very hard.\n\nThere is a scene in the movie in which one starship rams another one. You would think this would destroy them both, and there are a lot of sparks and everybody has to hold onto their seats, but the \"Star Trek\" world involves physical laws which reflect only the needs of the plot. If one ship rammed another and they were both destroyed and everyone died, and the movie ended with a lot of junk floating around in space, imagine the faces of the people in the audience.\n\nI think it is time for \"Star Trek\" to make a mighty leap forward another 1,000 years into the future, to a time when starships do not look like rides in a 1970s amusement arcade, when aliens do not look like humans with funny foreheads, and when wonder, astonishment and literacy are permitted back into the series. Star Trek was kind of terrific once, but now it is a copy of a copy of a copy.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-12-13", "genres": ["Action", "Adventure", "Science Fiction"], "title": "Star Trek: Nemesis (2002)"}