{"url": "http://www.rogerebert.com/reviews/startupcom-2001", "by": "Chris Hegedus", "star_rating": 3.0, "text": "The friends are named Kaleil Isaza Tuzman and Tom Herman. Their idea is so compelling that Tuzman quits a job at Goldman Sachs to move to the Internet. The story starts in May 1999, when instant Web millionaires were a dime a dozen, and ends in January 2001. The documentary's last shots were filmed only three weeks before it premiered at Sundance, still wet from the lab. As an inside view of the bursting of the Internet bubble, \"Startup.com\" is definitive. We sense there were lots of stories more or less like this one.\n\nTo film this sort of doc, you need access. The movie has it. One co-director, Jehane Noujaim, was Tuzman's Harvard roommate. She's also the cinematographer, and her digital camera has access to startlingly private moments. The other director, Chris Hegedus, has worked on such insider docs as \"The War Room,\" the story of Bill Clinton's 1992 presidential campaign. She co-produced that one with D.A. Pennebaker, the legendary documentarian, who is also the producer this time.\n\nWhen the film begins, the new company doesn't even have a name. They settle on govWorks.com. Tuzman and Herman make the rounds of venture capitalists, and it's obvious that Tuzman is the expert pitcher, while Herman, more technically oriented, drives his partner crazy by bringing up bright ideas in meetings on the spur of the moment. Tuzman lectures him to stay on message. Dollar signs dance before their eyes. At one point in Boston they're offered $17 million but lose the deal when they can't get their lawyers on the phone.\n\nMeanwhile, of course, there's the problem of actually writing the software. It would seem to me that paying parking tickets over the Internet would involve basic programming skills plus cosmetic packaging, but no, apparently it's rocket science: Eventually govWorks.com has 200 employees working on the site, and still Tuzman despairs that it's not good enough to be released to the public. How does a guy like James Berardinelli open one of the best movie review sites on the Web all by himself, and 200 people can't figure out how to collect parking tickets? Berardinelli even writes his own reviews.\n\nFamous figures float in and out of view. The partners smile from the covers of business magazines. Former Atlanta Mayor Maynard Jackson turns up as a consultant. Tuzman appears on TV sitting next to Clinton, who chairs a summit meeting on the Internet. Meanwhile, Tuzman and Herman, under enormous pressure, go through girlfriends and beards. Herman grows his beard and shaves it off so many times that the filmmakers finally photograph him in front of the mirror with a razor, just to explain the continuity errors. And Tuzman's girlfriends complain that he pays them no attention: \"Just a call is all I ask,\" one says. \"A simple call saying you're thinking of me, you're busy, but you miss me. That would keep me going for two weeks.\" She disappears from the film; her replacement also finds Tuzman a moving target.\n\nThere are setbacks. The govWorks office is broken into. Files are stolen. But that's not as big a problem as the disappointing software, and then comes the dot-com meltdown that dries up funds just when the site is turning the corner. On the day govWorks was sold to a competitor, we learn, it landed the big New York City contract.\n\nNoujaim's camera catches painfully intimate moments as the two old friends argue, split, and Herman leaves the company; in an age-old security ritual, he is \"escorted from the building\" and guards are told not to readmit him. Today, I learn, Tuzman and Herman are back in business together. My guess is, they could make it this time. The Internet is fundamentally sound. The bubble had to burst to correct its crazy over-valuation. Now that sanity has returned, bright guys like Tuzman and Herman can find more opportunities. All they need is another great idea. And better software.", "running_time": 103, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-05-25", "genres": ["Documentary"], "title": "Startup.Com (2001)"}