{"url": "http://www.rogerebert.com/reviews/star-trek-ii-the-wrath-of-khan-1982", "by": null, "star_rating": 3.0, "text": "\r\n\n\nThe peculiar thing about Spock is that, being half human and\r\nhalf Vulcan and therefore possessing about half the usual quota of human emotions,\r\nhe consistently, if dispassionately, behaves as if he possessed very heroic\r\nhuman emotions indeed. He makes a choice in “Star Trek II” that would be made\r\nonly by a hero, a fool, or a Vulcan. And when he makes his decision, the movie\r\nrises to one of its best scenes, because the \"Star Trek\" stories have\r\nalways been best when they centered around their characters. Although I liked\r\nthe special effects in the first movie, they were probably not the point; fans\r\nof the TV series wanted to see their favorite characters again, and “Trek II”\r\nunderstood that desire and acted on it. \n\n\r\nTime has passed since the last episode. Kirk has\r\nretired to an administrative post. Spock is commanding the Enterprise, with a\r\nlot of new faces in the crew. The ship is on a mission concerning the Genesis\r\ndevice, a new invention which, if I understand it correctly, is capable of\r\nseeding a barren planet with luxuriant life. A sister ship, the USS Reliant, is\r\nscouting for lifeless planets and finds one that seems to be dead, but its\r\ninstruments pick up a small speck of life. Crew members investigate, and find\r\nthe planet inhabited by an outlaw named Khan, who was exiled there years ago by\r\nKirk, and has brooded of vengeance ever since. \n\n\r\nKhan is played as a cauldron of resentment by\r\nRicardo Montalban, and his performance is so strong that he helps illustrate a\r\ngeneral principle involving not only Star Trek but “Star Wars” (1977) and all\r\nthe epic serials, especially the “James Bond” movies: Each film is only as good\r\nas its villain. Since the heroes and the gimmicks tend to repeat from film to\r\nfilm, only a great villain can transform a good try into a triumph. In a\r\ncurious way, Khan captures our sympathy, even though he is an evil man who\r\nintroduces loathsome creatures into the ear canals of two Enterprise crew\r\nmembers. Montalban doesn't overact. He plays the character as a man of deeply\r\nwounded pride, whose bond of hatred with Admiral Kirk is stronger even than his\r\ntraditional villain's desire to rule the universe. \n\n\r\nThere is a battle in outer space in this movie,\r\na particularly inept one that owes more to \"Captain Video\" than to\r\nstate-of-the-art special effects. I always love it when they give us spaceships\r\ncapable of leaping across the universe, and then arm them with weapons so puny\r\nthat a direct hit merely blows up a few control boards and knocks people off\r\ntheir feet. Somehow, though, I don't much care if the battles aren't that\r\namazing, because the story doesn't depend on them. It's about a sacrifice made\r\nby Spock, and it draws on the sentiment and audience identification developed\r\nover the years by the TV series. \n\n\r\nPerhaps because of that bond, and the sense that\r\nan episode may be over but the Enterprise will carry on, the movie doesn't feel\r\nthat it needs an ending in a conventional sense. The film closes with the usual\r\n\"Star Trek\" end narration, all about the ship's mission and its\r\nquest, and we are obviously being set up for a sequel. You could almost argue\r\nthat the last few minutes of “Trek II” are a trailer for “Trek III”, but, no,\r\nthat wouldn't be in the spirit of the Enterprise, would it?", "running_time": 113, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Action", "Adventure", "Family", "Science Fiction"], "title": "Star Trek II: The Wrath of Khan (1982)"}