{"url": "http://www.rogerebert.com/reviews/starsky-andamp-hutch-2004", "by": "Ben Stilleras Dave Starsky", "star_rating": 3.0, "text": "As Hollywood works its way through retreads of TV series from the 1960s and '70s, I find I can approach each project with a certain purity, since I never saw any of the original shows. Never saw a single \"Starsky and Hutch.\" Not one episode of \"I Spy.\" No \"Mod Squad.\" No \"Charlie's Angels.\" What was I doing instead, apart from seeing thousands of movies? Avoiding episodic television like a communicable disease and improving myself with the great literature of the ages. Plus partying.\n\nSo here is \"Starsky & Hutch,\" adding the ampersand for a generation too impatient for \"and.\" It's a surprisingly funny movie, the best of the 1970s recycling jobs, with one laugh (\"Are you OK, little pony?\") almost as funny as the moment in \"Dumb and Dumber\" when the kid figured out his parakeet's head was Scotch-taped on.\n\nBen Stiller and Owen Wilson star, in their sixth movie together. They use the same comic contrasts that worked for Hope and Crosby and Martin and Lewis: One is hyper and the other is sleepy-eyed and cool. In a genial spoof of the cop buddy genre, they're both misfits on the Bay City police force. Starsky (Stiller) is the kind of cop who would ask another cop if he had a license for his firearm. Hutch (Wilson) has done nothing useful at all for months, aside from enriching himself illegally by stealing from dead bodies. Their captain (Fred Williamson) thinks they deserve each other and makes them partners in a scene where Hutch immediately insults Starsky's perm.\n\nThe bad guy is Reese Feldman (Vince Vaughn), coils of cigarette smoke constantly rising in front of his face. He's a big-time cocaine dealer who has invented, or discovered, a form of cocaine that has no taste or smell and can fool police dogs. He's also a vicious boss who kills an underling in the opening scene and pushes him off his yacht. Discovery of the floater gives Starsky and Hutch their first big case, although they almost blow it, since Hutch's first suggestion is to push it back out to sea and hope it floats to the next precinct.\n\nAlthough the plot survives sporadically, the movie is mostly about the rapport between Stiller and Wilson, who carry on a running disagreement about style while agreeing on most other issues, such as the importance of partying with sexy cheerleaders as part of their investigation. Carmen Electra and Amy Smart are the cheerleaders improbably attracted to the guys, and there's a very funny scene where Wilson croons a minor hit by David Soul (the original Hutch) from the 1970s, while a psychedelically fueled cartoon bird chirps on his shoulder.\n\nThe movie doesn't make the mistake of relying entirely on its stars. Apart from Vaughn and the cheerleaders, the supporting cast benefits mightily from Juliette Lewis as Vaughn's mistress and Snoop Dogg as Huggy Bear, a combo pimp/superfly/police informer whose outfits are like retro cubed. Will Ferrell turns up in a weird cameo as a jailhouse source whose sexual curiosity falls far outside anything either Starsky or Hutch had ever imagined (\"Arch your back and look back at me over your shoulder, like a dragon\").\n\nAnother character is Starsky's beloved bright-red supercharged Ford Gran Torino, which he drives like a madman while obsessing about the smallest scratch. The closing stunt involves something we've been waiting to happen in car stunt scenes for a very long time.\n\nThe film's director is Todd Phillips of \"Road Trip\" and \"Old School.\" I was not a big fan of either movie, but they both contained real laughs, and now in \"Starsky & Hutch,\" he reaches critical mass. Will the movie inspire me to watch reruns of the original series? No. I want to quit while I'm ahead.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-03-05", "genres": ["Action", "Comedy", "Family"], "title": "STARSKY & HUTCH (2004)"}