{"url": "http://www.rogerebert.com/reviews/star-trek-v-the-final-frontier-1989", "by": "William Shatneras Capt. Kirk", "star_rating": 2.0, "text": "There was a moment in \"Star Trek V: The Final Frontier\" - only one, and a brief one, but a genuine one - when I felt the promise of awe. The Starship Enterprise was indeed going where no man had gone before, through the fabled Great Barrier, which represents the end of the finite universe. What would lie beyond? Would it be an endless void, or a black hole, or some kind of singularity of space and time that would turn the voyagers inside out and deposit them in another universe? Or would the Barrier even reveal, as one of the characters believes, the place where life began? The place called by the name of Eden and countless other words? As the Enterprise approached the Barrier, I found my attention gathering. The movie had been slow and boring until then, with an interminable, utterly inconsequential first act and a plot that seemed to exist in a space-time singularity all its own. But now, at last, the fifth \"Star Trek\" movie seemed to be remembering what was best about the fictional world of \"Star Trek\": those moments when man and his ideas are challenged by the limitless possibilities of creation.\n\nAs I've said, my awe was real. It was also brief. Once the Enterprise crew members (and the Vulcan who was holding them hostage) landed on the world beyond the Barrier, the possibilities of god or Eden or whatever quickly disintegrated into an anticlimactic special effects show with a touch of \"The Wizard of Oz\" thrown in for good measure. I do not want to give away important elements in the plot, but after you've seen the movie, ask yourself these questions: 1) How was it known that the voyagers would go beyond the Barrier; 2) what was the motivation behind what they found there; 3) how was it known that they would come to stand at exactly the point where the stone pillars came up from the Earth; 4) In a version of a question asked by Capt. Kirk, why would any entity capable of staging such a show need its own starship; and 5) is the Great Barrier indeed real, or simply a deceptive stage setting for what was found behind it? (What I'm really complaining about, I think, is that \"Star Trek V\" allows itself enormous latitude in the logic beneath its plot. If the Barrier is real, what exactly are we to make of the use to which it is put?) Before we get to ask those questions, \"Star Trek V\" spends much of its time meandering through some of the goofiest scenes in the entire series. The movie opens with the taking of three hostages on a desert planet, who have been captured for the sole purpose of luring Capt. Kirk and his starship to the planet so that the ship can be commandeered for the voyage through the Barrier. I have explained these plot details in one sentence. The movie takes endless scenes, during which the key crew members of the Enterprise need to be summoned back to their ship in the middle of a shore leave. And that process, in turn, requires interminable scenes of Kirk, Spock and Bones on a camping trip in Yosemite, during which they attempt to sing \"Row, row, row your boat\" and nearly succeed in sinking the entire movie. If there is a sillier and more awkwardly written scene in the entire \"Star Trek\" saga than this one, I've missed it.\n\nAfter the pointless opening scenes, the movie begins to develop a plot of sorts, but it is so confused and inadequately explained that there are times when we simply give up and wait for what's next. That was particularly the case during the inexplicable closing scenes, where the humans and the Klingons seem to join sides after an off-camera speech by a former Klingon leader who had been put out to pasture. Since this leader is identified as having been badly treated by the Klingons in his retirement, how did he suddenly regain the authority to negotiate a truce? And do we really want to see the mighty Klingons reduced to the status of guests at a cocktail party? One of the trademarks of the \"Star Trek\" saga has been the way the supporting characters are kept alive in little subplots. In \"Star Trek V,\" the Enterprise starts its voyage while the shop is suffering a series of mechanical failures, and that involves countless brief scenes in which Scotty, the chief engineer, emerges from beneath a piece of equipment, brandishes his wrench and says he'll have things fixed in a moment. Two or three of these scenes might have been enough.\n\nAnother irritation is the way in which we meet apparently major characters, including those played by David Warner, Laurence Luckinbill and Cynthia Gouw, who are introduced with fanfares of dialogue and then never developed or given anything to do. The entire movie seems crowded with loose ends, overlooked developments and forgotten characters, and there are little snatches of dialogue where some of these minor characters seem to be soldiering on in their original subplots as if unaware that they've been cut from the movie.\n\n\"Star Trek V\" is pretty much of a mess - a movie that betrays all the signs of having gone into production at a point where the script doctoring should have begun in earnest. There is no clear line from the beginning of the movie to the end, not much danger, no characters to really care about, little suspense, uninteresting or incomprehensible villains, and a great deal of small talk and pointless dead ends. Of all of the \"Star Trek\" movies, this is the worst.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-06-09", "genres": ["Action", "Adventure", "Science Fiction"], "title": "Star Trek V: The Final Frontier (1989)"}