{"url": "http://www.rogerebert.com/reviews/star-spangled-girl-1972", "by": "Sandy Duncanas Amy Cooper", "star_rating": 3.0, "text": "\"Star Spangled Girl\" has a smart aleck, wisecracking 1930s charm to it, and makes you realize how slow movie comedies have been getting recently. It's based on a totally inconsequential Neil Simon comedy, but it isn't directed like other movie versions of Simon. It pays the slightest possible attention to the story line, and revels in breakneck dialog, and somewhere along the way you begin to like the artificiality of it all.\n\nMovie comedy has grown too realistic during the last 20 years. It began in silent films as complete artifice and the 1930s classics by the Marx Brothers and W. C. Fields paid absolutely no heed to plausibility. But then writers and directors - refugees from socially responsible Depression philosophies maybe - began to think comedies should have a story line, a message and hunks of schmaltz, and by now we're lucky to get a couple of good movie comedies in a year.\n\nThere are a lot of things I can't stand about modern movie comedy, but the two most reprehensible are (a) a romantic angle, and (b) an ending in which comedy's natural anarchism is traded in for shopworn sentiment and a warm glow. I detest warm glows. Comedy should go out the way it comes in, as the most profoundly subversive force in art.\n\nSimon is compulsive about putting in romantic angles and seemingly meaningful endings. There is the black soul of a Serious Artist inside him that won't let go. But \"Star Spangled Girl\" (one of the lesser of his Broadway successes) has been saved from that by the direction of Jerry Paris, the screenplay of Arnold Margolin and Jim Parker, and the acting of all concerned.\n\nNever mind that Tony Roberts reads some of his lines like Walter Matthau, or that Todd Susman has a way of moving across a room like Groucho; the two of them, and Sandy Duncan as Miss American Pie, drive their Chevy to the levee and it's wet. The movie is paced like a Hecht and MacArthur script; lines are rapid-fire, everybody is talking all the time, Susman hurls himself breathlessly about the set, and everything is surface, motion and punch lines.\n\nThere is seemingly a plot and a romantic angle, I must admit. The two guys are roommates who produce an underground paper, and Miss Duncan is a patriotic Olympic swimmer from Florida. First one guy and then the other falls in love with her because of the way her hair smells. As a plot, this is about on the level of Groucho producing an opera or entering a horse race; the entire framework is there only to support gags. You've got to give Paris credit for having the nerve to go whole-hog. It would have taken only one love song on the sound track, only one serious moment of introspection, to cabash the whole cabozzle.", "running_time": 93, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-01-05", "genres": ["Comedy"], "title": "Star Spangled Girl (1972)"}