{"url": "http://www.rogerebert.com/reviews/star-trek-first-contact-1996", "by": "Patrick Stewartas Jean-Luc Picard", "star_rating": 3.5, "text": "“Star Trek: First Contact” is one of the best of the eight “Star Trek” films: Certainly the best in its technical credits, and among the best in the ingenuity of its plot. I would rank it beside “Star Trek IV: The Voyage Home” (1986), the one where the fate of Earth depended on the song of the humpback whale. This time, in a screenplay that could have been confusing but moves confidently between different levels of the story, the crew of the Enterprise follows the evil Borgs back in time to the day before mankind made its first flight at warp speed.\n\nThat flight, in 2063, was monitored by an alien race, the Vulcans, who took it as evidence that man had developed to the point where it deserved to meet another race. But now the Borgs, starting from the 24th century, want to travel back through a temporal vortex (how I love the “Star Trek” jargon!), prevent the flight and rewrite history, this time with Borgs populating the Earth instead of humans.\n\nThe latest edition of the starship is the “Enterprise E” (and there are plenty of letters left in the alphabet, Capt. Picard notes ominously). It is patrolling deep space when it learns the Borgs are attacking Earth. The Enterprise is ordered to remain where it is--probably, Picard (Patrick Stewart) notes bitterly, because he was a prisoner of the Borgs some six years ago, and “a man who was captured and assimilated by the Borg is an unstable element.” These Borgs are an interesting race. They are part flesh, part computer, and they “assimilate” all the races they conquer into their collective mind, which organizes their society like a hive. There is even a queen (Alice Krige), although she is not fat and pampered like an ant or a termite, but lean, mean and a student of seduction. One of the movie's intriguing subplots involves Data (Brent Spiner), the Enterprise's android, who is captured and hooked up to a Borg assimilating machine--which fails, because it can't crack his digital defenses. Then the Queen tries some analog methods all her own.\n\nThe central plot takes place as the Enterprise follows a Borg ship back through time to Earth, which, the Trekkers are dismayed to learn, is now populated by Borgs. To turn history around again, they need to be sure man's first warp flight succeeds. Earth is recovering from World War III, and a brilliant inventor named Cochrane (James Cromwell, the tall farmer from “Babe”) has adapted a missile for this historic flight.\n\nHe leads a commune that seems to be part hippie, part survivalist, and spends much of his time listing to rock 'n' roll and drinking, to the despair of his associate Lily (Alfre Woodard). These two do not believe the weird story they get from the starship crew, and at one point Lily nearly fries Picard with a stolen gun. (He: “Maximum setting! If you had fired, you would have vaporized me.” She: “It's my first ray gun.”) The plot moves deftly between preparations for the Earth launch, Data's assimilation tortures on the Borg ship, and a fight against a Borg landing party on the Enterprise, which Picard personally directs, overruling doubts expressed by his second-in-command, William Riker (Jonathan Frakes) and their own assimilated Klingon, Worf (Michael Dorn).\n\nSome of the earlier “Star Trek” movies have been frankly clunky in the special-effects department; the first of the series came out in 1979 and looked pale in comparison to “Star Wars.” But this one benefits from the latest advances in f/x artistry, starting with its sensational opening shot, which begins so deep inside Picard's eyeball, it looks like a star-speckled spacescape and then pulling back to encompass an unimaginably vast Borg starship. I also admired the interiors of the Borg probe, and the peculiar makeup work creating the Borg Queen, who looks like no notion of sexy I have ever heard of, but inspires me to keep an open mind.\n\n“Star Trek” movies are not so much about action and effects as they are about ideas and dialogue. I doubted the original Enterprise crew would ever retire because I didn't think they could stop talking long enough. Here the story gives us yet another intriguing test of the differences among humans, aliens and artificial intelligence. And the paradoxes of time travel are handled less murkily than sometimes in the past. (Although explain to me once again how the Earth could be populated with millions of Borgs who are expected to vanish--or never have been--if the Enterprise succeeds. Isn't there some sort of law of conservation of energy that requires their physical bodies to come from, or be disposed of, somewhere, somehow?) “STFC” was directed by Frakes, who did some of the “ST Next Generation” shows for television, and here achieves great energy and clarity. In all of the shuffling of timelines and plotlines, I always knew where we were. He also gets some genial humor out of Cromwell, as the inventor who never wanted fame but simply enough money to go off to a “tropical island with a lot of naked women.” And there is such intriguing chemistry between Picard and the Woodard character that I hope a way is found to bring her onboard in the next film. “Star Trek” movies in the past have occasionally gone where no movie had gone, or wanted to go, before. This one is on the right beam.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-11-22", "genres": ["Action", "Adventure", "Science Fiction"], "title": "Star Trek: First Contact (1996)"}