{"url": "http://www.rogerebert.com/reviews/starlet-2012", "by": null, "star_rating": 3.0, "text": "In another time and another place, \"Starlet\" could have inspired a short story by Chekhov or O. Henry — a story about two women, one 22, the other 85, who are linked by one of those accidental plot twists explaining why they come together. Indeed, for almost an hour, the story is all the movie is about: That, and performances so effective they're enough all by themselves, even while we know next to nothing about the characters.\n\nJane (Dree Hemingway) is a leggy blonde, the type who causes people to observe, \"she'd be a real beauty, if only she did something with herself.\" She dresses carelessly, does little with her hair and makeup, lives with two roommates in an apartment building in the San Fernando Valley that you could hardly describe if you had to. She sleeps late, has the first of two or three cigarettes for the day, and takes her pet Chihuahua tooling around in search of yard sales. \n\nShe wanders into a front yard so densely planted that she almost doesn't see the old lady hidden in the shadows. This is Sadie (Besedka Johnson), plainspoken, no-nonsense, with not a shred of \"sweet little old lady\" about her. \"Does this hold dead people?\" she asks, holding up a possible purchase. \"No!\" says Sadie crossly. \"That's a vase! It's a dollar.\" Jane buys it. \"No refunds!\" Sadie tells her.\n\nJane takes it home, cleans it and is surprised to find that the vase is stuffed with rolls of $100 bills, tightly wrapped in rubber bands. She spends some of the money on a fake-diamond dog halter. Her dog is a male, but the halter says \"Starlet,\" so that becomes the dog's name. The dog doesn't care. \n\nJane thinks to do the right thing. She returns to Sadie's house, knocks on the door, and can't begin speaking before the old lady snarls, \"No refunds!\" Jane has a conscience. She trails Sadie in a taxi, pays the taxi to leave, and is waiting for Sadie when she comes out looking for it. She says she'll give her a ride home. Sadie is immediately suspicious. She's even more standoffish when Jane turns up at her table at her church's weekly bingo game. Sadie doesn't warm easily. She's not looking for a new friend.\n\nThis may be a spoiler, although the movie's promotion doesn't do enough to conceal it: Jane works for a production company that makes pornos in the Valley. It's a numbing occupation, but Jane hardly seems touched by it. Sex in general seems to mean little in her life, and apart from one mechanical scene, the movie doesn't make much of it. Sadie, in fact, is the most interesting thing that's happened to Jane in a while. She presses herself on the old lady, drives her places, asks her questions. \n\nI learn from Variety that Besedka Johnson, playing Sadie, is a first-time actress who was discovered by the filmmakers at the West Hollywood YMCA. Dree Hemingway is the daughter of Mariel Hemingway, who also played a sexually daring role early in her career, as a Playboy Playmate of the Year in \"Star 80\" (1983). These two women, so very different, are the film's heart and soul, inviting us to decide for ourselves what's beneath their seemingly obvious facades.\n\nThe portrait of the porn industry here suggests a strictly-for-business existence, matter-of-fact, run out of offices filled with computers and file cabinets. Everybody seems to work by routine. Even Jane's roommates, also in porn, are more interested in playing video games. Nor does director Sean Baker seem to make any effort to exploit any particular abilities or cute tricks by the ever-present Chihuahua. This is a low-energy dog who often seems on the lookout for a nap.\n\nAll leads up to Jane discovering a way she may be able to spend Sadie's money (which she didn't know was in the vase) on her. This involves Jane's discovery of a fact about Sadie's past that, when it finally is revealed, is a little underwhelming. But the film itself deserves praise for its portraits of these two women and the different worlds they inhabit. And if they instructed Besedka Johnson to make no effort to make Sadie sympathetic, it certainly worked.\n\nNote: \"Starlet,\" distributed by Chicago-based Music Box Films, is nominated for seven Independent Spirit Awards.", "running_time": 103, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2012-12-05", "genres": ["Drama"], "title": "Starlet (2012)"}