{"url": "http://www.rogerebert.com/reviews/state-of-grace-1990", "by": "Sean Pennas Terry", "star_rating": 3.0, "text": "\"State of Grace\" is not quite sure which is worse - murder, or yuppies moving into the neighborhood. That's one of its charms. The movie is so sincere and confused in its values that it mirrors the goofy loyalties and violent pathology of its characters. They're low-level Irish-American gangsters who operate in the Hell's Kitchen area of New York City, west of Times Square, and one measure of their success as gangsters is the fact that rising rents are forcing them out of the neighborhood.\n\nThe movie opens with a reunion. Terry (Sean Penn), who used to live in the neighborhood, has been on the road for a few years. Now he's back in town, and embracing his best friend Jackie (Gary Oldman) in one of the sleazy saloons where gangsters and winos seem to be the only customers.\n\nCrime in this neighborhood is a family affair. The Irish gang is led by Jackie's older brother, Frankie (Ed Harris), who has moved to the suburbs and calls the shots from his middle-class house on a tree-lined street, far from the drug deals that pay his mortgage. The two brothers have a sister named Kathleen (Robin Wright), who has also tried to get out of the neighborhood - she works as a clerk in an uptown hotel. But she and Terry used to be in love, and so of course Fate is going to have a hand in what happens next.\n\nSince a great deal of what happens in \"State of Grace\" depends on an important secret that it not revealed until the second half of the movie, I will have to tread gingerly around some of the details.\n\nBut the most interesting aspect of the movie is right up front: the confused notion by Jackie that he is, in some way, protecting the neighborhood by committing crimes there. Although the gang's main business seems to be selling drugs, Frankie is willing to pull some jobs simply as a civic service. For example, he takes Terry along one night when he burns down a construction office on a site that will soon be a yuppie apartment building.\n\nFrankie is probably crazy, or maybe his mind has been completely addled by the drugs and booze he has channeled through it.\n\nHis idea of making arson into fun is to pour the gasoline between himself and the door, and then see if he can run through it without killing himself. He also likes to hold target practice up on the roof.\n\nAnd he is capable of shocking, cold-blooded killing, as he shows in one of the movie's most surprising scenes, a reconciliation with the Mafia that has an unexpected ending.\n\nGary Oldman's performance in the movie is the best thing about it. Sean Penn is just as good an actor, but he has the lead, and there's not as much he can do with it. He has to be sane and tortured and conflicted, and battle with his opposing emotions. All standard screenplay stuff. Oldman's character is more pure. He acts only on the basis of his instincts and prejudices, or out of vengeance and fear. His character doesn't have to do the fancy footwork.\n\nThere are moments in the film that are absolutely chilling - as when Ed Harris, who wanted to be at arm's length from the crimes committed for his profit - finds that he has to personally kill someone he loves. But the movie's plot paradoxically gets less and less original, the more complicated it becomes. At the outset, when it seems concerned only with the behavior of its characters, it's original and challenging. Then it turns into a story filled with familiar elements, and by the end everything is happening by the numbers.\n\nThere's another problem. This movie, intended as a gritty slice-of-life about gangsters in New York City, is being released at about the same time as Martin Scorsese's \"GoodFellas,\" which deals with the same subject and is a film so strong and graceful that few others can stand comparison to it. What's best about \"State of Grace\" is what's unique to it - the twisted vision of the Oldman character, who lives in a world of evil and betrayal and has somehow thought himself around to the notion that he is doing the right thing.", "running_time": 134, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-09-14", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "State of Grace (1990)"}