{"url": "http://www.rogerebert.com/reviews/state-and-main-2000", "by": "Sarah Jessica Parkeras Claire", "star_rating": 3.0, "text": "David Mamet has a playful side that's sometimes overlooked, since his plays often favor lowlifes and con men. He delights in using dialogue to provide quick sideways insights into his characters, and in \"State and Main\" he's directed his first pure comedy, although of course there was a lot of humor in \"Things Change\" and his screenplay for \"Wag The Dog.\" This is a playful movie about a film company that arrives in Waterford, Vt. (explained above), after having to beat a quick retreat out of New Hampshire, allegedly because a town lacked an old mill that could be used as a location, but more directly because Bob Barrenger (Alec Baldwin), the movie's star, has a weakness for junior high school girls.\n\nThe lines above are spoken on the phone by Walt Price (William H. Macy), the director of the film within a film. Macy brings along some of the same frustration he used in \"Fargo,\" as the car salesman trying to conceal fatal evidence, but he's more of a diplomat here, using tact and lies to soothe the townspeople, coddle his temperamental stars and coax rewrites out of his easily wounded screenwriter (Philip Seymour Hoffman). Of course he denies that he lies: \"It's not a lie. It's a gift for fiction.\" Mamet knows, from having directed nine films and written 31, how even the most sensible projects eventually seem to hinge on crucial but utterly absurd details. His characters obsess about \"the old mill,\" and a shot where the camera will be required to enter a firehouse through a window, and whether the heroine will do a topless scene. These details are more important to Walt Price than anything else in his movie, because they are today's problems. The long view is quickly abandoned on location.\n\nMamet populates his film with a large cast of movie pros and townspeople. Charles Durning and Patti LuPone play the town mayor and his wife, who prepare a dinner for the visitors that would shame Martha Stewart. Sarah Jessica Parker plays the actress who unexpectedly refuses to bare her breasts (even though, as the Baldwin character observes, the nation could \"draw them from memory\"). David Paymer is the harried producer, instructed by the director to find more money, even though there is no money to be found.\n\nHoffman and Rebecca Pidgeon, as the owner of a local bookstore, have a sweet side plot when they suddenly fall in love. She's engaged to be married, but so awe-struck by the visiting screenwriter, and so touched when he turns to her for help and advice, that at one point she almost forgets the name of her fiance (Clark Gregg) while trying to introduce him. Eventually the whole production waits while the writer and his new girl sit on a bench and try to solve screenplay problems. Meanwhile, Julia Stiles uses saucy comic timing in the other major subplot. She's the local teenager who catches the eye of Baldwin's lustful movie star. He'll have to move fast to seduce her before she seduces him.\n\nVisitors from Hollywood are considered heaven-sent by some citizens in the towns where movies are shot, and the spawn of the devil by others. While the fiance tries to shake down the production company, the company tries to cover up details involving a scandalous car crash, the cinematographer tries to figure out how his camera can move through a priceless stained glass window without breaking it, and the Macy character learns that the old mill and many other buildings were the victims of \"a spate of suspicious fires\" back in 1960.\n\nWith a few adjustments, \"State and Main\" could be adapted for the stage, where it would play as a farce of the \"Noises Off\" variety. It's Mamet in a lighthearted mood, playing with dialogue, repeating phrases just because he likes them, and supplying us with a closing line that achieves, I think, a kind of greatness.", "running_time": 106, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-12-22", "genres": ["Comedy", "Drama"], "title": "State and Main (2000)"}