{"url": "http://www.rogerebert.com/reviews/state-of-siege-1973", "by": null, "star_rating": 3.5, "text": "Three years before \"State of Siege\" was released, an American connected with the Agency for International Development was kidnapped and finally executed by urban guerrillas in Uruguay. His name was Daniel A. Mitrone. In Paris, the director Costa-Gavras followed the story through successive editions of Le Monde. In the first edition, Mitrone was described as an \"official.\" In the second edition, he was a \"policeman,\" and by the third edition he had become a \"diplomat.\"\n\nWell, what was he? And why would guerrillas be interested in a man whose specialty was advising South American governments on \"traffic and communications?\" Costa-Gavras made inquiries and could discover nothing except that Mitrone's case was more complicated than it appeared. Costa-Gavras had just finished \"Z\" and was preparing \"The Confession;\" political intrigue was his specialty. He took the writer Franco Solinas (\"The Battle of Algiers\") to Uruguay with him, and they investigated.\n\n\"State of Siege,\" the result of their snooping, is an indictment of American interference in South American internal affairs. Costa-Gavras and Solinas have changed the location and the names of the characters (all they claim is that the events in the film \"actually took place in a South American country\"). But the paperback edition of the screenplay includes documentation indicating that Mitrone was actually advising the Uruguayan police and armed forces on counter-insurgency tactics, including torture.\n\nThe movie is structured more or less in the style of \"Z\", with quick cutting from one location to another. The guerrillas cross-examine their captive, the police scour the city and the government edges toward collapse. Flashbacks show the American involvement in local politics and the corrupt nature of the cabinet.\n\n\"State of Siege\" exists in an interesting moral middle ground. The A.I.D. official (played with a resigned cynicism by Yves Montand) is clearly made to seem wrong, but what is the correct course for the guerrillas to take? If they murder him, one observes, the world will speak of his seven children. If they don't they will appear impotent and will lose credibility. They don't want to kill him, but as he himself observes, in a way they will have to. Neither the local nor the American governments will agree to the guerrilla demands (and Montand says he wouldn't either, if the decision were his).\n\nThe film itself is finally frustrating, as it was meant to be, and as \"Z\" was. The actions in the film seem futile, but no alternative course seems open. The government will continue to torture, the United States will continue to meddle, the urban guerrillas will continue their terrorism, and United Fruit and International Telephone and Telegraph will -- continue.", "running_time": 120, "mpaa_rating": "No", "release_year": 1973, "date_published": "1973-04-14", "genres": ["Drama", "Thriller"], "title": "State of Siege (1973)"}