{"url": "http://www.rogerebert.com/reviews/state-of-play-2009", "by": "Russell Croweas Cal McAffrey", "star_rating": 3.0, "text": "\"State of Play\" is a smart, ingenious thriller set in the halls of Congress and the city room of a newspaper not unlike the Washington Post. It's also a political movie; its villain a shadowy corporation that contracts with the government for security duties and mercenaries in Iraq. The name is PointCorp. Think Blackwater. If an outfit like that would kill for hire, the plot wonders, would it also kill to protect its profits?\n\nHere is Russell Crowe playing an ace investigative reporter for \"The Washington Globe.\" All the cops and most of the people on Capitol Hill seem to know him; he's one of those instinctive newsmen who connects the dots so quickly that a 127-minute movie can be extracted from a six-hour BBC miniseries. This keeps him so occupied that he has little time for grooming, and doesn't seem to ever wash his lanky hair.\n\nCrowe stepped into the role after Brad Pitt dropped out. Pitt, I suspect, would have looked more clean-cut, but might not have been as interesting as Crowe in this role as Cal McAffrey, a scruffy hero in a newspaper movie that is acutely aware of the crisis affecting newspapers. He becomes part of a team that involves not two experienced reporters, as in \"All the President's Men,\" but Della (Rachel McAdams), one of the paper's plucky bloggers. He tries to teach her some ancient newspaper wisdom, such as: If you seem to be on the edge of uncovering an enormous political scandal, don't blow your cover by hurrying online with two-bit gossip.\n\nIn a short span of time, a man is shot dead in an alley; a passing bicyclist, also a witness, is killed, and a woman is shoved or jumps under a subway train. Cal covers all of these deaths in person. The dead woman was a researcher for Rep. Stephen Collins (Ben Affleck), who breaks into tears during a congressional hearing into PointCorp, and confesses to conducting an affair with her. His wife, Anne (Robin Wright Penn), plays the brave politician's wife and says their family will stay together. Anne and Cal were lovers in college. The dead man turns out to be carrying a briefcase stolen from PointCorp. Now we connect the dots.\n\nThere are many other surprises in the film, which genuinely fooled me a couple of times, and maintains a certain degree of credibility for a thriller. The implication is that PointCorp and the administration are locked in a an unholy alliance to channel millions of taxpayer dollars into unsavory hands. That this can all be untangled by one reporter who looks like a bum and another who looks like Rachel McAdams (which is no bad thing) goes with the territory.\n\nAn important role in their investigation is played by the Globe's editor, Cameron Lynne (Helen Mirren). The paper's new corporate owners are on her neck to cut costs, redesign the venerable front page, get more scoops and go for the gossip today instead of waiting for the Pulitzer tomorrow. There is, in fact, an eerie valedictory feeling to the film; mother of God, can this be the last newspaper movie? (The answer is no, because no matter what happens to newspapers, the newspaper movie is a durable genre. Shouting \"stop the presses!\" is ever so much more exciting than shouting \"stop the upload!\")\n\nIt is a reliable truth that you should never ask an expert how a movie deals with his field of knowledge. Archeologists, for example, have raised questions about \"The Mummy: Tomb of the Dragon Emperor.\" When Cal races out of the office at deadline and shouts over his shoulder, \"Tell Cameron to kill the story,\" it is just possible that she would tear up the front page if the story was so important the paper could not risk being wrong. But when Cal and his sidekick the perky blogger solve the mystery and are back in the office and it is noted \"Cameron has been holding the presses four hours!\" -- I think her new corporate bosses will want to have a long, sad talk with her, after which she will discover if the company still offers severance packages.\n\n\"State of Play,\" directed by Kevin Macdonald (\"The Last King of Scotland\"), is well-assembled and has some good performances. Crowe pulls off the Joaquin Phoenix look-alike; McAdams doesn't overplay her blogger's newbieness; Mirren convinced me she could be a newspaper editor. Wright Penn always finds the correct shadings. If Affleck, as he plays this role, were to have his face carved into Mt. Rushmore, people would ask which was the original.\n\nThe thing is, though, that the movie never quite attains altitude. It has a great takeoff, levels nicely, and then seems to land on autopilot. Maybe it's the problem of resolving so much plot in a finite length of time, but it seems a little too facile toward the end. Questions are answered, relationships revealed and mysteries solved too smoothly. If a corporation like PointCorp could have its skullduggery exposed that easily, it wouldn't still be in business.", "running_time": 127, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-04-15", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "State of Play (2009)"}