{"url": "http://www.rogerebert.com/reviews/stavisky-1975", "by": "Anny Depereyas Arlette Stavisky", "star_rating": 4.0, "text": "Alain Resnais' \"Stavisky\" shares only its brilliance with his other work. His films have never had a consistent visual style, if only because he begins with such dissimilar material and then tries to find a look for it that's appropriate. But even so, we'd hardly anticipate this elegant, sparkling period piece from the director of \"Hiroshima Mon Amour\" and \"La Guerre Est Finie.\"\n\nResnais sets his film in the France of the early 1930s, when a shaky economy is being held together by the lies and bluffs of the ruling class. One of the greatest of the manipulating financiers, and certainly the most fascinating, is Alexandre Stavisky, the emigre son of a Russian Jewish dentist, who's parlayed his personal charm and confidence schemes into a vast stock swindle.\n\nHe has, in the process, partially deceived even himself. He's a man of great contradictions who wants, on the one hand, to be embraced by French society (he even changes his first name to the more fashionable Serge) and, on the other hand, to hold his new peer in contempt. He knows how his frauds work and yet, at times, he actually seems to believe in them. He fights with perfect sincerity against inflation and unemployment and, in the process, all but succeeds in destroying the French economy.\n\nTo play Stavisky, Renais chose Jean-Paul Belmondo, and it's perfect casting. There's something in Belmondo's screen personality that fundamentally suggests the con man. It was there in the jauntiness of his first movie, \"Breathless,\" and in \"Cartouche,\" a movie totally unlike this one except for Belmondo's cocky bravado in the face of certain defeat Belmondo has grown and become more subtle in 15 years, and in \"Stavisky,\" he gives us his most complex and probably his best performance.\n\nAs counterpoint there is Charles Boyer, at 75 protecting a totally serene elegance, as Baron Raoul, Stavisky's friend and sponsor. The baron was born possessing and representing everything Stavisky yearns for. He defines the French upper classes. And yet he is completely taken in by Stavisky, given over to the kind of fascination with the personality of a man who can come from nowhere and convince the rich and the powerful to follow him. The fascination in time becomes an obsession, and in the end, Baron Raoul follows Stavisky into ruin and defeat. Even when Stavisky's entire pyramid is crumbling, the baron prefers to believe in it, because accepting the truth would require the destruction of his illusions.\n\nResnais places these characters, and also Anny Deperey as Stavisky's wife, Arlette, in a world that has as many facets and contradictions as the spa in \"Last Year at Marienbad.\" Not only is nothing ever as it seems, but no one seems to see it in the same way twice. People define themselves by their relationships to Stavisky, and yet he's never the same to two people, so when his associates meet, they have no common point of reference.\n\nThere's also no point of connection between Stavisky and the other historical figure Resnais puts into the film, Leon Trotsky. The story never requires them to meet, but from time to time, Resnais provides a glimpse of Trotsky in exile, perhaps to suggest that at this moment in history, two kinds of economic systems were proving themselves corrupt and bankrupt. In France, traditional predatory capitalism was falling in upon itself, and in Russia, Stalin having prevailed over Trotsky, Marxism was being shaped into a rationale for a totalitarian economy.\n\nThe movie is finally about two things, truth and death, both of which Stavisky prefers to avoid at any possible cost. When he loses to them, he loses spectacularly, there are riots in the streets, and the nation for a moment approaches anarchy. Let it not be said his passing went unnoticed. But who was he really? What shaped him and why did he behave as he did, Stavisky didn't know, and Resnais doesn't know, either, and that provides the fascinating central mystery of the film. Like Charles Foster Kane, Alexandre Stavisky is a man of intriguing parts that make up any number of wholes.", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": null, "title": "Stavisky (1975)"}