{"url": "http://www.rogerebert.com/reviews/stay-2005", "by": "Ewan McGregoras Sam Foster", "star_rating": 3.5, "text": "The visual strategy in Marc Forster's \"Stay\" is so subtle you might miss it, but it provides a clue to the movie's secret. I will describe the strategy but not the secret. It involves transitions from one shot to the next, some subtle, some bold, all of them so agile we're not always sure what we've seen. On a camera move, for example, an element in one shot becomes the whole of the next shot, but it's not a closeup, it's a new location. Or, as two men walk together, they pass behind pillars and it is possible, although not certain, that while out of sight they do a left-right flip. There is the matter of repeating almost unnoticed elements: Three out-of-focus spheres in the foreground, not lit so you'd much notice them, turn up in the next shot, also out of focus, also not much noticed. And there are costume details: Choices of shoes and socks, the length and style of pants.\n\nThe strategy is not underlined. The movie is facile and quick in its editing, and I'm sure another viewing would reveal transitions I missed. Accustomed to fancy footwork in modern movies, we may think Forster, his cinematographer Roberto Schaefer and his editor Matt Chesse are simply showing off: There are lots of visual flourishes without meaning in movies, and you can see dozens, maybe hundreds, in Tony Scott's new \"Domino.\" True, they are a style, and set a pace. But in \"Stay,\" the visuals are crucial to the movie's point of view and ultimately to its meaning.\n\nAudiences are not always alert to styles, or they may notice them passively, not asking what function they serve. It is possible to watch an Ozu film and not register that he never moves his camera. During a Fred Astaire dance number, you may not notice that he is always shown full frame and in long takes. What Forster is doing in \"Stay,\" I think, is suggesting we are watching the movie on two levels, although the deeper level can be glimpsed only at a tangent, passingly.\n\nThere is so much happening on the surface and in the story, that we may get entirely involved up there, and Forster, in a departure from his films \"Monster's Ball\" and \"Finding Neverland,\" would be pleased if we did. The other level is beavering away in the shadows. Occasionally he'll spring a visual surprise that has a logical explanation; his hero walks through a door, for example, and seems to be undersea, and then we realize he has simply walked into a room where one wall is a very large aquarium.\n\nBut who is in this movie and what is it about? No spoilers follow. The film stars Ryan Gosling as Henry, an art student at university, who is in crisis. Asked to put out his cigarette on the subway, he stubs it out on his arm. He is seeing a university psychiatrist, but when he turns up for his appointment, a strange man is in her office. This is Sam (Ewan McGregor), who explains that he is filling in for a few weeks. Henry is angered by the substitution, walks out, returns on another day and announces that at midnight Saturday he will kill himself.\n\nWe see more of Sam's life than Henry's. He plays chess with a blind man (Bob Hoskins). He consults a colleague (B.D. Wong). He visits Henry's usual psychiatrist (Janeane Garofalo), who is sitting at home with the lights out, depressed. He moves within the geometric architecture of the university campus, which seems to repeat itself, and there is repeating, too, in a curious scene where the corridors and stairways are suddenly populated by twins and triplets.\n\nSam lives with Lila (Naomi Watts), an artist who was his patient. She's suicidal, too. At various points people make little mistakes. She calls him \"Henry\" instead of \"Sam.\" Understandable; they were just discussing Henry. Henry thinks the blind chess player is his father, but Henry is clearly going mad. Henry had been dating an actress named Athena (Elizabeth Reaser); Sam visits a rehearsal where she is playing Hamlet. A female Hamlet? No: \"I'm just running the lines. I play Ophelia.\" He follows her down a spiral staircase and trips and falls and loses her. Interesting what happens next.\n\nWhen the movie is over, and we know all that is to be known, it deserves some thought. The ending is an explanation, but not a solution. For a solution we have to think back through the whole film, and now the visual style becomes a guide. It is an illustration of the way the materials of life can be shaped for the purposes of the moment.\n\nThe surface story of the film then becomes more interesting than before, because we know more about it. Its shape and content mean something. It is the record of how we deal with the fundamental events of life by casting them into terms we can understand: Terms like, what we did, and what they did, and what we did then, all arranged so they seem to add up and lead somewhere. Maybe they don't. But the mind is a machine for making them seem to. Otherwise, all would be event without form, and therefore without meaning. How desperately we need for there to be form, and meaning.", "running_time": 99, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-10-20", "genres": ["Thriller"], "title": "Stay (2005)"}