{"url": "http://www.rogerebert.com/reviews/staying-alive-1983", "by": "John Travoltaas Tony Manero", "star_rating": 1.0, "text": "\"Staying Alive\" is a big disappointment. This sequel to the gutsy, electric \"Saturday Night Fever\" is a slick, commercial cinematic jukebox, a series of self-contained song-and-dance sequences that could be cut apart and played forever on MTV -- which is probably what will happen. Like \"Flashdance,\" it isn't really a movie at all, but an endless series of musical interludes between dramatic scenes that aren't there. It's not even as good as \"Flashdance,\" but it may appeal to the same audience; it's a Walkman for the eyes.\n\nThe movie has an extremely simple plot. Extremely. Six years have passed since Tony Manero (John Travolta) gazed longingly at the lights of Manhattan at the end of \"Saturday Night Fever.\" Now he lives in a fleabag Manhattan hotel, works as a waiter and a dance instructor and dates a young dancer (Cynthia Rhodes) with the patience of a saint. He's still a woman-chaser. But he meets a long-haired British dancer (Finola Hughes) who's his match. She's a queen bitch who takes him to bed and jilts him. Meanwhile, he gets a job as a dancer in her new show and when her lead dancer falters, Tony gets the job. Does this all sound familiar?\n\nThe movie was co-authored and directed by Sylvester Stallone, and is the first bad movie he's made. He remembers all the moves from his Rocky plots, but he leaves out the heart -- and, even worse, he leaves out the characters. Everybody in \"Staying Alive\" is Identikit. The characters are clichés, their lives are clichés and God knows their dialogue is clichés. The big musical climaxes are interrupted only long enough for people to shout prepackaged emotional countercharges at each other. There is little attempt to approximate human speech.\n\nLike the Rocky movies, \"Staying Alive\" ends with a big, visually explosive climax. It is so ludicrous it has to be seen to be believed. It's opening night on Broadway: Tony Manero not only dances like a hero, he survives a production number of fire, ice, smoke, flashing lights and laser beams, throws in an improvised solo -- and ends triumphantly by holding Finola Hughes above his head with one arm, like a quarry he has tracked and killed. The musical he is allegedly starring in is something called \"Satan's Alley,\" but it's so laughably gauche it should have been called \"Springtime for Tony.\" Stallone makes little effort to convince us we're watching a real stage presentation; there are camera effects the audience could never see, montages that create impossible physical moves and -- most inexplicable of all -- a vocal track, even though nobody on stage is singing. It's a mess. Travolta's big dance number looks like a high-tech TV auto commercial that, got sick to its stomach.\n\nWhat I really missed in \"Staying Alive\" was the sense of reality in \"Saturday Night Fever\" -- the sense that Tony came from someplace and was somebody particular. There's no old neighborhood, no vulgar showdowns with his family (he apologizes to his mother for his \"attitude\"!) and no Brooklyn eccentricity. Tony's world has been cloned into a backstage musical. And not a good one.\n\nThe movie has one great moment. A victorious Tony says \"I want to strut!\" and struts across Times Square while the Bee Gees sing \"Stayin' Alive.\" That could have been the first shot of a great movie. It's the last shot of this one.", "running_time": 93, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-07-15", "genres": ["Action", "Drama", "Music", "Romance"], "title": "Staying Alive (1983)"}