{"url": "http://www.rogerebert.com/reviews/stay-hungry-1976", "by": "Jeff Bridgesas Craig Blake", "star_rating": 3.0, "text": "The girl is played by Sally Field, and she's a simple country type who doesn't exactly fit in with Bridges's genteel cousins; she attends a family party dressed in something that looks mail-ordered from Frederick's of Hollywood. Bridges begins to get letters from his Uncle Albert, who points out that this newfound interest in muscle-building and girls without any breeding is going to qualify him as the family's first black sheep since the cousin who moved to Puerto Rico and opened a goat farm. Meanwhile, the would-be real estate investors turn out to be mob types with a penchant for sending guys around to wreck the air conditioning. \n\nThe movie doesn't concern itself very much with plot; like Rafelson's \"Five Easy Pieces\" and the underrated \"The King of Marvin Gardens,\" it introduces us to sharply defined, rather odd characters and then lets them mix it up. The movie is episodic, and some of the episodes are brilliant. Among the best is a scene in which the aged family retainer (Scatman Crothers) announces his resignation and his intention of taking a suit of armor with him, another in which several dozen body-builders race through the startled streets of Birmingham, a harrowing fight scene in a gym in which people throw weights at each other, and a tables-turned situation in which a hooker is forcibly given a massage. \n\nSchwarzenegger, in his first dramatic role, turns in an interesting performance as Bridges's newfound buddy. He works out incessantly, speaks in an Austrian accent, and then turns out to be the lead fiddler in a bluegrass band (people in Rafelson movies are always revealing unsuspected musical abilities). \n\nOne of the best things about Stay Hungry is that we have almost no idea where it's going; it's as free-form as Nashville and Rafelson is cheerfully willing to pause here and there for set pieces like the woman's karate class and the eventual Mr. Universe competition (in which the muscled competitors, back-lit, rise slowly onto a revolving stage in a moment reminiscent of the sunrise in \"2001: A Space Odyssey\"). When the movie's over, we're still not sure why it was made (maybe it's a subtle comment on Southern class structure very subtle), but we've had fun and so, it appears, has Rafelson.", "running_time": 102, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-01-01", "genres": ["Comedy", "Drama", "Sports Film"], "title": "Stay Hungry (1976)"}