{"url": "http://www.rogerebert.com/reviews/staying-together-1989", "by": "Sean Astinas Duncan McDermott", "star_rating": 2.0, "text": "\"Staying Together\" is a relentless slice of life about good-hearted people with real-life problems. It's the kind of movie that's so homespun and genuine and caring that you wonder if these characters ever have seen any movies or watched any television: Do they know their lives are cliches? The film tells the story of the hardworking McDermott family, who live in a small and friendly Southern town. Dad has been supporting his clan for years by running a chicken restaurant down by the lake. Mom usually is bustling around at home in the kitchen, asking her three unruly sons for a head count for dinner. The sons are lovable tykes who drink together, smoke pot together and do just about everything together, except for tomcatting around, of which they do a great deal separately.\n\nI guess making the sons into irrepressible substance abusers is the movie's concession to reality. When it's breakfast time in the morning, for example, Mom (Melinda Dillon) tells the eldest son that the clan has precisely five minutes to get downstairs to the kitchen table. It's like a scene out of \"Cheaper By the Dozen.\" But then the eldest jumps out his bedroom window and jogs around town to find the middle brother (in bed with a girl who's engaged to someone else) and the youngest (sleeping it off on a park bench in front of the police station, covered in his own vomit). And, gol-darn, wouldn't you know those rascally tykes all make it to the table just in time? Material like this cries out to be satirized. Unfortunately, director Lee Grant and writer Monte Merrick take it seriously. They have some issues they're discussing here. For example, the rich developers from the big city want to buy the chicken restaurant. It's on prime real estate next to the scenic lake. (They're not real bright developers; they want to replace it with a franchise chicken restaurant, when the site cries out for a slab of ugly condos.) The McDermott brothers don't want to sell; all three of them love the restaurant and presumably want to work in it for the rest of their lives.\n\nBut Dad (Jim Haynie) is ready to sell. He's sick of chickens.\n\nHates 'em. He dreams of a happy retirement, fishing and hunting and never seeing another chicken as long as he lives. Of course, it's dangerous to make talk like that in the movies. Talk about the happy twilight years stretching out in front of you, and you're tempting fate. And so we arrive at the crisis in the movie, which we can spot coming down the road about 16 miles before the characters can.\n\nIf there's anything worse than a predictable family crisis in a heartwarming, homespun, small-town drama, it's the obligatory rebuilding process that takes place afterward - as the brothers shoulder responsibility, Mom demonstrates her courage and everybody marries the right people and tells off the wrong ones.\n\nTake out the boozing and the wenching, and \"Staying Together\" has all the ingredients to be one of Frank Capra's lesser films.", "running_time": 91, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-11-10", "genres": ["Comedy", "Drama", "Indie"], "title": "Staying Together (1989)"}