{"url": "http://www.rogerebert.com/reviews/stealth-2005", "by": "Josh Lucasas Lt. Ben Gannon", "star_rating": 1.5, "text": "'Stealth\" is an offense against taste, intelligence and the noise pollution code -- a dumbed-down \"Top Gun\" crossed with the HAL 9000 plot from \"2001.\" It might be of interest to you if you want to see lots of jet airplanes going real fast and making a lot of noise, and if you don't care that the story doesn't merely defy logic, but strips logic bare, cremates it and scatters its ashes. Here is a movie with the nerve to discuss a computer brain \"like a quantum sponge\" while violating Newton's Laws of Motion.\n\nThe plot: Navy fliers have been chosen to pilot a new generation of stealth fighter-bombers. They are Lt. Ben Gannon (Josh Lucas), Lt. Kara Wade (Jessica Biel) and Lt. Henry Purcell (Jamie Foxx, who in his speech on Oscar night should have thanked God this movie wasn't released while the voters were marking their ballots). They're all aboard the aircraft carrier Abraham Lincoln in the Philippine Sea, under the command of Capt. George Cummings (Sam Shepard, who played the test pilot Chuck Yeager in \"The Right Stuff\"). In a movie like \"Stealth,\" you're asking for trouble if you remind people of \"2001: A Space Odyssey,\" \"Top Gun\" and \"The Right Stuff.\"\n\nThe pilots believe that three is a lucky number, because it is a prime. One helpfully explains to the others what a prime number is; I guess they didn't get to primes at Annapolis. In a movie that uses unexplained phrases like \"quantum sponge,\" why not just let the characters say \"prime number\" and not explain it? Many audience members will assume \"prime number\" is another one of those pseudo-scientific terms they're always thinking up for movies like this.\n\nCummings has bad news: They're being joined by a \"fourth wingman.\" This is a UCAV (Unmanned Combat Aerial Vehicle) controlled by a computer. The pilots are unhappy, but not so unhappy that Gannon and Wade do not feel a powerful sexual attraction, although pilots are not supposed to fraternize. At one point Gannon visits Wade's cabin, where she has laundry hanging on the line, and is nearly struck by a wet brassiere. \"Pardon my C-cup,\" she says, a line I doubt any human female would use in such a situation.\n\nSuddenly the pilots have to scramble for an emergency: \"Three terrorist cells are about to meet in 24 minutes in Rangoon,\" Cummings says. Remarkable, that this information is so precise and yet so tardy. The pilots find they not only have time to take off from the aircraft carrier and fly to Burma, but to discuss their strategy via radio once they get there.\n\nThe meeting is in a skyscraper that is still under construction. Computer simulations show that if it falls over, it will kill a lot of people on the ground. Amazing what computers can do these days. However, if the building is struck from directly above, it may fall down in its own footprint. Alas, the rocket bombs carried by the planes do not achieve the necessary penetration velocity.\n\nGannon decides that if he goes into a vertical dive, he can increase the velocity. The bomb is released, he pulls out of the dive low enough for everyone in Rangoon to get a good look at his plane, and the building collapses. It looks so much like the falling towers of the World Trade Center that I felt violated by the image.\n\nWhoops! Another emergency. Lightning strikes the UCAV, which goes nuts and starts to download songs from the Internet. \"How many?\" \"All of them.\" The computer also starts to think for itself and to make decisions that contradict orders.\n\nMeanwhile, the three human pilots, having participated in a mission that destroyed a skyscraper in Burma, may be on a worldwide most-wanted list, but they're immediately sent to Thailand for R&R. This gives Gannon a chance to photograph Wade in a bikini under a waterfall, while Purcell picks up a beautiful Thai girl.\n\nSoon all four of them are having lunch, and the three pilots are discussing military secrets in front of the Thai girl, who \"doesn't speak English.\" Beautiful Thai girls who allow themselves to be picked up by U.S. pilots almost always speak English, but never mind. It's not that Purcell is too stupid to know that trusting her is dangerous; it's that the movie is too stupid. How stupid? Nothing happens. The girl can't speak English.\n\nNext mission: A nuclear crisis in Tajikistan! A warlord has nuclear bombs. The team flies off to the \"former Soviet republic,\" where a nuclear cloud threatens 500,000 people, and Wade helpfully radios that they're going to need medical attention. Various unexpected developments lead to a situation in which Wade's plane crashes in North Korea while Gannon is diverted to Alaska (they get such great fuel mileage on these babies, they must be hybrid vehicles).\n\nThen Gannon and the UCAV fly an unauthorized mission to rescue Wade, a mission that will succeed if the North Koreans have neglected to plant land mines in the part of the DMZ that Wade must cross.\n\nNow about Newton's Laws of Motion. Let me try this out on you. A plane is about to explode. The pilot ejects. The plane explodes, and flaming debris falls out of the sky and threatens to hit the pilot and the parachute. If the plane is going at Mach 1, 2 or 3, wouldn't the debris be falling miles away from the descent path of the pilot? I'm glad you asked. The parachute sucks up that flaming debris like a quantum sponge.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-07-27", "genres": ["Action", "Adventure", "Drama", "Science Fiction", "Thriller"], "title": "Stealth (2005)"}