{"url": "http://www.rogerebert.com/reviews/stealing-home-1988", "by": "Mark Harmonas Billy Wyatt", "star_rating": 1.0, "text": "The problem is possibly with me. I detested \"Stealing Home\" so much, from beginning to end, that I left the screening wondering if any movie could possibly be that bad. Never mind the hoots and catcalls from others in the preview audience; they had their own problems. I resolved to sit in a quiet place and run through the movie once again in my mind, trying to see through its paralyzing sincerity to the intelligence, if any, inside.\n\nI was not successful. \"Stealing Home\" is a real squirmer, a movie so earnest and sincere and pathetic and dripping with pathos that it cries out to be satirized. The only way to save this movie would be a new soundtrack with savagely cynical dialogue over the sappy images.\n\nThis is one of those movies where the filmmakers remember the golden days of their adolescence and are so overcome with emotion that they fail to recognize their memories as cliches learned from other movies.\n\nThere is not a second in this film that seems inspired by real life, and since the film is plugged as the hero's autobiography, that's a serious flaw.\n\nThe film stars Mark Harmon as a third-rate professional baseball player who is throwing his life away, when one day he gets a call that Katie Chandler (Jodie Foster) is dead. When he was a kid, Katie was like an older sister to him, encouraging him to do his best while simultaneously tantalizing him with her rebellious spirit. He first met her when he was 10, and they spent carefree summers together on the Jersey Shore while she shone like a beacon through his teenage years. But then they sort of drifted apart, and there were reports of a couple of unhappy marriages, and now she has committed suicide.\n\nWhy has she killed herself? The movie does not dignify that sensible question with an answer, so I will supply one. Katie killed herself so that she could be cremated and her ashes could be used as a prop in this movie. She leaves a note saying that the ashes should be given to Billy Wyatt (the Harmon character), because he will know what to do with them. And sure enough, he does. He knows that he must return to a place where he and Katie shared a special moment and cast her ashes into the wind. He arrives at this conclusion after the audience does, but you can't really blame him; after all, we've seen these cliches before, and he apparently has not.\n\nThe movie is told in a lot of flashbacks to when Billy was 10, and when he was 16, and when he was older, and when he did this, and when he did that. A copy of the screenplay should be provided to anyone entering the theater, since the casting of the \"young\" versions of various characters is so confusing, and the flashbacks so inept, that it's a guessing game most of the time as to what we're watching, and why. Things are further complicated, unnecessarily, by the addition of a Best Friend character (played by Jonathan Silverman as a youth and Harold Ramis in the present), who has his own adolescent adventures, which get confused with Billy's.\n\nA disproportionate amount of the film is devoted to the issue of whether one of these friends did, or did not, seduce the would-be prom date of the other one. I mention this because it is symptomatic of the film's general malaise. \"Stealing Home\" was co-written and co-directed by Steven Kampmann and Will Aldis, who based it on some of their own memories. Much of the film suffers from the \"you shoulda been there\" syndrome, in which scenes feel suspiciously like family legends that should have been left around the dinner table instead of being inflicted on us.\n\nMovies like this possibly get talked into being by the confidence of the collaborators, who are so familiar with the material that they never pause to make is accessible, comprehensible or interesting to the rest of us. Kampmann and Aldis labored for a time in the 1970s at Second City, and have been associated with such TV shows as \"WKRP in Cincinnati\" and \"Mork and Mindy.\" Did nothing in their previous experience tip them off that this film was KRP on the Jersey Shore?", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-08-26", "genres": ["Drama", "Romance"], "title": "Stealing Home (1988)"}