{"url": "http://www.rogerebert.com/reviews/steamboy-2005", "by": "David S. Leeas Jason", "star_rating": 2.0, "text": "\"Steamboy\" is a noisy, eventful and unsuccessful venture into Victorian-era science fiction, animated by a modern Japanese master. It's like H. G. Wells and Jules Verne meet \"Akira.\" The story follows three generations of a British family involved in a technological breakthrough involving steam, which the movie considers the 19th-century equivalent of nuclear power. There may be possibilities here, but they're lost in the extraordinary boredom of a long third act devoted almost entirely to loud, pointless and repetitive action.\n\nThe movie opens in 1866 with the collection of water from an ice cave; its extraordinary purity is necessary for experiments by the Steam family, which is perfecting the storage of power through steam under high pressures. Young Ray Steam (voice by Anna Paquin) is the boy hero, whose father Eddie (Alfred Molina) and grandfather Lord Steam (Patrick Stewart) are rivals in the development of the technology. One day Ray gets a package in the mail from his grandfather, its delivery followed immediately by ominous men dressed in alarming dark Victorian fashions that proclaim, \"I am a sinister villain.\"\n\nThe box contains a steam ball, which we learn contains steam under extraordinary pressure. The ball, invented by Lloyd, is either a revolutionary power source or an infernal device that could explode at any moment, take your choice. Ray tries to escape on a peculiar invention that seems to combine the most uncomfortable experiences of riding a unicycle and being trapped in a washing machine, but is captured and taken to the headquarters of the O'Hara Foundation, which wants to control the invention and use it to power new machines of war. It goes without saying, or does it, that the O'Hara family daughter is named Scarlett.\n\nThe movie is the result of 10 years of labor by Katsuhiro Otomo, whose \"Akira\" (1988) was the first example of Japanese anime to break through to world theatrical markets. That one created a futuristic Tokyo where a military dictatorship cannot control rampaging motorcycle gangs. The animation was state of the art, the vision was bleak, the tone was a radical departure for American audiences raised to equate animation with cute animals and fairy tales.\n\nOtomo also wrote \"Roujin Z\" (1991), about a computerized machine that contains elderly patients within an exoskeleton/bed that transports, diagnoses, treats, massages and entertains its occupants; once installed in the new Z-100 model, owners are expected never to leave, whether or not they want to.\n\nThe movie has intriguing ideas about human lives ruled by machines, which is why the technology in \"Steamboy\" seems promising. Otomo has reportedly been working on the film for 10 years, drawing countless animation cels by hand and also using computer resources; why, with all the effort he put into the film's construction, did he neglect to go anywhere interesting with the plot?\n\nWe have hope at first, just because Otomo creates Manchester and London at the dawn of the industrial era, when steam power offered limitless possibilities and the internal combustion engine was still impractical. His machines and the interior of the O'Hara Foundation look like the ancestors of pulp sci-fi magazine covers, but without the bright colors. For reasons that don't pay off, Otomo's visuals tend toward the pale and drab. Maybe he's going for period atmosphere. I wondered at first if the movie was being projected on video, but no, Otomo wants it to look washed out.\n\nHis plot holds promise: The evil O'Hara Foundation want to hijack the Great Exhibition, for which Prince Albert built the Crystal Palace to showcase Britain's leadership of the industrial revolution. But the Great Exhibition was held in 1851, and if the movie is set in 1866, is the chronology off? There may have been an explanation that eluded me, this not being a question that riveted my attention at the time.\n\nThe O'Hara people want to jettison the notion of progress for peace, and use the exhibition to promote its expensive new engines of war, hoping every country will buy some, go to war, and need to buy more. At this point, when the movie could potentially get its teeth into something, Otomo goes nuts with brainless action sequences in which one retro-futuristic device after another does battle, explodes, dives, surfaces, floats, opens fire, flies, attacks, defends, and so on.\n\nSome of his ideas are promising, including a zeppelin fitted with iron claws that can lift a speeding train car from the tracks. A fearsome strategy indeed, although it would be awkward for the dirigible if the train ever went through a tunnel or under a bridge, or raced past big hard buildings close to the tracks. Other ideas are just collisions of hardware, punctuated by frantic expostulations.\n\nIt is a theory of mine that action does not equal interest. Objects endlessly in motion are as repetitive as objects forever at rest. Context is everything. Why are they moving, who wants them to move, what is at risk, what will be gained? By the end of \"Steamboy\" I was convinced the answers to all of these questions were: Otomo has abandoned the story and, in despair, is filled the screen with wonderfully executed but pointless and repetitive kinetic energy. Action doodles.\n\nNote: The movie is showing in most theaters in a 106-minute English-dubbed version, but some also offer a daily screening of the 126-minute, Japanese-dubbed version with English subtitles. Check your local theater. The DVD will presumably have both.", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-03-17", "genres": ["Animation", "Fantasy", "Science Fiction"], "title": "Steamboy (2005)"}