{"url": "http://www.rogerebert.com/reviews/stealing-beauty-1996", "by": "Liv Tyleras Lucy Harmon", "star_rating": 2.0, "text": "This is one of several poems written by Lucy, the heroine of\r“Stealing Beauty,” as she drifts through an endless house party in Tuscany. I\rquote Lucy’s poetry because I want to set you a test question. Reading it, how\rold would you guess Lucy is? Nine? Fourteen? The notion of being “quiet as a\rcup” is not bad.\n\n“Rattle me” is better than “drink from me.” Those double\rexclamation points, however... Pencils up. Lucy is 19. If this poetry seems\runsophisticated for a worldly 19-year-old, you should read some of her other\rpoems, which are superimposed on the screen in her own handwriting, and (I am\rafraid) her own spelling.\n\nLucy is a creature without an idea in her head. She has no\rconversation.\n\nNo interests. No wit. She exists primarily to stir lust in the\rloins of the men.\n\nAfter the death of her mother, a poet who visited these Italian\rhills 20 years ago, Lucy has come back to an artists' home with two things on\rher mind: She wants to discover the identity of her real father, and she wants\rto lose her virginity. Experienced moviegoers can assess the risk that she will\rsolve these problems simultaneously.\n\n“Stealing Beauty” is the new film by Bernardo Bertolucci (“Last\rTango in Paris,” “The Last Emperor”), who like many a middle-aged man before\rhim has been struck dumb by the beauty of a nubile young girl, and has made the\rmistake of trying to approach her on what he thinks is her level. The movie\rplays like the kind of line a rich older guy would lay on a teenage model,\rsuppressing his own intelligence and irony in order to spread out before her the\rwonderful world he would like to give her as a gift. Look at these hills! These\rsunsets! Smell the herbed air! See how the light catches the old rose-covered\rvilla! The problem here is that many 19-year-old women, especially the\rbeautiful international model types, would rather stain their teeth with\rcigarettes and go to discos with cretins on motorcycles than have all Tuscany as\rtheir sandbox. (For an example of a cannier May-December seduction strategy,\rconsider the recent release, “Nelly and Monsieur Arnaud,” in which an older man\rfascinates a young woman by emphasizing his age and experience and pretending\rto be beyond her charms.) Lucy is played by Liv Tyler, a young actress who has\rbeen profiled in all the glossies by writers who find it delightful that she\rthought her father was one rock star when in fact he was another. Thus there is\ran “autobiographical” component to her search among the artistic lay abouts at the\rTuscan villa for the man who seduced her mother 20 years ago. Tyler is indeed\rattractive, and looks enough like Lili Taylor to be her sister. But Lili Taylor\rusually plays smart women, and if she were in this movie her B.S. Alarm would be\rringing constantly. The villa is occupied by a sculptor (Donal McCann), who\rstarts on a tree trunk with a chain saw and is soon sandpapering the curve of\rLucy's chin. His earth-mother wife (Sinead Cusack) is tired after 20 years of\rcooking and keeping house for a continual house party, and no wonder. The most\rinteresting guest is a gay playwright (Jeremy Irons) who is dying of AIDS and\rattracts Lucy because he is not after her. Other guests include an art dealer\r(Jean Marais), an advice to the lovelorn expert (Stefania Sandrelli), a\rdesigner (Miranda Fox) and an entertainment lawyer (D.W. Moffett), who sighs, “I\rthink it would be great, you know, to just sit around all day and express\ryourself.” Neighbors drop in, including assorted young men, one of whom may\rhave sent Lucy a letter which she thinks was romantic and poetic--as indeed\ranyone who writes like Lucy would.\n\nThe movie is great to look at. Like all those other Brits-in-Italy\rmovies (“A Month by the Lake,” “Enchanted April,” “A Room With a View”), it\rmakes you want to find this place and go there. In this case, however, you hope\rthe movie characters have moved out before you get there. There is a simmer of\rdiscontent beneath the surface of everyday life in the villa, a sort of sullen,\rselfish unhappiness that everyone has about his or her lot in life.\n\nThe purpose of the Lucy character, I guess, is to act like a catalyst\ror a muse, shaking up old patterns and forcing these exiles to decide where their\rhomes really are. She is fresh and they are decadent narcissists. Only the\rJeremy Irons character, absorbed in his dying, and the Donal McCann character,\rabsorbed in his art, have lives of any meaning.\n\nThe young men who buzz about Lucy are of no substance whatever. The\rolder men are of similar substance, but can make better conversation, which\rwould be useful if there were any evidence that Lucy was a conversationalist.\n\nActually she serves for Bertolucci more as a plot device than as\ra person. She represents some kind of ideal of perfect virgin beauty, and the\rfilm's opening shots, in which a photographer on a plane sees her sleeping and\rtakes closeups of her lips and crotch, set the tone. The sad thing is that,\rsleeping, she embodies what she represents to this movie just as well as when\rshe's awake.", "running_time": 102, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-06-28", "genres": ["Drama", "Foreign", "Romance"], "title": "Stealing Beauty (1996)"}