{"url": "http://www.rogerebert.com/reviews/steam-the-turkish-bath-1999", "by": "Alessandro Gassmanas Francesco", "star_rating": 2.0, "text": "One of the peculiarities of \"Steam: The Turkish Bath'' is that it's about the sexual passions of two actors who don't seem very passionate. As the movie opens, they're married. Both are tall, thin, dark, solemn and secretive. He seems like a well-meaning wimp. She seems like the kind of woman who would close her eyes during sex and fantasize about tomorrow's entries in her Day Timer.\n\nThe film opens in Rome, where their marriage seems shaky. They find fault with each other, but in vague terms that don't give us useful insights. Then the man, named Francesco (Alessandro Gassman), flies to Istanbul, where he has been left some property by an aunt.\n\nThe building turns out to be a Turkish bath, closed but still fondly remembered in the neighborhood. Francesco makes friends with the family of Osman, the man who used to manage the bath. Osman lives next door with his wife, comely daughter and comelier son. In his home, Francesco finds a warmth and cheer that was missing from his sterile existence in Rome, and soon he's languishing in the arms of the son, named Mehmet (Mehmet Gunsur). He extends his stay and begins to renovate the Turkish bath, planning to reopen it.\n\nNo one suspects a thing--not even Osman (Halil Ergun), who in the nature of things must have learned a little something about what can go on in the steam. The film is reserved about sex and shy about nudity, employing its greatest passion for travelogue scenes of Istanbul, a city of great beauty and character.\n\nThen Marta (Francesca d'Aloja), Francesco's wife, arrives suddenly from Rome. Tensions explode at a family dinner, although not quite in the way we expect (what Marta blurts out didn't surprise me, but I was amazed that this cool and well-mannered woman would make such an ugly scene). After moments of truth and revelation, there is a surprise ending that I found particularly unsatisfying.\n\nAfterward, I found myself asking what exactly the point of the movie was. It is not a sex film; it's almost prudish in the reserve of its sex scenes. If it's a coming-out film, so what? Francesco's homosexuality is not a surprise to the audience or even, really, to his wife. If it is about how a man escapes from the fast lane in Rome and discovers the feeling of community in Istanbul--well, good for him.\n\nPerhaps I would have cared more if the leads has been warmer, but both Gassman (son of Vittorio Gassman) and d'Aloja come across as cool and reserved. The Turks are much more fun: Gunsur, as the lover, is friendly and boyish, and Ergun, as the former custodian, is a cheerful man. Serif Sezer, as Ergun's wife and Gunsur's mother, is one of those beauties of a certain age who has lips that make you forget everything else except what it would be like to nibble them.", "running_time": 96, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-03-26", "genres": ["Drama", "Foreign"], "title": "Steam: The Turkish Bath (1999)"}