{"url": "http://www.rogerebert.com/reviews/steal-big-steal-little-1995", "by": "Andy Garciaas Robert Martin", "star_rating": 1.5, "text": "Remember those supermarket contests where the teams raced down the aisles, trying to pile as much stuff as possible into a shopping cart? \"Steal Big, Steal Little\" reads like the screenplay was assembled the same way, with the filmmakers racing through the Used Movie Parts Store, grabbing everything off the shelves and piling it into the movie. Here is a film that is seriously overloaded.\n\nThe plot: A rich ballerina owns a 40,000-acre ranch near Santa Barbara, Calif., and adopts identical twins found in a ditch, only to disown one twin and leave the ranch to the other, after which the good twin reconciles with his wife, who has fled to Chicago to be cared for by a car dealer who returns to Santa Barbara with her, because he is being pursued by a Mafia loan collector.\n\nPause here for a deep breath and a sip of a chilled beverage.\n\nThen the evil brother, estranged from his wife, enlists a faithless attorney to set up a scam to steal the ranch, but meanwhile the car dealer becomes the good brother's adviser, and the Mob guy arrives on the scene and decides there might be more money for everyone if he plays along. Meanwhile, the Immigration and Naturalization Service raids the lemon groves, and the IRS is after the good brother, and the bank forecloses on the loan, and evil property developers congregate, while fast cars, luxury boats and hot-air balloons also play crucial roles.\n\nSip.\n\nAnd of course there is a scene where one brother impersonates the other brother, in order to prove that the other brother has impersonated him, and there is a comedy of errors of Shakespearean proportions, leading one of the women to discover she has had an affair with her own husband.\n\nThere is more, but I think that fairly sets the scene. The twins are played by Andy Garcia. One combs his hair forward and dresses out of the L.L. Bean catalog. The other slicks his hair back and dresses out of the J. Peterman catalog. Movie special effects are so sophisticated these days that it's nothing to see two actors combined into the same scene by a computer. But there's a virtuoso scene in \"Steal Big, Steal Little\" where the two Garcias are not only on screen together, but reflected in many different mirrors. Now that's a neat trick.\n\nThe movie is undone not only by its labyrinthine plot, but also by the way it's told. We begin with a guy who is making a video documentary of the story, and as various witnesses testify, we flash back to fragments of the history they're recalling. This is confusing. And additional characters keep turning up; the film may have more important speaking roles than anything since \"A Bridge Too Far.\" Some of the performances are actually quite well done. I was impressed by the warmth and beauty of Rachel Ticotin, as the good brother's estranged wife. And by Alan Arkin, quite effective as the quick-thinking car dealer who appoints himself instant expert on the case. And by Garcia, who labors mostly successfully to make us believe he is two different brothers.\n\nBut the movie was a lost cause at the screenplay stage. It was directed and co-written by Andrew Davis, usually a master of plot construction (his previous film was \"The Fugitive\"). This time, he needed to dial down, way down. He lives in the Santa Barbara area, and maybe his story is inspired by assorted local cases and legends.\n\nIn that event, it's perhaps a case of knowing too much. The movie might have benefitted from a locale Davis was completely unfamiliar with. And it could have used a producer to say, \"Hey, guys, we can't afford at least half of these actors.\"", "running_time": 134, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-09-29", "genres": ["Comedy", "Drama"], "title": "Steal Big, Steal Little (1995)"}