{"url": "http://www.rogerebert.com/reviews/stealing-harvard-2002", "by": "Jason Leeas John", "star_rating": 1.0, "text": "The laugh in \"Stealing Harvard\" comes early, when we see the name of the company where the hero works. It's a home health-care corporation named Homespital. That made me laugh. It made me smile again when the name turned up later. And on the laugh-meter, that's about it. This is as lax and limp a comedy as I've seen in a while, a meander through worn-out material.\n\nJason Lee, who can be engaging in the right material (like \"Chasing Amy\" and \"Almost Famous\") is bland and disposable here, as John Plummer, a young Homespital executive. The firm is owned by his fiancee's father (Dennis Farina), who subjects John to savage cross-examinations on whether he has slept with his daughter. He lies and says he hasn't. He might be telling the truth if he said he wishes he hadn't, since the fiancee, Elaine (Leslie Mann), inexplicably weeps during sex.\n\nDespite his foray into the middle classes, John has not forgotten his super-slut sister Patty (Megan Mullally), who despite a life of untiring promiscuity has a daughter, Noreen (Tammy Blanchard), who has been accepted by Harvard. Carefully preserved home videos show John promising to help with her tuition, and as it happens Noreen needs $29,000--almost exactly the amount Elaine has insisted John have in the bank before she will marry him.\n\nCrime is obviously the way to raise the money, according to John's best pal, Duff (Tom Green), who suggests a break-in at a house where the safe seems to stand open. The owner is, alas, at home, and there is a painfully unfunny sequence in which he forces John to dress in drag and \"spoon\" to remind him of his late wife. There's another botched robbery in which John and Duff, wearing ski masks, argue over which one gets to call himself Kyle, and so on.\n\nSeeing Tom Green reminded me, as how could it not, of his movie \"Freddy Got Fingered\" (2001), which was so poorly received by the film critics that it received only one lonely, apologetic positive review on the Tomatometer. I gave it--let's see--zero stars. Bad movie, especially the scene where Green was whirling the newborn infant around his head by its umbilical cord.\n\nBut the thing is, I remember \"Freddy Got Fingered\" more than a year later. I refer to it sometimes. It is a milestone. And for all its sins, it was at least an ambitious movie, a go-for-broke attempt to accomplish something. It failed, but it has not left me convinced that Tom Green doesn't have good work in him. Anyone with his nerve and total lack of taste is sooner or later going to make a movie worth seeing.\n\n\"Stealing Harvard,\" on the other hand, is a singularly unambitious product, content to paddle lazily in the shallows of sitcom formula. It has no edge, no hunger to be better than it is. It ambles pleasantly through its inanity, like a guest happy to be at a boring party. When you think of some of the weird stuff Jason Lee and Tom Green have been in over the years, you wonder what they did to amuse themselves during the filming.", "running_time": 83, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-09-13", "genres": ["Action", "Comedy", "Drama", "Indie"], "title": "Stealing Harvard (2002)"}