{"url": "http://www.rogerebert.com/reviews/steal-this-movie-2000", "by": "Vincent D'Onofrioas Abbie Hoffman", "star_rating": 3.0, "text": "Abbie Hoffman inspired some of the zaniest footnotes of the Vietnam War era with improv performances mixing civil disobedience and anarchist street theater. Some of his stunts had a certain brilliance, as when he scattered dollar bills onto the floor of the New York Stock Exchange and the traders dropped scrambling to their knees.\n\nHoffman was the clown prince of the anti-war movement. While Tom Hayden sawed away seriously at the 1968 Democratic convention, Abbie was announcing plans to drop LSD into the Chicago water supply--a threat Mayor Richard J. Daley took seriously (I remember the Chicago Police boats ominously guarding the filtration plant). When Hayden, Hoffman and their fellow Chicago Seven members were hauled up before Judge Julius Hoffman, surely the last jurist in America who should have been chosen to preside, Hayden and his allies played it straight while Hoffman treated the event like a circus.\n\nAbbie Hoffman's Yippies provided the linguistic link between Hippies and Yuppies. \"Steal This Movie\" provides an untidy and frustrating but never boring look at his life and times. More than anyone else in recent American history, he was able to capture headlines and gain national attention just with the audacity of his imagination. When he announced that he and fellow Yippie Party members would levitate the Pentagon, he drew an enormous crowd--among them Norman Mailer, who confessed that although he doubted Hoffman could do it, he wanted to be there, just in case. Richard Nixon and J. Edgar Hoover didn't get the joke, but then that was the whole point.\n\nThe movie traces the trajectory of Hoffman (played by Vincent D'Onofrio) from the early 1960s, when he was a civil rights worker in the South, to the late 1970s, when he had gone underground as \"Barry Freed\" and was a respected environmental campaigner in upstate New York, fighting to save the St. Lawrence River. Along the way, he married Anita (Janeane Garofalo), started a family, then fled underground into hiding.\n\nHis first family, under constant FBI surveillance, was able to meet with him from time to time, but meanwhile, as \"Freed,\" he met and fell in love with Johanna Lawrenson (Jeanne Tripplehorn). That the two women got along fairly well and were able to share Hoffman may indicate their generosity--or maybe just that he was too much for any one woman to deal with.\n\nThat was certainly true as it became clear he was suffering from manic depression. His wild antics in the 1960s were matched by deep gloom in the 1970s, and his limitless energy and imagination might have fed from a disorder that was a boost in his earlier life, a crushing burden later (he died a suicide).\n\n\"Steal This Movie\" has a title inspired by Hoffman's once-famous Steal This Book , not a title popular with its publisher. It evokes a time when it was not theft to \"rip off\" something, because the capitalist pigs, etc., etc. The movie, written by Bruce Graham and directed by Robert Greenwald, has an enormous amount of material to cover, and does it fairly clumsily. Information enters the screen from too many directions. Subtitles treat the material like a documentary. Spoken narration treats it as memory. Actual newsreel footage coexists with reconstructions. This is distracting at first, but the movie smooths out and finds its rhythm, and the closing passages are quite moving.\n\nOne element evoked by the movie is the symbolic role of the American flag during the period--a time that also inspired the hard-hat patriotism of \"Joe\" and the John Prine lyric: Your flag decal won't get you into heaven anymore / It's already overcrowded from that dirty little war.\n\nAbbie Hoffman is seen wearing an American flag shirt and getting in trouble for desecrating it; the movie cuts to footage of Roy Rogers and Dale Evans yodeling while wearing their flag shirts. Hoffman insisted that the flag represented all Americans, including those opposed to the war; he resisted efforts of the Right to annex it as their exclusive ideological banner.\n\nVincent D'Onofrio has an interesting task, playing the role, since Hoffman seems on autopilot much of the time. He is charismatic and has an instinctive grasp of the dramatic gesture, but can be infuriating on a one-to-one level; the women in his life sometimes wonder whether he really sees and hears them, and can understand what he puts them through. Both Garofalo and Tripplehorn are valuable to the film because they supply the eyes through which we see a man who couldn't clearly see himself.\n\nThe late 1960s were thought at the time to be a period of social revolution in America. National Guardsmen were on the campus, demonstrators patrolled the streets, Nixon and Hoover (as shown here) instigated illegal programs to befuddle and discredit their opponents. But the transition from Yippie to Yuppie went smoothly for most members of the '60s generation, prosperity soothed the voices of change, and the populace is anesthetized once again. Abbie Hoffman was not a revolutionary but he played one on television. He was prophetic, leading the way for virtual reality: It's not what you are, it's what you say, and whether you say it on TV.", "running_time": 111, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-08-25", "genres": ["Drama"], "title": "Steal This Movie (2000)"}