{"url": "http://www.rogerebert.com/reviews/steel-magnolias-1989", "by": "Sally Fieldas M'Lynn Eatenton", "star_rating": 3.0, "text": "\"Steel Magnolias\" is essentially a series of comic one-liners leading up to a teary tragedy, but let it be said that the one-liners are mostly funny and the tragedy deserves most, but not all, of the tears.\n\nThe movie takes place in Louisiana during what is said to be the 1980s and involves a tightly knit group of women friends whose husbands (being absent, depressed or dead) leave them lots of time to gossip at the beauty parlor.\n\nGossip is what they do best, and one of the characters even appropriates Alice Roosevelt Longworth's immortal line, \"If you have something bad to say about somebody . . . sit down right here beside me!\" What the women treasure most is anyone with a \"past,\" and when the gawky new girl at the beauty parlor confesses that she \"thinks\" she is married, they draw closer and hold their breath.\n\nThe beauty shop is operated by Dolly Parton in still another reminder that she is one of the sunniest and most natural of actresses.\n\nInto her hands, at the beginning of the movie, comes a young bride-to-be (Julia Roberts), who almost faints when she sees herself in the mirror. It's not shock, it's diabetes, and a glass of orange juice brings her around.\n\nParton has just hired a new girl (Daryl Hannah), who does her best with the mother of the bride (Sally Field). Dropping in to exchange insights are Shirley MacLaine, as the richest and meanest woman in town, and Olympia Dukakis, whose character has lost her husband but has a pot-bellied suitor on the horizon.\n\nThese six women are the steel magnolias of the title, Southern belles who are dippy on the outside but strong enough inside to survive any challenge, of which in this film there are many. At first we are not aware of impending tragedy, however, because the movie sticks so successfully to its comic dialogue.\n\nI doubt if any six real women could be funny and sarcastic so consistently (every line is an epigram), but I love the way these women talk, especially when Parton observes: \"What separates us from the animals is our ability to accessorize.\" The men do not amount to much in this movie. Tom Skerritt, as the father of the bride, spends much of his time trying to chase pigeons from his trees and the rest of his time grinning benevolently. Sam Shepard, as Parton's husband, lays abed in depression many days and then gets a job on an offshore oil rig that keeps him away for seven days at a spell. Dylan McDermott, the groom, is a pleasant nonentity who gets upstaged, or lost track of entirely, at the key events in his life. And then there is the hapless Kevin J. O'Connor, whose seduction of Shirley MacLaine has progressed to the point where she actually will wink at him in church.\n\nNo, this is a woman's picture. And the women in it cook and sew and mend and drive each other around town. They fight and make up and hug each other and cry. They get their hair done. And when tragedy strikes and there is a death in their little group, they have the strength to grieve and the character to smile through their tears.\n\nThe big scene in the movie is a brief, heartbreaking monologue by Sally Field, who asks God the question that is often uppermost in all of our minds: \"Why?\" The way she asks it, and the words she uses, are tremendously effective, and, yes, we are moved. I heard some snuffling and the blowing of noses. But then the tears are followed by a great big laugh that is funny but right on the brink of being a cheap dramatic trick, and we're reminded that \"Steel Magnolias,\" for all its pretensions, is closer to \"Miss Firecracker\" than to \"Terms of Endearment.\" The movie was written by Robert Harling, based on his own play, and directed by Herbert Ross, who choreographs wonderfully entertaining performances from all of the women in his cast - especially MacLaine as the town nut case who lurches around in overalls, towed by a big, ugly dog.\n\nThe principal pleasure of the movie is in the ensemble work of the actresses, as they trade one-liners and zingers and stick together and dish the dirt. \"Steel Magnolias\" is willing to sacrifice its over-all impact for individual moments of humor, and while that leaves us without much to take home, you've got to hand it to them: The moments work.", "running_time": 118, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-11-17", "genres": ["Drama", "Romance"], "title": "Steel Magnolias (1989)"}