{"url": "http://www.rogerebert.com/reviews/stella-1990", "by": "Bette Midleras Claire", "star_rating": 3.5, "text": "\"Stella\" is the kind of movie they used to call a tearjerker, and we might as well go ahead and still call it that, because all around me at the sneak preview people were blowing noses and sort of softly catching their breath - you know, the way you do when you're having a great time. It tells a story that is predictable from beginning to end, except that who would have predicted this old story still had so much life in it, or that the actors would fill it with such warmth and sentiment? \"Stella\" may be corny, but it's got a great big heart.\n\nThe basic plot elements are more or less the same as the last time this story was filmed, starring Barbara Stanwyck, in 1937. A poor but plucky mother has a daughter out of wedlock, proudly refuses financial aid from the rich man who is the father, and raises the girl on her own. Mother and daughter love each other, but the day comes when the mother - a former barmaid, now selling cosmetics door to door - realizes that the father and his sophisticated fiancee can give the girl (now college age) the advantages she needs. So the mother gives away her daughter - all but drives her away - and the ending is pure melodrama.\n\n\"Audiences came to sneer and stayed to weep,\" film historian Leslie Halliwell said of the 1937 version. They're likely to do the same thing this time. Every charge you can make against this movie is probably true - it's cornball, manipulative, unlikely, sentimental and shameless. But once the lights go down and the performances begin, none of those things really matter, because this \"Stella\" has a quality that many more sophisticated films lack: It makes us really care about its characters.\n\nBette Midler and Trini Alvarado play the mother and daughter as well as I can imagine them being played, with style and life. They don't put on long faces and march through the gloom. Midler must have played around with a lot of walks and a lot of accents - she must have experimented with attitudes and personal styles - before she hit on the right note for Stella. She's a tough broad who, as the movie opens in 1969, tends bar for a living and who has even been known to climb up on the bar when someone plays \"The Stripper\" on the jukebox. She's not educated, but she's smart and funny, and has a determined, independent attitude toward life.\n\nThe bar is a working-class, shot-and-beer joint. One night a slick customer comes in wearing a cashmere sweater and a nice smile.\n\nHe likes the way she had fun when she dances. Against her better judgment, they have an affair, she gets pregnant, he halfway offers to marry her, she says nothing doing, and the rest of the movie is about how she raises the kid, named Jenny, on her own. The father (Stephen Collins) stays in the picture, however, because he comes to love his daughter. So does his financee (Marsha Mason). And there is the steady guy in Stella's life, a bartender named Ed (John Goodman) who is a pal, not a lover, and sticks with her through her problems while piling up a lot of his own.\n\nThe movie, directed by John Erman and written by Robert Getchell, doesn't miss a single opportunity to generate emotion from its story. There's the girl's 16th birthday party, where nobody comes.\n\nThe lonely Christmas Eve. The crush that Jenny gets on a sincere young preppie, and the way her mother embarrasses her by dancing with the waiter at a posh Florida resort. What \"Stella\" proves is that no scene is really hackneyed or predictable unless the people making the movie think of it that way. Midler and Alvarado put so much belief into their scenes, so much unforced affection and life, that only an embittered grinch could refuse to be touched.\n\nIn an odd sort of way, some of the same notes in \"Stella\" were played, not so well, in Midler's previous tearjerker, \"Beaches\" (1989). That one was more sophisticated and cool and knowledgeable, and not half as effective.\n\nThere are scenes here of great difficulty, which Midler plays wonderfully; the scene, for example, where she goes to Marsha Mason's office to ask if Jenny can come to live with Mason and Collins. She believes the time has come to let Jenny take advantage of her father's culture and position, even if that means she loses her daughter: \"I'm not gonna let nothing stand in the way of my Jenny,\" she says. She learns that Mason, the chic publishing executive, comes from a poor rural background. She asks about Mason's sisters. Are they successful? Are they happy? Mason's face shows they are not. \"I knew it,\" Midler says. \"They didn't get out.\" Although the story in \"Stella\" is what manipulates the audience, the style is what makes the movie glow. Midler's Stella shows quiet flashes of the Midler stage persona, especially when she puts people down, and, in moderation, the flashes work. So does the movie's refusal to allow Stella to live in self-pity. She sheds some tears, yes, but in her own mind she has achieved a series of victories in bearing a daughter, preserving her own self- esteem, and launching Jenny into the great world. \"Stella\" is the kind of movie that works you over and leaves you feeling good, unless you absolutely steel yourself against it. Go to sneer. Stay to weep.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-02-02", "genres": ["Drama"], "title": "Stella (1990)"}