{"url": "http://www.rogerebert.com/reviews/step-up-revolution-2012", "by": "Kathryn McCormickas Emily", "star_rating": 2.0, "text": "Name this plot: The gang hangs out near the beach and has a way of spontaneously breaking out into dance. A pretty girl is new in town. She's an outsider, until the leader of the beach crowd befriends her. Life's a holiday until an evil real-estate developer comes along and wants to destroy the Eden on the beach by erecting a huge development. The kids decide to protest in order to preserve their beloved turf. And the snaky developer turns out, inevitably, to be the new girl's daddy.\n\nI'm pushing the buzzer and shouting \"Beach Party\"! \"Frankie and Annette!\" But I'm dating myself. \"Step Up: Revolution\" is the fourth of the \"Step Up\" movies, a series of unconnected stories that serve as showcases for the kinds of young stars who sincerely hope they'll soon be in better movies. The first one, in 2006, starred Channing Tatum. This fourth one stars Kathryn McCormick, from \"So You Think You Can Dance.\" You get the idea.\n\nMcCormick is Emily, who we meet soon after she turns up in Miami Beach. She dreams of being a dancer and soon falls into the orbit of the Mob. No, not that one. This one is an awesomely well-organized, rehearsed, choreographed and disciplined flash mob that materializes around town and constantly mystifies TV news anchors, who report on its manifestations as if every appearance is a complete surprise. The mob's leader, Sean, is played by first-time actor Ryan Guzman. Like everyone else in \"Step Up: Revolution,\" Sean is good-looking, gifted and apparently self-supporting, since he's available 24/7 to turn up anywhere and dance.\n\nThe Mob oversteps the boundaries of your average flash mob, to be sure; they even do a choreographed routine while dancing on the hoods and roofs of cars that are (luckily) stopped in traffic. They have an uncanny way of materializing at public events involving the mayor and the evil real-estate developer (Peter Gallagher) and interrupting their speeches with high-octane production numbers. Even though the group's M.O. is well-established, the Miami Beach police seem singularly clueless. Ask yourself this question: What does the typical audience look like at a public speech by a real estate developer? As you fix that image in your mind, ask yourself if the cops would notice a large number of \"So You Think You Can Dance\" types, casually skulking about and acting as if they're not about to burst into dance. \n\nNever mind. There's another crucial element to the story. It depends on all of the members of the Mob being immortal and stuck in a moment of time. They are staging their protests because the development would go up right where they like to hang out. Bwaa-bwaa! There's even the colorful restaurant run by a kindly old guy who is usually called Pop in these stories, although I missed his name this time.\n\nNow, because Emily's father wants to tear down everything and erect his development, they are heartbroken. Where will they hang out now? Like many civic-minded people, I am in favor of landmarks and valuable streetscapes that are beloved by countless people. But is the Mob trying to preserve Miami Beach's Art Deco treasures? No, we never hear such a challenging term in the movie. I think they're basically trying to preserve Pop's.\n\nThat's why they'll have to be immortal. Because they assume that Pop's, and their favorite little shops for pants and shoes, will be there forever — and so will they. But consider how tragic it would be if Emily, Sean, Pop and the gang were all still there in 50 years, still popping up by surprise to dance on cars. We'd really need health care then. No, it is the way of the world that people grow up and move along, and we cannot destroy the plans of developers merely to preserve kids' precious hangouts, although if it involves Donald Trump, it might be OK.\n\nOK, OK. They're good dancers, and well-choreographed. You can see the movie for that and be charitable about the moronic plot.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-07-25", "genres": ["Drama", "Music", "Romance"], "title": "Step Up Revolution (2012)"}