{"url": "http://www.rogerebert.com/reviews/step-brothers-2008", "by": "Will Ferrellas Brennan Huff", "star_rating": 1.5, "text": "When did comedies get so mean? \"Step Brothers\" has a premise that might have produced a good time at the movies, but when I left, I felt a little unclean. The plot: Will Ferrell and John C. Reilly play Brennan and Dale, two never-employed 40-ish sons who still live at home, eating melted cheese nachos and watching TV. When their parents (Mary Steenburgen and Richard Jenkins) get married, they become step-brothers and have to share the same room. This causes them to inflict agonizing pain upon each other and use language that would seem excessive in the men's room of a truck stop.\n\nIs this funny? Anything can be funny. Let me provide an example. I am thinking of a particular anatomical act. It is described in explicit detail in two 2008 movies, \"Step Brothers\" and the forthcoming \"Tropic Thunder.\" In \"Step Brothers,\" it sounds dirty and disgusting. In \"Tropic Thunder,\" described by Jack Black while he is tied to a tree and undergoing heroin withdrawal, it's funny.\n\nSame act, similar descriptions. What's the difference? It involves the mechanism of comedy, I think. The Jack Black character is desperately motivated. He will offer to do anything to be released. In \"Step Brothers,\" the language is simply showing off by talking dirty. It serves no comic function, and just sort of sits there in the air, making me cringe.\n\nI know, I know, four-letter language is the currency of a movie like this, and many of the other films Judd Apatow produces. I would be lying if I said I was shocked. I would also be lying if I said I had no taste, or judgment of comic strategy. I'm sure I've seen movies with more extreme language than \"Step Brothers,\" but here it seems to serve no purpose other than simply to exist. In its own tiny way, it lowers the civility of our civilization.\n\nNow what about the violence? These two adult children do horrible things to each other. The movie must be particularly proud of one scene, because they show part of it in the trailer. Dale thinks he has killed Brennan by slamming him with the cymbal of his drum set. He rolls him in a rug and prepares to bury him in the lawn. Brennan comes to, bangs Dale with the shovel and starts to bury him alive.\n\nI dunno. Maybe it sounds funny when you read it. Coming at the end of a series of similar cruelties, it was one living burial too many. There is also an attempted drowning. And ... never mind.\n\nMary Steenburgen and Richard Jenkins, two gifted actors, do what they can. They despair of their grown-up, unemployed brats. They lay down the law. They realize their sons are destroying their marriage. But they exist in another dimension than Brennan and Dale -- almost in another movie. Their reaction shots are almost always curious, because the only sane reaction would be sheer horror, followed by calls to the men with the butterfly nets.\n\nSometimes I think I am living in a nightmare. All about me, standards are collapsing, manners are evaporating, people show no respect for themselves. I am not a moralistic nut. I'm proud of the X-rated movie I once wrote. I like vulgarity if it's funny or serves a purpose. But what is going on here?\n\nBack to the movie. I suppose it will be a success. Will Ferrell and John C. Reilly have proven how talented they are in far better movies. If it makes millions, will they want to wade into this genre again? I hope not. Ferrell actually co-wrote the movie with Adam McKay, the director. Maybe he will. But why not a comedy with more invention, with more motivation than hate at first sight? \n\nThere is one genuinely funny moment in the movie; the blind man who lives next door has a guide dog that misbehaves, snarls and bites people. Bad taste, yes. But ... I'm desperate here. Do you see why the dog doing it is funny, but Will Ferrell doing it to John C. Reilly is not?", "running_time": 98, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-07-23", "genres": ["Comedy"], "title": "Step Brothers (2008)"}