{"url": "http://www.rogerebert.com/reviews/stepping-out-1991", "by": "Liza Minnellias Mavis", "star_rating": 2.0, "text": "\"Stepping Out\" is an amateur night version of \"Chorus Line,\" in which the members of a tap dance class face their individual problems and tell their own stories, while rehearsing for the big production number that will inevitably end the movie. Room is made for a couple of production numbers featuring the star, Liza Minnelli, and they're so good they left me wishing for more Liza and fewer problems in the chorus.\n\nThe movie’s based on a stage play by Richard Harris, which I saw in London, where it contained more dancing and was generally more engaging, maybe simply because it was on the stage. The arc of the story is completely predictable (strangers meet for tap class, each eventually reveals problems, teacher has most problems of all, class almost breaks up, everybody pulls together, gets big ovation on the night of the big show). But on the stage the physical presence of the actors makes it all more convincing, and the dance numbers are real numbers, in real time, by real people.\n\nThe movie translates the material to North America (the movie was shot mostly in Buffalo and Toronto), and \"opens up\" the story by showing us the private lives of many of the characters (Liza is married to a chauvinist pig, Sheila McCarthy is married to a wife-beater, etc.). This is a mistake. In the play, the tap class contained the entire world of the story, and members talked of offstage situations. To see the husbands and others takes away from the episodic rhythm of the classes, in which heartfelt discussions alternated with dance routines.\n\nLiza Minnelli’s work in the movie is an appetizer for more singing and dancing. It’s a shame that a talent like hers has to survive in an era when the traditional film musical is all but dead.\n\nShe has a big solo production number and leads her class onstage for the big all-city dance extravaganza, but mostly she’s stuck in scenes of potted dialogue and emotion, chain-smoking and sympathizing.\n\nOf the others in the class, Bill Irwin and Shelley Winters have particularly thankless roles, he as the pathologically shy male member of the group, she as a piano player with a perpetual grudge that the screenplay never pauses to explain. Sheila McCarthy (from \"I've Heard the Mermaids Singing\") is engaging as the defiant wife who wants out from under her husband’s control, and Nora Dunn has fun with the limited role of the local society shrew.\n\nBut the movie is neither fish nor fowl. As a song-and-dance picture, it talks too much. As a drama, it’s superficial and locked into a formula. Maybe it will remind somebody what a wonderful talent Liza Minnelli has, and they will do something with it, like putting her in a real musical.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-10-18", "genres": null, "title": "Stepping Out (1991)"}