{"url": "http://www.rogerebert.com/reviews/stepmom-1998", "by": "Julia Robertsas Isabel", "star_rating": 2.0, "text": "Sometimes all you have to do is look at the casting, and you can guess where a movie will take you. If a movie named \"Stepmom\" co-stars Susan Sarandon and Julia Roberts, you know it's a tearjerker. (With Jennifer Jason Leigh and Neve Campbell, you know it's drenched in sex; with Jamie Lee Curtis and Drew Barrymore, in blood.) The current iconography of Sarandon and Roberts falls somewhere between feminist heroism and sainthood; if Roberts is the stepmom, you know she's not going to have fangs and talons.\n\nStill, the art of a movie like this is to conceal the obvious. When the levers and the pulleys of the plot are concealed by good writing and acting, we get great entertainments like \"Terms of Endearment.\" When they're fairly well masked, we get sincere films like \"One True Thing.\" When every prop and device is displayed in the lobby on our way into the theater, we get Chris Columbus' \"Stepmom.\" The movie begins one year after a fashion photographer named Isabel (Julia Roberts) has started dating a businessman named Luke (Ed Harris). She thinks it's time she can be trusted to take care of his two kids for the weekend. He has his doubts, maybe because she's \"not used to kids,\" maybe because he still sees his ex-wife Jackie (Susan Sarandon) as the perfect mother. It's a question of trust. Jackie doesn't trust Isabel (or like her). Luke likes her but is unsure. The kids have been tutored by their mother to resent this new woman in their dad's life.\n\nThe children are Anna (Jena Malone) and Ben (Liam Aiken). She's just starting to date. He's in the lower grades, and afraid of losing his mommy because of this new woman (\"Mommy, if you want me to hate her, I will\"). Isabel really loves Luke and would like to love the kids, if they would let her. But every time she's late with a school pickup, Jackie turns up like an avenging angel with sarcastic criticisms. One day Isabel takes the children to Central Park, where she's doing a photo shoot, and Ben wanders away. By the time he's found safely, Jackie is issuing ultimatums: \"That woman is to have nothing else to do with my children.\" That's Act 1. Act 2 of course is the gradual weakening of the emotional walls, as Isabel earns the trust of the children, and Jackie learns to let go. (Spoiler warning:) The upbeat TV ads don't contain a hint of this, but, yes, just like Debra Winger in \"Terms of Endearment\" and Meryl Streep in \"One True Thing,\" the Sarandon character doesn't have long to live. When she gets bad news from her doctor, she realizes that Isabel will inevitably one day be taking care of her kids and that she'd better ease the transition. Act 3 is the Kleenex stuff, including separate farewells between the mother and each child. The problem with the movie is the way it jumps up and down on first, second and third before sliding into home. The movie hasn't been written so much as constructed by its five screenwriters, and although Gigi Levangie and Ron Bass, credited first and last, no doubt elevated the sophistication of the dialogue, these are people whose lives are gripped in the mighty vise of plotting. The skill of the actors, who invest their characters with small touches of humanity, is useful in distracting us from the emotional manipulations, but it's like they're brightening separate rooms of a haunted house.\n\nThe movie is really about the Sarandon character. Harris is absent for much of the second half, until he turns up for a family photo. Sarandon can create characters of astonishing conviction (Sister Helen Prejean in \"Dead Man Walking\"). Here she has to be unreasonable for half the movie and courageous for the rest; there's not a rest period where she just gets to be this woman. Every scene has a purpose; we're reminded of the value of those brief pillow scenes in which directors like Yasujiro Ozu take a beat and let us see their characters simply being.\n\nTo be sure, \"Stepmom\" has a certain tact. It wants us to cry, but it doesn't hold a gun on us, like \"Patch Adams,\" and enforce its emotions with sentimental terrorism. Roberts and Sarandon are immensely likable people, and Harris here seems caring and reasonable in a thankless role. We would have enjoyed spending time with them, if they'd been able to pull themselves away from the plot.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-12-25", "genres": ["Drama", "Romance"], "title": "Stepmom (1998)"}