{"url": "http://www.rogerebert.com/reviews/steve-jobs-the-lost-interview-2011", "by": "Paul Sen", "star_rating": 3.0, "text": "If Steve Jobs was right in 1995 and the computer is the most important tool in the history of the human race, then he was the most important toolmaker. In that year he was in exile from Apple, fired by the company he co-founded, and running his own much smaller company named NeXT. Soon he would sell NeXT to Apple and become Apple's CEO. Ahead lay a new generation of Macs and iPhones, iPods and lots of cool iStuff.\n\nJobs rarely sat down for interviews. He was highly conscious of message control as a part of marketing; note how tight Apple's security is on new product introductions. In 1995 he sat down for a 70-minute interview with Robert X. Cringely, technology writer and blogger. Bites from it were used in \"Triumph of the Nerds,\" Cringely's PBS series. Most of it has never been seen and was thought to be lost en route from London to New York. Recently, Cringely says in his intro to this doc, a copy was found in London. Now, soon after Jobs' death on Oct. 5, it's being shown via HDNet in Landmark Theaters in 19 cities, including Chicago's Landmark Century. Most cities will see it at 7:15 and 9 p. m. on Nov. 16 and 17. In Palo Alto, where he lived and died, it will play for a week.\n\nHe and Cringely (a former Apple employee) were on good terms, and Jobs was unusually open. One of his motives was that he believed Apple was on a slow slide into extinction. He's frank about John Sculley, the executive he hired and who pushed him out: Scully knew little about computers but a great deal about survival.\n\nJobs was 40 when this interview took place. He recalls with savor the early days when he and Steve Wozniak built the Apple I in a garage, and unknowingly invented cell phones by rigging it to send a telephone call around the world to ring the pay phone next door a minute later. \"We realized we two could control billions of dollars in infrastructure!\" he smiles. He also remembers them calling the Pope and hanging up when they realized they'd actually gotten through.\n\nHe tells the story of how he saw a Graphical User Interface in Xerox's PARC lab in Palo Alto, and realized in an instant it represented the future of computing. He tells other hardware and software stories, but seems more interested in the process of running a company in which diamonds in the rough can polish each other by constant friction. He discusses his management theories, which made him arguably the best chief executive of his time, and remembers his first visit, as a 12-year-old nerd, to Hewlett-Packard. \"It was the only company I'd ever seen,\" he tells Cringely. \"I thought it was great how they had free coffee and doughnuts.\"\n\nSteve Jobs has held a special fascination for me since I bought one of the first Macs. And you? It's likely you already know if you want to see this documentary, which isn't really a film; it's raw material for a film, in the form of Jobs speaking in close-up. It's a tribute to the singular popularity of Steve Jobs that he's probably the only talking head people would pay to watch for more than an hour.", "running_time": 70, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-14", "genres": ["Documentary"], "title": "Steve Jobs: The Lost Interview (2011)"}