{"url": "http://www.rogerebert.com/reviews/stevie-1978", "by": "Robert Enders", "star_rating": 4.0, "text": "Stevie Smith came across a newspaper clipping one day that told of a man who drowned within a few hundred yards off the shore. The people on the beach saw him waving, and they waved back. The truth, as Stevie expressed it in a famous poem, was the man's problem was just like her own:\n\n    I was much too far out all my life    And not waving, but drowning.\n\nIn those lines, Stevie Smith made an image of her own life, and it is an image that Glenda Jackson's film \"Stevie\" expresses with clarity, wit, and love.\n\nStevie Smith was a British poet of considerable reputation, who died in 1971 at the age of sixty-nine. She spent almost all of her life living in a small home in the London suburb of Palmers Green, where she moved as a child. She worked every day in an office in the city, until her growing reputation as a poet allowed her to take an early retirement. She lived with an old maid aunt, and eventually she became an old maid herself. We watch this process as it is punctuated by a marriage proposal, by a visit to Buckingham Palace for tea with the queen, by a half-hearted suicide attempt. Every night, there was definitely a glass or two or more of sherry, or sometimes gin.\n\nTo the world, she must have appeared to be an exemplary example of a talented English eccentric. Her poems were irreverent, sharply satirical, and laconic. She was capable of writing one day:\n\n    The Englishwoman is so refined    She has no bosom and no behind.\n\nAnd on another day, writing about death:\n\nI was much too far out all my life  And not waving but drowning.\n\nThe film Stevie captures this laconic despair, but it also does a great deal more. It gives us a very particular portrait of a woman's life. The movie is based on a play by Hugh Whitemore, and it contains one of Glenda Jackson's greatest performances. She knows this character well. She played Stevie on the London stage and on a BBC radio production before making this film. She does what great actors can do: She takes a character who might seem uninteresting, and makes us care deeply about the uneventful days of her life.\n\nAlthough \"Stevie\" is totally dominated by Jackson's performance, it is not a one-character film by any means. The veteran British actress Mona Washbourne provides a magnificent performance as Stevie's maiden aunt, who is a little dotty and a little giggly and very loving, who likes her glass of sherry and wears flowered print dresses that Stevie says look like a seed catalog illustration titled \"They All Came Up.\" Alec McCowen plays Freddie, the not-so-young man who comes calling, and whose proposal Stevie rejects. And the wonderful Trevor Howard has an ambiguous part as \"the man.\" On one level, \"the man\" is just someone she met at a literary party and conned into giving her rides to poetry readings. At another level, especially when he is seen by himself, telling us about Stevie and reading some of her lines, he is the understanding, forgiving father figure Stevie never had.\n\nMovies like \"Stevie\" run the risk of looking like photographs of stage plays, but Stevie somehow never feels that way. Even though it uses the artifices of the stage including remarks addressed by Glenda Jackson directly to the audience and even though a lot of its dialogue is poetry, Stevie always feels as if it occupies this woman's life. She is the poet, we are her confidantes, and it is a privilege to get to know her. I have perhaps given the impression that Stevie is grim and depressing. It is not at all. It is very sad at times, of course, but there are other times of good humor and barbed wit, when she's not drowning, but waving.", "running_time": 102, "mpaa_rating": "Unrated", "release_year": 1978, "date_published": "1978-09-08", "genres": ["Drama", "Foreign"], "title": "Stevie (1978)"}