{"url": "http://www.rogerebert.com/reviews/stick-it-2006", "by": "Jeff Bridgesas Burt Vickerman", "star_rating": 2.0, "text": "\"Stick It\" uses the story of a gymnast's comeback attempt as a backdrop for overwrought visual effects, music videos, sitcom dialogue and general pandering. The movie seems to fear that if it pauses long enough to actually be about gymnastics, the audience will grow restless. It often abandons realism, unless it is possible, which I doubt, that you can do a head-spin on a balance beam.\n\nThe movie stars Missy Peregrym as Haley, a once-promising gymnast who disqualified herself by walking away from Team USA during an important final match. She had her reasons for bailing out, but for now she's in disgrace. She spends her time back home in Plano, Texas, hanging out with teenage boys and doing insane stunts with bicycles and skateboards that involve rooftops and empty swimming pools. The cops give chase, and we get the obligatory scene where the mystery character takes off her helmet and lets down her hair, and -- gasp! -- it's a girl!\n\nHaley did thousands of dollars in damage after crashing her bike through a window and is ordered by the judge to attend, on probation, the Vickerman Gymnastics Academy in Houston. This is a legendary establishment rumored to be producing \"more injuries than champions.\" Vickerman, played by Jeff Bridges, is a sharp-talking iconoclast with an offhand manner, but then everyone in this movie speaks in a strange, stylized, enigmatic way, and their dialogue sounds like -- dialogue.\n\nThe story will be familiar to anyone who has ever seen a movie about a troubled athlete and a brilliant coach. It will also be familiar to anyone who has not. We have scenes in which the other students resent Haley for walking off Team USA, scenes where Haley rebels against Vickerman's discipline, scenes of injury and disappointment, moments of heartfelt revelation, some jealousy among the gymnasts and finally a comeback in which, we sense, Haley will probably not walk off the floor.\n\nAll of this is well enough made, although it appears to my untrained eye that some of the better gymnastics stunts are done with CGI effects. Jessica Bendinger, the writer and director, wrote the better \"Bring It On\" (2000), about competing cheerleading squads. Here she shows visual mastery but not visual judgment: She can do a lot of stuff that the movie doesn't really require, and it acts like a stylistic barrier between the audience and the emotions. With its stark red and white sets, Vickerman's looks more like a backdrop for an ad than like a working gymnasium. And the characters are rarely so spontaneous they can't find an epigrammatic way of expressing themselves. (By \"epigrammatic,\" I mean smart-ass.).\n\nI liked Missy Peregrym as Haley, in part because she doesn't fit the stereotype of women gymnasts as short and underfed. I shared her anger at bird-brained judges who discount a difficult trick because a bra strap is showing. Bridges does what he can with the Vickerman role, but is too good an actor to fit into such a shallow character. All through the movie, I kept thinking of Robert Towne's \"Personal Best\" (1982), with Mariel Hemingway as an athlete and Scott Glenn as her coach. That film has such honesty and integrity that \"Stick It\" seems childish by comparison.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-04-27", "genres": ["Comedy", "Drama", "Family", "Sports Film"], "title": "Stick It (2006)"}