{"url": "http://www.rogerebert.com/reviews/stigmata-1999", "by": "Patricia Arquetteas Frankie Paige", "star_rating": 2.0, "text": "\"Stigmata\" is possibly the funniest movie ever made about Catholicism--from a theological point of view. Mainstream audiences will view it as a lurid horror movie, an \"The Exorcist\" wannabe, but for students of the teachings of the church, it offers endless goofiness. It confuses the phenomenon of stigmata with satanic possession, thinks stigmata can be transmitted by relics and portrays the Vatican as a conspiracy against miracles.\n\nThe story: In Brazil, a holy priest has come into possession of a lost gospel \"told in the words of Jesus himself.\" In the priest's church is a bleeding statue of the Virgin Mary. The Vatican dispatches a miracle-buster, Father Andrew (Gabriel Byrne), to investigate. \"The blood is warm and human,\" he tells his superiors. He wants to crate up the statue and ship it to the Vatican for investigation, but is prevented. (One pictures a vast Vatican storehouse of screen windows and refrigerator doors bearing miraculous images.) The old priest in Brazil has died, and in the marketplace an American tourist buys his rosary and mails it as a souvenir to her daughter Frankie (Patricia Arquette), who is a hairdresser in Pittsburgh. Soon after receiving the rosary, Frankie begins to exhibit the signs of the stigmata--bleeding wounds on the wrists, head and ankles, where Christ was pierced on the cross. Father Andrew is again dispatched to investigate, reminding me of Illeana Douglas' priceless advice to her haunted brother in \"Stir Of Echoes\": \"Find one of those young priests with smoldering good looks to sort of guide you through this.\" The priest decides Frankie cannot have the stigmata, because she is not a believer: \"It happens only to deeply religious people.\" Psychiatrists quiz her, to no avail. (\"Is there any stress in your life?\" \"I cut hair.\") But alarming manifestations continue: Frankie bleeds, glass shatters, there are rumbles on the soundtrack, she has terrifying visions and at one point she speaks to the priest in a deeply masculine voice, reminding us of Linda Blair in \"The Exorcist.\" Now there's the problem. Linda Blair was possessed by an evil spirit. Frankie has been entered by the Holy Spirit. Instead of freaking out in nightclubs and getting blood all over her bathroom, she should be in some sort of religious ecstasy, like Lili Taylor in \"Household Saints.\" It is not a dark and fearsome thing to be bathed in the blood of the lamb.\n\nIt is also not possible, according to leading church authorities, to catch the stigmata from a rosary. It is not a germ or a virus. It comes from within. If it didn't, you could cut up Padre Pio's bath towels and start your own blood drive. \"Stigmata\" does not know, or care, about the theology involved, and thus becomes peculiarly heretical by confusing the effects of being possessed by Jesus and by Beelzebub.\n\nMeanwhile, back at the Vatican, the emotionally constipated Cardinal Houseman (Jonathan Pryce) rigidly opposes any notion that either the statue or Frankie actually bleeds. It's all a conspiracy, we learn, to suppress the gospel written in Christ's words. The film, a storehouse of absurd theology, has the gall to end with one of those \"factual\" title cards, in which we learn that the \"Gospel of St. Thomas,\" said to be in Christ's words, was denounced by the Vatican in 1945 as a \"heresy.\" That doesn't mean it wouldn't be out in paperback if there were a market for it. It does mean the filmmakers have a shaky understanding of the difference between a heresy and a fake.\n\nDoes the film have redeeming moments? A few. Arquette is vulnerable and touching in an impossible role. I liked the idea of placing her character within a working-class world; there's a scene where a customer in the beauty shop resists having her hair treated by a woman with bleeding wrists. And Nia Long has fun with the role of Frankie's best friend; when your pal starts bleeding and hallucinating, it's obviously time for her to get out of the house and hit the clubs.\n\n\"Stigmata\" has generated outrage in some Catholic circles. I don't know why. It provides a valuable recruiting service by suggesting to the masses that the church is the place to go for real miracles and supernatural manifestations. It is difficult to imagine this story involving a Unitarian. First get them in the door. Then start them on the Catechism.", "running_time": 102, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-01-01", "genres": ["Drama", "Fantasy", "Horror", "Mystery", "Thriller"], "title": "Stigmata (1999)"}