{"url": "http://www.rogerebert.com/reviews/still-crazy-1999", "by": "Stephen Reaas Tony", "star_rating": 3.0, "text": "\"Still Crazy\" is a kinder, gentler version of \"This Is Spinal Tap\" (1985), telling the story of a 1970s rock band that tries for a reunion 20 years after its last disastrous concert. Two decades have not been kind to the surviving members of Strange Fruit: One is a roofing contractor, one lives in a trailer in his mother's garden and hides from the tax man, one services condom machines in Ibiza, and even the one who held on to his money hasn't held on to enough of it. Two other members are dead.\n\nNone of the survivors remembers the old days with much affection. There was jealousy, anger and betrayal among band members, and the drugs and lifestyle didn't help. \"God got tired of all that '70s excess,\" one observes. \"That's why he invented the Sex Pistols.\" The band members have drifted out of touch, and like it that way.\n\nBut one day, the keyboard man, Tony (Stephen Rea), is recognized in a restaurant by the son of the man who produced the disastrous 1977 concert at which Strange Fruit disintegrated. He suggests a reunion. Tony, who services the condom machines, still believes a little in the dream of rock 'n' roll. (He wears Jimi Hendrix's tooth around his neck.) Besides, he needs the money, so he tracks down Karen (Juliet Aubrey), who was the group's secretary and gofer. Together they go looking for the others and find them: Ray Simms (Bill Nighy) is a cadaverous poseur living in a Victorian mansion with his bossy Swedish wife (Helena Bergstrom). He keeps his gold records in a crypt. Les Wickes (Jimmy Nail) is a roofer, tracked down by Tony on top of a church. Beano Baggot (Timothy Spall) works in a nursery, lives in a trailer and fears a jail term from the tax authorities. Hughie (Billy Connolly) is the lead roadie. Brian (Bruce Robinson), the lead guitarist, disappeared long ago and is thought by everyone to be dead.\n\nNot so reluctantly, the Fruit agree to do a \"test tour\" of Holland as a preliminary to a big '70s revival concert. They need the money. But they are all much decayed since their glory days, and only by not shaving and letting their hair grow rank are they able to conceal how bad they look--by looking worse.\n\nRay is a particularly dodgy case. Nagged by his wife, who micromanages every moment of his life, he's a recovering addict who is terrified of a fatal lapse back into drugs or booze. He stutters a little, makes profound statements that nobody else can quite understand, and cannot cope with the challenges of an ordinary day. His speech at a wedding reminds me of Rowan Atkinson's inept Bean.\n\nThe filmmakers must have personal experience with neurotic rock stars past their sell-by dates. The director, Brian Gibson, made the Tina Turner biopic \"What's Love Got to Do with It,\" and the writers are Dick Clement and Ian La Frenais, who wrote \"The Commitments,\" about an Irish group that would have been a garage band if they'd had a garage. They succeed in making Strange Fruit look and sound like a real band (the music was written and performed by various veterans of Foreigner, Spandau Ballet, Squeeze and the Electric Light Orchestra), and there is an authenticity to the backstage desperation, as old wounds are reopened.\n\nThere are times when the film edges close to \"Spinal Tap\" territory, as when young fans are quick to boo the aging and uncertain group. In a way, the spirit of \"Spinal Tap\" hovers over the entire film, since its deadly aim has forever marked middle-age rockers as targets of satire. But \"Still Crazy\" pays attention to the personalities of its heroes and finds enough humor in reality, as when Ray slams his 50th birthday cake against the wall.\n\nSome of the faces, especially Rea and Spall, are familiar from other recent British movies. But it's Nighy who makes the most memorable impression. He conveys fear so well, especially that central kind of fear that forms when you can no longer trust yourself to do the right thing. There is a scene where he unwisely ventures onto some ice that cracks, and the way he handles it is unexpected, and right.\n\nThere aren't a lot of plot surprises in \"Still Crazy\" (the biggest surprise is telegraphed early on), and the ending is more or less as expected--indeed, as decreed by the comeback genre. But the characters are sharply defined and well-written, and we come to like them. Twenty years ago they may have seemed like unapproachable rock gods, but now we see them as touching and vulnerable: Once they could do something fairly well, and now they have arrived at the stage in life where they can do it better--if they can do it at all.", "running_time": 96, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-01-22", "genres": ["Comedy", "Foreign", "Music"], "title": "Still Crazy (1999)"}