{"url": "http://www.rogerebert.com/reviews/still-walking-2009", "by": "Hiroshi Abeas Ryota", "star_rating": 4.0, "text": "Most family dramas contain too much drama. In most families, the past and present don't meet and find resolution during a 24-hour period, no matter how many American films you've seen about Thanksgiving. Painful family issues are more likely to stay beneath the surface, known to everyone but not spoken of. \"Still Walking,\" a magnificent new film from Japan, is very wise about that, and very true.\n\n\tA dozen years ago, the prized possession of this family was Junpei, the eldest son, doted on by his parents and admired by his younger brother and sister. But Junpei drowned while saving a life, and every year the family gathers, as many Japanese families do, to visit his grave and memory.\n\n\tThese occasions are hated by Ryota (Hiroshi Abe), the second son. His father (Yoshio Harada) almost blames him for not being the one who died. On the drive to his home town at the seaside, Ryota tells his new wife Yukari (Yui Natsukawa) they must not even stay the night. This will be her first meeting with the parents; she is a widow with a young son.\n\n\tThe father is a retired physician, slowed with age, still marching joylessly on his daily walk. He stays mostly closed off in his office and greets his son brusquely. The mother has her doubts about this marriage; it is better to marry a divorced woman than a widow, because at least the divorce chose to leave her husband.\n\n\tAlso together for this day are Ryota's older sister and her husband. It is only slowly that we pick up the suppressed currents of feeling in the family; on the surface, the mother stays cheerful, although the old doctor's bitterness is obvious: The wrong son drowned.\n\n\tThe day arrived at some sort of centerpiece when they welcome a luncheon guest, who is never named. This is the man Junpei died while saving. He is homely, fat, ill at ease, squirmy, apologetic, bursting from his white dress shirt. The doctor clearly doesn't regard him as having been worth saving. Ryota has spent a lifetime feeling shunned by his father and considered inferior to his brother. He has been wounded time and again, and so he is alert to the discomfort of the saved man. Why do they even invite him? He's obviously suffering during these annual visits. They invite him, he learns offhandedly, because he suffers.\n\nIf anyone can be considered an heir of the great Yasujiro Ozu, it might be Hirokazu Kore-Eda, the writer and director of \"Still Walking.\" In \"Maborosi\" (1995), \"After Life\" (1998) and \"Nobody Knows\" (2004), his first three features released in North America, and now in this film, he has produced profoundly empathetic films about human feelings. He sees intensely and tenderly into his characters. Like Ozu, he pays meticulous attention to composition and camera placement. Acting as his own editor, he doesn't cut for immediately effect, but for the subtle gathering of power. His actors look as if they could be such people as they portray.\n\n\tHe feels a strong connection with spouses separated by death or circumstances, and the children who are involved. \"Maborosi\" involves a widow with a young son, who goes to a new seaside town to marry a virtual stranger. \"After Life,\" a serious fantasy, is about newly dead people who spend a week in a heavenly waiting room to prepare a film of the one memory they want to carry through eternity. \"Nobody Knows\" is about the children of a quasi-prostitute who leaves them to fend for themselves in a city apartment.\n\n\tNone of these films elevate the temperature with melodrama. They draw us inward with concern. Kore-Eda is a tender humanist, and that fits well with his elegant visual style. In \"Still Walking,\" he shares something valuable with Ozu: What I call Ozu's \"pillow shots,\" named after the \"pillow words\" in Japanese poetry, which separate passages with just a word of two, seemingly unconnected, for a pause in the rhythm. These shots may show passing trains (a favorite of both directors), or a detail of architecture or landscape. It isn't their subject that matters, it's their composure.", "running_time": 114, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-08-26", "genres": ["Drama", "Foreign"], "title": "Still Walking (2009)"}