{"url": "http://www.rogerebert.com/reviews/still-bill-2010", "by": "Damani Baker", "star_rating": 3.5, "text": "Bill Withers' songs run through our memories: \"Ain't No Sunshine,\" \"Lean on Me,\" \"Use Me,\" \"Grandma's Hands.\" Learning there was a new documentary about him, I wondered how long ago he died. The answer is, he still lives and survives as a happy man. \"Still Bill\" is about a man who topped the charts, walked away from it all in 1985 and is pleased that he did.\n\nHe didn't burn out. He hasn't burned out. He was free of the demons of drink and drugs. He is still happily married to his first and only wife. His grown kids still live at home -- Kori, who would like to follow her dad into music, and Todd, who is a law student. Marcia, his wife, has her MBA from UCLA and has manifestly looked after their finances, as we can guess after a look around their rambling hilltop home in a high-priced area of Los Angeles. \n\nBill is 71. He was born in the middle of the segregated South in the mining hamlet of Slab Fork, W.Va. Did that experience leave scars? Not deep ones, apparently. On a homecoming trip for a class reunion, he walks the little town with a childhood friend, now the mayor, and they recall skinny-dipping in the creek and walking to school. Yes, they had to go to the back door of the grocery store to get an ice cream cone. He seems to remember the ice cream better than the back door. And he remembers his grandmother sitting on the front porch and singing.\n\nBill Withers was scarred, however. He had a serious stutter until he was 20. We don't learn why it went away. Maybe music helped. The most emotional scenes in \"Still Bill\" show him accepting an award from a stutterers' association, and then talking with a roomful of kids who stutter. His advice is calm: He identifies with them, he observes that stuttering can make other people nervous, he says \"we have to go just that little bit further to help them feel at ease.\" \n\nHe wipes away some tears in his eyes, and we suspect they have been unshed since childhood. Later he recalls being taunted to \"spit it out!\" -- as if stuttering were his decision. He says he decided while young to make the most of his opportunities, and did. He studied, joined the Navy, didn't own a guitar until 1970, and achieved his first hit record, \"Ain't No Sunshine,\" in 1971. \n\nWithers wasn't part of mainstream soul music. He used a few instruments -- guitar, bass, drums, piano -- and no driving beat. He depended on his pure baritone and his lyrics. Listen again to \"Ain't No Sunshine,\" and you realize it is a rarity: a hit song that is essentially just a man singing.\n\nLater, he shudders in recalling a recording executive who wanted him to do his own cover version of Elvis Presley's \"In the Ghetto.\"\n\nWhy did he quit? It was time to quit, he says, whatever that means. He didn't feel the need to tour year after year, keeping himself in people's minds. \"On the way to wonderful,\" he says, \"you'll pass through all right. Stop and take a look around, because that's where you may be staying.\" It's obvious he's happily married. He's close to his kids, and the only other time there are tears in the movie is when he and his daughter listen to a song she's recorded. His house is noticeably spacious and clutter-free, and so is his life.\n\nPerhaps in an attempt to slip some \"meaning\" into the film, the documentarians Damani Baker and Alex Vlack arrange a conversation with the scholar Cornel West and Tavis Smiley from PBS. It feels like they're trying to lead Bill into heavy generalizations, but he won't go there. Withers seems as close to everyday Zen as I can imagine. He talks a great deal about his philosophy, to be sure, but it's direct and manifestly true: Make the most of your chances, do the best you can, stop when you're finished, love your family, enjoy life. \n\nAt 70, he sings once in the film, at a tribute to him in Brooklyn. And in his home recording studio, he and guitarist and songwriter Raul Midon collaborate on a song in Spanish, which I liked. He still has the voice, the chops and the presence. But he doesn't feel a need to spend days and weeks away from home proving that. His music endures. \"I'm like pennies in your pocket,\" he says. \"You know they're there, but you don't think about them.\"", "running_time": 78, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-02-10", "genres": ["Documentary", "Music"], "title": "Still Bill (2010)"}