{"url": "http://www.rogerebert.com/reviews/stir-crazy-1980", "by": "Gene Wilderas Skip Donahue", "star_rating": 2.0, "text": "\"Stir Crazy\" seems to change its mind, halfway through, about the kind of movie it wants to be. It starts strong: It's a comedy that teams up, once again, Gene Wilder and Richard Pryor, who were the best things in the big 1977 hit \"Silver Streak.\"\n\nIt gives them crazy things to do, like working as performing chickens, but it also gives them interesting characters. Wilder is a playwright, Pryor is an actor, they're both out of work, and they decide to head West and seek their fortunes.\n\nSo far, great - right up to the case of mistaken identities that lands them in court. Their courtroom scene is one of the movie's high points. Their lawyer has, persuaded them to plead guilty in hope of a light sentence, but they're given 125 years apiece. Wilder begins a monosyllabic scream: Wa! Wa! Wa! Pryor tries to explain that everything was Wilder's idea. The movie has started well and at this point it looks like it could develop into a terrific comedy.\n\nBut it doesn't. Instead, once Wilder and Pryor are thrown into prison, it seems to lose its way. There are funny scenes to come, especially those involving a gigantic murderer named Grossburger (who is played by Erland Van Lidth De Jeude, the motorcycle gang leader in \"The Wanderers\"). But, inexplicably, the movie gets bogged down in developing its own plot. That is not always the best thing for a comedy to do, because if we're not laughing it hardly matters what happens to the plot.\n\nBut to the plot: The warden of the prison has a longstanding rivalry with another warden, and they bet on the outcome of rodeos held between the inmates at their prisons. After Wilder amazingly turns out to be a \"natural cowboy\" who can ride any bronco, Wilder and Pryor get involved in a scheme to escape during the prison rodeo. This is a deadly mistake for the movie. We get a long, boring rodeo sequence, intercut with the repetitious process of escape. The escape route involves slipping under a loose board, and climbing under the grandstand, and sneaking out of a ventilation panel and into a peanut vendor's wagon, and on and on, and about four different characters travel this route when one would have been plenty.\n\nSo that's what's wrong with the construction of the movie. The employment of Wilder and Pryor falls in another category. The movie was directed by Sidney Poitier (this is his fifth directorial job), and either Poitier or the producers make a tactical error in making Wilder the more aggressive character and Pryor the laid-back one. This is casting against type, all right: Wilder is brilliant at being meek and laid-back, and Pryor is a genius when he's allowed to be hyper. But it just doesn't feel right when Wilder goes for the high notes and Pryor hangs back.\n\nAnd that's a shame, because good comedies are hard to make and this one shows a lot of promise. What went wrong? Maybe everybody got too absorbed in the details of the rodeo and the escape plan? It's possible. But long, complicated courses of action do not necessarily suit themselves to comedy, and when the characters get absorbed in them they're not free to react in comic ways.\n\nIt's strange about \"Stir Crazy.\" We go in with big expectations, and we laugh so much at the beginning that we're ready for the movie to launch itself as a hit. And then it all goes flat and we come out disappointed. After \"Silver Streak,\" there was room in the world for a great Wilder-Pryor comedy. There still is.", "running_time": 111, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-12-15", "genres": ["Action", "Comedy"], "title": "Stir Crazy (1980)"}