{"url": "http://www.rogerebert.com/reviews/stir-of-echoes-1999", "by": "Kevin Baconas Tom", "star_rating": 3.0, "text": "\"Stir of Echoes\" is a supernatural thriller firmly rooted in a blue-collar Chicago neighborhood, where everyone on the block knows one another--although not as well as they think. Kevin Bacon stars in one of his best performances, as a telephone lineman named Tom Witzky, who plays in a band, wants to break out of the routine of his life and succeeds all too successfully.\n\n\"I never wanted to be famous,\" he tells his wife. \"I just never expected to be so ordinary.\" But he has an extraordinary gift he doesn't know about: He's a Receiver, able to see spirits. This gift is unlocked one boozy night at a beer party, when his sister-in-law Lisa (Illeana Douglas) talks about hypnosis. Tom claims he can't be hypnotized. Lisa tries. She evokes an empty theater and sends Tom drifting toward the screen; he spirals deeply into a trance and awakens after a terrifying vision of violent but indistinct events in his own house.\n\nThe haunting visitations do not go away. They're linked, perhaps, to events on the street, where the neighbors are salt-of-the-earth types who are into buying old houses and fixing them up. Tom's nights are prowled by nightmares, and his lovemaking is interrupted by hallucinations of severed body parts (that will certainly do the trick). He starts calling in sick, and his wife Maggie (Kathryn Erbe) is worried: Is he getting goofy? After the movies about satanic manifestations in Manhattan skyscrapers, it's nice to see weird things happening to people who hang out in the corner saloon, go to high school football games and walk down the block to church. In a Manhattan movie his wife would have sent him to a shrink. In this Chicago version, she tells her sister: \"He's used up all his sick days. They're gonna start docking him.\" Only his son Jake (Zachary David Cope) understands. Early in the film he asks an unseen presence, \"Does it hurt to be dead?\" After a vision of a ghostly young woman named Samantha appears to Tom on his living room sofa, Jake reaches out and touches his hand: \"Don't be afraid of it, Daddy.\" We learn that several months ago a mentally retarded girl disappeared in the neighborhood. Her sister baby-sits Jake, who somehow knows the name of the missing girl; Samantha told him.\n\nThen Samantha tells Tom, \"dig.\" So he digs. He digs up the backyard. Then he starts on the cellar. Eventually be brings in a pneumatic drill. This is the movie's weakest section; the writer-director, David Koepp, makes him dig more than is necessary to make the point. The movie's about ghosts, not digging, and I was reminded of Steven Spielberg's \"Close Encounters of the Third Kind,\" in which Richard Dreyfuss, receiving impulses from aliens, sculpts his mashed potatoes. The director's cut toned down the mashed potatoes, and Koepp might one day consider similar repairs.\n\nMaggie, meanwhile, comes into contact with a Chicago cop (Eddie Bo Smith Jr.) who is also a Receiver, and there's an intriguing scene where she stumbles across a meeting of other people who can see supernatural dimensions. I would have liked more of that subplot, which isn't developed, but never mind: Koepp's screenplay dovetails the supernatural stuff with developments among the neighbors which are, wisely, more sad and tragic than sensational.\n\nKevin Bacon is sometimes able to suggest characters who are being driven mad by themselves. Here he implodes in a role where that's the right choice; another actor might have reached too far. Kathryn Erbe is not merely worried, but also exasperated by her husband, which is the right realistic touch, and Illeana Douglas plays the kind of sister-in-law who takes what you like in your wife and carries it too far. (Asked for advice after nudging these events into motion, she unhelpfully suggests, \"Find one of those young priests with smoldering good looks to sort of guide you through this.\") Fred Murphy's photography places these people in the real world, and there is one shot that's a stunner, starting with the lineman up on a pole making a call, and then pulling back until we see a vast Chicago River vista and no less than three L trains at the same time. That doesn't have anything to do with ghosts, I know, but it sure is a neat shot.", "running_time": 110, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-09-10", "genres": ["Horror", "Mystery", "Suspense", "Thriller"], "title": "Stir Of Echoes (1999)"}