{"url": "http://www.rogerebert.com/reviews/stonewall-1996", "by": "Guillermo Diazas Lamiranda", "star_rating": 2.5, "text": "Homosexuality, which Oscar Wilde called “the love that dare not speak its name,” spoke its name loudly in the summer of 1969 when the clients of the Stonewall, a bar in Greenwich Village, fought back against police who were engaging in ritual gay bashing. The police were caught off guard: This wasn't in the script, which called for their targets to flee or to submit to ritual bookings for such crimes as not dressing to reflect their gender.\n\nOn that day, the gay liberation movement was born, and homosexuals began to assert their sexuality instead of concealing or denying it. “Stonewall” re-creates that time and place in a docudrama that looks through the eyes of a naive young man who comes to New York from a small town and is dismayed to find the situation little better than the one he left behind.\n\nHis name is Matty Dean (Frederick Weller), and he is comfortable with his sexuality--more easy with it, indeed, than most of the men he meets at the Stonewall. That includes its owner, Vinnie (Bruce MacVittie), who is in love with a drag queen named Bostonia (Duane Boutte) but keeps it a secret and poses as a straight businessman. Matty's first night at the Stonewall ends with a police raid, and he watches as customers are beaten up, booked, or dunked in the dishwater. For the regulars, it's an old story; drag queens quickly hide their wigs and wipe off their makeup, or race for the exit doors. Matty doesn't see why his lifestyle should be against the law. Neither does LaMiranda (Guillermo Diaz), the drag queen he begins to date. Like all drag queens, LaMiranda is more inclined to flaunt sexuality than to conceal it; that's a contrast to the members of the Mattachine Society, a cautious gay group that's planning a protest march in Philadelphia and has strictly enforced regulations: suits and ties for the men, conservative dresses for the women. When Matty is asked to go to the Philadelphia march by Ethan (Brendan Corbalis), he doesn't tell LaMiranda “because I was afraid to tell you about the dress code.” He was also, perhaps, more comfortable in public with the straight-looking Ethan than the flamboyant LaMiranda. LaMiranda, who prides herself on never taking emotional chances, has taken a chance, and seems to have lost. “Stonewall” follows its characters during a summer when life for gays followed a long-established pattern: pretend to be straight except among friends. Ethan takes Matty to Fire Island, then as now a homosexual enclave, but even there Matty is astonished when he goes to a dance and finds that “local ordinances” require men to dance while standing side by side, not facing one another.\n\nThe movie, directed by Nigel Finch, a British filmmaker who died last year of AIDS, is serious about its subject but not about its style. Dramatic scenes are intercut with musical interludes in which three drag queens lip-synch to songs that comment, often wryly, on the action. Some of the most interesting scenes involve the relationship between Vinnie, the mob-connected bar owner who wants to be seen as straight, and Bostonia, the black queen he loves. Vinnie supplies Bostonia with a chauffeured limousine, but is paranoid about meeting her; one of their conversations takes place at dawn on top of a deserted building. What Vinnie wants, he has decided, is for Bostonia to have a sex-change operation, so that they can move to “Arizona or someplace” and “live like normal people.” This is a curious plan, considering that in 1969 an interracial couple might not be accepted in Arizona any more warmly than a gay couple, and that in any event only Vinnie would presumably be familiar with Bostonia's genital landscape. It becomes clear later in the film, however, that the person Vinnie most wants to appear normal to is himself. This is all interesting material--especially since the world it represents is ancient history for many young people. But “Stonewall” handles its characters as pawns in a soap opera; there is little particular insight and much emotional drama. Like many docudramas, it sacrifices the intensity of the foreground by always making us aware of the historical backdrop. And each of the characters is such a basic type that we sometimes feel they're following a formula instead of feeling for themselves. My guess is that the movie began as a “gay film” instead of being character-driven; the message is more important than the messengers, and that limits the story's depth. The climax is the Stonewall riot, now immortalized in story and song, but then a disorganized response by gay men who were fed up and not going to take it anymore. Watching the film, I was reminded how circumspect society was about homosexuality in the 1960s. As a graduate student of English, I remember professors suggesting that there was something unusual about W.H. Auden and Willa Cather, but they never quite said what it was. With Oscar Wilde, of course, there was no doubt, but then he was always ahead of his time.", "running_time": 98, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-08-02", "genres": ["Drama", "Foreign"], "title": "Stonewall (1996)"}