{"url": "http://www.rogerebert.com/reviews/stony-island-2012", "by": "Richard Davisas Richie Bloom", "star_rating": 3.0, "text": "\"Stony Island\" is an easy-going, cheerful city movie about a bunch of kids who start a rock band -- and since the city is Chicago, there's a familiar feel. That's to say that everybody takes the L everywhere, and it's cold and gray and the puddles in the back yards are frozen over, and there's an incredible amount of energy.\n\nThe energy, I gather, came in large part from the performers themselves. The movie is more or less based on fact; the director and co-writer, Andy Davis, has a brother who was the last white kid on the block down on Stony Island, and actually was involved in a band something like the one in the movie.\n\nThe film has a loose, not to say nonchalant, story structure, but I didn't find that troublesome; it's put together something like a concert, and it has almost wall-to-wall music, played by the Stony Island Band itself in the midst of a story about how they get together, recruit members, and enlist a veteran jazz musician to lead them.\n\nThe musician is played by Gene Barge, a producer and arranger in real life, and his performance is relaxed and convincing: We sense he knows what he's talking about when he works with the kids -- and he can certainly play the saxophone. The other key band members include Edward Stoney Robinson as the charismatic lead singer; Richard Davis on lead guitar, and George Englund as the Appalachian from Uptown who's literally recruited on an L train.\n\nStrange, but \"Stony Island\" somehow revolves around funeral motifs. The band practices in the parking garage of the funeral home where Barge works, and there are two funerals in the film: The Barge character's -- and Mayor Daley's. The filmmakers shot outside the Daley services (and were mistaken, no doubt, for a TV or newsreel crew), and then shot a scene afterwards in a Bridgeport bar where the patrons perform a teary \"Danny Boy.\" Barge's funeral includes black spirituals; the filmmakers seem to be contrasting kinds of ethnic music in Chicago.\n\nThey also have some sly fun with the whole business of funerals and bodies and morgues; after the skinflint funeral home owner tells them they can't practice in his garage anymore, he unexpectedly drops dead. Then Barge dies, and nobody can afford his funeral expenses. The solution is simplicity itself, involving a slick transfer of bodies at the morgue, so that Barge winds up with the innerspring deluxe model casket. Creepy, but handled with a nice light touch.\n\nThe movie captures a city spirit, with a certain refreshing cynicism. After Barge dies, for example, his oldest friend from New Orleans (Ronnie Barron) comes north for the funeral and observes, succinctly, \"Chicago's a great city -- if you want a pizza.\"\n\nWhat they also convey is that making the movie was itself a happening: The Stony Island Band was created for the movie, there are a lot of scenes that parallel its actual beginnings and rehearsals and concerts, and now that the movie's out there's also a sound track album and the band is picking up concert dates.\n\nWhat does that make the movie? A fictionalized documentary? Reality nudged by fiction? A little of that, and then a little unabashed sentiment, too, as when the band plays its first concert and the ghostly figure of the deceased saxophonist can be seen outlined in a doorway, playing along.", "running_time": 97, "mpaa_rating": "PG", "release_year": 2012, "date_published": "1978-11-24", "genres": ["Drama"], "title": "Stony Island (2012)"}