{"url": "http://www.rogerebert.com/reviews/stone-reader-2003", "by": "Mark Moskowitz", "star_rating": 3.5, "text": "With Carl Brandt, Frank Conroy, Leslie Fiedler, Ed Gorman, Robert Gottlieb, John Kashiwabara, Mark Moskowitz, Dow Mossman, William Cotter Murray, John Seelye. \n\nIn 1972 a man reads a review of a new novel named The Stones of Summer in the New York Times. The reviewer believes it is one of the most extraordinary novels of its generation--a masterpiece. The man buys the novel, can't get into it, puts it on the shelf, moves it around with his books for years, and finally reads it. He thinks it's a masterpiece, too. He goes on the Internet to find out what else the author, Dow Mossman, has written. Mossman has written nothing--has disappeared, it would appear, from the face of the earth.\n\n\"Stone Reader\" is the story of the reader's quest for that missing writer. Mark Moskowitz, whose day job is directing political commercials, embarks on a quixotic quest for Dow Mossman, finds him after much difficulty, and discovers why he has been silent for 30 years, and what he has been up to. It will occur to any attentive viewer of the film that Moskowitz could have found Mossman more quickly and easily than he does--that at times he is stretching out the search for its own sake--but then the movie is not really about Mossman, anyway. It is about a reader who goes in search of other readers, and it is a love poem to reading.\n\nIt is the kind of movie that makes you want to leave the theater and go directly to a book store. Not to buy The Stones of Summer, which is still out of print (it will see a new edition in autumn 2003), but to buy--well, it reawakened my interest in Joseph Heller's Something Happened, which has been lost in the shadow of his Catch-22, and it observes correctly that Kerouac's On the Road is a better novel than a lot of people think it is, and it reminded me of Frederick Exley's A Fan's Notes, which has been described as the kind of book that, when you meet someone at a party who has also read it, forces you to seek out a quiet corner to talk urgently about it, with much laughter and shaking of heads.\n\nMoskowitz, who narrates the movie and appears in much more of it than Dow Mossman, is a Woody Allenish character who makes the filming into the subject of the film. At one point, he phones his mother for advice on what he should ask Mossman. (At another, he asks her what sort of kid he was at 18, when he first bought the novel, and she remembers: \"You had a beard, and you used to like to wear only the linings of coats.\") When he encounters a fresh interview subject, he is likely to produce a box jammed with books and stack them up between them, reciting the titles like a litany of touchstones. I do not travel around with boxes of books, but get me in conversation with another reader, and I'll recite titles, too. Have you ever read The Quincunx ? The Raj Quartet ? A Fine Balance ? Ever heard of that most despairing of all travel books, The Saddest Pleasure, by Moritz Thomsen? Does anybody hold up better than Joseph Conrad and Willa Cather? Know any Yeats by heart? Surely P. G. Wodehouse is as great at what he does as Shakespeare was at what he did.\n\nShakespeare, as it turns out, has been one of Dow Mossman's companions during his missing years. Without telling you very much about where he is now or why he didn't write another novel or what his work has been since 1972, I can nevertheless evoke his presence as a person you would very much like to talk books with. He turns out not to be a tragic recluse, a sad alcoholic, a depressive, but a man filled with words and good cheer. When he came to my Overlooked Film Festival, where the film played in April, he and the French director Bertrand Tavernier seemed always to be in a corner together, trading enthusiasm about books.\n\nMark Twain is one of his heroes, and he can cite the chapter of his autobiography (Chapter 14) that you must read. He is awestruck by Casanova's memoirs. He hated \"Shakespeare in Love\" because of those scenes where Shakespeare crumpled up a page of foolscap in frustration and threw it away: Paper was too expensive to throw away in those days, Mossman observes, and he is convinced Shakespeare created his plays in his mind while walking around London, and then taught them to his players. Since many of the plays show evidence of being based on actors' prompt copies and scholars can sometimes identify the actor-source who may have been more familiar with some scenes than others, he may be right.\n\nDoesn't matter. What matters is listening to him talk about books with Moskowitz. In the scene where Moskowitz first encounters him, they are soon talking about Shakespeare, not Mossman. Here, we feel, is a man who should appear regularly on National Public Radio, just talking about books he loves.\n\nBefore he finds Mossman, Moskowitz interviews several men of letters (no women). Some of them, he hopes, might remember The Stones of Summer --such as Robert Gottlieb, the famous editor, or John Kashiwabara, who designed the book cover, or William Cotter Murray, who was Mossman's adviser at the University of Iowa. John Seelye, who wrote the original review for the New York Times, remembers the book. The late Leslie Fiedler, a towering literary critic, has never heard of it--but Moskowitz interviews him anyway, about the phenomenon of one-book novelists. (Some writers who write many books, like Kerouac, Salinger, Malcolm Lowry and James T. Farrell, are nevertheless really one-book novelists, they decide.) \"Stone Reader\" is a meandering documentary, frustrating when Moskowitz has Mossman in his sights and still delays bagging him while talking to other sources. But at the end, we forgive his procrastination (and remember, with Laurence Sterne and Tristam Shandy that procrastination can be an art if it is done delightfully). Moskowitz has made a wonderful film about readers and reading, writers and writing. Now somebody needs to go to Cedar Rapids and make a whole documentary about Dow Mossman. Call it \"The Stone Writer.\"", "running_time": 128, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-07-11", "genres": null, "title": "Stone Reader (2003)"}