{"url": "http://www.rogerebert.com/reviews/stony-island", "by": null, "star_rating": 3.0, "text": "“Stony Island” is an easy-going, cheerful city movie about a\r\nbunch of kids who start a rock band -- and since the city is Chicago, there's a\r\nfamiliar feel. That's to say that everybody takes the L everywhere, and it's\r\ncold and gray and the puddles in the back yards are frozen over, and there's an\r\nincredible amount of energy.\n\nThe\r\nenergy, I gather, came in large part from the performers themselves. The movie\r\nis more or less based on fact; the director and co-writer, Andy Davis, has a\r\nbrother who was the last white kid in the block down on Stony Island, and\r\nactually was involved in a band something like the one in the movie.\n\nThe\r\nfilm has a loose, not to say nonchalant, story structure, but I didn't find\r\nthat troublesome; it's put together something like a concert, and it has almost\r\nwall-to-wall music, played by the Stoney Island Band itself in the midst of a\r\nstory about how they get together, recruit members, and enlist a veteran jazz\r\nmusician to lead them.\n\nThe\r\nmusician’s played by Gene Barge, a producer and arranger in real life, and his\r\nperformance is relaxed and convincing: We sense he knows what he's talking\r\nabout when he works with the kids - and he can certainly play the saxophone.\r\nThe other key band members include Edward Stoney Robinson as the charismatic\r\nlead singer; Richard Davis on lead guitar, and George Englund as the\r\nAppalachian from Uptown who's literally recruited on an L train.\n\nStrange,\r\nbut “Stony Island” somehow revolves around funeral motifs. The band practices\r\nin the parking garage of the funeral home where Barge works, and there are two\r\nfunerals in the film: The Barge character's… and Mayor Daley's. The filmmakers\r\nshot outside the Daley services (and were mistaken, no doubt, for a TV or newsreel\r\ncrew), and then shot a scene afterwards in a Bridgeport bar where the patrons\r\nperform a teary “Danny Boy.” Barge's funeral includes black spirituals; the\r\nfilmmakers seem to be contrasting kinds of ethnic music in Chicago.\n\nThey\r\nalso have some sly fun with the whole business of funerals and bodies and\r\nmorgues; after the skinflint funeral home owner tells them they can't practice\r\nin his garage anymore, he unexpectedly drops dead. Then Barge dies - and nobody\r\ncan afford his funeral expenses. The solution is simplicity itself, involving a\r\nslick transfer of bodies at the morgue, so that Barge winds up with the\r\ninnerspring deluxe model casket.\n\nCreepy,\r\nbut handled with a nice light touch. The movie captures a city spirit, with a\r\ncertain refreshing cynicism. After Barge dies, for example, his oldest friend\r\nfrom New Orleans (Ronnie Barron) comes north for the funeral and observes,\r\nsuccinctly, “Chicago's a great city… if you want a pizza.”\n\nWhat\r\nthey also convey is that making the movie was itself a happening: The Stoney\r\nIsland Band was created for the movie, there are a lot of scenes that parallel\r\nits actual beginnings and rehearsals and concerts, and now that the movie's out\r\nthere's also a sound track album and the band is picking up concert dates.\n\nWhat\r\ndoes that make the movie? A fictionalized documentary? Reality nudged by\r\nfiction?\n\nA\r\nlittle of that, and then a little unabashed sentiment, too, as when the band\r\nplays its first concert and the ghostly figure of the deceased saxophonist can\r\nbe seen outlined in a doorway, playing along.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-11-24", "genres": ["Drama"], "title": "Stony Island (1978)"}