{"url": "http://www.rogerebert.com/reviews/stone-2010", "by": "Robert De Niroas Jack Mabry", "star_rating": 3.0, "text": "\"Stone\" has Robert De Niro and Edward Norton playing against type and at the top of their forms in a psychological duel between a parole officer and a tricky prisoner who has his number. Norton plays Gerald Creeson, imprisoned for his role in a crime that resulted in the murder of his grandparents and the burning of their house. De Niro is Jack Mabry, who plays everything by the book to protect himself from a dark inner nature.\n\nDe Niro is an old hand at playing inner demons. In \"Raging Bull,\" his classic weakness was jealousy. Here it is anger, which perhaps leads to lust. The film opens with a younger Jack Mabry enacting a terrifying scene with his young wife and infant. Years later, they are still married, in a loveless gridlock based on passive aggression. He does nothing \"wrong.\" It is his duty to stay married. His wife, Madylyn (Frances Conroy), seems to be hunched against blows that never come. He mechanically sips whiskey and stares at the TV, the wall, anything.\n\nIt's time for his retirement. He could pass his case load on to his successor, but no: He will do his duty to the last detail. That includes handling a parole plea by Creeson, who is very smart, an emotional manipulator, whose wife, Lucetta (Milla Jovovich), is such a woman that such a man might use and be used by. Creeson senses that Mabry, the duty-bound straight arrow, might be vulnerable to temptation. Lucetta is smart enough to try, not a bold seduction, but a mental game in which Mabry essentially seduces himself.\n\nThis is a process which cannot be dispatched in a neat prison caper. It involves plotting about personalities. Lucetta has a key role in finding and exploiting an avenue through Mabry's defenses. What does Creeson think about the possibility she will have sex with Mabry? What does he think about her sex life in general? Is her promiscuity useful to him? Does she know it? Apart from whatever she does, she loves her husband without reserve, which is peculiar because he doesn't seem to deserve it, but then you never know.\n\n\"Stone\" could have been some sort of a procedural, a straightforward crime movie, but it's too complex for that. It is actually interested in the minds of these characters, and how they react to a dangerous situation. De Niro is so good at playing a man who has essentially emasculated himself because of fear of his anger, so that sex and anger may be leashed in precisely the opposite way, as in \"Raging Bull.\" And Norton, the puppetmaster — it may not even be freedom he requires, but simply the pleasure of controlling others to obtain it.", "running_time": 105, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-10-13", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Stone (2010)"}