{"url": "http://www.rogerebert.com/reviews/stop-making-sense-1984", "by": null, "star_rating": 3.5, "text": "The overwelming impression throughout \"Stop Making Sense\" is of enormous energy, of life being lived at a joyous high. And it's not the frenetic, jangled-nerves energy of a rock band that's wired; it's the high spirits and good health we associate with artists like Bruce Springsteen. There are a lot of reasons to see concert films, but the only ones that usually get mentioned are the music and the cinematography. This time the actual physical impact of the film is just as exhilarating: Watching the Talking Heads in concert is a little like rock 'n' roll crossed with \"Jane Fonda's Workout.\" The movie was shot during two live performances of the Talking Heads, a New York rock band that centers on the remarkable talent of its lead singer, David Byrne. Like David Bowie, his stage presence shows the influence of mime, and some of his best effects in \"Stop Making Sense\" are achieved with outsize costumes and hand-held lights that create shadow plays on the screen behind him.\n\nGiven all the showmanship that will develop later during the film, the opening sequences are a low key, almost anti-concert throwaway. Byrne walks on a bare stage with a ghetto-blaster in his hand, puts it down on the stage, turns it on and sings along with \"Psycho Killer.\" Eventually he is joined onstage by Tina Weymouth on bass. Then stagehands wander out from the wings and begin to assemble a platform for drummer Chris Frantz. Gear is moved into place. Electrical cables are attached. The backup singers, Edna Holt and Lynn Mabry, appear. And the concert inexorably picks up tempo.\n\nThe music of the Talking Heads draws from many sources, in addition to traditional rock 'n' roll. You can hear the echoes, in Byrne's voice, of one of his heroes, country singer Hank Williams. In the music itself, there are elements of reggae and of gospel, especially in the driving repetitions of single phrases that end some of the songs. What is particularly delightful is that the Talking Heads are musical: For people who have passed over that invisible divide into the age group when rock sounds like noise, the Heads will sound like music.\n\nThe film is good to look at. The director is Jonathan Demme (\"Melvin and Howard\"), making his first concert film, and essentially using the visuals of the Talking Heads rather than creating his own. Instead of the standard phony cutaways to the audience (phony because, nine times out of ten, the audience members are not actually reacting to the moment in the music that we're hearing), Demme keeps his cameras trained on the stage. And when Byrne and company use the stage-level lights to create a shadow play behind them, the result is surprisingly more effective than you might imagine: It's a live show with elements of \"Metropolis.\"\n\nBut the film's peak moments come through Byrne's simple physical presence. He jogs in place with his sidemen; he runs around the stage; he seems so happy to be alive and making music. Like Springsteen and Prince, he serves as a reminder of how sour and weary and strung-out many rock bands have become. Starting with Mick Jagger, rock concerts have become, for the performers, as much sporting events as musical and theatrical performances. STOP MAKING SENSE understands that with great exuberance.", "running_time": 88, "mpaa_rating": "No", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Documentary", "Music"], "title": "Stop Making Sense (1984)"}