{"url": "http://www.rogerebert.com/reviews/stop-or-my-mom-will-shoot-1992", "by": "Sylvester Stalloneas Joe Bomowski", "star_rating": 0.5, "text": "`Stop! Or My Mom Will Shoot” is one of those movies so dimwitted, so utterly lacking in even the smallest morsel of redeeming value, that you stare at the screen in stunned disbelief.\n\nIt is moronic beyond comprehension, an exercise in desperation during which even Sylvester Stallone, a repository of self-confidence, seems to be disheartened.\n\nThe film stars Stallone as a big-city cop. The city may be Los Angeles but this is the kind of film where it's hard to be sure.\n\nHe's a bachelor who has just broken up with his lieutenant (JoBeth Williams), and now his mother has decided to fly out and visit him.\n\nShe's played by Estelle Getty, of TV's “Golden Girls,” as a pint-sized little dynamo who has apparently spent the entire flight showing everybody on the plane Stallone's baby pictures.\n\nThe movie then develops into a no-brainer about some stolen guns and an insurance fraud, with Getty following Stallone everywhere he goes, wandering wide-eyed into the center of the action. Allegedly humorous scenes include one in which Stallone is trying to talk a would-be suicide down from a window ledge, and his mother grabs a police bullhorn and gives Sly such a hard time that the suicide has mercy on him and decides not to jump. Then there's a scene where she helpfully washes his service revolver in detergent. And one where she steps into the middle of a shootout and is the only witness to the crime.\n\nThere isn't a laugh in this movie. Not a single one, and believe me, I was looking. The situation isn't funny, the characters aren't funny, and the dialogue's idea of humor is lots of closeups of sweet little Estelle Getty using naughty words.\n\nThe domineering mother is not one of my favorite comic characters anyway, but “Stop! Or My Mom will Shoot” loses its nerve and doesn't make Getty half as bad as she could have been, or Stallone nearly the milquetoast his character should really be. What we get instead of personalities and comic characters are two stick figures, plugged into a series of unfunny, unoriginal situations that seem taken right off the shelf.\n\nLook at the “suicide” scene, for example. Countless cops have shared high ledges with countless suicides in the movies, sometimes for dramatic purposes, sometimes for comic, sometimes (as in Mel Gibson's great “Lethal Weapon” scene) for both. The ledge scene in “Stop!” is the most unwound, phoned-in, contrived version of this situa tion I have ever seen. There is no spark at all.\n\nScrutinizing the credits for the movie, I find that it runs only 87 minutes despite having three writers and three producers.\n\nSuch statistics are hints of desperation. Stallone is a capable comic actor (see his underrated “Oscar”), and Estelle Getty of course can be funny and charming. Here they seem trapped in every actor's nightmare, a movie that was filmed before it was written.", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-02-21", "genres": ["Action", "Comedy"], "title": "Stop! Or My Mom Will Shoot (1992)"}