{"url": "http://www.rogerebert.com/reviews/stormy-monday-1988", "by": "Melanie Griffithas Kate", "star_rating": 3.5, "text": "“Why is it,” someone was asking the other day, “that you movie critics spend all of your time talking about the story and never talk about the visual qualities of a film, which are, after all, what make it a film?” Good question. Maybe it’s because we work in words, and stories are told in words, and it’s harder to use words to paint pictures. But it might be worth a try.\n\n“Stormy Monday” is about the way light falls on wet pavement stones, and about how a neon sign glows in a darkened doorway. It is about the attitudes that men strike when they feel in control of a situation, and the way their shoulders slump when someone else takes power. It is about smoking. It is about cleavage. It is about the look on a man’s face when someone is about to deliberately break his arm, and he knows it. And about the look on a woman’s face when she is waiting for a man she thinks she loves, and he is late, and she fears it is because he is dead.\n\n“Stormy Monday” is also about symbols. It takes place mostly near the seedy waterfront of Newcastle, where a crooked Texas millionaire is trying to run a nightclub owner out of business so he can redevelop the area with laundered money. But now we’re back to the story again. You see how easy it is to slip. The movie uses a lot of symbols of America: the flag, stretched large and bold behind a podium.\n\nBaton twirlers. A curiously frightening old man with a sinister smile, who struts in front of the baton twirlers, his shoulders thrown back, tipping his hat to the crowd. A car - big, fast, and red. Bourbon whiskey. Marlboros and cigars.\n\nIt is also about lonely furnished rooms, and rain, and standing in the window at night looking out into the street, and signaling for someone across a crowded nightclub floor, and about saxophones, which are the instrument of the night. It is about the flat, masked expressions on the faces of bodyguards, and about the face of a man who is consumed by anger. And it is about kissing, and about the look in a woman’s eyes when she is about to kiss a man for the first time. And it is about high heels, and cleavage. I believe I already mentioned cleavage. Some images recur more naturally than others.\n\nThe movie is not all images. It is also about sounds. About the breathy, rich and yet uncertain tone of Melanie Griffith’s voice, which makes her sound as if she’s been around the track too many times and yet is still able to believe in love. And the flat, angry voice of Tommy Lee Jones, who never seems to raise his voice, or need to. And about the innocence in the voice of Sean Bean, an earnest young man who only wants a job and gets trapped in a bloodbath. And about the voice of Sting, who looks Jones in the eye and talks as flat and angry as he does, until Jones’s shoulders slump. And about saxophones, the sound of the night.\n\nIt is also about the sound of a deliberately discordant performance of “The Star-Spangled Banner,” and about explosions and gunfire and squealing tires, and about modern jazz from Kracow. It is about the sound of ice cubes in a glass, and smoke being exhaled, and bones being broken. It is about the sound of a marching band, and about the voice of a disc jockey who wants to sound American and doesn’t know when to stop. And about how a woman tells a man, “I get off work at midnight.” And how she looks when she says that. And how he looks.\n\nSo there’s your review.", "running_time": 93, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-05-06", "genres": ["Action", "Drama", "Foreign", "Romance", "Thriller"], "title": "Stormy Monday (1988)"}