{"url": "http://www.rogerebert.com/reviews/stormchasers-1995", "by": "Greg MacGillivray", "star_rating": 3.0, "text": "What I didn't know is that there is an occupation known as storm-chasing, and the people who do it, known as \"Stormchasers,\" depart from their bases at universities in Kansas and Oklahoma to travel the back roads of Texas in vans, looking for tornadoes. It hasn't occurred to them to move into trailers and wait. Whenever they spot a promising cloud formation, they pull over, set up portable radar equipment and begin filming furiously with their video cameras. If a tornado doesn't oblige, they pack up and race to the next promising spot. You can see them in roadside diners, poring over maps, speculating about which route will take them right into the path of a storm.\n\n\"Stormchasers,\" the new Omnimax documentary at the Museum of Science and Industry, is about these brave men and women, who also study hurricanes. For tropical storms, they belt themselves into airplanes and fly straight through the maelstrom into the eye of the hurricane, which is invariably described as \"perfectly calm,\" although that is a lot of trouble for such tranquillity.\n\nOther stormchasers fly planes into thunderclouds, looking for the electrical charges on raindrops or collecting lightning strikes. Whenever I am flying through a storm, I try to remember what lightning can do to an airplane. I am pretty sure that either (a) since the plane isn't grounded, the lightning does nothing and we are perfectly safe, or (b) that lightning bolts are suspected of having contributed to many major air disasters.\n\nI always mean to look it up if we land safely, but I never do. What good does it do you, really, at 38,000 feet, to know for sure one way or the other? Most people who are killed by lightning have it happen to them on the ground, where when caught in a lightning storm you either should stand under a tree or not stand under a tree, I forget which.\n\nFacts like that are the lifestuff of stormchasers, and in the movie you will get a lot of information about tornadoes, hurricanes, storms, rain and hail - which is caused when powerful updrafts prevent rain from falling, and it freezes. I am pretty sure that hail doesn't get big enough to knock you out, although I think there have been hailstones as big as golf balls, or bowling balls. I think there is a pressure point on the temple which, if tapped just right, will kill you, and maybe a hailstone could hit you there.\n\nPerhaps it is right in the middle of the skull. It may be only on babies.\n\nThere are a lot of spectacular shots in \"Stormchasers.\" We fly into clouds and through hurricanes, and watch the roofs fly off of houses. There is a nifty computer simulation of a thundercloud creating a tornado, although the tornado isn't as entertaining as the one in \"The Wizard of Oz,\" which had dogs and kitchen tables and old ladies flying around in it.\n\nThe best thing about the movie is the Omnimax process itself, which is simply awesome, with its wraparound six-story screen and its 74 speakers. I have never been to an Omnimax or IMAX movie that I didn't enjoy simply because of the experience, and although this is not one of the best vast-screen movies I've seen, I was interested and entertained, and the next time I ask someone what they do for a living and they say they are a \"stormchaser,\" I will nod wisely.", "running_time": 45, "mpaa_rating": "G", "release_year": 1995, "date_published": "1995-10-06", "genres": ["Documentary", "Short"], "title": "Stormchasers (1995)"}