{"url": "http://www.rogerebert.com/reviews/storytelling-2002", "by": "Selma Blairas Vi", "star_rating": 3.5, "text": "For some artists, especially younger ones, the creative impulse is linked directly to the genitals: They create because it they hope it makes them sexually attractive. This is a truth so obvious it is rarely mentioned in creative writing circles, although writers as various as Philip Roth, Thomas Wolfe and Martin Amis have built their careers on it. \"Storytelling,\" the in-your-face new film by Todd Solondz, is a confessional in which Solondz explores his own methods and motives, and tries to come clean.\n\nThe movie contains two stories. The first, \"Fiction,\" is about a college creative writing student (Selma Blair) whose boyfriend (Leo Fitzpatrick) has cerebral palsy. \"You wanna hear my short story now?\" he asks her immediately after sex, and it is clear he is trading on sex as a way to win an audience. Although he is the \"cripple,\" that gives him an advantage in her politically correct cosmos, and he milks it. Later, when they've broken up, he observes sadly, \"The kinkiness has gone. You've become kind.\"\n\nShe moves on to a one-night stand with her writing professor (Robert Wisdom), a forbidding black man whose tastes run toward rough rape fantasies. She goes looking for trouble, but finds she doesn't like it, and writes a tearful, defiant story about their encounter. When the other students tear it to shreds, she weeps, \"But it's the truth!\" All three of these characters are using the pose of \"writer\" as a way to get sex, get their work read, or both, sometimes at the same time. \"Non-Fiction,\" the longer, second section of the film, opens with a would-be documentary filmmaker named Toby (Paul Giamatti) looking at the high school yearbook photo of a girl he now remembers yearningly. Calling her, he finds she is married and has a family, and immediately decides he is making a documentary about an American family and needs hers.\n\nThis family, the Livingstons, is Jewish, lives in the suburbs, and is a seething zone of resentment and rage. The father (John Goodman) presides over the dinner table like an enforcer; the mother (Julie Hagerty) is a twittering mass of reconciliation. Scooby (Mark Webber), the oldest son, smokes pot, is sullen, hides in his room. Brady (Noah Fleiss), the middle son, plays football and speculates that Scooby is a \"homo.\" Mikey (Jonathan Osser), the youngest son, has earnest conversations with the El Salvadoran maid, Consuelo (Lupe Ontiveros). She hates the family and her job. Mikey wants to be nice to her but is clueless (\"But Consuelo, even though you're poor, don't you have any hobbies or interests or anything?\") When he finds her weeping because her son has been executed for murder, he expresses polite regret before asking her to clean up some grape juice he has spilled. Later, he hypnotizes his father and instructs him to fire her.\n\nDinner conversation at the Livingstons is fraught with hazards. When the Holocaust comes up, it is Scooby who observes that since it forced an ancestor to escape to America, \"if it wasn't for Hitler, none of us would ever have been born.\" This gets him immediately banished from the table, a fate that hangs over every meal as the father angrily monitors the conversation.\n\nAlert readers will have noticed that \"Storytelling\" seems to be working from a list of sensitive or taboo subjects: physical disability, race, rape, facile charges of racism, exploitation of the poor, the Holocaust, homosexuality. I will not reveal the identity of the character who goes into a coma and is apparently brain-dead; I will observe that this development cheers the editor of Toby's documentary, who tells him it's just what his film needs.\n\nOne character does attack Toby's documentary, telling him it's \"glib and facile to make fun of these people.\" \"I'm not making fun of them,\" Toby says. \"I love them.\" Toby, of course, represents Solondz, whose two previous films (\"Welcome to the Dollhouse\" and \"Happiness\") were attacked for making glib and facile fun of the characters. So has this one; Ed Gonzalez of Slant refers to Solondz's \"cowardly apologias.\" In a Solondz film there's always a delicate line to be walked between social satire on the one hand and a geek show on the other.\n\nI think Solondz is not cowardly but brave, and does his bourgeois-mugging in full view, instead of concealing it. We live in a time when many comedies mock middle-class, American suburban life, but Solondz is one director who does it out in the open, to extremes, pushing the envelope, challenging us to decide what we think. And because his timing is so precise and his ear for dialogue so good, he sometimes tricks us into laughing before we have time to think, gee, we shouldn't be laughing at that.\n\nI saw \"Storytelling\" at Cannes 2001 and wrote that I wanted to see it again before deciding what I thought about it. I saw it again in January, and still felt I had to see it again. I saw it a third time. By then I had moved beyond the immediate shock of the material and was able to focus on what a well-made film it was; how concisely Solondz gets the effects he's after.\n\nI was also forced to conclude that I might never know for sure what I thought about it--that it was a puzzle without an answer, a demonstration that there are some areas so fraught and sensitive that most people just hurry past them with their eyes averted. By not averting his eyes, Solondz forces us to consider the unthinkable, the unacceptable, the unmentionable. He should not be penalized for going further than the filmmakers who attack the same targets but have better manners--or less nerve \n\nNote: During the sex scene between the professor and his student, a bright red quadrangle obscures part of the screen. When I saw the movie at Cannes, the audience could see the two characters--graphically, but not in explicit pornographic detail. The MPAA refused to give the film an R rating because of that scene. Solondz refused to cut it, and used the red blocking as a way of underlining the MPAA's censorship. Good for him. And one more reminder that the MPAA and Jack Valenti oppose a workable adult rating for America.", "running_time": 87, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-02-08", "genres": ["Music"], "title": "Storytelling (2002)"}