{"url": "http://www.rogerebert.com/reviews/strawberry-and-chocolate-1995", "by": "Jorge Perrugoriaas Diego", "star_rating": 3.5, "text": "“I knew he was homosexual,\" the young man explains to his\rfriend, \"because they had chocolate ice cream, and yet he ordered\rstrawberry.\" Thus does the shortage of consumer products in Castro's Cuba\rreveal the inner workings of the libido.\n\nThe\ryoung man's name is David (Vladimir Cruz), and he recently had a disenchanting\rexperience with his fiancée. They went to a cheap hotel to make love for the\rfirst time, but she was dismayed by the shabbiness of the surroundings and\rcould not understand how the man who loved her could bring her there. David was\runderstanding, they left without making love - and the next time we see them,\rit is at her wedding to another man.\n\nSo\rDavid is on the rebound that day in the park when Diego (Jorge Perrugoria) sits\rat his table and starts to eat the strawberry ice cream. Diego is obviously\rgay: He's swishy, wearing his sexuality as a badge of honor. And he has eyes\rfor the handsome young David, inviting him back to his flat for coffee, and\rthen staging a fake scenario where the coffee spills on David's shirt. Diego\rinsists David take it off so he can wash it, and . . .\n\nAnd\rnothing unfolds as we expect. \"Strawberry and Chocolate\" is not a\rmovie about the seduction of a body, but about the seduction of a mind. It is\rmore interested in politics than sex - unless you count sexual politics, since\rto be homosexual in Cuba is to make an anti-authoritarian statement whether you\rintend it or not.\n\nThe\rmovie has been directed by Tomas Gutierrez Alea, at 72 the greatest of Cuba's\rfilmmakers and one of its most contradictory. An early supporter of Fidel\rCastro and the head of the revolution's underground film unit, he made\r\"Stories of the Revolution\" (1960) about the overthrow of the Batista\rregime. He founded the national film unit. Yet his own films have questioned\rlife under Castro: The famous \"Memories of Underdevelopment\" (1968)\ris about an intellectual adrift in revolutionary Havana, and now here is a film\rin which Diego taps his brow and says, \"This is a thinking head - and if\ryou have ideas, they ostracize you.\" The character of Diego is much more\rcomplex than he first appears. He is a little older than David, handsome, and\rwell-off by Cuban standards: He lives in a small, cluttered apartment, but at\rleast he lives there alone, and it is filled with art, books, opera recordings\rand even contraband scotch. He stages art exhibitions. He is widely read,\rsophisticated and critical of the way Cuba is run today. At one point, he takes\rDavid up to a rooftop, lets his arm sweep across Havana, and says, \"We\rlive in one of the world's most beautiful cities. You're just in time to see it\rbefore it collapses in s- - -.\" It is a little startling to hear such\rlines in a movie made in Havana, by Cubans; perhaps Castro's control of the\rarts is not as extreme as we think? It's the tension between our notions of\rCuba and Diego's reckless behavior that gives \"Strawberry and\rChocolate\" much of its fascination: Gutierrez Alea is showing us a man who\rtakes chances with both his sexuality and his politics.\n\nAt\rfirst, of course, Diego wants to seduce David, who is a naive university\rstudent and a devout Marxist. David's friend at school is the rigid Miguel\r(Francisco Gatorno), a future bureaucrat, who encourages David to return to\rDiego and spy on him - which is one of the reasons David returns to the\rintriguing flat of his new friend, but not the only one. Actually he is fascinated\rby the photographs and books he sees at Diego's, and the music that's always\rplaying, and the fresh ideas that are churning in his new friend's mind.\n\nThe\rmovie reminded me of \"Educating Rita\" and, of course, of\r\"Pygmalion\" in the way young people, hungry for knowledge, absorb it\rfrom older ones who are in love with them; the love remains suspended while the\rideas sink in. And all around are semi-documentary glimpses of today's Havana:\rthe ancient Detroit cars in the streets, the way color and life penetrate even\rdismal slums, the gloominess of Marxist orthodoxy, the ambiguity of characters\rlike Nancy (Mirta Ibarra), who heads the revolutionary committee in Diego's\rbuilding but is much more flexible than she seems.\n\nSometimes\rthe movie, based on a short story and screenplay by Senal Paz, is a little too\rarch in its writing. At one point David says that the atomic bomb was dropped\rby Truman Capote, setting up Diego's line, \"Not Capote! He was a\rhomosexual!\" My guess is that the likelihood of David even knowing\rCapote's name is next to zero, and that the line shows Paz peeking through with\ra one-liner he couldn't resist.\n\nAs\rwith all statements from today's Cuba, \"Strawberry and Chocolate\" can\rbe seen reflected in many different mirrors. My first reaction was to wonder\rhow Gutierrez Alea could get away with such pointed criticisms of his country.\rYet conservative Cuban exiles in Miami have called it propaganda, precisely\rbecause it gives the impression that Cubans can safely be critical of Castro.\rHave it either way: The movie has real strength and charm, especially in the\rway it leads us to expect a romance, and then gives us a character whose very\rexistence is a criticism of his society.", "running_time": 104, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-02-10", "genres": null, "title": "Strawberry And Chocolate (1995)"}