{"url": "http://www.rogerebert.com/reviews/straight-talk-1992", "by": "Dolly Partonas Shirlee", "star_rating": 2.0, "text": "The last word on advice columnists is Nathanael West's novel Miss Lonelyhearts, about the cynical rewrite man who gets saddled with the agony column and begins to feel like a god that failed; the problems of his readers are so great that they overwhelm him.\n\nThere's a little of that in \"Straight Talk,\" in which Dolly Parton becomes a radio psychologist by accident. But there's not enough, and the movie slides off into a sappy love story.\n\nParton plays a Southern woman with a bumpy marital record.\n\nShe has married and divorced the same man three times, and has given up on matrimony altogether to live with a boyfriend (Michael Madsen) who is indifferent to her. One day she ups and goes. She gets into her car and heads north to the big city of Chicago, which has never looked more innocent and Capraesque than in this film. She checks into a fleabag hotel, goes looking for work, and talks herself into a position as a receptionist at a radio station.\n\nParton's very appearance would stop traffic at any intersection, fleabag hotel or radio station in Chicago, but not in this movie, where she waltzes into the lives of strangers, handing out free advice that's common sense raised to the level of an art.\n\nThrough a misunderstanding at the radio station, she is mistaken for the newly hired advice personality, put on the air, and is an instant hit.\n\nEnter James Woods, as a reporter for the Chicago Sun-Times.\n\nHe has a Meet Cute with Parton early in the film, and later begins to suspect that she may be a phony and is certainly not a \"doctor\" of anything, no matter how the station bills her. His investigation leads him down South to Dolly's hometown (newspapers have a lot of money for stuff like this), where he learns the truth. But meanwhile, of course, he has fallen in love with her.\n\nThe best scenes in the movie are the ones where the Parton character simply speaks her mind. Her advice is sound, earthy and blunt. She gives it on the air and off, and soon she's such a star that she can move out of the fleabag and into her own high-rise apartment. The rest of the movie is easily predictable, right down to the false crisis, the real crisis, the fight, the reconciliation, and the big romantic scene at the end. There are a few surprises, however, and one of them is that the Chicago Police Department has teams of four officers patrolling the Chicago River in boats, using searchlights to warn people against kissing on the bridges.\n\nWhat's really wrong with \"Straight Talk\" is a failure of nerve. The screenplay is so painfully conventional that it's clear nobody involved with the movie wanted to push it into new ground or let it take chances. Nothing happens that is not permitted in cliche heaven. The movie isn't knowledgeable about radio stations or newspapers. It flirts with the problems of an advice personality who plays God, but doesn't deal with them. And the love affair between Parton and Woods isn't convincing because they never really seem to connect; each is such a unique, self-defined personality that we can't imagine them easily losing their hearts to anybody.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-04-03", "genres": ["Comedy"], "title": "Straight Talk (1992)"}