{"url": "http://www.rogerebert.com/reviews/straw-dogs-2011", "by": "James Marsdenas David", "star_rating": 3.0, "text": "This new version of \"Straw Dogs\" is a reasonably close adaptation of the 1971 film by Sam Peckinpah. Change the location from England to Mississippi, change a mathematician into a screenwriter, keep the bear trap and the cat found strangled, and it tells the same story. It is every bit as violent. I found it visceral, disturbing and well-made.\n\nJames Marsden and Kate Bosworth star in the roles originally played by Dustin Hoffman and Susan George, as an intellectual and his wife who move to a rural area where he can work undisturbed. There is something about this man and his sexy wife that disturbs the locals down at the pub, and what begins as a subtle competition over territorial rights (in the Darwinian sense) escalates implacably into a full-blown lethal struggle. The lesson learned is that the egghead contains the possibility of using great violence when his home and wife are threatened. At the beginning, he doesn't know that.\n\nSomething within me has shifted in the 40 years since \"Straw Dogs\" was released and its original X rating in England got it banned from theaters. Four decades of screen violence must have tempered me, and I am no longer as vulnerable to images of barbarism and mayhem. Peckinpah at the time was notorious for his violence; his masterpiece \"The Wild Bunch\" (1969) was considered in some quarters to be unreleasable. I praised it, and yet drew the line at \"Straw Dogs,\" which crossed some sort of line with me. \n\nSince Rod Lurie, the director of this version, cannot be accused of having softened the material, my own feelings must have changed. Perhaps I am more in touch with them now and recognize how close to home the movie strikes. I fear the story's hero represents me and finds me lacking machismo. Not since grade school have I ever willingly been in a fistfight. I have never fired a rifle, except in ROTC classes, and never touched a handgun. I avoid physical confrontation. When somebody tries to cut me off on an expressway, I let them.\n\nI depend on society to protect me. I have always feared I couldn't do it myself. A man isn't supposed to admit that, but there's no purpose in denying it. Now here is Marsden playing David, a Hollywood screenwriter who has moved with his wife, Amy (Kate Bosworth), back to her old hometown on the Gulf Coast, where they will live in a handsome fieldstone house with a barn much damaged by a hurricane. Amy was a cheerleader here in high school, left for California and has had a little success on a TV crime series. \n\nTheir first day they go into a bar and grill where any sensible person would know to make an immediate U-turn and walk out again. You've seen this place in dozens of movies. Everybody knows one another. They inhabit a macho bar culture where violence is always close to the surface. When the former beauty queen walks in with her new husband (who wears glasses and drives a classic Jaguar of about the vintage of the Peckinpah movie), she is the immediate focus of passively aggressive attention. Comments are made that are not quite intended to be heard. \n\nCharlie (Alexander Skarsgard), Amy's high school boyfriend, comes over to their booth to say hello. He is tall, muscular, cold-eyed, superficially nice. David treats him with just a shade too much friendliness. You know what I mean. He smiles too readily, falls into pleasant cadences and is subtly condescending. His attitude translates as: \"I may not be a bar-bum redneck like you, but if it makes you feel better, I'll pretend to be.\"\n\nBad luck. Charlie and his posse have been hired to repair the barn. An unspoken aggression develops. They arrive for work too early. David stupidly climbs their ladder in bedroom slippers to complain they were awakened. One of the crew walks into the kitchen and helps himself to several beers, complaining they aren't cold enough. David complains to Charlie. \"Don't you trust us?\" Charlie asks. There is no way this situation is going to get better.\n\nThe local men are sexual predators capable of rape. Amy, who comes from their culture, resents the way their eyes drink in her nipples under a sweaty T-shirt. David suggests maybe she should have worn a bra. She is offended that she can't wear what she wants on her own property. Later, she commits an acting of sexual provocation against the men that amounts to psychological violence, or maybe simple stupidity.\n\nA subplot involves the way the town centers on high school football and local church services, which interlock sports and religion. One of the regulars in the bar is the former coach, Tom Heddon (James Woods). It's possible to wonder if being coached by this vicious man has influenced a whole local generation. James Woods is spellbinding in the role: Hard, mean as hell, quick-triggered.\n\nThe situation all comes down to a siege at the farmhouse, with Charlie and the others trying to break in and cause harm. This involves a sustained passage of bloodcurdling mayhem, more violent than we're used to, because so much movie violence these days is CGI and not very realistic, and this all looks like real bodies causing great pain to each other. In a logical world, one might wonder if a guy with a prized pickup truck might be willing to damage it by using it as a battering ram, but anti-intellectualism on this coast apparently knows no limits.\n\nAfter the first movie, I must have been disturbed by what kinds of acts the hero found himself capable of. After this one, perhaps I was relieved? Fantasy is one of the things we seek in the movies. Whatever. Rod Lurie has made a first-rate film of psychological warfare, and yes, I thought it was better than Peckinpah's. Marsden, Bosworth and Skarsgard are all persuasive, and although James Woods has played a lot of evil men during his career, this one may be the scariest.", "running_time": 110, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-09-14", "genres": ["Thriller"], "title": "Straw Dogs (2011)"}