{"url": "http://www.rogerebert.com/reviews/strangers-kiss-1984", "by": null, "star_rating": 3.0, "text": "Film directors are as a general rule megalomaniacs, and would not quarrel with that description. They make their careers out of directing other people's lives. They have the confidence to substitute their own fantasies for ours. With the patience of the obsessed, they can order a millionaire star to repeat the same small gesture over and over, until it matches some dream only the director understands.\n\n\"Strangers Kiss\" is a movie about a director like that, the lives he controls, and the chances he takes. It is a movie about the making of a movie -- and it's no coincidence that the movie within the movie seems inspired by Stanley Kubrick's \"Killer's Kiss.\" Indeed, the movie's central character also seems inspired by Kubrick, in his single-minded determination to place his film above everything.\n\nThe difference is that Kubrick makes epics and the movie being made in this film is so low-budget that the director and producer live in a sort of loft above the set where they're shooting. This is an inspired stroke of design: The filmmakers not only act like gods on the set, but look down on the set from their Hollywood Olympus.\n\nThe film's director is played by Peter Coyote. The time is the mid-1960s, and we can guess that the Coyote character grew up on Saturday matinees and film magazines, and is now preparing to dethrone Howard Hawks. The film he's making is a lurid mid-1950s melodrama and we see scenes from it in black-and-white, intercut with color scenes of its making and unmaking.\n\nCoyote's problem is that his young, inexperienced stars (played by Victoria Tennant and Blaine Novak) are not quite up to the demands he places on them. They're supposed to be lovers in the film, but they're distracted and unconvincing, and so, with an almost cruel detachment, he encourages them to actually become lovers. There are parallels in life: Hawks reshot some of the scenes in \"To Have and To Have Not\" to take advantage of the fact that Lauren Bacall and Humphrey Bogart had fallen for each other.\n\nThere is a complication. The movie is being financed by a sinister man named Silva (Richard Romanus), who is probably a gangster and who is desperately in love with Victoria Tennant. He'll pay for her movie because he'll do anything for her. But he's consumed with jealousy about her relationship with her leading man, and his rage leads to impotence.\n\n\"Strangers Kiss\" contains two lurid melodramas, the one inside the other -- and one of the pleasures of the movie is the way it finds two distinctive overwrought styles, one for each story. The black-and-white scenes use the dramatic light and shadow technique of 1950s film noir, and the color scenes look more like a Universal-International romance of the same period, intercut with those strange passages where the director sits through the night, alone with his muse.\n\nThe director finally steals the show. He's played by Coyote as an earnest young man who keeps his thoughts to himself and seems to believe that his own future is worth any sacrifice that people may have to make. Directors are like that: they often believe that the only thing that matters is \"the\" film -- by which of course, they mean their film, their dreams, their control.", "running_time": 94, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": null, "title": "Strangers Kiss (1984)"}