{"url": "http://www.rogerebert.com/reviews/straw-dogs-1971", "by": "Dustin Hoffmanas David", "star_rating": 2.0, "text": "Sam Peckinpah's \"The Wild Bunch,\" one of the great movies of the decade, saw violence as essentially unselective. That was unusual in a Western, where violence has always been highly selective; with all those bullets flying around, you might get a good guy wounded once in a while, but somehow, mostly bad guys got killed.\n\nThe Western reflected our national view of violence, of foreign policy, of a lot of things. But Peckinpah seemed to be recasting it in a new mold, throwing out the moral extremes and stranding everyone in a gray, blood-soaked middle ground. In the shoot-out at the end of \"The Wild Bunch,\" everyone caught it: men, women, children, dogs, chickens, regardless of guilt or innocence.\n\n\"The Wild Bunch\" was attacked because of its nihilism, but I didn't see it that way. It seemed to me that Peckinpah was simply clearing away the moralistic oatmeal so we could see what was beneath the Western -- and beneath our regard for it.\n\nFor a long time, the old Hollywood production code required that justice be rewarded and evil punished (a requirement that inspired not a few bizarre endings for gangster movies). But even after the production code was junked, the Western still subscribed to it. We wanted it to.\n\nPeckinpah was asking us not to kid ourselves, I thought. But now he comes along with \"Straw Dogs,\" a major disappointment in which Peckinpah's theories about violence seem to have regressed to a sort of 19th-Century mixture of Kipling and machismo.\n\nYou have to understand, first of all, that the movie ends with maybe 20 minutes of unrestrained bloodletting, during which people are scalded with boiling whisky, have their feet blown off by shotguns, are clubbed to death and (in one case) nearly decapitated by a bear trap. The violence is the movie's reason for existing; it is the element that is being sold, and in today's movie market, It should sell well. But does Peckinpah pay his dues before the last 20 minutes? Does he keep us feeling we can trust him? I don't think so.\n\nThe movie is set in a British village apparently populated only by the movie's cast. This is a little unsettling, but we soon find that we don't need extras because the movie is going to be in close-up, and the close-ups are going to be of grotesque, melodramatic parodies, larger than life and smaller than cliche.\n\nThe movie's first shot is of children torturing a dog; the first shot of \"The Wild Bunch\" was of children torturing a scorpion. This has gotten to be Peckinpah's trademark, sort of his Leo the Lion, advertising his baleful opinion of the human prospect. A young American mathematician (Dustin Hoffman) comes to the village with his wife (Susan George), an English girl whose father owns a home there. They plan to make repairs and settle down while he gets on with his work. His work involves theory on the interiors of stars, but never mind; for Peckinpah's purposes he is an Intellectual.\n\nThat means of course that he lacks physical courage, can't mix freely with the local roughhouses, and manages by his every thought and deed to alienate all Good Old Boys everywhere. During one brief scene in the local pub, he manages to do no less than three terrible things: He orders \"any kind of American cigarettes,\" he walks between a dart-player and his board and he buys a drink for the house but does not stay to have it. Such a boor deserves his comeuppance, and this being a Peckinpah universe, we somehow know it will involve rape and murder.\n\nA gang of local handymen and layabouts come to fix the young couple's garage, and we learn that one of the men once went with the girl. He resents the American terribly, of course, and begins to taunt him in various ways. Their cat is hanged in the closet and things like that.\n\nMeanwhile, Peckinpah is setting us up for the conclusion with a series of scenes that outdo anything Western Union has yet achieved with the telegraph. We meet the village idiot, a towering, blank-eyed chap who \"made a mistake\" once with a girl. We meet the town tart, who is a tight-sweatered tease. We learn that her father is the crudest man in the local pub. As sure as when Garbo coughs we know she's got TB, we know the idiot is going to go after the girl, and the brute is going to go after the idiot.\n\nThrough a series of melodramatic coincidences, the idiot winds up in the mathematician's barricaded house, while the lout and four or five drunken friends try to break in. They already have shot the magistrate dead, and now they demand the life of the idiot. Hoffman, taking a Moral Stand for once in his life, decides his home is his castle, etc. He figures out all the tricks like the boiling whisky.\n\nThe problem with this whole scene is that we have to believe the behavior of the men outside. They are drunk, and they are capable of total physical savagery without any thought of their own danger, it would appear. Getting into that house is worth their lives to them.\n\nWell, the hard thing to believe is that anyone could get drunk enough to get into that state of frenzy and still be sober enough to do anything about it. One or two guys, maybe, but half a dozen? As they hurl themselves against Hoffman's barricades, we realize that everything is a setup to allow more variety in the violence.\n\nAnd then the movie ends with the worst piece of pseudo-serious understatement since Peyton Place left the air. After Hoffman has killed them all, he drives the idiot back to the village.\n\n\"I don't know where I live,\" the idiot says.\n\n\"That's all right,\" says Hoffman, \"neither do I.\"\n\nWhat conclusions are we supposed to draw? That Hoffman achieved defeat in victory? That Peckinpah believes in the concept of a Just War? That drink drives men to the grave?\n\nThe most offensive thing about the movie is its hypocrisy; it is totally committed to the pornography of violence, but lays on the moral outrage with a shovel. The perfect criticism of \"Straw Dogs\" already has been made. It is \"The Wild Bunch.\"", "running_time": 118, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-12-27", "genres": ["Drama", "Thriller"], "title": "Straw Dogs (1971)"}