{"url": "http://www.rogerebert.com/reviews/stranger-than-paradise-1984", "by": null, "star_rating": 4.0, "text": "\"Stranger Than Paradise\" is filmed in a series of uninterrupted shots; the picture fades in, we watch the scene, and when the scene is over, there's a fade to black. Then comes the next fade-in. This is not a gimmick, but a visual equivalent of the film's deadpan characters, who take a lot to get excited.\n\nThe movie's hero is Willie (John Lurie), who arrived on these shores from Hungary about ten years ago, and has spent the intervening decade perfecting his New York accent and trying to make nothing out of himself. He lives in an apartment where the linoleum is the highlight. On a good day, he'll sleep late, hang out, play a little poker. \n\nHis cousin Eva arrives from Budapest. This is the last thing he needs, a sixteen-year-old girl who needs a place to stay. She hates him, too. But she has to kill some time before she goes to Cleveland to live with her aunt Lottie. She has good taste in American music, but not according to him. Willie's friend, Eddie, comes over occasionally and eyeballs Eva. Nothing much happens. She leaves for Cleveland.\n\nThe screen is filled with large letters: ONE YEAR LATER. This in itself is funny, that we'd get such a momentous time cue in a movie where who even knows what day it is. Eddie and Willie get in some trouble over a poker game and Eddie suddenly remembers Willie's cousin in Cleveland. They go to see her. It is cold in Cleveland. Eva has bought the American Dream and is working in a fast-food outlet. They all go to look at the lake, which is frozen. Aunt Lottie turns out to make Clara Peller look like Dame Peggy Ashcroft. The guys say to hell with it and head for Florida. Then they come back and get Eva and take her along with them. They have a postcard that makes Florida look like paradise, but they wind up living at one of those hotels where the permanent guests live in the woodwork. Everything goes sour. Eva wants to go back to Hungary. The guys lose all their money at the dog races. Creeps start hanging around. It will take a miracle to give this movie an upbeat ending. There is a miracle.\n\n\"Stranger Than Paradise\" is a treasure from one end to the other. I saw it for the first time at the 1984 Cannes Film Festival, where it was having its first public showing. Half the people in the theater probably didn't speak English, but that didn't stop them from giving the movie a standing ovation, and it eventually won the Camera d'Or prize for the best first film. It is like no other film you've seen, and yet you feel right at home in it. It seems to be going nowhere, and knows every step it wants to make. It is a constant, almost kaleidoscopic experience of discovery, and we try to figure out what the film is up to and it just keeps moving steadfastly ahead, fade in, fade out, fade in, fade out, making a mountain out of a molehill.", "running_time": 90, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Drama", "Indie"], "title": "Stranger Than Paradise (1984)"}