{"url": "http://www.rogerebert.com/reviews/strapless-1990", "by": "Blair Brownas Lillian Hempel", "star_rating": 3.0, "text": "The most romantic passage in any relationship, I sometimes think, is just before you start beginning to know the other person. They still remain an intriguing mystery, so you can project your desires and fantasies onto them: Potentially they represent everything you've been searching for. The other person, of course, is equally free to project fantasies upon your screen, and at some point in this process the two people agree that they were destined for each other. Then the painful and difficult process of getting to know the other person begins, and destiny takes a holiday.\n\nThe opening scenes of David Hare's \"Strapless\" are poised at precisely such a moment in the relationship of two strangers: Lillian, an American nurse who has worked for several years in London, and Raymond, a mysterious stranger she meets while on holiday. They encounter each other in a church. Each is clearly intrigued. Raymond is the kind of man who seems able to anticipate just what a woman wants to hear, and to say it just before she knows she needs to hear it.\n\nLillian, an independent and lonely woman, finds herself saying things she thought she'd never say again.\n\nBack in London, life goes on. Lillian (Blair Brown) is involved in labor activities at the hospital, where the nursing staff opposes budget cuts by the Thatcher regime. At home, her life is complicated by the arrival of Amy, a younger sister (Bridget Fonda), who sleeps with a succession of boyfriends and makes vague plans to support herself as a dress designer. One day Amy tells Lillian she is pregnant and plans to have the baby - primarily, it would seem, in order to experience the wonders of going through natural childbirth while listening to Mozart.\n\nLillian is appalled by the irresponsibility of Amy's life, but she also is burdened by the responsibilities of her own; as the head of the strike committee, she spends long hours nursing and then additional hours in negotiations, and as an American she sometimes feels she is an outsider no matter what she does. Then Raymond (Bruno Ganz, the sad angel in \"Wings of Desire\") comes back into her life. He has a home in London, it would seem. The expensive little house is decorated in impeccable taste and filled with the most exquisite personal possessions.\n\nEverything about Raymond speaks of money and taste. But who is he, really, and where does he come from? How does he make his money? Can Lillian trust him? These are questions that fade in the flame of their passion, but they need to be answered, and Raymond is clearly incapable of answering them. He is, in fact, incapable of any commitment at all, and the viewer begins to suspect he is addicted only to the early stages of a relationship. He likes the intrigue of seduction but not the messiness of love.\n\n\"Strapless\" was written and directed by the playwright David Hare (\"Plenty,\" \"A Map Of The World\"), who includes one perfect scene that explains Raymond without explaining him. I will not diminish the pleasure of the scene by describing it, except to say that it provides us with a glimpse of Raymond's past that makes us feel a particular sympathy for him, as we do for any wounded creature.\n\nThe title of the movie is referred to in a scene where the two sisters and some other women try on strapless gowns that Amy has designed, and Amy says, \"They shouldn't stay up, but they do.\" Presumably David Hare is trying the same trick with the whole movie, suspending his characters and plot in the air without benefit of the usual structural supports. That works with the relationship between Raymond and Lillian, which must be an enigma in order to work at all.\n\nBut the movie falters badly in its subplot about labor unions and industrial relations - it's as if Hare wanted to work some social commentary into a story that has no room for it.", "running_time": 103, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-06-22", "genres": ["Drama", "Foreign", "Romance"], "title": "Strapless (1990)"}