{"url": "http://www.rogerebert.com/reviews/straight-out-of-brooklyn-1991", "by": "George T. Odomas Ray Brown", "star_rating": 3.0, "text": "Matty Rich was 17 when he started to make \"Straight Out of Brooklyn,\" and is only 19 now. I put those facts right at the top of this review because originally I was not going to lead with them; this is a strong, good film, and I thought if I mentioned the director's age, that would seem like condescension.\n\nBut then I thought - no, hold on, this is astonishing news, that a 17-year-old kid from the Brooklyn housing projects, with no backing and no money and no rich family, could actually make this film and get it released. We read all the time about \"disadvantaged urban youth,\" but here is a firsthand report from the front lines.\n\nThe movie covers a few days in the lives of a high school kid, who lives with his sister and his parents in a project. The story begins with brutal frankness, as the father, drunk, beats his wife and throws things around the apartment while the kids cower in the next room. In the morning, surrounded by the wreckage of their few possessions, the young man determines that this cannot go on any longer - that somehow he has to change the course his life seems set on.\n\nDuring the day he hangs out with a couple of friends, and they begin to talk about the possibility of committing a crime. One of the friends (played by Matty Rich himself) suggests that maybe they could get jobs in a relative's gas station. But the hero is too angry and impatient for that, and when his girlfriend suggests making something of himself in college, his angry reply is that he doesn't have four or five years to spend in college. And besides (he tells her, as they look across to the Manhattan skyline), does she think the rich people who own Wall Street got there by following the rules? Not likely.\n\nFor most of the movie, the characters stand poised between two possible choices - between crime and trying to do the right thing. But the movie finds time to develop some of their complexities as they make up their minds, in well-written scenes such as the one where the mother actually defends her husband, even though he beats her; hospitalized by his brutality, she refuses to denounce him. And there are scenes of everyday life, goofing around, small talk, passing time. It all adds up to a convincing portrait of a big-city black teenager who feels that if he does not take some sort of conclusive action, life will clamp him into poverty and discouragement.\n\nMatty Rich will someday, I imagine, make slicker movies than \"Straight Out of Brooklyn.\" Movies with more so-called entertainment and production values. But will he ever make a movie more obviously from his heart? He financed this film in bits and pieces, asking the actors to work for free, filming on weekends over a period of two years, draining his family and friends of available cash, looking for loans and deferrals - and the important thing is, he kept at it, and it's an honest, effective film.\n\nI remember a conversation more than 20 years ago with Francis Ford Coppola, who was speculating about the coming technological breakthroughs in filmmaking - the cheap, portable film and video cameras, and sound and editing equipment. He felt maybe people could start going out and making their own films, instead of just going to the movies on Saturday night. And he felt the authenticity of those films might be overwhelming.\n\nThe technical advances are now mostly in place. With a $900 camcorder, anyone can make a video film that would have cost the networks tens or hundreds of thousands of dollars 20 years ago. But not many people have used this technology to make films any more meaningful than \"America's Funniest Home Videos.\" No wonder. The invention of desktop publishing has not resulted in a flood of great literature, either. But Matty Rich has put the pieces together and used them to make a film out of his own experience. The edges are rough and the ending is simply a slogan printed on the screen. But the truth is there, and echoes after the film is over.", "running_time": 91, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-06-28", "genres": ["Drama"], "title": "Straight Out of Brooklyn (1991)"}