{"url": "http://www.rogerebert.com/reviews/stranger-than-fiction-2006", "by": "Will Ferrellas Harold Crick", "star_rating": 3.5, "text": "What a thoughtful film this is, and how thought-stirring. Marc Forster's \"Stranger Than Fiction\" comes advertised as a romance, a comedy, a fantasy, and it is a little of all three, but it's really a fable, a \"moral tale\" like Eric Rohmer tells.\n\nWill Ferrell stars, in another role showing that like Steve Martin and Robin Williams he has dramatic gifts to equal his comedic talent. He plays IRS agent Harold Crick, who for years has led a sedate and ordered life. He lives in an apartment that looks like it was furnished on a 15-minute visit to Crate and Barrel. His wristwatch eventually tires of this existence and mystically decides to shake things up.\n\nHarold begins to hear a voice in his head, one that is describing his own life -- not in advance, but as a narrative that has just happened. He seeks counsel from a shrink (Linda Hunt) and convinced he is hearing his own life narrative, seeks counsel from Jules Hilbert, a literature professor (Dustin Hoffman). Hilbert methodically checks off genres and archetypes and comes up with a list of living authors who could plausibly be writing the \"narration.\" He misses, however, Kay Eiffel (Emma Thompson), because he decides Harold's story is a comedy, and all of her novels end in death. However, Eiffel is indeed writing the story of Harold's life. What Hilbert failed to foresee is that it ends in Harold's death. And that is the engine for the moral tale.\n\nMeanwhile, an astonishing thing happens. Harold goes to audit the tax return of Ana Pascal, a sprightly, tattooed bakery shop owner (Maggie Gyllenhaal) and begins to think about her. Can't stop thinking. Love has never earlier played a role in his life. Nor does she much approve of IRS accountants.\n\nHow rare, to find a pensive film about the responsibilities we have to art. If Kay Eiffel's novel would be a masterpiece with Harold's death, does he have a right to live? On the other hand, does she have the right to kill him for her work? \"You have to die. It's a masterpiece.\"\n\nBut life was just getting interesting for Harold. The shy, tentative way his relationship with Ana develops is quirky and sideways and well-suited to Gyllenhaal's delicate way of kidding a role. He doesn't want to die. On the other hand, after years of dutifully following authority, he is uncertain of his duty -- and he is so meekly nice, he hates to disappoint Eíffel. Harold himself has never done anything so grand as write a masterpiece.\n\nAlthough the obvious cross-reference here is a self-referential Charlie Kaufman screenplay like \"Adaptation,\" I was reminded of another possible parallel, Melville's famous short story \"Bartleby the Scrivener,\" made into the 2001 movie with Crispin Glover and David Paymer. Bartleby is an office drudge who one day simply turns down a request from his boss, saying, \"I would prefer not to.\" Harold Crick, like Bartleby, labors in a vast office shuffling papers that mean nothing to him, and one day he begins a series of gentle but implacable decisions.\n\nHarold would prefer not to audit any more tax returns. And he would prefer not to die. But he is such a gentle and good soul that this second decision requires a lot of soul-searching, and it's fascinating to watch how Hilbert and Ana participate indirectly in it, not least through some very good cookies. And what is Eiffel's preference when she finds what power she has? Her publisher has assigned her an \"assistant\" (Queen Latifah) to force her through her writer's block, so there is pressure there, too. She chain-smokes and considers suicide.\n\nThe director, Marc Forster, whose work includes the somber (\"Monster's Ball\") and the fantastical (\"Finding Neverland\"), here splits the difference. He shoots in a never-identified Chicago, often choosing spare and cold Mies van der Rohe buildings, and he adds quirky little graphics that show how Harold compulsively counts and sees spatial relationships.\n\nHis work with the actors seeks a low-key earnestness, and Ferrell becomes a puzzled but hopeful seeker after the right thing. Gyllenhaal and Hoffman never push him too hard. And I like the dry detachment with which both Hoffman and Thompson consider literature, which is conceived in such passion and received with such academic reserve. Alas, Forster never finds the right note for Latifah's character, who may not be necessary.\n\n\"Stranger Than Fiction\" is a meditation on life, art and romance, and on the kinds of responsibility we have. Such an uncommonly intelligent film does not often get made. It could have pumped up its emotion to blockbuster level, but that would be false to the premise, which requires us to enter the lives of these specific quiet, sweet, worthy people. The ending is a compromise -- but it isn't the movie's compromise, it belongs entirely to the characters and is their decision. And that made me smile.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-11-09", "genres": ["Comedy", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Stranger Than Fiction (2006)"}