{"url": "http://www.rogerebert.com/reviews/straight-to-hell-1987", "by": "Sy Richardsonas Norwood", "star_rating": 1.5, "text": "Not long ago, Omni magazine did an issue on the movies of the future, and asked me which young directors showed the most promise of being the grandmasters of the 21st century. Alex Cox was right there at the top of my list. After \"Repo Man\" and \"Sid and Nancy,\" I believed that he could scarcely do wrong, and that there was a streak of obsession in his genius that might well carry him into the pantheon.\n\nSince then I have seen Cox's \"Straight to Hell,\" and I must report that he is human after all. I still anticipate his next film. I still think he has a special gift. But \"Straight to Hell\" is an indulgent mess, a movie so uneasy about itself that the press release is prefaced with this quote by Joe Strummer of the Clash: \"Yuppies are gonna hate it.\" Strummer is right, but he need not have stopped so soon. In fact, if he finds a demographic group that does not hate it, he should phone in a new quote for the ads.\n\nThe movie was filmed in Spain, on the same sets that Sergio Leone used for his spaghetti Westerns, and it's a sendup of those movies, I guess. Fierce desperadoes stalk the streets of a Western town, shooting each other and drinking lots of coffee and buying hot dogs from the local vendor. The wind howls and the music is tense and lonely, and there are dozens of corpses by the end of the film.\n\nBut there is not, alas, a comic or satirical point of view. Cox and his co-writer, Dick Rude, have nothing they want to say about Leone or spaghetti Westerns, no angle of approach to their material, no characters they want to develop in an interesting way. In fact, they scarcely bother to develop characters at all; a group of people arrive at the beginning of the movie, mill about aimlessly, and are mostly dead at the end.\n\n\"Straight to Hell\" was \"filmed in three weeks on a shoestring budget of $1 million,\" but looks more as if it were filmed in one week on Cox's MasterCard. The cast is littered with familiar faces who dropped in for the fun: Strummer, Elvis Costello, Grace Jones, Jim Jarmusch, and Dennis Hopper - whose mere presence should have sent up some sort of a warning light. It was Hopper who went to Peru in 1970 and made \"The Last Movie / Chinchero,\" another shapeless gonzo Western starring lots of rock stars and personal friends, and the backlash from that movie put his career on hold for years. Cox seems to have staged the same sort of come-as-you-are party.\n\nWatching the movie in a dreary reverie, while nameless characters shot at each other for no discernible reason, I asked myself what it was lacking. And the answer, I guess, is sort of old-fashioned: It needed some kind of coherent narrative, so that I could understand the relationships and the plot enough to determine if I cared about them.\n\n\"Straight to Hell\" is simply a record of aimless behavior, of a crowd of pals asked to dress up like cowboys and mill about on a movie set. The way I would like to interpret all of this is, Alex Cox is saving himself for his next film.", "running_time": 86, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-07-01", "genres": ["Action", "Comedy", "Indie", "Thriller", "Western"], "title": "Straight to Hell (1987)"}