{"url": "http://www.rogerebert.com/reviews/streetwise-1985", "by": "Roberta Joseph Hayesas Herself", "star_rating": 4.0, "text": "The subject of runaway, abducted and abandoned children has received a lot of attention in the news recently, but never anything remotely like \"Streetwise,\" which enters into the lives of these underage survivors as they fight for life and love on the streets of Seattle.\n\nThe movie was inspired by a Life magazine article on a group of the kids, who, at an age when other kids are in school are learning to be hookers, thieves, con men, pushers and junkies. Now comes this movie, which contains extraordinary everyday footage, which the filmmakers obtained by spending months hanging out with the kids, until they gained their trust and their cameras became accepted.\n\nThe street kids lead horrifying lives, but sometimes there are moments of acceptance and happiness. They cling to each other. They relate uneasily with a social worker who seems philosophically resigned to the facts of street life. They try to dodge the cops. They live in an abandoned hotel, get money by begging and prostitution, eat by raiding the dumpsters behind restaurants. They even have a system for marking garbage so they don't eat food that's too old.\n\nWhat is amazing is that some of these kids are still in touch with their parents. One girl shrugs that her mother is off to the woods for a weekend \"I've always known she don't love me or s---. So OK.\" She hugs herself. Another girl tries to talk to her mother, who says, \"Be quiet. I'm drinking.\" A kid named DeWayne goes to visit his father in prison, and gets a long lecture about smoking, drinking and taking drugs, and a pie-in-the-sky speech about how they're going to open a thrift shop when the old man gets out of prison. The next time we see DeWayne, it is at his funeral, he hanged himself in a jail cell.\n\nYou walk out of \"Streetwise\" realizing that these aren't bad kids. They are resourceful, tough and true to their own standards. They break the law, but then how many legal ways are there for 14-year-olds to support themselves? They talk about their parents in a matter-of-fact way that, we suspect, covers up great wounds, as when one girl says she's never met her natural father - \"unless maybe I dated him once.\"\n\n\"Streetwise\" is surprising for the frankness of the material it contains. How did the filmmakers get these people to say these things, to allow the cameras into their lives? We see moments of intimacy, of violence, of pain. The answer, I suspect, is that a lot of these kids were so starving for attention and affection, that by offering both, the filmmakers were able to get whatever they wanted.\n\nSome of the scenes are possibly staged, in the sense that the characters are aware they are in a movie, but none of the scenes are false or contrived. These are children living rough in an American city, and you would blame their parents if you didn't see that the parents are just as alienated and hopeless, and that before long these kids will be damaged parents, too.", "running_time": 91, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-04-19", "genres": ["Documentary"], "title": "Streetwise (1985)"}