{"url": "http://www.rogerebert.com/reviews/strength-and-honor-2007", "by": "Michael Madsenas Sean Kelleher", "star_rating": 2.5, "text": "Within the first five minutes, we know precisely how \"Strength and Honor\" is going to end. The rest is in the details, which are sometimes pretty good. The movie is about a boxer named Sean Kelleher who retires forever from the ring after killing his brother-in-law in a sparring match and only returns to win the money for a $250,000 heart operation for his young son. Wait, we're not finished yet. How could he win so much money for his first bout? Because he is fighting bare-knuckled for the title of King of the Travelers (also known as gypsies).\n\nHis arch foe in the championship bout is the vicious, mean, hard man named Smasher O'Driscoll, played by the British soccer star Vinnie Jones, but what do you think the odds are that he will lose his fight and his son will die? I should explain that this all takes place in County Cork, and stars Michael Madsen, who is a good deal gentler and more loving than you may remember him from \"Kill Bill, Volume 1\".\n\n The movie is much about the travelers on a hilltop outside town. Sean is not a traveler, but after his wife dies and he is forced to sell their house to pay medical bills, he buys a caravan and moves in next door to the earth mother Mammy (Gail Fitzpatrick), whose son Chaser (Michael Rawley) lives nearby and begins to think of Sean as a father figure. Sean's financial crisis in the movie, by the way, should be reported to Michael Moore; Irish medical care seems mighty expensive.\n\n This is melodrama mixed with formula and a great deal of tear-jerking, but Madsen plays the character straight down the center and has considerable authority; he doesn't ask for sympathy, doesn't accept favors lightly, says nothing when the travelers accept his $10,000 deposit on the prizefight, pocket the money, and tell him he's not qualified because he's not of the blood. He needs the $250,000 too much to complain. This and other matters are settled among the gypsies around a small bonfire, which provides warm, flickering light for many a conversation. Eventually he's allowed to fight, and in the final bout faces the fearsome, animalistic Smasher, who knocks out people just for knocking at his door.\n\n Sharp eyes among you are wondering how they have dollars in Ireland. They do not. They had the Irish pound (in Gaelic, the punt) until they switched to Euros in 2002. Why nobody in the film knows this is a mystery; less so perhaps with Sean, who is an American who moved to Cork with his Irish wife.\n\n There is some nice character work in the movie. Richard Chamberlain plays the manager of a boxing gym and Sean's manager and advisor. Michael Rawley is persuasive as the young acolyte. And Gail Fitzpatrick steals scenes with the sheer ferocity of her passion for justice; it's pretty clear that she and her neighbor Sean may be linking up in a double-wide before long.\n\n But the movie, written and directed by first-timer Mark Mahon, follows so resolutely in the footsteps so many many other sporting movies that we're way ahead of the story arc. One novelty is the violence of the bare-knuckle fights, which take place within a ring of savagely shouting men, although it's a puzzle why the prize fight is the less well-attended than the opening bouts. If you want to see a predictable boxing movie with a kinder, gentler Michael Madsen who's really quite convincing, here's your movie. But I'd like to see this side of Madsen developed in a better screenplay.", "running_time": null, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-12-06", "genres": null, "title": "Strength and Honor (2007)"}