{"url": "http://www.rogerebert.com/reviews/streets-of-fire-1984", "by": null, "star_rating": 3.0, "text": "Walter Hill's \"Streets of Fire\" begins by telling us it's a \"rock & roll fable ... from another time, another place.\" The movie is right on the rock & roll, but the alternative time and place are mysteriously convincing -- especially if, like me, you believe the most beautiful post-war American cars were Studebakers. In this world, Studebakers made it. All the cops in this movie drive circa 1950 Studebakers, and all the people in the movie live in the shadow of oppressive elevated tracks, in a shabby, nighttime city inhabited mostly by cops, street gangs, rock fans, and soda jerks.\n\nThe movie begins with the kidnapping of a rock singer (Diane Lane), who is muscled off the stage by some Hell's Angels types. But first we get one of the few original approaches to rock concert photography: Full-stage photography of the singers is combined with black foreground silhouettes of the audience, waving their hands and clapping. The effect is a little like a Roger Brown painting, and it works: This looks like it's going to be a new approach to the basic street and rock images. Unfortunately, the movie doesn't live up to its opening. It turns into your basic fable about warring street gangs, with a superman (Michael Pare) and his tough female accomplice (Amy Madigan) breaking into the headquarters of the rival gang and bringing Diane Lane back alive. This ground has been covered before, most obviously in Hill's \"The Warriors\", a controversial 1978 thriller that was credited with inspiring more fights in its audience than on the screen.\n\nHill likes characters who are broadly symbolic. He occasionally gives us people who are individuals (as in his most successful film, \"48 Hrs.,\" with Eddie Murphy and Nick Nolte). But mostly he likes characters who stand tall and represent good or evil and settle the matters of the universe with unlimited violence. That's what we get this time. What we also get is some interesting atmosphere, which owes a lot to the art direction and the background musical score by Ry Cooder. Hill came to Chicago to shoot some of his blasted landscapes of barren warehouses under ominous L tracks, and matched them with back lot sets at Universal that suggest a city where gentrification never caught on. The cops are corrupt in this fictional city, the gangs rule the streets, and there are districts where you've got to be armed.\n\nSide-by-side with this paramilitary society is a world of art nouveau theater marquees, corny soda fountains, and the rock singer's manager (Rick Moranis), who wears checked sport coats and bow ties and looks like the creep of the class of '57. The language is strange, too: It's tough, but not with 1984 toughness. It sounds like the way really mean guys would have talked in the late 1950s, only with a few words differentÑas if this world evolved a slightly different language. The performances fit this world nicely. The most engaging character is Amy Madigan's McCoy, an Army veteran who smokes cigars, blast bikers to smithereens, and tells Pare he ain't her type. Pare is your basic taciturn, implacable Hill hero, and Diane Lane has so much of the right energy in the opening concert scene that we wonder why there wasn't a lot more rock & roll in the movie. Also more Studebakers, please.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Music", "Thriller"], "title": "Streets of Fire (1984)"}