{"url": "http://www.rogerebert.com/reviews/stripes-1981", "by": "Bill Murrayas John", "star_rating": 3.5, "text": "\r\n\n\n“Stripes” is an anarchic slob movie, a celebration of all\r\nthat is irreverent, reckless, foolhardy, undisciplined, and occasionally\r\nscatological. It's a lot of fun. It comes from some of the same people involved\r\nin “National Lampoon’s Animal House,” and could have been titled National\r\nLampoon's Animal Army with little loss of accuracy. As a comedy about a couple\r\nof misfits who find themselves in the U.S. Army's basic training program, it\r\nobviously resembles Goldie Hawn's “Private Benjamin.” But it doesn't duplicate\r\nthat wonderful movie; they could play on the same double feature. “Stripes” has\r\nthe added advantage of being a whole movie about the Army, rather than half a\r\nmovie (“Private Benjamin” got sidetracked with Hawn's love affair). \n\n\r\nThe movie is not only a triumph for its stars\r\n(Bill Murray and Harold Ramis) and its director (Ivan Reitman), but a sort of\r\nvindication. To explain: Reitman directed, and Murray starred in, the enormously\r\nsuccessful “Meatballs,” which was an entertaining enough comedy but awfully\r\nragged. No wonder. It was shot on a shoestring with Canadian tax-shelter money.\r\nWhat Murray and Reitman prove this time is that, given a decent budget, they\r\ncan do superior work--certainly superior to “Meatballs,” for starters. For\r\nHarold Ramis, who plays Murray's grave-eyed, flat-voiced, terminally detached\r\npartner in “Stripes,” this is a chance, at last, to come out from behind the\r\ncamera. Ramis and Murray are both former Second City actors, but in Hollywood,\r\nRamis has been typecast as a writer (“Animal House,” “Meatballs,” “Caddyshack”),\r\nmaybe because he sometimes looks too goofy for Hollywood's unimaginative\r\ntastes. \n\n\r\nIn “Stripes,” Murray and Ramis make a wonderful\r\nteam. Their big strength is restraint. Given the tendency of movies like this\r\nto degenerate into undisciplined slapstick, they wisely choose to play their\r\ncharacters as understated, laid-back anarchists. Murray enlists in the Army in\r\na what-the-hell mood after his girlfriend throws him out, and Ramis enlists\r\nbecause one stupid gesture deserves another. They're older than the usual Army\r\nrecruit, less easily impressed with gung-ho propaganda, and quietly amazed at\r\ntheir drill instructor, Sergeant Hulka, who is played by Warren Oates with\r\ntough-as-nails insanity. \n\n\r\nThe movie has especially good writing in several\r\nscenes. My favorite comes near the beginning, during a session when recruits in\r\nthe new platoon get to know one another. One obviously psycho draftee, who\r\nlooks like Robert De Niro, quietly announces that if his fellow soldiers touch\r\nhim, touch his stuff, or interfere in any way with his person or his privacy,\r\nhe will quite simply be forced to kill them. Sergeant Hulka replies:\r\n\"Lighten up!\" The movie's plot follows basic training, more or less,\r\nduring its first hour. Then a romance enters. Murray and Ramis meet a couple of\r\ncute young military policewomen (P.J. Soles and Sean Young), and they happily\r\nviolate every rule in the book. One funny scene: Murray and Soles sneak into the\r\nkitchen of the base commander's house and do unprecedented things with kitchen\r\nutensils. \n\n\r\nIt's an unwritten law of these movies that the\r\nlast half hour has to involve some kind of spectacular development. In “Animal\r\nHouse,” it was the homecoming parade. In “Stripes,” the climax involves the\r\nArmy's latest secret weapon, which is a computerized, armored, nuclear weapons\r\ncarrier disguised as a recreational vehicle. Murray's platoon is assigned to go\r\nto Europe and test it. Murray, Ramis, and their girls decide to test it during\r\na weekend holiday swing through the Alps. After they cross the Iron Curtain,\r\nall hell breaks loose. \n\n\r\n“Stripes” is a complete success on its intended\r\nlevel--it's great, irreverent entertainment--but it was successful, too, as a\r\nbreakthrough for Ramis, Reitman, and Murray, on their way to “Ghostbusters.”\r\nComedy is one of the hardest film genres to work in. Nobody knows all its\r\nsecrets, not even Woody Allen and Mel Brooks. Here's a comedy from people who\r\nknow some of the secrets most of the time.", "running_time": 105, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Comedy"], "title": "Stripes (1981)"}