{"url": "http://www.rogerebert.com/reviews/stripper-1986", "by": "Janette Boydas Herself", "star_rating": 3.0, "text": "Why do strippers take off their clothes? Because they are paid to take them off, I imagine, and also perhaps because exhibitionism satisfies some psychological hunger inside of them. The point of a striptease is very basic: the extraordinary fact that a woman walks into a roomful of strangers and undresses. This ritual is eternal. And although there is a lot of talk about the \"art\" of striptease, no stripper in history, however artistic, has succeeded by starting nude and dressing herself.\n\n\"Stripper,\" which pretends to be a documentary about striptease artists, satisfies all the traditional requirements. During the course of the film, several attractive women take off their clothes. The movie claims to be about an international striptease competition being held in Las Vegas. But the contest is being held for only one reason - to provide a framework for this film - and there are many scenes where there doesn't even seem to be an audience.\n\nThe movie was directed by Jerome Gary, who also made \"Pumping Iron,\" and by now his formula is pretty well polished. He \"casts\" his documentaries by finding likely candidates (he was the first director to make Arnold Schwarzenegger and Lou Ferrigno into stars). Then he sets up some sort of confrontation, such as the strip contest in this film, as a framework for his story. To be sure, the women in this film are real strippers, and that is why the film succeeds in spite of itself. We may not care about the striptease competition and we may not even believe in it, but still the movie has a certain fascination.\n\nA movie camera is an extraordinary device. Point it at something, and it will record what it sees. In the case of \"Stripper,\" it sees Janette Boyd, a plucky women in her 30s, who has been a Vegas dancer for years. She saved her money, made wise investments, planned the future for herself and her young daughter, and then was betrayed by a man who took all of her money and ran. We see Kimberly Holcomb, a young woman who soberly discusses her attraction to sadomasochism, and then plans a stage act in which she will use fake blood. We even see her in a supply shop, looking for the right shade of blood.\n\nWe learn that most of the good strip clubs in North America are in Canada and that they're booked out of Vancouver. In the movie's most interesting passage, we see a couple of young strippers setting out from Vancouver in a convertible, heading for the vast Northwest. And we see the simple, almost humble bar where they take off their clothes for a week while providing the regulars with what they're starving for.\n\nTo our surprise, we find that the regulars - lonely working men - are starving, not for sex, but for conversation, and for the sweetness and the cheerfulness that these young women bring into their lives. We get the impression that if anyone in the bar tried to lay a hand on the girls, the others would throw him out.\n\nI would have preferred an entire film made in the same vein, following the strippers from club to club, finding the parallels between their lives and the lives of the early vaudevillians. Instead, the movie uses all of these scenes as setups, to establish the competitors who will be entering the contest in Vegas.\n\nThere are even a few villains, such as Jamal Rofeh, owner of the Body Shop in Los Angeles, who doesn't want to give one of his strippers time off so she can enter the contest. As he tells the girl she can't go, something gnaws at us, and we realize that the scene is obviously staged. (What strip club manager would invite cameras into his office and then forget they were there?) The contest itself is sort of pathetic. There is some interest in the stagecraft, especially after Boyd hires a metalworker to build a scaffold for her act, in which she impersonates a woman from space. And there is some drama in Holcomb's stage blood. But the judges are never clearly identified, the audience is usually invisible and the alleged public address announcer keeps saying phony lines over the loud speaker. (At one point, he announces to everyone, \"This is the day before the big event,\" something the movie audience needs to know but which the actual audience would hardly need to be told.) The problem with \"Stripper\" is that stripping is not a competitive sport, but an intensely private one, and there are no standards by which a stripper can be judged - at least no standards except the private ones that few judges would wish to discuss. The film's framework is phony. But some of the women in this film are manifestly real - complicated and interesting - and they make the movie worth seeing.", "running_time": 90, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-05-02", "genres": null, "title": "Stripper (1986)"}