{"url": "http://www.rogerebert.com/reviews/striking-distance-1993", "by": "Bruce Willisas Tom Hardy", "star_rating": 1.5, "text": "\"Striking Distance\" is an exhausted reassembly of bits and pieces from all the other movies that are more or less exactly like this one. The credits say \"written by Rowdy Herrington and Martin Kaplan,\" but the right word would have been \"anthologized.\" How does it recycle its betters? Let us count the ways: 1. It is about an outspoken Pittsburgh cop (Bruce Willis), who gets in trouble by testifying against his partner in a police brutality case.\n\n2. A serial killer is at work in the city.\n\n3. The cop and his dad, also a cop, are on their way to the policemen's ball when they get involved in a chase to capture the serial killer suspect, and the dad is killed.\n\n4. \"The killer must be a cop,\" Willis says on TV, because of the way the guy drives and thinks.\n\n5. His uncle (Dennis Farina) is on the force, and so are two of his sons, Willis' cousins.\n\n6. There is a scene on a bridge where Willis tries to talk one of the nephews out of leaping to his death. The dialogue is amazingly familiar.\n\n7. Willis is demoted, and assigned to the River Rescue Squad, where he remains determined to catch the serial killer (who helpfully starts dumping bodies in the river where Willis can find them).\n\n8. Willis is assigned a new partner (Sarah Jessica Parker).\n\nShe is a woman. They don't get along at first. Then they fall in love. Four durable cliches in a row. Good going.\n\n9. Suspicion falls on Willis: Perhaps he is the serial killer? \n\n10. One nephew goes to California, and the killings stop.\n\nThen he returns from California, and the killings resume. As veterans of this genre, we know with a certainty that this nephew is not the killer.\n\nAnd so on, and on, until the ending, which cheats, indicating that all of the clues in the story were simply inserted to jerk us around.\n\nI wouldn't really mind the cliches and the tired old material so much, if the filmmakers had brought energy or a sense of style to the material. A good singer can make an old song new. But \"Striking Distance\" seems unconvinced of its own worth. It's a tired, defeated picture, in which no one seems to love what they're doing, unless maybe it's a few of the character actors, like Farina and John Mahoney (as the dad), who have scenes they seem to relish.\n\nWant to write a screenplay? Why not start with these elements: A rebel cop stirs up trouble and is disciplined, but determines to stay on the trail of a serial killer, while meanwhile he is assigned a partner that first he hates and then he likes, while the killer cleverly tries to frame him. Add several chase scenes and a deadly confrontation in which all of the key characters magically congregate at the same time.\n\nJust because it's been done before doesn't mean it can't be done again. And better. Believe me.", "running_time": 97, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-09-17", "genres": ["Action", "Adventure", "Mystery", "Suspense", "Thriller"], "title": "Striking Distance (1993)"}