{"url": "http://www.rogerebert.com/reviews/striptease-1996", "by": "Demi Mooreas Erin Grant", "star_rating": 2.0, "text": "Carl Hiaasen's “Striptease” was a novel that thought all of its\rcharacters were hilarious. Now here is the Demi Moore movie version, in which\rall of the characters are hilarious except for Demi Moore's. Her character,\rnamed Erin Grant, is a woman who has lost her daughter in a crooked custody\rbattle, and goes to work in a strip club to earn enough to win her child back.\n\nThe\rwoman is brave, heroic and stacked, but she's not funny. The movie's fatal flaw\ris to treat her like a plucky Sally Field heroine. That throws a wet blanket\rover the rest of the party. The point of the Hiaasen story was that everyone\rwas funny: He cast a dubious eye on the strippers, the bar management, the\rcustomers, the sex-mad congressman, the sneaky sugar baron, Erin's\rex-husband--on everyone. They were all part of the same comic world. When you\rextract one of those characters from the mix and treat her seriously, it throws\roff the timing and it undermines the rationale of the whole undertaking. My\rguess is that when Demi Moore and the writers started musing about how Erin\rGrant would “really feel” in a situation, or how the audience would be able to “identify”\rwith her mother's urge to win her child back, someone should have stepped in to\rgently say: It's a comedy, honey, and when it's not a comedy, it's a satire.\rEverything in this movie should be for laughs, including the ex-husband, the\rkids and the brave Erin Grant. As “Striptease” opens, custody of Erin's child\ris being given over to her worthless husband (Robert Patrick), who may be a\rconvicted criminal but was, as the Florida judge recalls fondly, “a great\rtailback.” Erin needs work and starts stripping at the Eager Beaver, a “gentleman's\rclub”--so called because most of its customers are never called one anywhere\relse. We meet the fellow strippers, including the buxom Urbana Sprawl (Pandora\rPeaks), who is named after my hometown and so of course deserves a mention\rhere. The bouncer is Shad, played by Ving Rhames, who was Marcellus Wallace in “Pulp\rFiction” and this time provides a strong shoulder for a vulnerable girl to cry\ron. The club customers include the Erin-worshipping Jerry Killian (William Hill),\rwho thinks he may know how to help Erin win her child back, and the perpetually\rdrunk and randy U.S. Rep. David Dilbeck (Burt Reynolds), who is capable of\rleaping onto the stage in mid-grind to protect one of the dancers from an\rannoying customer. Among the other threats to the dancers are boa constrictors\rthat wrap themselves around their necks, and a management that is always\rthinking up bright new ideas. One stripper protests against the latest proposal,\rwhich is creamed corn wrestling: “No chance I'm gonna roll around in creamed\rcorn with a bunch of yahoos trying to push Niblets up my hoo-hah.” There is in\rthat dialogue a suggestion of the direction “Striptease” might have taken.\rCertainly the director, Andrew Bergman, is capable of making a satirical laugh\rfest; his credits include “Honeymoon in Vegas” and “The Freshman.” But the\rproblem is with Erin Grant, who interrupts the comic rhythm with her underlying\rseriousness. When she's not on the screen, the characters are free to float\rinto satire, and Burt Reynolds has some splendid scenes as the tool of the\rlocal sugar cartel. But when Erin returns, the other actors have to match her\rmore somber energy level, and there goes the comedy. The sex business is\rcertainly ripe for satirical treatment. But not here. That leaves the movie's\rmuch-advertised nudity and eroticism, which for me were disappointing. The\rstripteases are choreographed to present the strippers as seasoned pros,\rindifferent to their nudity and disdainful of their customers.\n\nTo\rbe erotic, a striptease must seem to mean something to the person disrobing:\rThere must be the illusion that nudity is a meaningful decision that the\rstripper is taking reluctantly. Most striptease gimmicks and props are therefore\rcounter-productive. A stripper who needs to perform with a snake, or demonstrate\rdexterity in making tassels twirl in opposite directions, is essentially saying\rthat she realizes her unclothed body is of no interest unless she also does\rparlor tricks. The strippers in “Striptease” take pains to show that stripping in\rpublic is without psychic risk to them. This is true even of the Erin Grant\rcharacter, who claims at one point she gets nauseous before she goes on stage, but\ris a pro the moment the spotlight hits her. The attitude she projects in the TV\rads is the same one that carries through the movie: I'm doing this so brazenly\rthat you'll never know how I really feel about it. The greatest stripper of all\rtime was probably Tempest Storm, who is, I gather, still active in her 60s.\rPerhaps no one alive has taken it off more often. Yet on the two or three\roccasions when I saw her (including once in a sleazy Times Square theater), she\rwas able to create the illusion that she was reluctant--all but a blushing\rnovice--and there was a certain sweet delight in the way she finally disrobed.\rThe strippers in “Striptease” would possibly find her act too revealing; their\rimpersonality is a shield protecting them from the suckers. Hiaasen is a very\rfunny writer, whose work needs to be respected if it is to work on the screen.\rLike Elmore Leonard, who Hollywood finally got right in “Get Shorty,” he is not\ra writer whose books you film for the plot. You film him for the dialogue and\rthe attitude. Forget that, and why bother?", "running_time": 115, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-06-28", "genres": ["Comedy", "Crime", "Drama", "Thriller"], "title": "Striptease (1996)"}