{"url": "http://www.rogerebert.com/reviews/strictly-ballroom-1993", "by": "Paul Mercurioas Scott Hastings", "star_rating": 3.0, "text": "The plot of \"Strictly Ballroom\" is as old as the hills, but the characters in the movie seem to come from another planet. Surely nobody in Australia dresses like this, talks like this, takes ballroom dancing as seriously as this? They do? The true weirdness of the movie comes when we begin to realize the director didn't make everything up; only real life could possibly have inspired a world this bizarre.\n\nThe movie, which crosses Astaire and Rodgers with Mickey and Judy and adds a dash of Spinal Tap, is a comedy posing as a docudrama about competitive ballroom dancing in Australia. Everyone in the movie takes the sport, or art, with deadly seriousness, and their world revolves around the Pan-Pacific Grand Prix Amateur Championships (which, despite its grand name, seems to be a local event). Like synchronized swimming (the most hilarious event in Olympics history), competitive ballroom dancing is essentially lighthearted fun spoiled by lead-footed rules.\n\nThe film's hero is Scott (Paul Mercurio), a pleasant young man with a mad light in his eyes, who, according to the pseudodocumentary that opens the film, was born to win the Pan-Pacific. But then he jeopardizes his chances by recklessly ignoring the rules, and forcing his partner to join him in a dance routine that was (gasp!) spontaneous and improvised.\n\nHis partner is enraged, and leaves him. His mother, a former championship dancer, is beside herself. The estimable Barry Fife (Bill Hunter), the autocratic czar of ballroom contests, is deeply offended. Only the good-hearted Fran (Tara Morice) believes in him, and offers to become his partner. This is despite her lack of experience, her general ungainliness, and her homely appearance.\n\nFamiliar with the great tradition of come-from-behind movies, however, we somehow suspect that if she ever takes off those glasses, and does something with her hair . . .\n\n\"Strictly Ballroom\" was directed and co-written by Baz Luhrmann, who, according to the movie's press materials, has been fascinated with the insular world of Australian competitive ballroom dancing since he was a youth. The story, by Luhrmann and various collaborators, was first staged as an amateur production 10 years ago, and has been through many incarnations leading up to this film, which is so tightly packed with characters and situations that it seems, in its own way, as obsessed as the dancers themselves.\n\nLuhrmann, like many first-time directors, is intoxicated with the possibilities of the camera. He uses too many wide-angle shots, in which the characters look like blowfish mugging for the lens, and too many story lines, until we worry we may have lost track of something, but what works is an exuberance that cannot be faked.\n\nAs Scott and Fran prepare for the Pan-Pacifics, as Barry Fife struggles to retain his stranglehold on competitive dancing, as Scott discovers that his meek and silent father was once a Pan-Pacific contender, the movie hurtles toward a conclusion sanctified by \"Saturday Night Fever\" and so many other movies we could hold a trivia contest just by naming them.\n\nWhat's best about the movie is the sense of madness and mania running just beneath its surface. In one sense, the characters care about nothing but ballroom dancing. They eat, drink and sleep it, and talk of nothing else. Their costumes alone are a tip-off that they've had no contact with the real world for years. Yet in another sense, ballroom dancing is simply the strategy they use to hold the world at bay. They are profoundly frightened of change, and have created an insular little world, with rigid rules and traditions; here they can be in control, as the larger world goes haywire.\n\nScott's attempt to introduce anarchy - and new dance steps - into their tiny enclave is all the funnier because he, too, cares about nothing but dancing. He doesn't even want to be a rebel. But it's in his blood.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-02-26", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Strictly Ballroom (1993)"}