{"url": "http://www.rogerebert.com/reviews/strongman-2011", "by": "Zachary Levy", "star_rating": 3.0, "text": "\"Strongman\" is a tantalizing example of the kind of documentary I find engrossing: A film about an unusual person that invites us into the mystery of a human life. Stanley Pleskun bills himself as \"Stanless Steel, the Strongest Man Alive.\" Whether this is true is beside the point. Stanless, as I will call him, believes it absolutely. His girlfriend Barbara and his brother Michael agree, I gather, although they never actually say so.\n\nHow does the Strongest Man in the World support himself? He works as a freelancer in the scrap metal industry, collecting scrap and hauling it to a yard. We see him heaving heavy loads into the bed of his truck. Does this help him train? No, I learn from the film's notes, it tires him out and makes it harder to train. Although Zackary Levy, the filmmaker, followed him over a course of years and shot hundreds of hours of films, we only see him actually training twice: Once squeezing a hand grip, and again staggering for several yards while carrying heavy concrete blocks.\n\nHe is a strict vegetarian who does not smoke or drink, and lives on fruit and vegetable juices. We see him demolish a dozen ears of corn in a single brief sitting. We also see him, perhaps during times of stress, smoking, having a beer and sharing a pizza. Nobody's perfect. Stanless is convinced he doesn't smoke, and advises Barbara to cut it out. He also bums smokes from her.\n\nBarbara is a great mystery to me. She is a good-looking woman about the same age as Stanless. Old photos show her with the facial structure of a model. Her skin remains unlined. She wears her hair in a graying ponytail or braids. She has a presence. She has a beauty. Stanless moves in with her. She rehearses to introduce his act: \"Ladies and gentlemen, boys and girls! Presenting Staaaaaanless Steeeel! The Strongest Man in the Woooorld!\" He makes appearances at events in New Jersey and  New York, bending steel bars, lifting trucks, and so on. He is paid $1,000 and expenses to appear on a British TV show.\n\nHe meets with an agent who has \"represented all the top strong men.\" The agent tells him his act lacks a \"hook.\" Indeed, it seems quickly over. Before an audience of maybe 200 in a parking lot, he positions himself on his back below the rear end of a pickup truck and lifts it high enough with his feet for his brother to slip a sheet of paper under a rear wheel. He can also bend pennies and quarters. He puts a bent penny on a chain and gives it to Barbara as a necklace.\n\nWhat is it with those two? They hug, they kiss, but their relationship seems to center on his Strongman status and her acceptance and support of it. Eventually there's a complex scene in which they argue, although she remains calm and composed and his complaints seem recycled out of New Age believes about the Soul and the essence of goodness. He also has moments of offended anger, when he reminds me uncannily of Bruno S., the star of Herzog's \"Stroszek.\"\n\nStanless' family life is the stuff of Diane Arbus. Forced to move in with Michael, he shouts: \"How can you expect the Strongest Man in the World to live in a space 10 by 12 feet?\" Michael's living room is an indoor-outdoor carport. Their mother and grandmother live in an ordinary house, where the grandmother,  apparently a stroke victim, has to be carried about.\n\nZach Levy has the deadpan approach of a filmmaker like Errol Morris. You're not sure what he thinks about these people. They are very definitely themselves,  and we've never seen anyone else like them. Levy's camera simply regards them. The film ends with a flashback to a historic moment: The first meeting between Stanless and Barbara. It solves nothing. I watched the film with quiet fascination.", "running_time": null, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-02-02", "genres": ["Documentary"], "title": "Strongman (2011)"}