{"url": "http://www.rogerebert.com/reviews/stroker-ace-1983", "by": "Burt Reynoldsas Stroker Ace", "star_rating": 1.5, "text": "Burt Reynolds used to make movies about people's lifestyles. Now he seems more interested in making movies that fit in with his own lifestyle. \"Stroker Ace\" is another in a series of essentially identical movies he has made with director Hal Needham, and although it's allegedly based on a novel, it's really based on their previous box-office hits like \"Smokey and the Bandit\" and \"The Cannonball Run.\"\n\nTo call the movie a lightweight, bubble-headed summer entertainment is not criticism but simply description. This movie is so determined to be inconsequential that it's actually capable of showing horrible, fiery racing crashes and then implying that nobody got hurt. The plot involves a feud between two NASCAR drivers (played by Reynolds and Parker Stevenson) who specialize in sideswiping each other at 140 m.p.h. in the middle of a race. I don't think that's a very slick idea. \n\nReynolds plays the same basic Good Ol' Boy he's been refining for years -- the sly, woman-chasing character with a couple of good buddies and an eye on the big time. He needs somebody to sponsor his car, and he ends up with Clyde Torkle, a fried-chicken king who is played by Ned Beatty with a low bow in the directions of Col. Sanders and Jackie Gleason. Torkle makes Reynolds paint the slogan Fastest Chicken in the West! on the side of his car. This provides most of the dramatic conflict in the movie.\n\nReynolds' sidekick is an auto mechanic named Lugs (Jim Nabors), and the romantic interest is Loni Anderson. She plays a Sunday-school teacher who doesn't drink and is a virgin. So Reynolds slips her some champagne, gets her drunk and, in an unpleasant, unfunny and creepy scene, semi-undresses her while making small talk to her unconscious body.\n\nLoni Anderson is so innocuous in this movie, they must have given her the wrong script. The movie is stolen in the sex-symbol department by a creature named Cassandra Peterson [aka Elvira], who has a dynamite scene with Jim Nabors. She has long black hair and a ton of eye makeup and looks like a cross between Gina Lollobrigida and Vampirella. She's the best thing in the movie.\n\nWhich brings us to the director. Hal Needham is a onetime stunt coordinator who was a legend in his field. He moved up to directing with encouragement from his old buddy Reynolds, and together they've made five \"Smokey\"-type movies. There is hardly a spark of inspiration in any of those films, but Reynolds is a box-office champion who can sell anything, even Needham's leadfooted direction. If Reynolds were prepared to work with a good director, he might today be hailed as the superb romantic comedian he is, rather than as the assembly line box-office product he seems determined to become.", "running_time": 96, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-07-01", "genres": ["Action", "Adventure", "Comedy", "Sports Film"], "title": "Stroker Ace (1983)"}