{"url": "http://www.rogerebert.com/reviews/stuart-little-2-2002", "by": "Geena Davisas Eleanor Little", "star_rating": 3.0, "text": "Faithful readers will know that I question the logic of a human-sized family with a son who is two inches tall, particularly when the son is a mouse. In watching the first \"Stuart Little\" (1999), I cringed every time the heavy footfall of one of his parents landed near little Stuart. The mouse is cute, but he was born to be squished.\n\nI vowed to approach \"Stuart Little 2\" afresh. I would go into full-blown suspension-of-disbelief mode. If there must be a movie about a mouse-child in the real world, then I must accept it--even if the film toys with my fears by putting Stuart into a soccer game with full-sized kids. Even Stuart's mom (Geena Davis) gets the shivers at \"the thought of all those boys running around with those cleats in their shoes.\" Stuart's dad (Hugh Laurie) is more optimistic, believing that a Little can do anything he sets his mind to, and sending the little tyke on dangerous missions, as when he is lowered down the kitchen drain to look for his mother's diamond ring. For that matter, Stuart's daily commute to school in his tiny little red sports car must not be without its hazards.\n\n\"Stuart Little 2\" is not indifferent to the problems involved, not least the compositional problems faced by Steve Poster, its cinematographer, in framing both the 6-foot Davis and the 2-inch Stuart in the same shot. It provides Stuart (voice of Michael J. Fox) with a friend about his own size, a yellow bird named Margalo (voice of Melanie Griffith). She falls from the sky with a wounded wing, lands in Stuart's sports car, is taken home for first aid, and soon becomes his chum.\n\nThere is even a hint of cross-species romance, as Stuart and Margalo go on a date to the drive-in movies (by parking his red sportster in front of the TV). The movie they're watching is Hitchcock's \"Vertigo,\" about a man who falls in love with a woman who is deceiving him, but Stuart doesn't take the hint, and is blindsided when it turns out (spoiler warning) that Margalo is a con artist, teamed up with a snarky falcon (voice by James Woods). The falcon's advice: \"Don't ever make a friend I can eat.\" By this point the movie has located itself pretty much two inches about ground level, although there are important roles for the family cat, Snowbell (voice of Nathan Lane), and the family son, George (Jonathan Lipnicki). There's an exciting sequence involving entrapment in a skyscraper, entombment in a garbage barge, and an aerial dogfight between the falcon and Stuart, piloting a model airplane.\n\nYes, reader, I enjoyed the movie, in its innocent way. It has some of the same charm, if not the same genius, as the movies about Babe the pig. \"Stuart Little 2\" imagines Manhattan as a sunny, peaceful place where no one is surprised to see a mouse driving a car, and where the parents are so optimistic that when Stuart goes missing they drive around looking for him--as if you could see a two-inch mouse from the middle of New York traffic.\n\nOf the voices, Griffith makes Margalo lovable and as sexy as a little yellow bird can be, and Lane does a virtuoso job with Snowbell, the only cat with dialogue by Damon Runyon. Fox's Stuart is stalwart and heroic--the Braveheart of mice. As for the parents, Davis and Laurie deserve some kind of award for keeping straight faces. My only question involves the sweet scene at the end, when Margalo bids them farewell to join the southward migration of geese in the autumn. I think there is a good chance she is a canary, and they don't migrate.", "running_time": 78, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-07-19", "genres": ["Adventure", "Animation", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Stuart Little 2 (2002)"}