{"url": "http://www.rogerebert.com/reviews/stuart-little-1999", "by": "Geena Davisas Mrs. Little", "star_rating": 2.0, "text": "Any other consideration about \"Stuart Little\" must take second place to the fact that it is about a nice family who adopts a mouse. Yes, a mouse, in all dimensions and particulars, albeit a mouse with a cute little sports coat and an earnest way of expressing himself in piping English. Stuart is about two inches long, maybe a little longer. Early in the film Snowbell, the family cat, tries to eat him, but is forced to spit him up--damp, but no worse for wear.\n\nI once read the book by E. B. White on which this story is founded. The peculiar thing about the book is that Stuart, in the imagination of the reader, swells until he occupies as much psychic space as any of the other characters. He is a mouse, but his dialogue runs from margin to margin just like the words of the humans, and his needs and fears are as great. Our intelligence tells us Stuart is a mouse, but our imagination makes him into a full-sized literary character.\n\nIn the book, Stuart works just fine as a character. But movies are an unforgivably literal medium, and the fact is, no live-action movie about Stuart Little can possibly work because he is so much smaller than everyone else! Stuart is definitely a mouse. He is very, very small. There is something pathetic about a scene where his new parents (Geena Davis and Hugh Laurie) tuck him in at bedtime. It doesn't matter how much they love him or how happy he is to be in this new home; all we can think about is how he hardly needs even the hem of his blanket.\n\nAll through the movie I kept cringing at the terrible things that could happen to the family's miniature son. It didn't help that a few days earlier I'd seen another new movie in which an equally cute and lovable mouse was stomped on by a sadist and squished.\n\nThe movie of course puts Stuart through many adventures and confronts him with tragic misunderstandings. He is provided with a new wardrobe and a tiny red convertible roadster to race around in and is chased through Central Park by hungry cats. That sort of thing.\n\nMy mind reeled back to last year's grotesque family \"comedy\" named \"Jack Frost.\" That was the film in which a family's father dies and is reincarnated as a snowman. Now that is an amazing thing. If your dad came back as a snowman after being dead for a year, what would you ask him? Perhaps, is there an afterlife? Or, what is heaven like? Or--why a snowman? But no sooner does the snowman in \"Jack Frost\" appear than it is harnessed to a desperately banal plot about snowball fights at the kid's school.\n\n\"Stuart Little\" is not anywhere near as bad as \"Jack Frost\" (it is twice as good--two stars instead of one). But it has the same problem: The fact of its hero upstages anything the plot can possibly come up with. A two-inch talking humanoid mouse upstages roadsters, cats, little brothers, everything. I tried imagining a movie that would deal seriously and curiously with an intelligent and polite child who looked like a mouse. Such a movie would have to be co-directed by Tim Burton and David Lynch.\n\nI am reminded of the old man who finds a frog in the road. \"Kiss me,\" says the frog, \" and I will turn into a beautiful princess.\" The man puts the frog in his pocket. \"Didn't you hear my offer?\" asks the frog in a muffled voice. \"I heard it,\" the old man says, \"but frankly, at my age, I'd rather have a talking frog.\" My guess is that the makers of \"Stuart Little\" might not understand the point of this story.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-12-17", "genres": ["Adventure", "Animation", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Stuart Little (1999)"}