{"url": "http://www.rogerebert.com/reviews/stuart-saves-his-family-1995", "by": "Al Frankenas Stuart Smalley", "star_rating": 3.0, "text": "It goes a long way toward explaining the problems of Stuart Smalley when you find out that when he was young, his father's nickname for him was \"Waste of Space.\" Growing up in Minneapolis, Stuart's father was an alcoholic, his mother a co-dependent and enabler, his sister a compulsive eater and his brother a budding drug user. Stuart fled as soon as he could to Chicago, where he was soon a member of four 12-step programs.\n\nStuart is the continuing character on \"Saturday Night Live\" who hosts his own cable show aimed at 12-steppers and shares pearls of wisdom such as, \"It is easier to put on slippers than to carpet the entire world.\" His own life is lived in a constant whirl of meetings, chats with sponsors, making amends and wondering how to Do the Next Right Thing. He also has a big problem with Taking Other People's Inventory, especially in his job as a waiter, where he gives the customers advice about smoking, drinking and eating that they desperately do not want to hear.\n\nStuart was created by the actor Al Franken. It is important to emphasize this because he seems to have an independent existence of his own, like Father Guido Sarducci. The Stuart segments have been some of the funniest moments in the recent checkered history of \"SNL,\" but I wondered, going in to see the movie, whether his sketches could be stretched out to feature length. They could be.\n\n\"Stuart Saves His Family\" is a genuine surprise: A movie as funny as the \"SNL\" stuff, and yet with convincing characters, a compelling story and a sunny, sweet sincerity shining down on the humor.\n\nAs the movie opens, Stuart is in crisis. His cable show has been moved to the middle of the night and seems destined to be canceled. \"I couldn't even keep a show on cable access,\" he sobs, \"and that's supposed to be like a constitutional right, or something.\" His solution to this and many problems is to put on his pajamas and go to bed for six days, and the movie answers at last any speculation about how Stuart shares his bed: He shares it with Twinkies and peanut-butter cups.\n\nIn 12-step programs, everyone is supposed to have, and eventually be, a sponsor, and Stuart has a corps of four, who come knocking at his door. But what blasts him out of his bed is a call from Minneapolis, where his family is undergoing another of its periodic crises. He takes the long bus ride north, to save them.\n\nDad (Harris Yulin) is a heavy drinker and puts down his kids (\"I've fed you well -- that's painfully obvious\"). Mom (Shirley Knight) has long since bought into his bullying and spends her time putting enormous meals on the table. Sis Jodie (Lesley Boone) is a compulsive overeater, and brother Donnie (Vincent D'Onofrio) smokes so much pot, he hardly notices he hasn't redecorated his bedroom since junior high school.\n\nStuart loves his family and tries to explain them (\"My father grew up in the Great Depression - his mother's\"). But the crisis deepens: An aunt has left the family a $60,000 house that leads to legal problems, and Stuart only makes them worse. (\"Let me get this straight,\" he says; \"I need to lie to save my family from perjury?\" \n\nThe movie uses flashbacks to establish the various family diseases. When little Stuart entered the TV contest to name the Ajax white knight, for example, he liked his entry (Sir Clean-a-Lot), until father started calling him Sir Eat-a-Lot. Life in the Smalley household has not gotten better. And Stuart, in his oversize handknit sweaters, hardly seems competent to tame those problems with his advice and homely sayings. They only get him in trouble. When a couple of drunks get mean because Stuart won't let them buy him a beer, for example, it doesn't help when he advises them, \"I think you're acting out the shame and powerlessness of that frightened child inside of you.\" \n\nThe beauty of \"Stuart Saves His Family,\" written by Franken and directed by Harold Ramis, is that it's somehow true to Stuart at the same time it sees the humor in him. You'd think he might become obnoxious at feature length, but he becomes more likable, especially because of his unforgiving self-criticism (\"Listen to me! I'm shoulding all over myself!\").\n\nThe movie is also unobtrusively wise about the real nature of the problems in Stuart's family, and doesn't offer easy solutions or a phony happy ending. I not only enjoyed Stuart Smalley, doggone it, I liked him, and that attitude of gratitude ain't just a platitude.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-04-12", "genres": ["Comedy", "Drama"], "title": "Stuart Saves His Family (1995)"}