{"url": "http://www.rogerebert.com/reviews/stuck-on-you-2003", "by": "Matt Damonas Bo", "star_rating": 3.0, "text": "Bo and Walter are joined at the hip, and they like it that way. Their life has become a double act, and they're so efficient behind the counter of their diner in Martha's Vineyard that customers get a free burger if they have to wait more than three minutes. There are of course difficulties involved with being conjoined twins, but they're amiable souls and have learned to accommodate each other. Bo (Matt Damon) would happily stay on the island for a lifetime, but Walt (Greg Kinnear) is restless and has ambitions; he wants to be an actor. This has already led to an annual crisis involving the local amateur production; as Walt acts, Bo battles stage fright.\n\n\"Stuck on You\" is the new movie by the Farrelly Brothers, who have earlier dealt with schizophrenics (\"Me, Myself and Irene\"), fat people (\"Shallow Hal\"), a one-handed bowler (\"Kingpin\"), stupidity (\"Dumb and Dumber\") and hair gel (\"There's Something About Mary\"). Their next film, \"The Ringer,\" will be about an imposter who tries to crash the Special Olympics. The subjects of their comedies are defiantly non-P.C., but their hearts are in the right place, and it's refreshing to see a movie that doesn't dissolve with embarrassment in the face of handicaps.\n\nWalter and Bo are a case study of how to live happily while bonded for life to another person. An operation to separate them would be risky, because their shared liver is mostly on Bo's side, and Walt's chances of survival would only be 50-50. Thus when Walt determines that he must go to Hollywood to try his fortunes as an actor, Bo is a good sport and sadly says goodbye to the gang at the burger bar.\n\nUp until now they have done everything together, including sports; being conjoined is an advantage in baseball, where the twins stand on the mound, one staring down the hitter while the other catches a runner off base. But in Hollywood, life changes, because Walt has an immediate stroke of good luck in his career, while Bo is reduced, literally, to a bystander.\n\nWalt's break comes through a lucky meeting with Cher, who is auditioning for a new TV series she hates and wants to get out of. She thinks maybe a conjoined twin would be the ideal co-star to sink the ratings. Some of the movie's funniest scenes involve Walt acting with Cher while Bo stands behind scenery or is removed by special effects -- but when the press discovers that Cher's co-star is a still-joined twin, the ratings go through the roof.\n\nMeanwhile, romance beckons. Bo has been flirting with an online Los Angeles pen pal for three years, but when he meets May (Wen Yann Shih), he's too shy to reveal his condition; keeping the secret involves contortions, evasions and misunderstandings, mostly based on the fact that Walt always seems to be right there at Bo's side. Walt, meanwhile, strikes up a friendship with a poolside babe at their motel. She's April (Eva Mendes), a dumb brunette who interprets everything in Southern California terms; seeing the bridge of flesh that joins the brothers at the hip, she casually asks them, \"So -- where'd you get this done?\" Mendes adds this role of broad comedy to her dramatic work as Denzel Washington's wife in \"Out of Time\" and an action role in \"2 Fast 2 Furious,\" showing herself at home across a range of genres.\n\nThe movie's show-biz milieu is much helped by the appearance of famous stars in cameo roles. Jack Nicholson turns up briefly, Jay Leno interviews both twins at once, Cher pokes fun at her own image, and Meryl Streep is the very definition of a good sport in surprise appearance late in the film.\n\nMany of the characters are challenged minorities in one way or another, including Morty (Seymour Cassel), who lives in a retirement home, uses a scooter to get around, but still chain-smokes cigars and considers himself a full-service agent. There's a scene where the brothers reduce his fee by pointing out he will, after all, be representing only one of them.\n\nThe movie is funny, but also kind-hearted. Much screen time is given to Rocket (Ray \"Rocket\" Valliere), a waiter in the burger joint. He's a mentally challenged friend of the Farrellys, who makes it clear here why they like him. Their approach to handicaps is open and natural, and refreshing, compared to the anguished, guilt-laden treatment usually given to handicapped characters in movies. The fact that Walt hopes to be a movie star is less amazing, really, than that the Farrellys had the nerve to make a comedy about it.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-12-12", "genres": ["Comedy", "Drama"], "title": "Stuck on You (2003)"}