{"url": "http://www.rogerebert.com/reviews/subject-two-2006", "by": "Christian Oliveras Adam", "star_rating": 2.0, "text": "Having flunked his final exam on medical ethics, a student named Adam gets an e-mail asking him to venture to a remote, snowbound cabin where, his correspondent promises, he will share in revolutionary advances in medical science. Adam (Christian Oliver) takes the bait, is met by a young woman, driven to a remote mountain road, handed cross-country skis and told he can find the doctor's cabin by following the red ribbons on the trees. After a long, cold journey, he finds the cabin, occupied by young Dr. Vick (Dean Stapleton).\n\nAdam discovers (although not before being choked to death, left outside to freeze and then being brought back to life) that Dr. Vick has invented a serum that offers immortality. Death has no dominion in the mountain cabin, where Adam will be killed several more times (shot, hit by a snowmobile, etc.) and brought back to life several more times. These transitions are necessary because when Vick gets things wrong, it's necessary to kill Adam and leave him dead while making improvements.\n\nI was reminded of \"Scream and Scream Again,\" in which every time the victim woke up, another body part was missing. In \"Subject Two,\" it doesn't much matter. There's not even anything special about the brain, apparently, and you don't need it to think. But Adam complains bitterly to Vick that he cannot feel: He lacks both physical and emotional sensations, he says, but since he feels so much anger about that, he must not be quite correct. Still, there's one consolation: He doesn't have those migraines anymore.\n\n\"Subject Two\" is a horror film crossed with a workshop on the theory and practice of an earlier doctor, Frankenstein. When you bring the dead to life, what do you have then? Something that is alive? Something that is dead but can walk and talk and think? Would you want to be immortal if you had to keep being killed all the time? Is life worth living for the undead?\n\nThese questions play out in a movie that for most of its length involves just the two actors. One problem, for me, is that Vick doesn't seem particularly demented and Adam doesn't seem particularly disturbed. The usual ramping up of emotions in a horror film doesn't take place; too much of the film consists of the characters using normal speaking voices, however distraught. One promising development, however, is that a man who was apparently Subject One is buried up to his neck out in the yard, and apparently dead. Seeing him planted with tubes going into him, I was reminded for the second time in a month of \"Motel Hell,\" the movie where Farmer Vincent planted the residents of his motel and used them as a cash crop.\n\n\"Subject Two,\" written and directed by Philip Chidel and produced by him along with his two stars, is a good-looking movie, well-acted, but the material seems curiously inert. Even with some surprises at the end, we're left with too little desperation and too much conversation. There are big ideas nibbling around the edges of the screenplay, but the movie seems underwhelmed by its own startling material. There is, however, an idea here that's intriguing: If you had immortality, would you be begging someone to kill you? Can life be too much of a good thing?", "running_time": 93, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-04-13", "genres": ["Horror", "Science Fiction", "Thriller"], "title": "Subject Two (2006)"}