{"url": "http://www.rogerebert.com/reviews/suburbia-1997", "by": "Jayce Bartokas Pony", "star_rating": 3.5, "text": "\"Don't tell us about private property--this is America!'' So says one of the slackers who hangs out endlessly at the mini-mart of a strip mall in \"SubUrbia.'' He's shouting at the owners of a store, a Pakistani couple who feel, reasonably, that the constant presence of a half-dozen beer-swilling teenagers is not good for business. What the Pakistani store owner sees (and tells one of them in a devastating speech) is that the lives of these young people are on hold. They have no plans and few skills, and resentment is a poison in their souls.\n\n\"SubUrbia'' has been directed by Richard Linklater, whose movie \"Slacker\" (1991) gave a name to part of a generation, and whose \"Dazed and Confused\" (1993) caught much of its tone. Now, working from a screenplay by Eric Bogosian, he takes the despair of \"Waiting for Godot'' and tops it: His heroes aren't waiting as a mission, but as a lifestyle.\n\nThe movie is dark, intense and disturbing. It takes place during a long night when the crowd in the parking lot is awaiting the appearance of a friend of theirs who has *made* it. His name is Pony (Jayce Bartok), and the last time they saw him, he was the geek who was singing folk songs at the senior prom. Now, suddenly, amazingly, he is a rock star. He has promised to drop by and see them after his concert.\n\nAmong the slackers leaning against the brick wall, the dominant figure is Jeff (Giovanni Ribisi). He is darkly handsome, sardonic, intelligent and utterly clueless. The depth of his alienation is established the first time we see him: He lives in a pup tent in his parents' garage and communicates with his friends by cell phone.\n\nHe has been dating Sooze (Amie Carey), but that's about to end because she plans to move to New York and attend an art school. The fact that she has plans is a rebuke, in a way. In one of the movie's best scenes, she does a performance piece by the cold light of a bakery window, attacking testosterone as the enemy of civilization (her hit list ranges from Pope John Paul II to Howard Stern).\n\nBack at the parking lot, their friends include Tim (Nicky Katt), an Air Force dropout who is hard at work perfecting his alcoholism; Sooze's best pal Bee-Bee (Dana Spybey), who is out of rehab but very shaky, and Buff (Steve Zahn), who cherishes his reputation as a nut who will do anything for attention. As they wait for Pony to arrive, they shift restlessly against the wall, perch on an iron bar, and sometimes fight new engagements in their running battle with the Pakistanis (Ajay Naidu and Samia Shoaib), who in this movie represent traditional American values.\n\nTheir conversation, originally written by Bogosian for a stage play, is talky, but I like that. It doesn't seem too theatrical to me because these characters have absolutely nothing else to do except talk, and this barren corner of a suburban wasteland is literally their stage: They make their entrances and exits with a certain dramatic flair, as if reality stops when they are not here to watch it. Their suburb is perfectly named: Burnfield.\n\nPony eventually arrives, accompanied by his publicist (Parker Posey). They size up the situation but go with it; Pony tries to be nice, and the publicist tries to get lucky. One of Bogosian's inspirations is to avoid the predictable line in which Pony is a jerk or a big shot. He seems like a decent enough guy, unimpressed with his success, who only wants to hang out with the old gang. His chances of fitting in are destroyed immediately, of course, by his stretch limo, which underlines the fact that he's made it (however improbably) and they have not. Jeff's inferiority complex is painful in its twists and evasions, and it is revealing to watch him while Pony sighs about the thankless life of a rock star: \"It's just airport, hotel, show, airport, hotel, show. . . . You still living at your mom's house?'' This is the fourth Linklater film I've seen (he also made the smart, romantic \"Before Sunrise\"). All of them take place within a 24-hour period and involve characters who are between engagements. There is, I believe, a seductive quality to idleness. To be without ambition or plans is to rebuke those who have them: It is a refusal to enlist in the rat race, and there may even be a sad courage in it. But what Linklater sees is that it is so damned boring. Life without goals reduces itself to waiting. What it finally comes down to is airport, hotel, show--but without the airport, the hotel or the show.", "running_time": 118, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-03-07", "genres": ["Comedy", "Drama", "Indie"], "title": "SubUrbia (1997)"}