{"url": "http://www.rogerebert.com/reviews/suburban-commando-1991", "by": "Hulk Hoganas Shep Ramsey", "star_rating": 1.0, "text": "It's a funny thing about coming attractions trailers. They may or may not be an accurate reflection of the movies they advertise - but they're almost always a wonderful guide to what the movie the distributors wanted to make. Take \"Suburban Commando,\" for example, which in the trailers looks like a wild comic romp through sci-fi and the suburbs, and in the movie version looks more like a slog.\n\nThis is the second feature starring Hulk Hogan, the man who looks like a comic strip hero. Hogan's range is limited, but not as limited as the movies he's appeared in. Despite the fact that his public image is often aimed at children - there's a whole line of Hulk Hogan toys - his first film, \"No Holds Barred\" (1989) was surprisingly violent, sexist and blood-soaked. Now here's \"Suburban Commando,\" which is at least innocuous, but which gives the Hulkster so little to do that his fans may wonder why he bothered.\n\nThe movie's prologue takes place in outer space, where Shep Ramsey (Hogan) is an intergalactic bounty hunter. (Ever wonder, by the way, how much of a bounty they'd have to pay to finance an intergalactic hunt?) After a space battle with his archenemy Suitor (William Ball), Hogan's crippled ship lands on Earth, where he quickly becomes a confidant of the rather strange Wilcox family.\n\nCharlie Wilcox, played by Christopher Lloyd (the mad scientist of the \"Back to the Future\" movies) and his wife Jenny (Shelley Duvall) don't suspect that Hogan is actually from outer space. I mean, why should they? If Hulk Hogan turned up at your door, where would you think he looked like he was from, aside from the funny pages? But Charlie is an inventor of sorts, and after he stumbles over Hogan's ship there is much nonsense involving earthlings getting caught in the middle of a battle between creatures from other worlds.\n\nSomebody was asking the other day, do I ever get tired of going to the movies? Naw, I said, I love movies and so some days it's not really a job, it's more of a lucky break. But I wasn't feeling lucky the day I saw \"Suburban Commando,\" and you know what? By golly, by the time it was over, I was feeling kind of tired of going to the movies.", "running_time": 85, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-10-04", "genres": ["Action", "Comedy", "Family", "Science Fiction"], "title": "Suburban Commando (1991)"}