{"url": "http://www.rogerebert.com/reviews/such-a-gorgeous-kid-like-me-1973", "by": null, "star_rating": 2.5, "text": "Francois Truffaut, the most charming and witty of French directors, has somehow got off on the wrong foot with \"Such a Gorgeous Kid Like Me.\" This is the first Truffaut film I haven't liked--and I guess I've seen them all.\n\nAfter two autobiographical movies, \"Stolen Kisses\" (1968) and \"Bed and Board,\" Truffaut seemed the complete master of his whimsical, bittersweet style. And \"Two English Girls\" reminded us of his other dimension, his ability to present sexual passion and compulsion in a way both dead-serious and yet somehow cynical, as if he was keeping his distance from these obsessed characters.\n\nBut then came \"Such a Grogeous Kid Like Me,\" which seems to have been half-inspired by Truffaut's well-known fascination for crime, and half-destroyed by its tendency toward predictable farce. The movie is about one Camille Bliss, who is serving a sentence for murder.\n\n Murder, in fact, seems to follow her about; through a series of bets with fate, she has contrived the circumstances under which her father, a mother-in-law and even a rat-exterminating lover have met their ends.\n\nCamille is visited in prison by Murene, a sociologist, who wants to do a thesis on criminal women. Little does he suspect what Camille wants to do with him. Anyway, she's sort of a tart, loud and vulgar, and she starts in with gusto to recount her career in crime. The more he learns of her, the more he's fascinated, until they fall in love and he dedicates himself to proving her innocent of her last crime (a suitor had unhappily fallen from a church tower--or was pushed.)\n\nIn the course of his campaign, he finds some home movies that prove her innocent. But they're in the hands of a precocious 10-year-old \"director,\" who won't let them be seen until he's edited them. This scene is genuinely funny, to be sure, but I wonder if Truffaut ever saw that classic short \"A Day with Timmy Page,\" in which another precocious 10-year-old expounds on his cinematic theories and his differences with Fellini.\n\nThe rest of the movie is intended to be funny, I guess, but we can always see what's coming. And we have trouble caring about the lead characters. Camille Bliss is too shallow to distract us for more than a moment, and Murene is so bland that we guess he's studying criminal women just to pick up a few tips on how to be interesting. He doesn't get far.", "running_time": 98, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-03-25", "genres": null, "title": "Such a Gorgeous Kid Like Me (1973)"}