{"url": "http://www.rogerebert.com/reviews/such-good-friends-1972", "by": "James Cocoas Dr. Timmy Spector", "star_rating": 4.0, "text": "Otto Preminger’s “Such Good Friends” is a hard, unsentimental, deeply cynical comedy about life as it is lived, unfortunately, in New York City. It’s Preminger’s best film in a long time, probably since “Anatomy of a Murder” in 1959.\n\nThat isn’t to say that Preminger hasn’t created some good films and some great scenes in the years since. But his projects have so often been vast exercises in logistics, this time he spends his energy on the story of a few painfully realized days, and what has been wasted on width is now invested in depth.\n\nThe world he examines is the New York society of money-oriented creators: terribly bright, talented people who have arrived on a certain plateau because of their willingness (eagerness?) to lay everything on the line for success. Their success, like their lives, is totally present tense, Although they have histories and backgrounds and occasionally bow dutifully in the direction of their ethnic groups, they’re essentially cut off from everything except high-powered performance. Death strikes these people as a particularly awkward embarrassment.\n\nPreminger’s story, fashioned with a screenplay by Elaine May into a sort of black-comedy version of Lois Gould’s serious novel, concerns the unexpected death of one Richard Messinger. He is the art director of a big magazine (apparently Life), and has written a best-selling children’s book. He goes into the hospital for the removal of a nonmalignant mole, and a few days, later he is dead.\n\nThe complications involve his blood, liver, kidneys and eventually his heart. His doctors do a macabre verbal dance adding symptoms while reporting progress. At one point, over baked apples in the hospital cafeteria, they reassure Messinger’s wife that things are looking up: Hospital care is so slipshod, you see, that you really have a BETTER chance of recovery if your illness becomes critical, because then you’re moved into Intensive Care and modern medical science can really get a grip on you.\n\nThis sort of double reverse logic, laid on like the carefully insane reasoning in “Catch-22,” is handled with such flat objectivity by Preminger that we laugh and cringe at the same time. He refuses to go for easy releases of tension, there are no double takes, no mugging (not even from James Coco) and everything lies there flat on the table, as it were. The facts are funny, but a man is dying. At one point, his wife asks: “If you come in with major complications, do you leave with a mole?”\n\nWhile her husband lies dying, the wife (played with an easily wounded but durable integrity by Dyan Cannon) finds out that he’s been having affairs with just about all the women they know. His impending death seems such an unlikely chance (“The odds are 20,000 to 1,” the doctor consoles her) that his unfaithfulness somehow seems more real. She hates him, loves him, blames him, forgives him, while all the time he drifts in the infuriating neutrality of a coma.\n\nThis was serious stuff in the novel, but it takes on a really wounding irony in the Preminger and May treatment. There are funny lines in the movie, but they are rarely allowed to be merely funny; they are also intended to hurt. People hurt and insult one another because, we sense, attack is the best form of defense inside this carnivorous society.\n\nSome of the dialog is in appallingly bad taste, and some of the critics have blamed the bad taste on Preminger, but it would have taken a lesser director to leave it out.\n\nThe vulgarity belongs there because the movie is as tough as the people it’s about. Despite the unfortunate death of the husband, it is also about survival. We spend the days of the deathwatch with the Dyan Cannon character, as she works through booze, adultery, hardness, weakness and the kind of hypocrisy that death seems to attract and inspire. “Such Good Friends” exists in a world where even a bad friend is better than what you’ve been getting lately.", "running_time": 101, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-01-17", "genres": null, "title": "Such Good Friends (1972)"}