{"url": "http://www.rogerebert.com/reviews/such-a-long-journey-2000", "by": "Roshan Sethas Gustad Noble", "star_rating": 3.5, "text": "India is the closest we can come in today's world to the London of Charles Dickens, with its poverty and wealth side by side in a society teeming with benevolence and intrigue, eccentrics and thieves, the suspect and the saintly. \"Such a Long Journey,\" filmed on location in Bombay, is a film so rich in atmosphere it makes Western films look pale and underpopulated. It combines politics, religion, illness and scheming in the story of one family in upheaval, and is very serious and always amusing.\n\nThe story, set in 1971 at the time of the war between India and Pakistan, is based on the novel of the same name by Rohinton Mistry, an Indian now living in Toronto. I haven't read it, but I have read his latest novel, the magnificent A Fine Balance, which has the same ability to see how political issues impact the lives of the ordinary and the obscure. Mistry's novels have the droll irony of Dickens, as when a legless beggar and a beggarmaster turn out to be brothers, and the beggarmaster is so moved that he buys the beggar a better cart on which to push himself around.\n\n\"Such a Long Journey\" takes place mostly in and around a large apartment complex, its courtyard and the street, which the municipal authorities want to widen so that even more choking diesel fumes can cloud the air. We meet the hero, Gustad (Roshan Seth), in the process of defending the old concrete wall that protects his courtyard from the street, and later he strikes a bargain with an itinerant artist (Ranjit Chowdhry), who covers the wall with paintings from every conceivable religious tradition, with the thought that all of the groups represented will join in defending the wall.\n\nA greater struggle is in store for Gustad. A Parsi whose family has fallen on hard times, works in a bank, and is asked by Major Jimmy (Naseeruddin Shah), a friend from long ago, to hide and launder some money. The go-between (Om Puri) implies these are official Indian government funds being secretly transferred to finance the war against Pakistan in Bangladesh. (The movie doesn't require us to know much about modern history in the subcontinent, since the story works entirely in terms of the personal lives of its characters.) Gustad is a good and earnest man, who has adopted the local idiot as a kind of surrogate son, who is the unofficial mayor of his building, who is always on call to help his neighbors, who dotes on his little daughter, and bursts with pride that his son, Sohrab (Vrajesh Hirjee) has been accepted by the Indian Institute of Technology. Alas, Sohrad doesn't want to go to IIT; he hates engineering and wants to be an artist, and Gustad implores him to reconsider.\n\nGustad's relationship with his wife has elements of an Indian \"Honeymooners.\" The kitchen is her turf, where she defiantly spends long hours in consultation with a neighbor woman who Gustad considers to be a witch (i.e., she has a different set of superstitions than his own). Their marriage is strong when it needs to be, as when their daughter falls ill with malaria.\n\nAll of these stories are told against the backdrop of the others who live in the apartment complex, the street vendors outside, and those who are understood to have claims to portions of the courtyard or sidewalk. There is great poverty in India, but because it is so common, it's more of a condition of life than a particular shame, and Gustad is on easy terms with the people who live in, as well as on, his street.\n\nRoshan Seth is not a name well known in the West, but his face is familiar; he played Nehru in \"Gandhi,\" the heroine's father in \"Mississippi Masala\", the father in \"My Beautiful Laundrette,\" and it is only poetic justice that he starred in the film of Dickens' Little Dorrit. In this role (which won him a Canadian Genie as the year's best actor), he plays an everyman, an earnest, worried, funny character always skirting on the edge of disaster, exuberantly immersed in his life. The way he masterminds the defense of the precious wall is brilliant, but the way he deals with its fate is even more touching, because it is simply human.\n\nThe director, Sturla Gunnarsson, is Icelandic, suggesting the universality of this story; the writer, Sooni Taraporevala, also wrote \"Mississippi Masala\" and \"Salaam Bombay!\". Their film is interesting not simply in terms of its plot (the politics, the money) but because of the medium it moves through--the streets of Bombay. It suggests a society that has more poverty than ours, but is not necessarily poorer, because it has a richer texture of daily life. \"American Beauty\" could not be an Indian story; it would be too hard to imagine Indian city dwellers with that much time to brood and isolate.\n\n\"Such a Long Journey\" will run for two weeks and is part of the Shooting Gallery series now playing at Loews Cineplex theaters in 19 cities.", "running_time": 113, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-03-24", "genres": ["Documentary"], "title": "Such A Long Journey (2000)"}