{"url": "http://www.rogerebert.com/reviews/sudden-death-1995", "by": "Jean-Claude Van Dammeas Darren", "star_rating": 2.5, "text": "One of the movie magazines ran a spread recently about all of\rthe \"Die Hard\" clones. The formula is familiar: Blackmailing\rterrorists gain control of a high-rise, or let's say, a sports arena, and\rthreaten to destroy it unless megabucks are transferred to their account. One\rbrave man finds out about the plan, and works as a lone wolf to stop them. (The\rads almost always end with the dramatic line, \". . . but they didn't count\ron - one man!\") There are a lot of special effects, many fights and\rchases, and a sensational climax.\n\nFinally\rit all comes down to a one-on-one between the hero and the villain, preferably\remploying the Climbing Villain Syndrome, in which the bad guy climbs to escape,\rwhich doesn't make a lot of sense unless he knows that the movie has to end\rwith his spectacular fall. \"Sudden Death\" follows this \"Die\rHard\" formula faithfully, with the intriguing switch that it is the hero\rwho speaks with an accent.\n\n(Belgian-born\rJean-Claude Van Damme deserves credit for transforming himself into an action\rstar and improving his English, but it's premature to give his characters WASP\rnames like Darren McCord.) In the movie's prologue, he's a hero fireman who\rfails to save a little girl's life. This crushes McCord and leads to his\rresignation and divorce. As we pick up the story a couple of years later, he's\ra security guard in a Pittsburgh sports arena where the Chicago Blackhawks and\rPittsburgh Penguins are about to play a hockey match.\n\nThe\rvice president of the United States will be attending the game. An unshaven\rblackmailer named Joshua Foss (Powers Boothe) plans to invade the VIP suite,\rhold the vice president hostage, and demand payment of tons of money. His\rdemands also include peace on Earth and the eradication of mini-malls. This is\rnot a guy without things on his mind.\n\nMcCord\rattends the game with his two small children, Emily (Whittni Wright) and Tyler\r(Ross Malinger). Of course, it's only a matter of time until one of them is in\rthe villain's clutches. The stadium has been rigged with bombs, and it's\rMcCord's task to disarm them, while engaging in fierce martial arts battles\rwith Foss and his men, and trying to save his child.\n\nThere\ris a time limit: so many dollars must be deposited in Foss' accounts at the end\rof every period of the match, or hostages in the VIP booth will be shot. The\rpayoff (as the title hints) is that the match goes into a sudden-death\rovertime, allowing McCord precious extra minutes to save thousands of lives.\rWhy the timing of the explosion would be delayed by the overtime is not\rexplained, but never mind: The movie also fails to explain how no one finds it\rsuspicious that the vice president is never seen watching the game, although it\ris a well-known fact that politicians attend games primarily to be seen.\n\nOf\rcourse, \"Sudden Death\" isn't about common sense. It's about the\rmanipulation of action and special-effects sequences to create a thriller\reffect, and at that it's pretty good. The movie has been directed and\rphotographed by Peter Hyams (\"Running Scared,\" \"Narrow\rMargin\" and the Van Damme movie \"Timecop\"). He's a skilled\rcraftsman, as you can see during a martial arts scene in the arena's kitchens.\rThe cooks have all been ordered to leave, and McCord gets into a fight with one\rof the bad guys, who is disguised inside a Penguin mascot uniform. They\rmethodically use every prop in sight: the French fry machine, the hot grill,\rthe meat slicer, the exhaust fan, a jar of hot peppers, the industrial\rdishwasher, even a bone, which winds up stuck through a guy's neck. A few more\rminutes and they would have been gouging out eyes with garlic presses, and shoving\rtoes into Cuisinarts.\n\nPerhaps\rthe world does not require more than a dozen or so \"Die Hard\" clones.\rYou tell me. If, in this season of peace on Earth and goodwill toward men, it\rwould make you feel better to see a thriller in which thousands of hockey fans\ralmost get blown up, hostages are killed and a guy in a penguin suit gets a\rone-way trip through an industrial-strength dishwasher, then \"Sudden\rDeath\" is your movie.", "running_time": 110, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-12-22", "genres": ["Action", "Adventure", "Thriller"], "title": "Sudden Death (1995)"}