{"url": "http://www.rogerebert.com/reviews/sugar-cane-alley-1984", "by": null, "star_rating": 4.0, "text": "\"Sugar Cane Alley\" seems to grow so directly out of old memories that it's a surprise to discover that the director based it on a novel; it feels so real we assume he based it on her own life. The film tells the story of a young orphan who was born on the French-speaking island of Martinique in 1920, and, when the story begins, is a carefree 11-year-old playing with the other kids in Sugar Cane Alley -- a row of shacks by the cane fields.\n\nThese early scenes get right inside a child's point of view; they're as natural as François Truffaut's \"Small Change.\" The kids are left alone all day while their parents work in the fields, and they make up games, get into fights, and poke about where they're not supposed to be. When one of them breaks a precious sugar bowl, the depth of the tragedy underlines the poverty of these people.\n\nThe little boy is named Jose. He lives with his grandmother, a vast, hard-working, God-fearing woman with a great fund of love. He is a smart kid -- gifted, likable. He makes friend with a very old man, a man so old that he remembers the days of slavery, and tells Jose that the work in the fields is just a new form of slavery. He dreams of going back to Africa someday, and Jose says he'll join him.\n\nBut, meanwhile, Jose is doing well in school. His grandmother works long hours to support them, so that he can break out of the fields and get an education. And the movie follows Jose as has sits for an exam, and is accepted by an intermediate school in the island's capital. He gets a scholarship, but it's not enough money, and in one of the great scenes of the movie his grandmother moves them to a packing case on the outskirts of the city and does laundry to support them both.\n\nThe film's director, Euzhan Palcy, knows she's dealing with many of the conventions of a rags-to-riches story here, but she avoids a lot of possible stereotypes by making everything very particular, by making Jose into an individual instead of just a good example. When a woman hires Jose and then makes him late for school, for example, Jose conceives a brilliant plan to sneak back and get even with her -- while maintaining a perfect alibi.\n\n\"Sugar Cane Alley\" sees its world so clearly because it's an inside job; Palcy grew up on Martinique. At the same time, she doesn't lean on their heartwarming story. She's are making a movie here, and it's smart, sometimes hard-edged story that earns its moments of sentiment.\n\nEvery once in a while a movie will come out of nowhere. The actors will be people we've never seen before, the location will be an unfamiliar one, the director's name will be brand new, and everything will fit together so naturally that we wonder where these people have been all their lives. In a way, the very story of \"Sugar Cane Alley\" answers that question.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Family", "Foreign"], "title": "Sugar Cane Alley (1984)"}