{"url": "http://www.rogerebert.com/reviews/sugar-and-spice-2001", "by": "Marley Sheltonas Diane", "star_rating": 3.0, "text": "\"Sugar & Spice\" puts your average cheerleader movie to shame. It's sassy and satirical, closer in spirit to \"But I'm a Cheerleader\" than to \"Bring It On.\" With its shameless pop culture references, wicked satire and a cheerleader with the hots for Conan O'Brien, it's more proof that not all movie teenagers have to be dumb. (All right, these cheerleaders are dumb--but in a smart movie.) I was surprised by the PG-13 rating; the movie is so in tune with its under-17 target audience that it's amazing the MPAA didn't slap it with an R.\n\nThe movie takes place at Lincoln High School, with a crepe-headed Honest Abe prancing on the sidelines. We meet the A-team of the cheerleader squad, who seem like a cross between Olympic gymnasts and the pompon girl who inflamed Kevin Spacey in \"American Beauty.\" No wonder: Mena Suvari, who played the pompon girl, turns up here as Kansas, a girl whose mom is in prison.\n\nThe team leader is Diane (Marley Shelton), a beauty who is stunned when Jack (James Marsden), the captain of the football team, announces at a school assembly that his platform for prom king includes taking her to the prom. They share a wet kiss onstage, and soon Diane is pregnant, which doesn't curtail her cheerleading.\n\nJack and Diane receive a frosty reception from their parents, defy them, and move into a cheap apartment. Jack gets a job at Senor Guacamole. He's fired, there's a financial crisis, and then Diane comes up with an inspiration while watching a heist movie on TV: They can rob a bank! They do research by watching other crime movies, including \"Heat,\" \"Point Blank\" and \"Reservoir Dogs.\" Watching Cleo (Melissa George), the team member with the crush on Conan, makes it more fun by fantasizing Conan's head on the bodies of actors. Hannah (Rachel Blanchard), who has strict churchgoing parents and is only allowed to watch G-rated movies, so she researches \"The Apple Dumpling Gang.\" Lucy (Sara Marsh), the brains of the outfit, fits it all together. And they rationalize the robbery by saying they can give some of the money to charity: We can buy \"one of those starving little kids that Sally Struthers auctions.\" The robbery plans include a visit to a local exterminator, who supplies them with guns and insists that his daughter Fern (Alexandra Holden) be allowed to join the cheerleader squad. Fern looks at first like a candidate for one of her dad's poisonous sprays, but cleans up real good. The robbery itself involves disguises: Five pregnant Betty dolls and one Richard Nixon. I liked the way a witness, also a cheerleader, sees through the disguises when she observes an \"illegal dismount.\" The film's narrator is the outsider Lisa (Marla Sokoloff), who has a Bette Midler quality. One of the weirder scenes involves a trip by Kansas to visit her mother (Sean Young) in prison; she needs advice on robbing banks. And the running gag about Conan O'Brien is funny because the passion seems so out of scale with its inspiration. \"Sugar & Spice\" seems instinctively in sync with its cheerleaders, maybe because it was made by women: director Francine McDougall, writer Lona Williams, producer Wendy Finerman. It's is not a great high school movie like \"Election,\" but it's alive and risky and saucy.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-01-26", "genres": ["Action", "Comedy"], "title": "Sugar & Spice (2001)"}