{"url": "http://www.rogerebert.com/reviews/sugar-2009", "by": "Algenis Perez Sotoas Sugar", "star_rating": 3.5, "text": "\"Sugar\" approaches with tender care the story of a kid from the Dominican Republic who has a strong pitching arm and a good heart. Miguel Santos, known as \"Sugar\" because of his sweet personality, is recruited from the fields of dreams in his homeland by Major League baseball, and assigned to an Iowa farm club that is very, very far from home.\n\nI thought I could guess the story. But I couldn't. There isn't a single scene in this film where it really matters which side wins a game, and it doesn't end with a no-hitter. It looks with care at Sugar, and there are a thousand Sugars for every Sammy Sosa. Probably more. Baseball players have become an important export for the Dominican Republic, and poor families like Miguel's dream of the day when sons will be sending home paychecks. A minor league salary represents wealth.\n\nThe film is knowledgeable about how the system works. American teams maintain elaborate Dominican training facilities, send talent scouts to local leagues and keep recruits under close watch: Room and board is provided, there are security guards to enforce discipline, the kids get a few days off once in a while. This is heaven for them. For years, their dreams have been filled with visions of big-time baseball.\n\n\"Sugar\" isn't filled with melodramatic developments and a hard landing on U.S. soil. Baseball seems, in fact, a friendly if realistic destination, an income where there was none before. If very few players ever make it into a Major League starting lineup, well, they know that going in. What's special about the film -- and this is a very special film -- is how closely it observes the emotional uncertainties of a stranger in a strange land, not speaking the language, not knowing the customs, beset with homesickness and the dread of disappointing his family.\n\nAlgenis Perez Soto, a young baseball player in his acting debut, embodies Sugar with a natural sincerity. The movie regards him with sympathy. Sugar isn't \"torn with conflict,\" as movie ads like to say, but weighed with worry. He finds himself boarding in the friendly Iowa farm home of Helen and Earl Higgins (Ann Whitney and Richard Bull), who have taken in a generation of new players for the local farm club. They know their baseball. (\"You've been dropping your arm,\" Helen tells him, and Sugar doesn't disagree.)\n\nThere is also the presence of their granddaughter Anne (Ellary Porterfield), who sends out mixed messages; she's obviously attracted to him and invites him to meet her friends, evangelicals who would like to get him on board. On the team, he bonds with Jorge (Rayniel Rufino), a more seasoned player from the Dominican Republic, and Brad Johnson (Andre Holland), who is the same color but from a different world; if baseball doesn't pan out, he'll go back for an advanced degree from Stanford.\n\nFor Sugar, who mumbles he's had \"a little\" high school, everything depends on baseball panning out. On their regular phone calls, his mother fears she can sense something troubling in his voice. He finds the farm system is supportive, and he gets help from coaches who care, but there is always another player waiting behind him in line.\n\nAnna Boden and Ryan Fleck, who wrote and directed \"Sugar,\" are serious filmmakers who have no desire to make a \"sports movie.\" They've obviously done their research on the Major League farm system and the men who pass through it; at some level, this entire tryout process is for the benefit of a fan in the grandstands with a wise-ass opinion about the \"new kid.\" Remembering a day when Sammy Sosa was booed at Wrigley Field, I see it now in a wholly new light.\n\nThe true subject of \"Sugar\" is the immigrant experience in America. Boden and Fleck are interested in newcomers to this country, doing what they can to make a living and succeed. Whether this happens for Sugar, or how it might happen, you will see for yourself. The filmmakers are too observant to settle for a quick, conventional payoff. For them this film is a chapter in the more interesting story of the lifetime Sugar has ahead of him. Algenis Perez Soto plays the character so openly, so naturally, that an interesting thing happens: Baseball is only the backdrop, not the subject. This is a wonderful film.\n\nNote: The R rating is for relatively inconsequential reasons.", "running_time": 86, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-04-15", "genres": ["Action", "Adventure", "Thriller"], "title": "Sugar (2009)"}