{"url": "http://www.rogerebert.com/reviews/summer-school-1987", "by": "Mark Harmonas Freddy Shoop", "star_rating": 0.5, "text": "In the computer business, they call it vaporware: software that is announced, advertised and even sold, but that never quite exists. Maybe in the movie business we could coin the term vaporfilm, for movies that zip right through our brains without hitting any memory molecules.\n\n\"Summer School\" is a movie like that, a comedy so listless, leisurely and unspirited that it was an act of the will for me to care about it, even while I was watching it. This movie has no particular reason for being, other than to supply employment for people whose job possibilities will not be enhanced by it.\n\n\"Summer School\" stars Mark Harmon, an actor with some respectable credentials, as a high school teacher who gets stuck with summer school. The misfits in his class all have been sentenced to a summer of remedial English, and his job is to teach them, whether he likes them or not. They're lazy, rebellious, cretinous louts, so Harmon does what any teacher would do: He lowers himself to their level and shamelessly offers them bribes for attending class.\n\nIt's obligatory in these movies that you have representatives of the basic types of movie teenagers. We need the creep, the nerd, the jock, the pregnant girl, the sexpot, the shy one, the sleepy one and so on. One of each is represented in \"Summer School,\" all of them equally forgettable.\n\nSome so-called love interest is provided by Kirstie Alley as the sexy teacher down the hallway. She and Harmon perform the basic romantic three-step from Screenwriting 101: (1) She can't stand him; (2) she learns to accept him, and (3) they fall in love. It amazes me that filmmakers will still film, and audiences will still watch, relationships so bankrupt of human feeling that the characters could be reading dialogue written by a computer.\n\nThe movie contains: practical jokes, field trips, rebellion, acceptance, evil principals, absent girlfriends, a birth, a scene involving lots of special-effects makeup, a display of total teaching ineptitude, and some very mild sex. It doesn't even have the nerve to be vulgar, to be the kind of mass trash that the ads promise. It's a vaporfilm. You see it, you leave the theater, and then it evaporates, leaving just a slight residue, something like a vaguely unpleasant taste in the memory.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-07-22", "genres": ["Comedy"], "title": "Summer School (1987)"}