{"url": "http://www.rogerebert.com/reviews/summer-of-42-1971", "by": null, "star_rating": 2.5, "text": "Word comes to the woman that her husband has been killed in action, and almost wordlessly she takes the adolescent boy to her bed that very same night. The next day she is gone, leaving behind a note in which she gently declines to comment on the meaning of their experience -- suggesting that perhaps, with time, it will take on an appropriate meaning of its own for the boy.\n\nThe problem is that it doesn't. Robert Mulligan's \"Summer of '42\" is constructed to suggest that during that summer an event happened after which the boy was never the same. But we have to be content with an adult narrator who tells us this about himself; we never do learn how the boy, as a boy, put it together for himself. The fault may lie in the movie's obsession with nostalgia. The movie isn't set up to tell a story about a boy who was young in the summer of 1942; it insists on presenting itself, instead, as an adult memory of that long-ago summer. We don't learn very much about the boy because the movie's adult point of view refuses to come to terms with him. \n\nNostalgia is used as a distancing device -- to keep us safely insulated from the boy's immediate grief, love, and passion. \"Summer of '42\" seems to be suggesting, between its frames, that since all these things happened long ago and far away, in a world of meat rationing and old Unguentine ads and black Hudsons with running boards and theories about the care and use of rubbers, that the boy's experience is somehow less intensely human.\n\nThe movie fairly drips with what's supposed to pass for taste and restraint; the love scene itself, for example, is filmed in a stubbornly minor key (as if, here again, Mulligan was trying to turn ice into slush, or an immediately felt human experience into a sort of vague and gentle memory). But in the scenes that produce the most laughs -- the hero's embarrassment in the drugstore, or his friend's sexual initiation on the beach, or their double date at the movies -- \"Summer of '42\" isn't restrained at all.\n\nThat drugstore scene, for example. Second City has had at least two versions of the sketch where an adolescent tries to whisper his order for Trojans to a loud, unsympathetic druggist. This will do as comedy revue material; but \"Summer of '42\" handles the material on exactly the same level, breaking step with the movie's cadence to get some easy laughs. Same with the double date scene, which is crude in comparison with Frank Perry's similar scene in \"Last Summer.\" \n\nWhat we're left with are some beautifully produced and photographed notes toward a movie. Mulligan has succeeded in convincing us that his movie remembers and understands the wartime summer of 1942. He is very good, too, at trying to convince us that adolescence was somehow more innocent then. But anyone who has ever been an adolescent -- and every adult has -- will remember that it is hardly ever easy-going, in 1942 or any other year, and that although it may seem innocent when we remember it nostalgically, at the time it felt like an agonizingly prolonged fall from grace.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Drama", "Romance"], "title": "Summer of '42 (1971)"}