{"url": "http://www.rogerebert.com/reviews/summer-lovers", "by": "Peter Gallagheras Michael Pappas", "star_rating": 2.0, "text": "\"Summer Lovers\" is a beach party movie for the 1980s. It begins with the genre's basic ingredients: sun, sand, surf, bikinis and a nearby disco. But we no longer live in quite such an innocent world as the one inhabited by the beach party gang, so in addition to the sun, sand, etc., this movie also contains graduate students, Greek wine, ennui, troubled relationships, problems with self-image, visits to an archeological dig and the current war-cry of love affairs, \"Trust me.\"\n\nBasically, though, what we're talking about here is sun sand, surf and bikinis. The movie takes place on a Greek island, circa right now. A young American couple has come spend the summer. They've been living together for about five years and have a good relationship based on mutual understanding and intellectual respect and other concepts that would come as news to Frankie and Annette.\n\nAnyway, they rent a beautiful snow-white villa up on a hill overlooking the sparkling waters and terraced village. Things go well for a while; she works on her art studies, he scoots around the island on his motorcycle, and then, one day, everything changes when he notices the deep, dark eyes of a young French woman regarding him with tantalizing frankness.\n\nWhat develops next will not come as news to devoted readers of the movie's ads. The summer grows hot and slow and boring, and the couple begin to get on each other's nerves, and the guy happens to run into the French woman, who is an archeologist, and they find themselves powerfully attracted to each other physically and spend the night together, and the next day he gets tears and accusations from his American girlfriend and there goes their \"open relationship,\" failing its first acid test.\n\nBut then the young American woman boldly goes to visit the French woman. They sort of like one another. They become friends. Now it's the guy's turn to be threatened. But gradually, through lots of bonfires and dinners and visits to archeological digs, a sort of menage a trois develops. I say menage a trois cautiously, since this one doesn't fit the textbook definition: Both of the women become the man's lovers, but they do not have a relationship with one another. There are a few things that the beach party genre is not yet quite ready for.\n\nAll of this is sort of fun, in a silly way. A lot of the credit for that has to go to the three actors, who are attractive and engaging enough to sell this very slight material through the warmth of their own personalities. The American students are played by Peter Gallagher, looking curly-headed and Greek-American, and Daryl Hannah, blond and with a lovely smile. The French women is Valerie Quennessen, dark-haired and a little offbeat, as all archeologists are, of course.\n\nThe movie's a little confusing, though, perhaps because the director, Randal Kleiser, could never quite make up his mind about his story. Kleiser is best-known for \"Grease\" and for the Brooke Shields deserted island romance, \"The Blue Lagoon.\"\n\nThis time, he seems to be going for something more than soft porn in the lagoon. He wants to tell us something about these characters. He wants (gasp!) to have insights about them. But only up to a point.\n\nHis problem, then, is that his insights keep interrupting the sex, and the sex keeps undermining the insights. The result is a movie that doesn't really work as semi-erotic romance, and never quite gets itself together as a character study. It's as if Frankie and Annette were in therapy.", "running_time": 98, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-08-04", "genres": ["Drama", "Romance"], "title": "Summer Lovers (1982)"}