{"url": "http://www.rogerebert.com/reviews/summer-1986", "by": "Marie Riviereas Delphine", "star_rating": 3.0, "text": "If Eric Rohmer were basing a film on your diary, he would only use the entries where you observe that nothing much happened. He is interested in the times between the big moments, the times when boredom and disenchantment set in, and we search for signs and omens of change.\n\nPerhaps he believes that you can best judge a person's character by observing how they behave when they feel they are not being judged.\n\nIn \"Summer,\" Rohmer tells the story of Delphine, a discontented young woman who has just broken up with her boyfriend. She lives in Paris, which empties every August as the Parisians stage a mass exodus to the mountains or the seashore. She makes plans to spend her holiday with a girlfriend, but then, at the last moment, the girlfriend switches plans and Delphine is left to spend her vacation by herself.\n\nThe movie is about what she does.\n\nDelphine is one of those people who does not like to be alone, but who is particular about what sort of company she's in. When another friend invites her to join a beach party for the weekend, for example, she is keenly aware that she's the only one without a partner - the fifth wheel. So she flees back to Paris. Her family wants her to spend the holidays with them in Ireland, but she won't go. She borrows her ex-husband's condo in a ski area, but hates the crowds and doesn't even stay the night.\n\nDoes her story become the saga of relentless unhappiness, leading up to some sort of explosion or self-destructive act? Not in a Rohmer film. He doesn't look for the big emotional blowups; he looks for the quiet desperation, the ways in which we are eventually defeated, not by tragedy, but by routine.\n\nDelphine moves restlessly from one place to another, and eventually the movie reveals its hidden theme: She is incapable of playing the dumb singles games that lead to one-night stands. She meets a new girlfriend who flirts with two young men, and she flees in anger.\n\nShe recoils from the pre-packaged lines of the guys she meets in bars and on trains. She simply cannot engage in that kind of mindless double-talk any longer. Beneath her boredom is genuine anger at the roles that single women are sometimes expected to play.\n\nNear the end of the movie, she finally finds someone she can talk to. Will this man become the next big love of her life? Rohmer doesn't say, and perhaps doesn't really care. Here is what I think he does. He takes a whole story - a love story, say - and leaves out the beginning and the end because those are always the same. He looks at what's left, and takes the part that reveals the most character. Then he makes a movie about that. He's like a photographer who frames only the part of the shot that interests him. Remember \"Claire's Knee,\" which was, in a certain sense, really and literally about Claire's knee? \"Summer\" could be called \"Delphine's Sigh.\"", "running_time": 98, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-10-24", "genres": ["Drama", "Foreign", "Romance"], "title": "Summer (1986)"}