{"url": "http://www.rogerebert.com/reviews/summer-hours-2009", "by": "Juliette Binocheas Adrienne", "star_rating": 3.0, "text": "Sometimes what holds a family together is custom and guilt. \"Summer Hours\" begins on the 75th birthday of Helene, a woman who is joined in the French countryside by her three children and their families. Much of the talk is about how far two of the children had to travel -- one from New York, the other from China -- and there's the sense they're eager to be going home. Sure, they love their mother. They really do. But you know how it is. They visit less because they should visit more.\n\nHelene understands this. She understands a great deal. She pulls aside Frederic (Charles Berling), her only child still living in France, to talk about the handling of her estate. This makes him unhappy, but she produces an inventory of the sort women often keep, of her valued possessions. Tea sets, vases, paintings.\n\nThe house belonged to her uncle, a fairly well-known painter. She has kept it unchanged since his death, as almost a shrine. She has little of his work, but many of his valuable pieces, including a desk. In less than a year, she's dead, and the children gather again. She predicted to Frederic that the house would have to be sold -- indeed, she knew them all well enough to foresee everything -- but he assumes his sister Adrienne (Juliette Binoche) and brother Jeremie (Jeremie Renier) will want to keep it in the family.\n\nHe is wrong. Adrienne is getting married to her New York boyfriend (Kyle Eastwood). Jeremie has been offered a promotion in Hong Kong. The film, which has no false sentimentality, is matter of fact about how the valuable works are disposed of. They're all sorry they couldn't keep and maintain the house, but, well ...\n\nThere are two long-standing facts of the family that are discussed, really, for the first time. What exactly was the nature of the long relationship between Helene and her uncle? And how is Eloise to be treated -- Eloise, the family's cook and housekeeper since time immemorial? Olivier Assayas, the writer-director, doesn't treat these subjects as melodrama but as the sorts of things adult children naturally discuss. They're much more effective that way.\n\nWhat happens is that the film builds its emotional power by stealth, indirectly, refusing to be a tearjerker, always realistic, and yet observing how very sad it is to see a large part of your life disappear. A parent, for example. In Errol Morris' \"Gates of Heaven,\" these perfect words are spoken: \"Death is for the living, and not for the dead so much.\"\n\nThe actors all find the correct notes. It is a French film, and so they are allowed to be adult and intelligent. They are not the creatures of a screenplay that hurries them along. The film is not about what will happen. It is about them. The recent American film that most resembles this one is Jonathan Demme's \"Rachel Getting Married.\" Some audience members didn't know what to think of it, because it didn't tell them. Sometimes you just have to figure out what you think for yourself. \"Summer Hours\" ends on the perfect note, the more you think about it.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-05-20", "genres": ["Comedy", "Drama", "Foreign"], "title": "Summer Hours (2009)"}