{"url": "http://www.rogerebert.com/reviews/sundance-shorts-2012-2012", "by": null, "star_rating": 3.0, "text": "A pet alligator. A submarine crew going ballistic. A woman trapped in her girdle. Sometimes the idea itself is the film. That's the case with seven new shorts assembled by the Sundance Film Festival, for a bill opening Friday at venues nationwide.\n\nAlmost every filmmaker starts with a short subject. Some end there. Others become great directors. What's great about programs like this is that there are countless shorts submitted to Sundance, and those selected are the very best. \n\nThe program plays Friday through Jan 18 at the Music Box, 3733 N. Southport. Here are brief reviews of the shorts in the order they play:\n\n\"The Eagleman Stag\": All animated in shades of white, a summary of the life of a taxonomist from the day in childhood when he noticed a wondrous worm, to the day in his 80s when his body seems to have copied a beetle's ability to generate lost body parts. Elegant in a macabre white purity. You can read it any way you like; the program informs us \"If you repeat the word 'fly' long enough, it sounds like 'life.'\" (Mikey Please, U.K., 9 min.)\n\n\"The Strange Ones\": The sound of a useless car ignition awakens a young boy. He's in a car at the roadside with an older youth, presumably his brother. They start walking down the highway and find a motel with a swimming pool. The kid jumps in. The older one makes friends with the woman running the hotel, who offers them a ride to a towing service. Then she starts talking to the younger one, and the reality goes through a shift. We no longer know what to believe. (Christopher Radcliff and Lauren Wolkstein, USA, 14 min.)\n\n\"Incident by a Bank\": Told entirely in a long shot from a POV across the street, a bank robbery is seen at a distance. We're told the film reconstructs an incident in Stockholm in 2006. As two young men drive up on a moped and hold up the bank, passers-by ignore them, and we hear the voice of whoever is holding the camera: \"Are they really holding up that bank?\" There's humor. A man comes out of a store, sees a security guard wrestling with one of the crooks on the sidewalk and asks, not very enthusiastically: \"Is there anything I can do to help?\" For some people in the area, it's as if the robbery is hardly taking place at all. (Ruben Ostlund, Sweden, 12 min.)\n\n\"Worst Enemy\": A woman has a negative self-image. She thinks she's too fat, but she's not. She takes her dog for a walk and is rudely propositioned by construction workers, who are thrown off their game when she thanks them. Back home, she struggles to get into a girdle, which fits so tightly, she needs to go to a doctor to get it off. The doctor is more than helpful. This would make a great scene in a comedy about the woman. (Lake Bell, USA, 13 min.)\n\n\"The High Level Bridge\": A short documentary about the enormous span linking the two halves of the city of Edmonton, the capital of Alberta. The narrator supplies a dry assembly of facts: The bridge is often used for suicides, one of the men who built it is entombed in one of its supports, the city fathers were going to paint it gold to commemorate Canada's centennial, but they never did. One anecdote involves a woman who slipped on a patch of ice, dropped her cell phone and indirectly saved a life. (Trevor Anderson, Canada, 5 min.)\n\n\"We're Leaving\": Rusty and Veronica live with Chopper, their pet alligator, who seems a friendly reptile. They get a notice from an unfriendly manager that they must move in 30 days. Few rental units accept alligators. Rusty is fed up with Chopper's fondness for nicking wires and hiding them in crevices. One of the film's intriguing aspects is that I assume it is a documentary but I cannot be absolutely sure. It certainly gave me new ideas about alligators as pets. (Zachary Treitz, USA, 13 min.)\n\n\"Deeper Than Yesterday\": The weight of a feature in a 20-minute film. Takes place on a submarine after 90 days at sea. Nerves are worn ragged. Some men are on the edge of violence. (\"Piss in the shower again, and I'll kill you.\") Through the periscope, a body is seen floating in the ocean. They surface and bring it on board. It is an attractive woman, whose glittery dress suggests she fell from a cruise ship. The hero, a big man with a shaved head, who has tried to be a peacemaker, faces a considerable challenge. The director of this film knows exactly what he's doing. (Ariel Kleinman, Australia, 20 min.)\n\nActually, all of these directors do. Filmgoers have a reluctance to attend programs of shorts, but when one is shown before a feature, they're grateful. This bill may be better, minute for minute, than most of the features at your multiplex.", "running_time": null, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2012-01-11", "genres": null, "title": "Sundance shorts 2012 (2012)"}