{"url": "http://www.rogerebert.com/reviews/sunday-1997", "by": "David Suchetas Matthew/Oliver", "star_rating": 3.0, "text": "\"Sunday'' opens like a documentary, watching the residents of a halfway house get up for the day, shave, dress, pour coffee and continue what seem to be eternal arguments about what is or isn't \"community property.'' Then it cuts outside, to the wintry gray streets of Queens, and what appears to be a large green plant walking down the street. The plant is in the arms of a woman who spots a man, walks up to him, and calls him Matthew Delacorta. He is, she says, the famous movie director, who she met in London.\n\nHe is not. He is Oliver (David Suchet), a middle-aged man who lives in the shelter, where he is generally disliked, and spends his days wandering the streets. But he is so astonished to be addressed in this way that he goes along with the misunderstanding, pretending to be the director. The woman's name is Madeleine (Lisa Harrow), and she is a British actress, once a member of the Royal Shakespeare Company, but now reduced, she confesses, to playing \"mutant zombies.'' They talk. Their talk will occupy most of the movie--the best parts, certainly--as they sit in a diner, drink wine at her nearby home, and eventually have sex. But \"Sunday'' is not a romance, and they are not flirting but crying for help, for companionship, for another voice against the loneliness.\n\n\"Sunday'' won the screenwriting award at the 1997 Sundance Festival (it also won the Grand Jury Prize), and its writing, by James Lasdun and the director, Jonathan Nossiter, is its best quality. It is about two people who were once good at what they did, who were \"downsized'' in one way or another, and who now feel stranded and worthless. \"When they ask what do you do,'' he says, \"they mean, who are you?'' He eventually tells her who he was once, and what he is now.\n\nShe had a crisis in her career--a loss of voice, or perhaps a loss of the will to speak onstage--and notes that her agent mostly sends her horror roles: \"I guess I'm too old to play a human being.'' Oliver could, in a way, make the same statement.\n\nThe movie plays a subtle game with the information they share with one another. \"Tell me one of your stories,'' she says, over a glass of wine, and he tells her the literal story of this day in his life, which we have already glimpsed as it began in the shelter. It is the truth. Does she accept it as the truth, or continue to deceive herself that he is Matthew Delacorta? We have to decide as the movie continues; some moments we would answer one way, some moments another. It's intriguing, how they play games with their dialogue; at times it's like a conversation with an artificial intelligence program, especially when the \"director'' uses her questions to inspire his answers--not so much confirming that he's Delacorta as letting her assert it.\n\nOne of the things the movie accepts without apology or question is the substantial flesh of these two middle-age people. Suchet (who plays Hercule Poirot on PBS' \"Mystery!'') has a potbelly, and Harrow (unforgettable in Gillian Armstrong's \"The Last Days Of Chez Nous\") has a tummy, smaller but definite. In one scene she lies on a bed, frankly revealing herself to his gaze, looking like a model for a Francis Bacon portrait--but Madeleine isn't ugly, as Bacon's subjects were made to seem; she is lovely, and more at home in her body than in her life.\n\nThe film takes this strong, simple material and surrounds it with a little too much artiness. There are cutaway shots to the dismal streets, shots of a fellow resident of the shelter singing for coins in the subway, and flashbacks to Oliver's daily routine. When Madeleine's husband and adopted daughter return home, there are hints that all is not right in their house--hints that add an unnecessary subtext.\n\nBut the heart of the film is strong. It is about two people who would rather build and share a fantasy together than do whatever else would have occupied them on this empty Sunday. \"The hardest thing is having nothing to do,'' Oliver says about unemployment. \"Every day is Sunday.''", "running_time": 93, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-09-26", "genres": ["Drama", "Romance"], "title": "Sunday (1997)"}