{"url": "http://www.rogerebert.com/reviews/sunset-1988", "by": "Bruce Willisas Tom Mix", "star_rating": 2.0, "text": "“Sunset” sounds like a terrific idea for a movie. It's a murder thriller set in the Hollywood of the late 1920s, at the dawn of the sound era, and it's about how Wyatt Earp is hired to be a technical adviser on a film about his life - a film starring Tom Mix. Although Earp and Mix have little in common (one is a heroic frontier marshal and living legend, the other is a celluloid trick rider), they become close friends, and then allies in a blood-soaked adventure.\n\nAt this point you no doubt assume that I'm describing a comedy.\n\nThe strangest thing about “Sunset” is that it's not a comedy, not exactly. It has some laughs, but it's a sort of low-key, elegiac mood film in which Hollywood seems like a vaguely disappointing place. The movie was written and directed by Blake Edwards, who is a master of sustaining a film's energy level, but this time he doesn't seem willing to turn on the juice. After two manic comedies in a row - “Micki and Maude” and “Blind Date” - and the high-energy tragicomedy “That's Life!,” maybe he felt like dialing down, but the result is a movie that's long on atmosphere and yet somehow keeps its distance.\n\nThe plot seems borrowed, not from old Westerns, but from old hard-boiled detective movies. It could have been written by Raymond Chandler. We meet the oily, corrupt studio chief (Malcolm McDowell); his fearful wife (Patricia Hodge); Cheryl King (Mariel Hemingway), a not-quite hooker with a heart of gold; a powerful gangster (Joe Dallesandro), and the usual dishonest and venal lawmen (played by those two dependable villains Richard Bradford and M. Emmet Walsh with kind of a side bet on who can be the most hateful).\n\nMix (Bruce Willis) decides to show Earp (James Garner) a night on the town, but hardly have the two arrived at the Kit-Kat Club when one of the girls is found murdered. The two men were befriended at the club by April, who dresses in a tuxedo and slicks her hair back to discourage the interest of the patrons (not an effective ploy), and she becomes their sidekick as they attempt to solve the crime, outsmart the evil and protect the innocent. The plot thickens when Mix is handcuffed and jailed on a trumped-up rape charge.\n\nAll of this action is surrounded by vignettes of Hollywood studio life in the 1920s, and Edwards provides his usual superb production values. All of the cars and clothes and trains and room settings are correct, and there are nice set pieces like McDowell's arcobatic mime act at the first Academy Awards. But the movie seems to be working at cross-purposes. The characters are colorful, the setting looks designed for fun, and yet there's a bitter, gritty undertow to the film, and the details of the crimes are kinky and sordid. Half of the movie wants to be cheerful, and the other half seems morbid and disenchanted.\n\nThere's another problem, and that's with the casting. Garner makes a charming and effortless Earp, staring down gangsters and maintaining his dignity in the midst of the Hollywood shuffle. But Willis is simply not right as Mix. He's too mater-of-fact, too offhand and informal and friendly, when what might have worked better would have been a bigger-than-life caricature. I don't know what Mix was really like and I don't much care, but I wish he'd been more of an electric horseman in this movie.", "running_time": 107, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-04-29", "genres": ["Action", "Comedy", "Crime", "Mystery", "Thriller"], "title": "Sunset (1988)"}