{"url": "http://www.rogerebert.com/reviews/sunshine-cleaning-2009", "by": "Amy Adamsas Rose", "star_rating": 2.0, "text": "\"Sunshine Cleaning\" is a little too sunny for its material. Its heroine, Rose, is a single mom in desperate need of income, trapped in a one-way affair with her high-school beau, who fathered her son but married someone else. Her son is always in trouble at school. Her sister, Norah, is a hard-living goofball. Then Rose starts a new business cleaning up messy crime scenes.\n\nDoes this sound sunny to you? The material might have promise as a black comedy, but its attempt to put on a smiling face is unconvincing. That despite the work by Amy Adams as Rose and Emily Blunt as Norah, two effortless charmers who would be terrific playing these characters in a different movie. And Alan Arkin is back, and engaging, in what is coming dangerously close to \"the Alan Arkin role.\" He's their father, Joe, forever hatching get-poor-quick schemes.\n\nRose is a good mom. She understands her 7-year-old son, Oscar (Jason Spevack), who is not really troubled but simply high-spirited. I wonder how many little boys are accused of misbehaving simply because they are -- boys. Why does she still sleep with Mac, the faithless high-school quarterback (Steve Zahn) who seduced and abandoned her? She asks herself the same question.\n\nIt's Mac who tips her off on a possible business. He's a cop and notices that people get paid well for mopping up after gruesome murders. So is born Rose and Norah's Sunshine Cleaning, which will clean up the rugs and scrape the brains off the wall, etc. This job by its nature allows them to witness the aftermath of lives unexpectedly interrupted; an ID in a dead woman's purse leads them to make an awkward acquaintance.\n\nThis is promising material. Gene Siskel loved movies about what people actually do all day. There is even a documentary subject here. But not this film that compromises on everything it implies, because it wants to be cheerful about people who don't have much to be cheerful about. How can you make a feel-good movie about murder-scene clean-ups? \"Life's a messy business,\" the poster says. Yes, and death is messier.\n\nAt times, the movie works, but those are the times it (and even we) forget what it's really about. If you could plot it on a curve, it might look like a cross-section of a roller coaster. The poster also evokes \"Little Miss Sunshine,\" by the same producers, also with Arkin, and the presence of Adams evokes the sublime \"Junebug.\" Those two movies had more consistent tones and although based on contrivance, felt more natural.\n\nOne element does work, and it's off to the side, apart from the rest of the plot. It involves Winston (Clifton Collins Jr.), a one-armed hardware store owner, who baby-sits Oscar in an emergency and provides an oasis of warmth and common sense. You may recall him as Perry in \"Capote\" (2005). An actor like this works a lot but doesn't always get ideal roles. Now he's beginning to emerge, with seven more films in post-production.\n\n You won't have a bad time seeing this film. You may get a little frustrated waiting for it to take off. It keeps heading down different runways. There's a movie here somewhere. Not this one.", "running_time": 102, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-03-18", "genres": ["Comedy", "Drama", "Indie"], "title": "Sunshine Cleaning (2009)"}