{"url": "http://www.rogerebert.com/reviews/sunset-park-1996", "by": "Rhea Perlmanas Phyllis Saroka", "star_rating": 2.0, "text": "“Sunset Park” tells the story of a middle-age gym teacher named Phyllis (Rhea Perlman) who needs a new challenge and more money in her life.\n\nWhen the job of basketball coach opens up at her inner-city high school, she applies for it, and gets it--maybe because no one else applied. The ancient traditions of this genre require that she inherit a team of losers. What is a little different about “Sunset Park” is that her players are not untalented; they have the skills to be champions, if they can rise above their personal problems and personality quirks. Phyllis is not much of a coach. In fact, the big credibility problem in the opening scenes involves her lack of knowledge about basketball. Most gym teachers of both sexes are jocks who follow sports and have done some coaching in their lives. Phyllis seems to know less about basketball than your average Bulls fan who watches a few games on TV. When the team asks for her advice on defense, she replies, “Play the defense you played last year.” In a tough game situation, she shouts helpfully from the bench: “Rotate!” We meet the players on the team, each one packaged with his own problem.\n\nThe leader is Shorty (Fredro Starr), who has romantic problems that get him in trouble with the law. Spaceman (Terrence Dashon Howard) is a psychopath when he's on drugs. Other players are badly motivated, mistrustful or defeatist. Most of them take one look at their coach and decide, not unreasonably, that if she is all the coach they deserve, they must not have much of a future as a team.\n\nMeanwhile, Phyllis has problems of her own. A faithless lover bails out of her life with her TV and VCR. Her best friend (Carol Kane) observes, “In one year you have been dumped by more guys than have dated me in 10 years.” Phyllis tells herself she'll coach the team for one year, and then retire to her dream, which is to run a restaurant on St. Croix. No points for guessing whether she(a) learns to be a good coach, (b) wins the trust of her players, and (c) puts the restaurant plan on hold. Rhea Perlman makes an unusual and appealing heroine for this story.\n\nShe's feisty, direct and unadorned, and she looks a lot more like your average high school teacher than, say, Michelle Pfeiffer in “Dangerous Minds.” There is a bedrock truth and directness to the way she plays her scenes. There's also a good performance by Fredro Starr, a former rapper, who tries to explain the facts of his life to the coach, including the complex chain of events that led up to his arrest on a weapons charge. But the movie is not written or directed very skillfully. Especially in early scenes, there are inept reaction shots and uncertain timing that make us aware of the film's technique just when we should be focusing on the story. And there's some continuity confusion at the end, where it seems, unless you are paying very close attention, that the coach is able to go to court with Shorty in the time between the warm-up for a big game and the opening whistle. I also suspect there was some desperation at the screenplay level in the scene where Phyllis gets drunk in order to find the courage to confront Shorty (and herself). Finding courage in a bottle is a standby cliche in countless stories, but Phyllis simply doesn't seem like the kind of person who would drink like that (she's too old to do it as an experiment, and if she has a pattern of doing it, she'd be an alcoholic). “Sunset Park” begins with good intentions, and the cast manages some convincing moments together, but the movie never really jells. It's not slick enough to work as a conventional sports movie, and too distracted by its sports conventions to focus on its drama. And beneath everything is an uncertainty about camera setups, editing pace and the overall structure of the film: Like the team, it seems coached by people who want the job but aren't really prepared for it.", "running_time": 100, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-04-26", "genres": ["Drama", "Sports Film"], "title": "Sunset Park (1996)"}