{"url": "http://www.rogerebert.com/reviews/sunshine-2007", "by": "Michelle Yeohas Corazon", "star_rating": 3.0, "text": "As a permanent winter settles upon the Earth, a spaceship is sent on a desperate mission to drop a nuclear device into the sick sun and \"re-ignite\" it. To name the ship \"Icarus I\" seems like asking for trouble in two ways, considering the fate of the original Icarus and the use of a numeral that ominously leaves room for a sequel. Indeed, the first ship disappears. As \"Sunshine\" opens, the \"Icarus II\" with seven astronauts on board is approaching Mercury, protected by a shield that protects it from solar incineration.\n\nConsidering that the movie is set only 50 years in the future, the sun seems to be dying several billion years prematurely, especially in a \"hard\" (i.e., quasi-plausible) science-fiction film. Man, am I glad I didn't go off on a rant about that before learning that the film's science adviser, Dr. Brian Cox of CERN (Conseil Europeen Pour le Recherche Nucleaire [European Laboratory for Particle Physics]), thought of it, too.\n\nThe sun is not \"dying in the normal sense,\" IMDb.com reports, but in the Cox scenario \"has instead been 'infected' with a 'Q-ball' -- a supersymetric nucleus, left over from the Big Bang...that is disrupting the normal matter. This is a theoretical particle that scientists at CERN are currently trying to confirm -- the film's bomb is meant to blast the Q-ball to its constituent parts, which will then naturally decay, allowing the sun to return to normal.\"\n\nI'll buy that. Blasting a Q-ball to its constituent parts sounds normal to me, but then I read every sci-fi magazine published during my adolescence, and my hero was John W. Campbell Jr., the editor of Astounding/Analog, who insisted his fiction not be preposterous, but sensible and possible, such as a mission to the sun to blast a Q-ball to pieces.\n\nBut enough about me. What about the Q-ball? It's a \"non-topological soliton,\" Wikipedia explains, before grumbling in a related article, \"it is not easy to define precisely what a soliton is.\" Don't you love this stuff? Isn't it better than a lot of analysis of the psychological interactions among the crew?\n\nThe movie was written by the sci-fi novelist Alex Garland, whose “28 Days Later” made a scary film, and directed by Danny Boyle, whose work ranges widely, from the world’s filthiest toilet (in “Trainspotting”) to a young boy who chats with the saints (in “Millions”).\n\nBut enough about them. Perhaps I skated too quickly over those psychological interactions. There is a subgenre which assumes that when a crew is shut up in a spaceship in utter isolation, they will start to get on one another's nerves. This would seem to be a waste of time aboard the \"Icarus II,\" since it's essentially a kamikaze mission; the crew members must presumably share the fate of the Q-ball and be blasted into their own constituent parts, but the difference is, the Q-ball likes it.\n\nThe interactions are the weakest elements in \"Sunshine,\" which is strongest when it focuses on the sheer enormity of the mission and its consequences. Sean Penn is needed on board to utter \"awesome!\" One crew member asks the onboard computer to let him see what the sun really looks like, and the computer's answer is a variation on kids warning each other that staring at the sun can make you go blind. This is even more true when you are millions of miles closer to the sun, unprotected by an atmosphere, and wearing only Ray-Bans.\n\nI don't want to reveal too much of the plot, but there is a nice twist, on the way past Mercury, when they pick a distress signal from, yes, Icarus I. As John W. Campbell Jr. would have known, the last thing you want to do while passing Mercury is respond to a distress signal from a ship that should not be there and -- well, anyway, they do, which leads to trouble, but also leads to a very effective scene dealing with how long the human body might be able to survive in the cold of outer space (which, as the good doctor Isaac Asimov once explained, is longer than you might think).\n\nThe actors (Michelle Yeoh, Cillian Murphy, Chris Evans, Troy Garity, Rose Byrne, Cliff Curtis, Benedict Wong and Hiroyuki Sanada) are effective by trying not to be too effective; they almost all play professional astronaut/scientists, and not action-movie heroes. The design of the ship itself is convincing; it looks like the inside of a computer used as the bunkhouse at a boys' camp.\n\nThe special effects in outer space are convincing and remorseless. The drummed-up suspense at the end is not essential, since Boyle and Garland seem more interested in the metaphysics of the voyage; Tarkovsky's \"Solaris\" (1972) demonstrated that if you go all the way with the implications of such a situation, it's more interesting than using plot devices.\n\nSo, anyway, younger girls won't like this movie, unless they know what happens under an automobile hood. Younger boys won't like it because the only thing that's possibly going to blow up real good is the sun. But science-fiction fans will like it, and also brainiacs, and those who sometimes look at the sky and think, man, there's a lot going on up there, and we can't even define precisely what a soliton is.", "running_time": 107, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-07-19", "genres": ["Adventure", "Foreign", "Science Fiction", "Thriller"], "title": "Sunshine (2007)"}