{"url": "http://www.rogerebert.com/reviews/superman-returns-2006", "by": "Brandon Routhas Superman/Clark Kent", "star_rating": 2.0, "text": "It's no fun being Superman. Your life is a lie, there's nobody you can confide in, you're in love but can't express it, and you're on call 24 hours a day. But it can be fun being in a Superman movie. The original \"Superman\" (1978) was an exuberance of action and humor, because Christopher Reeve could play the character straight and let us know he was kidding.\n\n\"Superman II\" (1980) was just about as good, but \"Superman III\" (1983) was a disappointment. \"Superman IV: The Quest for Peace,\" with Reeve, bombed in 1987, and then the series was quiet for 19 years. Now the Man of Steel is back in Bryan Singer's \"Superman Returns,\" which, like its hero, spends a lot of time dead in the water.\n\nThis is a glum, lackluster movie in which even the big effects sequences seem dutiful instead of exhilarating. The newsroom of the Daily Planet, filled with eccentricity and life in the earlier movies, now seems populated by corporate drones. Jimmy Olsen, the copy boy, such a brash kid, seems tamed and clueless. Lois Lane (Kate Bosworth) has lost her dash and pizzazz, and her fiance, Richard White (James Marsden), regards her like a deer caught in the headlights. Even the editor, Perry White (Frank Langella), comes across less like a curmudgeon, more like an efficient manager.\n\nOne problem is with the casting. Brandon Routh lacks charisma as Superman, and I suppose as Clark Kent, he isn't supposed to have any. Routh may have been cast because he looks a little like Reeve, but there are times when he looks more like an action figure; were effects used to make him seem built from synthetics? We remember the chemistry between Christopher Reeve and Margot Kidder (Lois Lane) in the original \"Superman\" movie, and then observe how their counterparts are tongue-tied in this one. If they had a real romance (and they did), has it left them with nothing more than wistful looks and awkward small talk?\n\nIt's strange how little dialogue the title character has in the movie. Clark Kent is monosyllabic, and Superman is microsyllabic. We learn Superman was away for five years on a mission to the remains of his home planet, Krypton. In the meantime, Lois got herself a boyfriend and a little son, played by Tristan Lake Leabu, who mostly stares at people like a beta version of Damien, the kid from \"The Omen\" (1976). Now Superman and (coincidentally) Clark have returned, Clark gets his old job, and Lex Luthor (Kevin Spacey) is out of prison and plotting to rule the earth.\n\nLex's plan: use crystals from kryptonite to raise up a new continent in the mid-Atlantic and flood most of the surface of the populated world. Then he'll own all the real estate. Location, location, location. Alas, the craggy landscape he produces couldn't be loved by a mountain goat and won't be habitable for a million years, but never mind. Spacey plays Luthor as sour and sadistic; he has no fun with the role, nor do we.\n\nAs for Superman, he's a one-trick pony. To paraphrase Archimedes: \"Give me a lever and a place to stand, and I will move the universe.\" Superman doesn't need the lever or the place to stand, but as he positions himself in flight, straining to lift an airplane or a vast chunk or rock, we reflect that these activities aren't nearly as cinematic as what Batman and Spider-Man get up to. Watching Superman straining to hold a giant airliner, I'm wondering: Why does he strain? Does he have his limits? Would that new Airbus be too much for him? What about if he could stand somewhere?\n\nSuperman is vulnerable to one, and only one, substance: kryptonite. He knows this. We know this. Lex Luthor knows this. Yet he has been disabled by kryptonite in every one of the movies. Does he think Lex Luthor would pull another stunt without a supply on hand? Why doesn't he take the most elementary precautions? How can a middle-aged bald man stab the Man of Steel with kryptonite?\n\nNow about Lois' kid. We know who his father is, and Lois knows, and I guess the kid knows, although he calls Richard his daddy. But why is nothing done with this character? He sends a piano flying across a room, but otherwise he just stares with big, solemn eyes, like one of those self-sufficient little brats you can't get to talk. It would have been fun to give Superman a bright, sassy child, like one of the Spy Kids, and make him a part of the plot.\n\nThere is I suppose a certain bottom line of competence in \"Superman Returns,\" and superhero fans will want to see the movie just for its effects, its plot outrages and its moments of humor. But when the hero, his alter ego, his girlfriend and the villain all seem to lack any joy in being themselves, why should we feel joy at watching them?", "running_time": 154, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-06-26", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Superman Returns (2006)"}