{"url": "http://www.rogerebert.com/reviews/super-2011", "by": "Rainn Wilsonas Frank/Crimson Bolt", "star_rating": 2.0, "text": "\"Super\" is being sold as a comedy, but I doubt it will play that way. It begins as the portrait of a lovable loser named Frank, and as it ends, we're pretty sure he's an insane ruthless killer. That's not a joke. Maybe writer-director James Gunn intended it as a joke, but after the camera lingers on the young heroine with a third of her face blown off, it's hard to laugh.\n\nI quite understand that this could all be seen as an ironic commentary on audience expectations; when Ellen Page of \"Juno\" stars in a movie, we don't much expect to see her brains dripping. But let's face it: Most audiences have little appetite for irony about themselves. One possible way to like the movie might be to observe how unenjoyable it is for people expecting something funny and upbeat, but that would be unkind.\n\nRainn Wilson stars as Frank, a short-order cook who is married to the lithesome Sarah (Liv Tyler). He's a loser who is content to be a loser. He is also palpably stupid and clueless, a pawn in the hands of the slickster Jacques (Kevin Bacon). Sarah is a recovering addict, a paragon of sweetness until she falls in among low companions, including Jacques, a big-time drug dealer involved with a strip club. \n\nWhen Jacques comes to Frank's house, looking for Sarah, so clueless is Frank that he cooks eggs for his rival. It must be said that Kevin Bacon plays the scene (and praises the eggs) with such wicked comic timing that you can imagine the whole film centering on that scene and flowering in other directions.\n\nIt was not to be. Jacques steals Sarah, hooks her on drugs and requires her for ominous obscure purposes. Frank dissolves into self-pity. While watching a Christian cable channel, he sees a half-witted drama about a superhero and is inspired to imitate it. In search of instructional reading, he goes to a comic-book store and meets a clerk named Libby (Ellen Page), who claims she is 22 but has the savvy of a credible 8-year-old.\n\nFrank identifies Jacques with evil in general and reinvents himself as the Crimson Bolt, a masked superhero wearing a tight-fitting red suit, which he ran up himself on his wife's sewing machine. He then (this is kind of funny) hides behind Dumpsters, hoping to spot crimes being committed, and later, after getting beaten senseless, arms himself with a big wrench and starts pounding drug dealers. The Crimson Bolt becomes a big local news item, Libby figures out who he is and recruits herself as his junior sidekick, Boltie.\n\nThis isn't necessarily funny. It approaches humor, however, with the work by Rainn Wilson and Ellen Page, and with the cool mocking detachment of the Kevin Bacon character, who visits as if an ambassador from another, better, movie. There's something I like very much about Wilson, who plays an unaffected klutz with about as much grace and humor as possible. He never seems to be trying to be funny, and that's a strength. But what can he do with this screenplay?\n\nSetting aside the details of the plot mechanics (Jacques, his gated mansion, his henchmen, his drugs, his evil), what we're left with are scenes of Frank the madman appointing himself as the wrath of God and smashing people senseless. When one of the Three Stooges gets beaned with a wrench, it's funny. When presumably actual characters are maimed and possibly killed, not so much. \n\n\"Super\" plunges into nihilistic despair in its third act. This isn't a black comedy because it isn't a comedy. It's a trick played on our expectations, I concede, but to what end? Is there any requirement that a film develop organically from beginning to end? No. There's no rule book. But audiences feel uneasy when they feel toyed with. \n\nI'm all for movies that create unease, but I prefer them to appear to know why they're doing that. \"Super\" is a film ending in narrative anarchy, exercising a destructive impulse to no greater purpose than to mess with us.", "running_time": 96, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-04-06", "genres": ["Action", "Comedy", "Drama"], "title": "Super (2011)"}