{"url": "http://www.rogerebert.com/reviews/superbad-2007", "by": "Jonah Hillas Seth", "star_rating": 3.5, "text": "\"Superbad\" is a four-letter raunch-a-rama with a heart, and an inordinate interest in other key organs. It is autobiographical, I suspect, inspired not just by the lives of co-writers Seth Rogen and Evan Goldberg, who named the two leads after themselves, but possibly by millions of other teenagers. The movie is astonishingly foul-mouthed, but in a fluent, confident way where the point isn't the dirty words, but the flow and rhythm, and the deep, sad yearning they represent.\n\nThe movie involves best friends Seth (Jonah Hill) and Evan (Michael Cera), who have been inseparable, mainly because they were equally unpopular, and now face the ordeal of attending different colleges. It is three weeks until the end of the high school year, bringing to mind the ancient truism that if you haven't had sex yet and you don't have it soon, you will never have had sex in high school. Such deprivation used to be commonplace; I am of the opinion that only about two members of the Urbana High School graduating class of 1960 had experienced sex, but I'll double-check at our next reunion. I will say, though, that at the end of senior year, third base was seeing a lot of traffic.\n\nSeth is the pudgy, curly-haired one, and Evan is thin and has worried eyes. They have a sidekick named Fogell (Christopher Mintz-Plasse), who is so unpopular, he is unpopular even with them. They all feel lust for every girl in the school, but are so stuck for conversation that sometimes they simply say what time it is, as if they've been asked.\n\nTo their wonderment, Seth, Evan and even Fogell are invited to a party on the last night by the uber-popular Jules (Emma Stone), who belatedly explains that it's not a BYO party, but a BYOAEE party (bring your own and everybody else's).\n\nTheir attempts to buy booze while underage are more bizarre than some I have witnessed, involving Fogell's production of an ID card claiming he is \"McLovin,\" and they discover that being the guys who bring the booze is a powerful deterrent to unpopularity. (Note: Underage drinking is WRONG.) Jules is very happy to see the three friends and their brown paper bags, and Evan is amazed that even the fragrant Becca (Martha MacIsaac) has a smile for him, and lots else.\n\nTo be sure, the lads are not seeking perfect love. They have heard about girls who get drunk and sleep with the wrong guy, and their modest ambition is simply to be the wrong guy. (Note: There is a thin line between being the wrong guy and being a criminal.) Fogell, for that matter, would be happy to even be the wrong wrong guy. (Note: Let's stop these notes and make a blanket announcement: This movie was made by professionals. Do not attempt any of this behavior yourself.)\n\nBut back to Fogell. What strange ability do teenagers have, to always choose the school's future millionaire brainiacs and call them by their last names? For Fogell, poor wretch, there is nothing left in life but to found Microsoft. The actor in the role, Christopher Mintz-Plasse, is an actual high-schooler who got the job at a casting call, and it may be a starmaker. I am informed by the \"Superbad\" expert David Plummer: \"There are already T-shirts being sold with 'I Am McLovin' printed on them.\"\n\nAnyway, two cops (Bill Hader and co-author Seth Rogen, in what I assume is a non-autobiographical role) bust the party, and so original is this film that they are not the usual bullies, but young enough that when a door opens upon the likes of Jules and Becca and the brown paper bags, they begin to lean eagerly over the doorsill.\n\nThe movie reminded me a little of \"National Lampoon's Animal House,\" except that it's more mature, as all movies are. It has that unchained air of getting away with something. In its very raunchiness, it finds truth, because if you know nothing about sex, how can you be tasteful and sophisticated on the subject?\n\nIn its treatment of adolescent sexual yearning, \"Superbad\" remembers not only the agony but the complete absence of the ecstasy. I remember in eighth grade some kid asked how long you could entertain an impure thought before it got upgraded from a venial to a mortal sin. \"There aren't rules for things like that,\" the sister explained, \"but I'd say that after five seconds, you're asking for it.\" The kid and his buddy went down to his basement to study his dad's collection of Playboys, and he got a stopwatch and had his buddy punch him in the arm every four seconds.", "running_time": 113, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-08-16", "genres": ["Comedy"], "title": "Superbad (2007)"}