{"url": "http://www.rogerebert.com/reviews/super-8-2011", "by": "Joel Courtneyas Joe Lamb", "star_rating": 3.5, "text": "With its night skies filled with mystery, its kids racing around town on bicycles and its flashlights forming visible beams in the air, \"Super 8\" has the visual signatures of an early Spielberg movie. Its earnest young heroes stumble upon an awesome mystery and try to investigate it themselves. And as an Ohio town experiences frightening events, we feel poised between \"The Goonies\" and a 1950s sci-fi film with the characters lined up side by side and looking in alarm at an awesome sight.\n\nThe associations are deliberate. Steven Spielberg produced the film, and its director, J.J. Abrams, worked in lowly roles on early Spielberg movies before going on to make \"Mission Impossible III\" (2006) and \"Star Trek\" (2009) — and produce \"Lost\" on TV. What they're trying to do is evoke the innocence of an “E.T.” while introducing a more recent level of special effects. There are really two movies here, one about the world of the kids and one about the expectations of the audience, and \"Super 8\" leads a charmed life until the second story takes command.\n\nSet in the 1970s, it opens with its 12-year-old hero, Joe Lamb (Joel Courtney), helping his intense friend Charles (Riley Griffiths) make an 8mm zombie movie for a local film festival. This of course must be done in secret, not so much because parents would forbid it, but because it's fun to operate with stealth. Besotted by stories of other young directors (no doubt including Spielberg), they scout locations, improvise costumes and energetically apply zombie makeup. \n\nIn this they are greatly assisted by 14-year-old Alice (Elle Fanning), who not only plays the zombie mother but just as important, sneaks out with her father's car to drive them all to a midnight shoot at the local train station.\n\nA great opportunity develops when a train comes rumbling out of the night. \"Action!\" Charles shouts, and Joe and Alice try to perform their dialogue as the train rumbles past. Then a pickup truck appears, racing on the tracks toward the train. The train wreck goes on and on and on, tossing railroad cars around like dominoes. You would think a freight car loaded with heavy metals couldn't fly very high into the sky, but you'd be wrong. This is a sensationally good action sequence, up there with the airplane crash in \"Knowing.\"\n\nYes, something ominous is happening, but I'd better not say what. Part of the delicious fun of the film is the way it toys with portents. For example, Joe's dog disappears. He tacks up a card on a notice board. We see that countless dogs have disappeared. Later, there's a map of where missing dogs have been found. The dots form a ring around the city. All the dogs ran out of town. This moment reminded me of the great shot in \"The Thing\" (1952), when the scientists stood on the outline of something in the Antarctic ice and when Howard Hawks' camera drew back, we saw they were in a circle.\n\nMeanwhile, human elements come into play. Joe's mother was killed not long ago in an accident at the steel mill. He mourns her. His father, Deputy Sheriff Jack Lamb (Kyle Chandler). has grown distant and depressive. Joe be­gins to bond with Alice, who is two years older but sympathetic and nice. There's an oddly touching scene where he helps her with her zombie makeup. \n\nIt is a requirement of these films that adults be largely absent. The kids get involved up to their necks, but the grown-ups seem slow to realize strange things are happening. Here, the mystery centers on the cargo of the cars in the train wreck, and on the sudden materialization of U.S. Air Force investigators and troops in town. If we don't instinctively know it from this movie, we know it from a dozen earlier ones: The authorities are trying to cover up something frightening, and the kids are on the case.\n\nDuring the first hour of \"Super 8,\" I was elated by how good it was. It was like seeing a lost early Spielberg classic. Then something started to slip. The key relationship of Alice and her troubled father Louis (Ron Eldard) went through an arbitrary U-turn. Joe's own father seemed to sway with the requirements of the plot. The presentation of the threat was done with obscure and unconvincing special effects. We want the human stories and the danger to mesh perfectly, and they seem to slip past one another.\n\nAll the same, \"Super 8\" is a wonderful film, nostalgia not for a time but for a style of filmmaking, when shell-shocked young audiences were told a story and not pounded over the head with aggressive action. Abrams treats early adolescence with tenderness and affection. He uses his camera to accumulate emotion. He has the rural town locations right.\n\nAnd he does an especially good job with Joe, Alice, Charles and their friends, especially Cary (Ryan Lee). You know how a lot of heist and action movies have an explosives expert? Cary is the kid who is always playing with matches and fireworks. There was always some kid like that in school. The grown-ups said if he kept on like that he'd blow off a finger. We were rather grateful for the suspense.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-06-08", "genres": ["Action", "Mystery", "Science Fiction", "Thriller"], "title": "Super 8 (2011)"}