{"url": "http://www.rogerebert.com/reviews/superman-iii-1983", "by": "Christopher Reeveas Superman/Clark Kent", "star_rating": 2.5, "text": "\"Superman III\" is the kind of movie I feared the original \"Superman\" would be. It's a cinematic comic book, shallow, silly, filled with stunts and action, without much human interest. What's amazing is that the first two Superman movies avoided that description, creating a fantasy with a certain charm. They could have been manipulative special-effects movies, but they were a great deal more. With this third one, maybe they've finally run out of inspiration. \n\nThe big news about \"Superman III\" is, of course, the presence of Richard Pryor in the cast. But Pryor isn't used very well here. He never really emerges as a person we care about. His character and the whole movie seem assembled out of pre-fabricated pieces. The first two films were too, in a way, but real care was taken with the dialogue, and we could occasionally halfway believe that real people had gotten themselves into this world of fantasy.\n\nNot this time. \"Superman III\" drops most of the threads of the first two movies -- including Lois Lane's increasingly complex love affair with Clark Kent and Superman -- and goes for the action. There's no real sense of what Superman, or Clark, ever really feels. The running gag about the hero's double identity isn't really exploited this time. The sheer amazingness of Superman isn't explored; the movie and the people in it take this incredible creature for granted. After the bird and the plane, it's \"Superman\" when it should be SUPERMAN! \n\nThe plot involves the usual scheme to control the Earth. The villain this time is Robert Vaughn, as a mad billionaire who wants to use satellites to control the Earth's crops and become even richer. He directs his satellites and weapons systems by computer, and that's how he hooks up with Pryor, as a brilliant but befuddled computer programmer.\n\nSuperman, meanwhile, has a couple of things on his mind. After Lois Lane leaves to go on vacation at the beginning of the movie (in a particularly awkward scene), Clark goes home to his Smallville High School reunion, and has a love affair with Lana Lang (Annette O'Toole). It's sweet, but it's not half as interesting as the Ice Castle footage with Lois Lane in the last movie. Then Superman gets zapped with some ersatz Kryptonite and turns into a meanie, which is good for some laughs (as a practical joke, he straightens the Leaning Tower of Pisa). \n\nAll of this is sort of fun, and the special effects are sometimes very good, but there's no real sense of wonder in this film -- no moments like the scene in the first \"Superman\" where California threatened to fall into the sea and Superman turned back time to save humanity. After that, who cares about Robert Vaughn's satellites? Or Richard Pryor's dilemma? Pryor can be a wicked, anarchic comic actor, and that presence would have been welcome here. Instead, like the rest of \"Superman III,\" he's kind of innocuous.", "running_time": 125, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-06-17", "genres": ["Action", "Adventure", "Family", "Fantasy", "Science Fiction", "Thriller"], "title": "Superman III (1983)"}