{"url": "http://www.rogerebert.com/reviews/superstar-1999", "by": "Molly Shannonas Mary Katherine Gallagher", "star_rating": 1.0, "text": "I wouldn't be surprised to learn that newcomers to the \"Saturday Night Live\" cast are given two immediate assignments: find someone you can imitate and create a goony character. The second assignment has a better payoff. Chevy Chase can no doubt still do a pratfall like Gerald Ford, but who wants him to? But if Martin Short ever resurrects Ed Grimley, I'd buy a ticket. Maybe that's why so many of the \"SNL\" recurring characters get to star in movie spinoffs. Was \"The Blues Brothers\" the first? How far we have fallen.\n\nMost of the \"SNL\" goonies are alas not as funny as the Brothers, \"Wayne's World\" or Ed Grimley--a truth abundantly demonstrated by \"Superstar,\" a feature-length spinoff based on Molly Shannon's Catholic school girl character Mary Katherine Gallagher. Here is a portrait of a character so sad and hapless, so hard to like, so impossible to empathize with, that watching it feels like an act of unkindness. The film is only 82 minutes long, including the generous closing credits, and yet long before it's over, it runs out of any reason for existing.\n\nMary Katherine Gallagher, you may know, is plain and hostile, a homely little bundle of resentment with a supercharged fantasy life. In \"Superstar,\" she dreams of sharing a wet kiss with Sky Corrigan (Will Ferrell), a football hero. That's all she wants--that, and to become a superstar. She confides these fantasies to a tree. Yes, a tree on the lawn in front of the school, which she french-kisses while whispering lurid scenarios.\n\nI am prepared to concede there could be something funny about french-kissing a tree. To read about it, as you just have, may have inspired a smile. What you do not want to see is a girl actually kissing a tree--licking the bark, rubbing her knee against it and . . . but I can't go on. The fact destroys the humor. The movie becomes a documentary. We are looking at an actress licking a tree. As Divine demonstrated in his notorious poop scene in \"Pink Flamingos,\" there are some scenes during which, however willing, we are unable to suspend our disbelief.\n\nThere's another problem. Mary Katherine isn't simply an \"unpopular\" girl--she's creepy and not very nice. She's one of those people who inspires in you the inexplicable desire to be hurtful and cruel. You don't meet people like that very often, but when you do, you know who they are. And you want to get away from them before you do something that would undermine your self-image as a nice person.\n\nThe plot involves lots of Catholic jokes. A few are funny, including a priceless moment involving twittering nuns, which captures some kind of truth--not about nuns, but about twittering. Others are lame or forced (\"Catholic Cheerleaders against VD,\" Jesus explaining himself as a byproduct of REM sleep, Mary Katherine doing a reading from \"Sybil\" in the confessional). Too bad the Catholic League is so busy attacking good films, like \"Dogma,\" that it can't spare the time to picket bad ones. I'm not in favor of protesting films on the basis of theology, but to picket them because they're boring could be an act of mercy.", "running_time": 82, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-10-08", "genres": ["Comedy", "Family"], "title": "Superstar (1999)"}