{"url": "http://www.rogerebert.com/reviews/super-size-me-2004", "by": "Morgan Spurlock", "star_rating": 3.0, "text": "I say this having eaten irresponsibly at McDonald's since I was in grade school, and one of the very first McDonald's outlets in the nation opened in Urbana. Hamburgers were 15 cents, fries were a dime. Make it two burgers, and we considered that a meal. Today it is possible to ingest thousands of calories at McDonald's, and zoom dangerously over your daily recommended limits of fat, sugar and salt. I know because Morgan Spurlock proves it in \"Super Size Me.\"\n\nThis is the documentary that caused a sensation at Sundance 2004 and allegedly inspired McDonald's to discontinue its \"super size\" promotions as a preemptive measure. In it, Spurlock vows to eat three meals a day at McDonald's for one month. He is examined by three doctors at the beginning of the month and found to be in good health. They check him again regularly during the filming, as his weight balloons 30 pounds, his blood pressure skyrockets, his cholesterol goes up 65 points, he has symptoms of toxic shock to his liver, his skin begins to look unhealthy, his energy drops, he has chest pains, and his girlfriend complains about their sex life. At one point his doctors advise him to abandon McDonald's before he does permanent damage. The doctors say they have seen similar side-effects from binge drinkers, but never dreamed you could get that way just by eating fast food.\n\nIt's amazing, what you find on the menu at McDonald's. Let's say you start the day with a sausage and egg McMuffin. You'll get 10 grams of saturated fat -- 50 percent of your daily recommendation, not to mention 39 percent of your daily sodium intake. Add a Big Mac and medium fries for lunch, and you're up to 123 percent of your daily sat fat recommendation, and 96 percent of your sodium. For dinner, choose a Quarter Pounder with cheese, add another medium order of fries, and you're at 206 percent of daily sat. fat and 160 percent of sodium. At some point add a strawberry shake to take you to 247 percent of sat. fat and 166 percent of sodium. And then remember that most nutritionists recommend less fat and salt than the government guidelines.\n\nThere is a revisionist interpretation of the film, in which Spurlock is identified as a self-promoter who on behalf of his film ate more than any reasonable person could consume in a month at McDonald's. That is both true and not true. He does have a policy that whenever he's asked if he wants to \"super size it,\" he must reply \"yes.\" But what he orders for any given meal is not uncommon, and we have all known (or been) customers who ordered the same items. That anyone would do it three times a day is unlikely. Occasionally you might want to go upscale at someplace like Outback, where the Bloomin' Onion Rings all by themselves provide more than a day's worth of fat and sodium, and 1,600 calories. Of course they're supposed to be shared. For best results, share them with everyone else in the restaurant.\n\nOf course we bear responsibility for our own actions, so . . . is it possible to go to McDonald's and order a healthy meal? This week a Chicago nutritionist told a Sun-Times reporter that of course Spurlock put on weight, because he was eating 5,000 calories a day. She suggested a McDonald's three-meal menu that would not be fattening, but as I studied it, I wondered: How many customers consider a small hamburger, small fries and a Diet Coke as their dinner? When was the last time you even ordered a small hamburger (that's not a Quarter Pounder) at McDonald's? Don't all raise your hands at once.\n\nOh, I agree with the nutritionist that her recommended three meals would not add weight; her daily caloric intake totaled 1,460 calories, which is a little low for a child under 4, according to the USDA. But even her menu would include 54 grams of fat (15 saturated), or about one third of calories (for best heart health, fat should be down around 20 percent). And her diet included an astonishing 3,385 mgs of sodium (daily recommendation: 1,600 to 2,400 mgs). My conclusion: Even the nutritionist's bare-bones 1,460-calorie McDonald's menu is dangerous to your health.\n\nI approached \"Super Size Me\" in a very particular frame of mind, because in December 2002, after years of fooling around, I began seriously following the Pritikin program of nutrition and exercise, and have lost about 86 pounds. Full disclosure: Fifteen of those pounds were probably lost as a side effect of surgery and radiation; the others can be accounted for by Pritikin menus and exercise (the 10,000 Step-a-Day Program plus weights two or three times a week). So of course that makes me a True Believer.\n\nYou didn't ask, but what I Truly Believe is that unless you can find an eating program you can stay on for the rest of your life, dieting is a waste of time. The pounds come back. Instead of extreme high-protein or low-carb diets with all their health risks, why not exercise more, avoid refined foods and eat a balanced diet of fruits and veggies, whole grains, fish and a little meat, beans, soy products, low-fat dairy, low fat, low salt? Of course I agree with McDonald's that a visit to Mickey D's can be part of a responsible nutritional approach. That's why I've dined there twice in the last 17 months.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-05-07", "genres": ["Comedy", "Documentary", "Drama"], "title": "Super Size Me (2004)"}