{"url": "http://www.rogerebert.com/reviews/super-dude-1975", "by": "William Elliottas Cop", "star_rating": 2.0, "text": "\"Super Dude\" covers all the cliches of your basic black action movie, but covers them with a certain slickness and style that suggest an above-average director. That turns out to be the case; the director this time is Hollywood veteran Henry Hathaway, who made his first Western in 1932, whose credits range from \"Kiss of Death\" to \"True Grit\" (1969), and who has rarely attempted to be other than the maker of superior entertainments. Class tells.\n\nHis story this time involves those two standby villains in most blaxploitation, movies: hard drugs and white mobsters, There's also the heroic black cop (William Elliott) and the soul sister who's been victimized by smack and turned into a hooker (Marki Bey). And, yes, there's the obligatory exploding gas tank at the end. It used to be you knew the movie was over when the lights came up or the curtains closed. Now you know it's over, when the gas tank explodes.\n\nAnd yet \"Super Dude\" is a movie made with a certain amount of skill, the acting's not bad and the central issue of black-white relationships is handled more subtly than usual. In most movies of this genre, Whitey is evil, stupid or both, and presents a target to be offed at the earliest opportunity. This time, the black cop is represented as having a special grudge against the white pusher and pimp, but the cop's own black superiors argue for more objective police work. The tension among them gives the movie at least one additional level of interest.\n\nHathaway is also good (as he should be, by now) in choreographing fights so that they look convincing - instead of like rejects from shadowboxing kung-fu imports. There's an attempt to present a convincing ghetto drug scene, and an attempt, however half-hearted, to free the movie's supporting roles from total stereotyping. That doesn't make \"Super Dude\" an especially good movie, but it raises it above the genre. And it documents that ancient auteur claim that, given the same material to start with, a better director will make a better movie from it. Some days you settle for small gains.", "running_time": null, "mpaa_rating": "R", "release_year": 1975, "date_published": "1975-09-05", "genres": null, "title": "Super Dude (1975)"}