{"url": "http://www.rogerebert.com/reviews/superstar-the-life-and-times-of-andy-warhol-1991", "by": "Chuck Workman", "star_rating": 3.0, "text": "This is the sort of news people like to hear. Warhol himself was a grand master of publicity, remaking himself into one of the most famous people in the world by always presenting the same face - an unchanging blank bored cipher - which he turned faithfully upon more people at more parties than anyone else in the history of New York City.\n\nHe was the master of the non-conversation, the non-reply, the verbal putdown. Legions of journalists turned up to interview him, and of course he was always willing to be interviewed, but he never said anything. \"Yes.\" \"No.\" \"I don't know.\" Those answers were his faithful servants, and when the desperate interviewer supplied an answer or a theory of his own, Warhol would nod and say, \"That's right.\" Or maybe simply \"yes.\" Sometimes, if it could not be avoided, \"no.\" His management of the media was of course an exercise in passive aggression. The more he seemed not to care, the more he intrigued people. The less he sought publicity, the more of it he attracted. And of course there was a method to his vagueness. He worked tirelessly to put himself into places where he could experience indifference; he never missed an opportunity to be bored.\n\nThe result of his lifelong image-construction is that there is precious little of Andy Warhol onscreen in Chuck Workman's \"Superstar: The Life and Times of Andy Warhol.\" And there is not a single moment of personal revelation, a single frame of film in which Andy lets his guard down. He is a pale, blank, monosyllabic, unresponsive presence, and yet the strange thing is, the film succeeds despite that. And it succeeds on Andy's terms, by making us pay attention to him without revealing any of his secrets.\n\nOr perhaps we learn a few. There is a priceless moment when his relatives from back in Pennsylvania say they were surprised to discover how much he was like them. Put that moment beside those in which famous people such as Dennis Hopper or David Hockney talk about Warhol, and you will discover that he was like them, too. Perhaps he was the original inspiration for Woody Allen's Zelig, the man who couldn't help taking on the coloration and characteristics of everyone he met.\n\nIf Warhol himself was a cipher, his work was a trumpet blast of aggressive self-confidence. His soup cans and Mao portraits, his wallpaper and movies and silkscreen prints, became part of the visual image of his time. He came to fame in the 1960s, but survived that decade and continued to be important after the work of many of his contemporaries had been revealed as fads and passing fancies. To view \"Superstar\" is to be reminded of how pervasively his view saturated our visual universe, how omnipresent he was.\n\n\"He was a pointer,\" Dennis Hopper says in the film. \"He did what Marcel Duchamps said an artist should do. He pointed at things, and then we could see them.\" He pointed first at the Campbell's soup cans and the Coca-Cola trademark, and called them Pop Art, but then he started pointing at people and just by his pointing made them \"superstars.\" What he did was reveal that there is little difference between the famous and the obscure, except that the famous are better known.\n\nThe movie has a strangely ingratiating quality to it. Workman (the man who does the compilation documentaries for the Oscarcast) is content to let his subject gradually reveal itself. He collects witnesses and bits of old films and TV interviews, clips from Warhol movies and speculations by his friends and family. And finally what we are left with is an artist whose greatest art was his attitude.\n\nNot just the blank passivity he served up to the public, but also what I would make bold to describe as his enthusiasm. He saw, he pointed, we saw. If he had been talkative, it might not have worked.", "running_time": 87, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-04-05", "genres": null, "title": "Superstar: The Life And Times Of Andy Warhol (1991)"}