{"url": "http://www.rogerebert.com/reviews/super-troopers-2002", "by": "Jay Chandrasekharas Thorny", "star_rating": 2.5, "text": "\"Super Troopers\" plays like it was directed as a do-it-yourself project, following instructions that omitted a few steps, and yet the movie has an undeniable charm. Imagine a group of Vermont state troopers treating their job like an opportunity to stage real-life \"Candid Camera\" situations. Now imagine that all of the troopers have ambitions to be stand-up comics. And that they were inspired to get into the force by watching \"Police Academy\" movies. But that they are basically good guys. That kind of describes it.\n\nThe movie is set in Spurbury, Vt., where there isn't enough crime to go around. That causes a bitter rivalry between the state troopers, led by Capt. O'Hagan (Brian Cox), and the city police, led by Chief Grady (Daniel von Bargen). When a dead body turns up in a Winnebago and drug smuggling seems to be involved, the two forces compete for clues, arrests and especially for funds. The state police post, indeed, has been threatened with a complete shutdown by the budget-minded governor (Lynda Carter).\n\nPerhaps because these may be the last weeks they can spend working together, or perhaps simply because they're fundamentally goofy, the troopers pass their days blowing the minds of people they stop on the highway.\n\nTrooper: \"Do you know how fast you were going?\" Terrified kid whose friends are stoned: \"Sixty-five?\" Trooper: \"Sixty-three.\" Other nice touches include (A) using the loudspeaker to instruct a driver to pull over after he has already pulled over, and (B) casually saying \"meow\" in the middle of a conversation with a curbed driver. Capt. O'Hagan is understandably distressed at the bizarre behavior of his men, and worried about the possible closing of the post. A drug bust would save the day, but his men seem fairly unfocused as they look into a promising case. \"Are you suggesting,\" the local chief asks the troopers, \"that a cartoon monkey is bringing drugs into our town?\" Well, no, but it's a long story.\n\nThere's romantic intrigue when a sweet and sexy local cop named Ursula (Marisa Coughlan) starts to date a trooper named Foster (Paul Soter). This goes against the rules and undermines the rivalry, but may provide a solution to the drug mystery. Foster, however, is not too bright, as when he suggests that he and Ursula get into the back seat of the cruiser. He has forgotten that once you are in the back seat of a cruiser, someone else has to let you out.\n\nDuring their sessions in local diners, which are long and frequent, the cops trade dialogue like members of a comedy troupe, which indeed they are. The name of their troupe is Broken Lizard, it shares credit for the screenplay, and the director is Jay Chandrasekhar. He also plays the trooper named Thorny. Vermonters find it obvious that he is of ethnic origin, but are baffled by the challenge of identifying his ethnic group, and there's a running gag as he remains poker-faced while people assume he's Mexican, Arabic, Indian or ... something.\n\nBroken Lizard, I learn, began as an undergraduate troupe at Colgate in 1989, raised $200,000 to make a movie named \"Puddle Cruiser,\" and instead of making a distribution deal did a campus tour to show it. \"Super Troopers\" aims higher, and may spin off a Fox TV sitcom which, on the basis of this film, might work.\n\n\"Super Troopers\" has kind of a revue feel. There is a plot, which somehow arrives at a conclusion, but the movie doesn't tell a story so much as move from one skit to another, with a laid-back charm that is more relaxed and self-confident than the manic laffaminit style of the \"Police Academy\" pictures. No movie is altogether uninspired that includes lines like \"desperation is a stinky cologne.\" I can't quite recommend it--it's too patched together--but I almost can; it's the kind of movie that makes you want to like it.", "running_time": 103, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-02-15", "genres": ["Comedy", "Crime", "Mystery"], "title": "Super Troopers (2002)"}