{"url": "http://www.rogerebert.com/reviews/supergirl-1984", "by": null, "star_rating": 2.0, "text": "The best way to approach \"Supergirl\" is through a statement by Clint Eastwood, who once observed that his spaghetti Westerns worked only because he played them completely seriously. In the famous scene where he shoots three guys with one bullet, if the faintest wisp of a smile had creased his lips, the whole power of the scene would have been destroyed. Only by playing it straight did he make the scene work -- and it worked, incidentally, as comedy.\n\n\"Supergirl\" doesn't know that. When it goes for campy laughs, it falls flat on its face. That also was a tendency the three Superman movies had to fight. The first two \"Superman\" films were the best, because they took the essentially silly legend of Superman and played it quasi-seriously. With the second sequel, the stories got goofier, with Richard Pryor going for slapstick. But remember the opening moments of \"Superman,\" with Marlon Brando as Jor-El, lending an expensive but authentic solemnity to the film? And then the cleancut Midwestern images of Superman's childhood, with Glenn Ford no less, as his father? By playing the story straight and simple, and allowing the laughs to flow naturally out of the material (as when Clark Kent did a double-take at one of those new-style phone booths), the movie became a popular triumph.\n\nIf \"Superman\" had only taken the same approach, it might have been a pretty good movie. But it trivializes itself with an almost suicidal glee. That's a shame, because there's a place, I think, for a female superhero, and Helen Slater, who plays Supergirl, has the kind of freshness, good health, high spirits, and pluck that would be just right for the character. As it is, Slater is the best thing in the film. She shares with Christopher Reeve the ability to wear a funny costume and not look ridiculous. We look at her and we see Supergirl. We look around her and we see the results of a gag-writer's convention.\n\nThe movie begins with the usual legend-building. We learn that after the planet Krypton was destroyed, little Superman was not the only survivor. While his rocket sped him toward Earth, another fragment of Krypton was hurtled into inner space, where Zaltar (Peter O'Toole), one of the survivors, created a utopian society. One day, alas, while Supergirl was out playing, she toyed with one of the new world's energy sources, and was transported to Earth, along with the source itself. That creates a giant struggle for possession of the source, which could give its owner the usual dividend, control of the Earth. \n\nAnd it's about here that the movie starts to break down, with the introduction of Faye Dunaway as a mysterious fortune-teller, and the even less fortunate introduction of Brenda Vaccaro as her sidekick. The relationship between the two women reminds me of \"Mommie Dearest\" in search of daughters.\n\nThe appearance of \"Supergirl,\" so soon after \"Superman III,\" is an indication that the producers of the \"Superman\" movies have forgotten, if they ever consciously knew it, the real secret of the movies. We do not go to \"Superman\" and \"Supergirl\" movies to laugh condescendingly at the characters (which is what the writers, directors, and even some of the actors have started to do). We go to recapture some of the lost innocence of the whole notion of superheroes. The gift of Christopher Reeve, in his best scenes and when the filmmakers allow it, is to play Superman without laughing, to take him seriously so that we can have some innocent escapist fun. Helen Slater has the same gift, but is given even less chance to exercise it in \"Supergirl,\" and the result is an unhappy, unfunny, unexciting movie. Why even go to the trouble of making a movie that feels like it's laughing at itself?", "running_time": 114, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Supergirl (1984)"}