{"url": "http://www.rogerebert.com/reviews/superman-ii-1981", "by": "Christopher Reeveas Superman/Clark Kent", "star_rating": 4.0, "text": "\"Superman\r\nII\" begins in midstream, and never looks back (aside from a brief recap of\r\nthe first movie). In many ways, it's a repeat of the last ninety minutes of the\r\nfirst film. It has the same key characters, including archvillain Lex Luthor. It\r\ncontinues the love story of Lois Lane and Superman, not to mention the strange\r\nrelationship of Lois and Clark Kent. It features the return of three villains\r\nfrom Krypton, who when last seen were trapped in a one-dimensional plane of\r\nlight and cast adrift in space. And it continues those remarkable special\r\neffects.\n\nFrom\r\nhis earliest days in a comic book, Superman always has been an urban hero. He\r\nlived in a universe that was defined by screaming banner headlines and vast\r\nsymbolic acts, and Superman II catches that flavor perfectly with its use of\r\nfamous landmarks like the Eiffel Tower, the Empire State Building, Niagara\r\nFalls, and the Coca-Cola sign in Times Square. He was a pop hero in a pop\r\nworld, and like Mickey Mouse and the original Coke trademark, he became an instantly\r\nrecognizable trademark.\r\nThat's why the special effects in both Superman movies are so crucial. It is a\r\ngreat deal simpler to show a rocket ship against the backdrop of outer space\r\nthan to show Kryptonian villains hurling a city bus through the air in midtown\r\nManhattan. But the feeling of actuality makes Superman's exploits more fun. It\r\nbrings the fantastic into our everyday lives; it delights in showing us the\r\nreaction of the man on the street to Superman's latest stunt. In the movie, as\r\nin the comic book, ordinary citizens seem to spend their days glued to the\r\nsidewalk, gazing skyward, and shouting things like \"Superman is\r\ndead!\" or \"Superman has saved the world!\"\r\nIn \"Superman II\" he saves large portions of the world, all right, but\r\nwhat he preserves most of all is the element of humanity within him. The\r\nSuperman movies made a basic decision to give Superman and his alter ego, Clark\r\nKent, more human feelings than the character originally possessed. So\r\n\"Superman II\" has a lot of fun developing his odd dual relationship\r\nwith Lois Lane. At long, long last, Lois and Superman make love in this movie\r\n(after champagne, but discreetly offscreen in Superman's ice palace). But Lois\r\nand Clark Kent also spend the night together in highly compromised circumstances,\r\nin a Niagara Falls honeymoon haven. \r\nAnd the movie has fun with another one of those ultimate tests that Lois was\r\nalways throwing at Clark to make him admit he was really Superman. Lois bets\r\nher life on it this time, hurling herself into the rapids below Niagara Falls.\r\nEither Clark can turn into Superman and save her -- or she'll drown. And what\r\nthen? All I can say is, Clark does not turn into Superman.\r\nThis scene has a lot of humor in it, and the whole film has more smiles and\r\nlaughs than the first one. Maybe that's because of a change in directors. Richard\r\nDonner, who made the first \"Superman\" film and did a brilliant job of\r\nestablishing a basic look for the series, was followed this time by Richard\r\nLester (\"A Hard Day's Night,\" \"The Three Musketeers\"),\r\nand this is some of Lester's best work. He permits satire to make its way into\r\nthe film more easily. He has a lot of fun with Gene Hackman, as the\r\nstill-scheming, thin-skinned, egomaniacal Lex Luthor. And he draws out Christopher\r\nReeve, whose performance in the title role is sly, knowing, and yet still\r\nappropriately square. \r\nThis movie's most intriguing insight is that Superman's disguise as Clark Kent\r\nisn't a matter of looks as much as of mental attitude: Clark is disguised not\r\nby his glasses but by his ordinariness. Beneath his meek exterior, of course,\r\nis concealed a superhero. And, the movie subtly hints, isn't that the case with\r\nus all?", "running_time": 127, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Science Fiction"], "title": "Superman II (1981)"}