{"url": "http://www.rogerebert.com/reviews/support-your-local-sheriff-1969", "by": "James Garneras Jason", "star_rating": 2.0, "text": "\"Support Your Local Sheriff\" is a textbook example of the evil influence TV has on the movies. It's essentially a lousy TV situation comedy dragged out to feature length for no good reason.\n\nIt has all the hallmarks of a TV half-hour: the overdone background music (to tell us what's funny), the self consciously arch lines, the cheap production values, the weary puns (\"Let's go down to Madame Orr's house.\")\n\nThe idea, I guess, was to parody the traditional Western. That is a good and noble aim; recent successes like \"Cat Ballou\" and \"El Dorado\" come to mind. But those two films had a life and freshness of their own.\n\n\"Support Your Local Sheriff\" is not a parody but a theft. It depends on our own buried memories of countless other Westerns. It has no steam of its own.\n\nAs a result, I felt something close to pain (gastro-intestinal in origin) when James Garner said to Jack Elam: \"Well, that's gold for ya. We haven't even struck any and already we're fightin' over how to divide it up.\"\n\nThis steal from \"The Treasure of the Sierra Madre\" and a couple of other steals from \"High Noon,\" were cheap because they meant nothing. They were just plucked out of other movies and dropped into this one.\n\nWhen Howard Hawks made \"El Dorado,\" he deliberately set out to parody his own \"Rio Bravo\" by demonstrating what was funny about it. He took the same situation, the same characters, even John Wayne in the lead. He had them play it straight. But with just a touch of dialog here, a reaction shot there, he took \"Rio Bravo\" and made it funny.\n\nThat's infinitely more effective than Burt Kennedy's method in \"Support Your Local Sheriff.\" He takes a situation that isn't essentially funny, and tries to get laughs by having his actors overplay their roles, do elaborate double-takes and make fools of themselves.\n\nThe movie, by the way, is about James Garner, who passes through town on his way to Australia and is made sheriff. He falls in love with the mayor's daughter, outfoxes the mean Danby Gang (led, inevitably, by the patriarchal Walter Brennan), busts up a couple of fights, outshoots and outtalks everybody, and all without seeming to try.\n\nThe cast is populated with some good actors. Joan Hackett (memorably seen in \"Will Penny\") has a fine and responsive face. During one long take with Garner, she moves through four of five shades of expression with such ease it's a joy to watch her.\r\nJack Elam is fine as the town character.\n\nHarry Morgan (Jack Webb's partner on Dragnet) is well cast as the mayor. But here the movie's substandard production values come into play.\n\nThe basis of Morgan's appeal is in the interplay between his deadpan face and his sardonic voice. But something (apparently the sound track) thins out the high and low registers of his unusual voice, scattering most of its impact.\n\nThe whole picture is thin on color, by the way; most outdoor scenes are pale and washed-out, as if they'd been left too long in the sun.", "running_time": 92, "mpaa_rating": "G", "release_year": 1969, "date_published": "1969-05-19", "genres": ["Action", "Comedy", "Western"], "title": "Support your Local Sheriff (1969)"}