{"url": "http://www.rogerebert.com/reviews/support-your-local-gunfighter-1971", "by": "James Garneras Latigo Smith", "star_rating": 1.5, "text": "One or two good character actors, yes. Even three or four. Why not? But \"Support Your Local Gunfighter,\" which is possibly the worst Western comedy of modern times, drowns in character actors, each one doing his bit. There's Jack Elam, the illiterate slob. Joan Blondell, the whore with the heart of gold. Marie (The Body) Windsor, also a whore with a heart of gold. Harry Morgan, snarling just like on Dragnet. Dub Taylor, the drunken old rascal. Even, so help me, Grady Sutton, who played W. C. Fields' son-in-law in \"The Bank Dick\" and is still playing him, without Fields, alas.\n\nI don't have anything against character actors. I like them. I especially like them in bad movies, because you can watch them doing their thing and try to forget about the plot, and whether James Garner will marry Suzanne Pleshette. Actor for actor, you probably couldn't find more entertaining characters than Jack Elam, Joan Blondell, Marie Windsor, Harry Morgan, etc. But after half an hour or so it becomes painful to see these skilled professionals laboring to save a movie that should never have been made.\n\n\"Support Your Local Gunfighter\" was directed by Burt Kennedy, whose continued employment during a period of depression in Hollywood is a first-class mystery. His films (including \"Support your Local Sheriff\") can be recommended, I suppose, for students of cinematography. It's hard sometimes to see how good directors get their camera effects, because good directors are subtle. But I imagine you could learn a lot about camera movement by watching how Burt Kennedy DOESN'T get his effects.\n\nIt takes genius to make great comedy. But it should only take competence and an elementary sense of timing to make routine comedy. Kennedy doesn't climb that high on the step ladder of wit. Anyone who knows enough about a joke to put the punch line at the end could direct a funnier movie than this one. Why have we deserved, in 1971, a Western comedy during which we're supposed to laugh because the characters call a mule a jackass? During which...\n\nThat's interesting. I was going to add another example of an unfunny \"joke,\" but I couldn't. There are no more examples to be had. As nearly as I can remember (which is all too well), the repeated pronunciation of the noun \"Jackass,\" and its occasional use as an adjective, represent the comedic high point of the Kennedy directorial style. He reaches, but he doesn't grasp.\n\nThe movie ends with Jack Elam standing on the back platform of the next train out of town and telling us how the story turned out. We learn that James Garner did, indeed, marry Suzanne Pleshette, and that the gunfighter of the title is still trying to get his boots off (because, maybe, he is cursed to die with his boots on and hopes to save his life?). And what happens to Elam? \"Me? I go on to be a star in Italian Westerns,\" he says. To me, he sounded wistful and a little hopeful. There is something inspiring about the sight of a man who wants to improve himself.", "running_time": 91, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-06-16", "genres": ["Action", "Comedy", "Western"], "title": "Support Your Local Gunfighter (1971)"}