{"url": "http://www.rogerebert.com/reviews/surfwise-2008", "by": "Doug Pray", "star_rating": 3.0, "text": "\"Surfwise\" sounds, of course, like a surfing documentary. It contains surfers and surfing, all right, but in fact, it's about the strange and problematic Paskowitz family, \"the first family of surfing.\" We meet Dorian \"Doc\" Paskowitz at 85 years old, doing exercises in the nude and then providing a full body inventory: arthritis, muscular degeneration, but nothing that keeps him from surfing. \"And I don't take a single pill!\" he boasts. This from a 1940s graduate of the Stanford Medical School.\n\nYoung Doctor Paskowitz was on a standard post-college career track, I guess, through two failed marriages. Then he sold everything, went on a quest for meaning, found that he loved surfing more than anything else, introduced the sport to Israel, and took a wife named Juliette, with whom he had eight sons and a daughter. These 11 people lived a nomadic life together in a 24-foot camper during the kids' formative years.\n\nWe see the campers -- there were three, all purchased used, all the same size. A little crowded for two people. Not for the Paskowitz family. As Doc drove from one surfing mecca to another, they crowded in the back, slept together \"like puppies,\" had to listen to their parents make loud, energetic love every single night, ate a lot of gruel and organic soups, and had just about enough clothing to muster eight clothed children, but not always nine. There was nothing at all like formal education.\n\nWhat are we to make of this existence? Doc sees himself a messiah of surfing, clean living and healthy exercise. We might be more inclined to see him as a narcissistic monster, ruling his big family with an iron fist. Sounds like fun, driving from one beach to another, unless you're crowded in the back of the camper with eight other kids and not much of a view. One son recalls the day he discovered other people had eggs for breakfast.\n\nDoc finally found a more stable way to support his family by starting a surfing camp near San Diego. Graydon Carter, editor of Vanity Fair and one of the producers of this film, was an early camper. The Paskowitz Surfing Camp inspired devotion, although one of Doc's children after another drifted away from the camper \"home.\" Doc saw each bailout as treachery.\n\nRemarkably, the film's director, Doug Pray, has been able to track down each and every Paskowitz child, and he weaves their memories together with old home movies, still photos and news clippings to create an evocative portrait of their lives. The kids are no more screwed up than any other nine kids -- maybe less so. They have survived the absence of formal education. One says, \"I love my father, but I don't understand him.\"\n\nAnd at the end they all bury their differences and gather for a family reunion in Hawaii (staged at least in part for the camera, one suspects). In the center of everything, there are Doc, his weather-beaten skin now a deep bronze, and his wife, Juliette, kissing and hugging and looking completely serene about the lives they built for themselves and their children.", "running_time": 93, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-06-19", "genres": ["Documentary"], "title": "Surfwise (2008)"}