{"url": "http://www.rogerebert.com/reviews/surrender-1987", "by": "Michael Caineas Sean Stein", "star_rating": 2.0, "text": "In my mind I visualize a Hollywood story conference where everybody is laughing. Here's the story being told: Michael Caine is a rich author who has been taken to the cleaners in two divorces and a palimony suit. He hates women so much he wants to move to a country where they are flogged. Then he finds true love.\n\nAt a charity benefit, robbers break in, force everyone to strip and abscond with the jewelry after tying Caine and Sally Field together, naked. In such close quarters, Caine finds his interest in Field rising, and after they are freed, he pursues her and they fall in love. But he keeps it a secret that he is a wealthy writer, because he wants to be sure she loves him for himself and not for his money.\n\nGreat story idea? You bet. I'd make the movie in a second. So did Cannon Films. But did anyone ask Jerry Belson, the writer and director, what happened then? \"Surrender\" is an astonishing case of a movie that can do no wrong for its first half and little right thereafter. The story has no place to go, and Belson's contrivances in keeping it floating are desperate.\n\nThe chemistry, of course, is a lot of fun. Caine has developed into one of the most surefooted and unfailingly entertaining leading men in modern Hollywood, and Field is delightful as Daisy Morgan, who works all day in an art factory, producing \"genuine oils\" on an assembly line. She wants to work on her own paintings but never finds the time, and when Caine meets her, she has just about given up on her rich, boring boyfriend (Steven Guttenberg).\n\nThe early scenes of their courtship are charming. Caine is good at playing shy and uncertain, which he can manage even while proposing sex almost as soon as he walks into Field's house for the first time. \"I make it a policy never to have sex before the first date,\" she explains.\n\nCaine carries on an interior struggle between his romantic inclinations and his financial fears, and is counseled by his lawyer (Peter Boyle), who foresees the day when his client will be mailing all of his money to former wives. But at last trust and romance win out, and Caine and Field are able to acknowledge they love one another.\n\nIt's about there the movie runs out of gas. Instead of continuing to develop their relationship, Belson starts throwing unnecessary plot developments at his story, involving prenuptial agreements, Reno jackpots, terrorist kidnappings, personality tranformations and fatal misunderstandings.\n\nThe movie loses track of its simple human feelings and gets bogged down in plot gimmicks. The fragile relationship between Caine and Field is one of the casualities.\n\nToo bad. There are so many good things in the first part of \"Surrender\" (including one big, big laugh), that I thought we were home free. Then the movie lost its confidence and its grasp. When I picture that imaginary Hollywood story conference, the thing that bothers me the most is that maybe everyone liked the second half of Belson's story better than the first. In so many movies these days, something always has to be happening - no matter what. And it's easy to lose a character in the confusion.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-10-09", "genres": null, "title": "Surrender (1987)"}