{"url": "http://www.rogerebert.com/reviews/surrogates-2009", "by": "Bruce Willisas Thomas Greer", "star_rating": 2.5, "text": "In the future world of \"Surrogates,\" most of the human population reclines at home without moving, while living vicariously through robot avatars controlled by their minds. They present themselves to the world as younger and more attractive than they really are -- and more fit, I assume, since the avatars work out at gyms instead of their owners. No one you meet is really there.\n\n\tBruce Willis, looking about 38 and with a healthy mop of hair, stars as Greer, an FBI agent. He and his partner Jennifer Peters (Radha Mitchell) are assigned to investigate a messy murder late one night outside a club, and are astonished to find that the victim is the son of Dr. Lionel Canter (James Cromwell), the inventor of surrogate technology. But wait a minute, you're thinking. Who dies if only your surrogate is killed? The unsettling answer is that the murder device works by frying the brain of its controller. I hate it when that happens.\n\n\tDr. Canter, no longer associated with the corporation that makes surrogates, has indeed grown disillusioned with his invention. As Agent Greer's investigation continues, it leads him into the world of the Dreads -- actual human beings, who reject surrogates and live on \"reservations\" with other flesh and blood people. The Dread leader is The Prophet (Ving Rhames of the eerie presence), who preaches against avatars as an abomination.\n\n\tAs indeed they are. It's a relief when something goes wrong with Greer's avatar and he must venture onto the streets as himself--middle-aged, bald, and looking, I must say, considerably more attractive than his creepy surrogate.\n\n\tUnfortunately, \"Surrogates,\" while more ambitious than it has to be, descends into action scenes too quickly. Why must so many screenplays reduce their ideas to chases and shoot-outs? The concept here, based on a graphic novel by Robert Venditti and Brett Weldele, would lead naturally to intriguing considerations.\n\n\tConsider plastic surgery. To what extent is Joan Rivers a 76-year-old woman inhabiting a 56-year-old avatar? Consider the problem of sex. After two attractive people meet, flirt and desire to have sex, there are two possibilities: (1) their avatars have some sort of mechanical encounter while their owners, at home, masturbate; or (2) two real people, god forbid, have to discover how the other really looks. Since evolution suggests that we evaluate potential mates for their reproductive potential, this could lead to setbacks in the process of natural selection.\n\n\tIn this future world, we learn, surrogates mean that crime and racism have been all but eliminated. If anybody can be of any race, that takes care of racism, all right. But crime? How do those humans who are poor and unemployed pay for their surrogates? What if you decide you want to trade up to a better model? Sure, your surrogate may have a job, but why would salaries be any better? Especially since robots make poor consumers. What process actually takes place when they have a meal together in a restaurant? Can they eat or drink?\n\n\tAvatars first came into general consciousness by way of computer games and chat boards. It's well known that someone you meet online may not be who they pretend to be. Surrogates sound like an ideal solution for transsexuals. Don't go through the surgery, just switch your avatar's gender. But would that satisfy your hormonal feelings? There are real bodies involved here, and that gets into another issue: If you spend your life reclining, your muscles will atrophy surprisingly quickly, and it will become physically impossible for you to get out of bed and walk, let alone go into action like Bruce Willis does here.\n\n\tThese are areas \"Surrogates,\" perhaps wisely, doesn't explore. Such a film might have required a Spike Jonze or Guy Maddin. \"Surrogates\" is entertaining and ingenious, but it settles too soon for formula. One other thing: It ends with the wrong shot. The correct shot would have been the overhead exterior of the street, about four shots earlier. You'll know the one I mean.", "running_time": 89, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-09-23", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Surrogates (2009)"}