{"url": "http://www.rogerebert.com/reviews/surviving-picasso-1996", "by": "Anthony Hopkinsas Pablo Picasso", "star_rating": 2.5, "text": "One of the perennial dilemmas of movie biographies is that it is\reasy to film gossip and hard to film art. Thus we get great artists who spend\rvast quantities of time in bed, leaping up occasionally to dash off a painting,\rwhen in real life it was probably more a case of hours spent at work, and then\ra quick leap into the sack.\n\nPablo\rPicasso was one of the more notorious lovers of the century, a man who did not\rdisrespect women so much as value them highly as replaceable possessions. His\rfirst love was art, his second love was himself, his third love was what women\rcould do for him. During the decades of his greatness there was no shortage of\rwomen eager to see it his way.\n\nIn\r“Surviving Picasso,” one of his mistresses, Dora Maar, says, “Without him,\rthere is nothing. After Picasso, only God.” And another of his lovers, the\rfaithful Marie-Therese Walter, complains sadly of her poverty while still\rsaving every Thursday and Sunday for his visits. (She is the only person he\rwill trust to cut his hair and nails, and she saves all of the clippings--at\rhis insistence, to be sure, not hers.) “Surviving Picasso” is the story of one\rlover who was not destroyed by Picasso: Francoise Gilot, who was his mistress\rfrom the mid-1940s to the mid-1950s, bore him two children, and walked away in\rone piece. Played by Natascha McElhone, she is an elegant young woman who\rprojects more confidence than she probably feels the first time she enters\rPicasso's studio.\n\nHe\rhas picked her up in Le Petit Benoit, a little Left Bank bistro, leaving Dora's\rtable to join her, and in his invitation he's left little doubt of his\rintentions: “Come and see me--but come as if you like me, not because you're\rvisiting the Holy Shrine of Fatima.” There is another warning signal as she\renters: “You're now in the labyrinth of the Minotaur,” he says, “who perishes\rif he doesn't devour at least two young ladies a day.” Why did so many women\rfind Picasso irresistible, even in his old age? Perhaps because he felt himself\rto be irresistible. And certainly because he was Picasso, who through one\rperiod and into another successfully maintained his reputation as the century's\rgreatest artist.\n\nPicasso\ris played here by Anthony Hopkins, in another great biographical interpretation\rby an actor of limitless resources. It is less than a year since he convinced\rme he was Richard Nixon; now he disappears into the idea of Picasso. As Hopkins\rcreates Picasso, he is cruel, abrupt, vain, stingy, a sexual glutton, and yet\rwe can see the dazzling charm and effortless confidence--the certainty of\rgreatness--that inspired new lovers to pursue him, brushing aside all warnings.\r(“Listen,” says Picasso's servant as Gilot falls into the net, “it would be\rbetter for you to go home.”) The movie is made at one remove from its primary\rsources. The Merchant-Ivory team was not able to obtain the rights to Gilot's\rown autobiography, or the permission to show any of Picasso's artwork. So they\rused another book about Picasso and his lovers (“Picasso: Creator and\rDestroyer,” by Arianna Stassinopoulos), and commissioned fake Picassos. Access\rto the originals might not have made a difference, since the movie's weakness\ris its inability to see past Gilot to the great man. “Surviving Picasso”\rproceeds as if the most important thing in Picasso's life during his time with\rFrancoise was Francoise. (I am reminded of the old story about the actor hired\rto play a gravedigger in “Hamlet,” who describes the play as “about this\rgravedigger who meets a prince.”) We see scenes of seduction, quarrels, and\rselfishness. We see a faithful chauffeur dismissed after 25 years for a moment\rof carelessness. We hear the complaints of Picasso's long-suffering assistant,\rwho reveals to Francoise that he is married, lives in a garret, and has to pay\rfor his own train tickets when summoned to join Picasso out of town. This is\rthe backstairs litany of retainers, more interesting in footnotes than as the\rmain story.\n\nEven\rthis limited viewpoint is marred further by two structural problems: The movie\rbreaks down into anecdotes that don't flow or build, and everything is narrated\rby the Gilot character. McElhone, who is electric and convincing when she's\ronscreen, is a bad voice-over narrator, and screenwriter Ruth Prawer Jhabvala\rhas not helped with language that seems formal and stilted, like a schoolgirl's\rcommentary for an educational film.\n\nThere\ris much to admire in “Surviving Picasso,” especially in Hopkins' performance\rand in the flashes that all of the supporting characters bring. (Joss Ackland\rhas a gentle charm as Henri Matisse, Joan Plowright is self-assured as\rFrancoise's grandmother, and Julianne Moore is edgy and resigned as Dora Maar.)\rBut when it is over we are left with the conclusion that if Picasso had not\rbeen a great artist, this story would not have much mattered; as a beast toward\rwomen, he was nothing special.", "running_time": 120, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-04", "genres": ["Drama", "Family"], "title": "Surviving Picasso (1996)"}