{"url": "http://www.rogerebert.com/reviews/survival-of-the-dead-2010", "by": "Alan Van Sprangas Nicotine Crocket", "star_rating": 2.0, "text": "For the purposes of watching “Survival of the Dead,” I'm perfectly willing to believe in zombies. It's a stretcher, however, to believe in an island off the coast of Delaware where life looks like outtakes from “Ryan's Daughter,” everyone speaks with an Irish accent, and there's a bitter feud between those who believe in capital punishment for zombies, and those who call for their rehabilitation and cure.\n\nHow can you kill or rehabilitate a zombie, since by definition it is dead? Here's my reasoning: If it can attack you and dine on your throbbing flesh, it isn't dead enough. George A. Romero is our leading researcher in this area, having reinvented zombies for modern times with “Night of the Living Dead” (1967), and returned to them from time to time, most successfully in the excellent “Dawn of the Dead” (1979).\n\nZombies, as I have noted before (and before, and before) make excellent movie creatures because they are smart enough to be dangerous, slow enough to kill and dead enough that we need not feel grief. Romero has not even begun to run out of ways to kill them. My favorite shot in this film shows a zombie having its head blown apart, with the skullcap bouncing into the air and falling down to fit neatly over the neck. If that doesn't appeal to you, nothing will.\n\nI've seen a whole lot of zombies killed. I've been cordial over the years with Romero, who in addition to reinventing zombies, demonstrated how horror movies were a low-cost point of entry for independent filmmakers. To him we possibly owe such directors as David Cronenberg and John Carpenter. “Dawn of the Dead” was a biting indictment of the culture of the shopping mall, with most of its action in a landscape of modern retailing and merchandising. It was also funny.\n\nAll true. But after you've seen, oh, I dunno, 20 or 30 zombie movies, you sort of stop caring very much, unless something new is going on, as in “Zombieland.” At this point, I find myself watching primarily to spot and appreciate entertaining new ways to slaughter zombies. That's why the skullcap moment appealed to me. It was new.\rNot much else is new in “Survival of the Dead.” After a vaguely explained plague of zombies has broken out, America has descended into post-apocalyptic warfare. The zombie disease is spreading. If one bites you, you become a zombie. That ability to infect others was once the special gift of vampires, and I suspect it has now been bestowed on zombies by gene-splicing at the generic level. All zombies share one characteristic: They take a lickin' and keep on tickin'.\n\nOn the island off Delaware, we meet the O'Flynns and Muldoons, who are in the dependable tradition of the Hatfields and McCoys. The O'Flynns believe zombies exist to be destroyed. The Muldoons, more humane, want to chain them up and keep them around until a cure is discovered. How do you vote? How would you feel if the Muldoon scheme worked, and you were a cured zombie? Would your flesh still look a little decomposed? Would you mention it in your entry on Match.com?\n\nThe leader of the O'Flynns is exiled to the mainland via rowboat, and in Philadelphia, we encounter paramilitaries who are fighting off zombies and considering going to…the island off the Delaware. I was unable to stir up the slightest interest in the O'Flynns and Muldoons, the military types reminded me of the better “28 Days Later,” and finally all that kept my attention were the ingenious ways Romero killed the zombies. The man is a fount of imagination. Scarcely a zombie dies in a boring way. So there's that.", "running_time": 90, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-05-26", "genres": ["Horror", "Science Fiction"], "title": "Survival of the Dead (2010)"}