{"url": "http://www.rogerebert.com/reviews/surviving-progress-2012", "by": "Mathieu Roy", "star_rating": 3.5, "text": "One of the most efficient means of making money is to create debt. In the buildup to the recent economic collapse, we saw that starkly demonstrated by Wall Street traders who knowingly sold worthless mortgages to their customers, while at the same time creating that debt by encouraging consumers to sign mortgages they had no realistic means of repaying. The traditional banker who wanted to know how you would repay your mortgage was replaced by a new breed that gleefully sold you mortgages it knew you couldn't repay. They made profits on your interest, and then foreclosed on your principal.\n\n\"Surviving Progress,\" a bone-chilling new documentary, argues that the world has financed an unsustainable growth rate by essentially encouraging whole nations to take out unpayable mortgages on their own futures. Brazil is given as an example. Enormous loans are given to the nation, which cannot meet the payments, and is then encouraged to liquefy its own natural assets — the rainforests. When the assets are gone, the wealth will have been taken out in the same process, and corporations will leave behind a drained nation and move on to another loan customer.\n\nI wince while realizing how I have oversimplified the movie's argument. I am really just trying to dramatize the point. All but a very few of us are in debt. We exist as entities who borrow money and spend the rest of our lives making interest payments on a debt tally that never seems to budge. Whatever wealth we have, in labor, property or cash, is suctioned to the top.\n\nThat is the basic fact being referred to by the current term \"the 1 percenters,\" and why we are \"99 percenters.\" We exist to have our wealth moved up the economic chain out of our reach.\n\nAll of this is justified by \"progress.\" More population, more consumers, more material goods, more cars, highways, housing, retail sales. More franchises, fewer small entrepreneurs. It's even possible to think of war as a way of speeding up the creation of debt. In anything short of total destruction by nuclear war, the top 1 percent on both sides — winners and losers — end up accumulating wealth that the other 99 percent go into debt to create — and often their capital is represented by their own lives. If I die in a war, you have whatever I am worth.\n\n\"Surviving Progress\" is a bright, entertaining (!), coherent argument in favor of these principles I have simplified so briefly. It's self-evident and tells the truth. It is an irony that the actual victims of the process are often those most in support of it. Think of the opposition to \"tree huggers.\" In Brazil, they are seen as a cause of unemployment in the lumber and logging industries. Actually, they are opposed to the nation essentially tearing its wealth out of the ground and shipping it overseas, resulting not only in unemployment but in devastation.", "running_time": 86, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-05-02", "genres": ["Documentary"], "title": "Surviving Progress (2012)"}