{"url": "http://www.rogerebert.com/reviews/suspect-1987", "by": "Cheras Kathleen Riley", "star_rating": 2.5, "text": "Art films can play all the games they want. But if you're going to make a film in a commercial genre, then I think you have to play by the rules of that genre. In the case of a courtroom whodunit, that means you can't produce the guilty man out of left field, with no clues and no preparation. The audience has to have a fair chance to figure things out.\n\n\"Suspect\" is a well-made thriller, but it was spoiled for me by an extraordinary closing scene where Cher, as the defense attorney, solves the case with all of the logic of a magician pulling a rabbit out of a hat.\n\nThe plot involves the murder of a Washington legal secretary. A skid row bum is arrested for the murder, and Cher is the public defender assigned to his case. He is a deaf-mute who has lost all trust in society, but Cher penetrates his defenses and becomes convinced he is innocent. In that case, who committed the murder?\n\nA key clue is provided in the first scene of the movie, which shows a Supreme Court justice committing suicide. Other clues appear from time to time, especially after one of the jurors on the case decides to take things into his own hands. He's played by Dennis Quaid, as a lobbyist who is summoned for jury duty and becomes convinced the defendant didn't commit the crime. He conducts his own private investigation, and feeds clues to Cher.\n\nShe's afraid of jury tampering charges (although this seems more like a case of lawyer tampering). But things get really sticky when Cher and Quaid fall in love. I liked their scenes together, and I admired their performances. Indeed, I found a lot to like in this movie, which was directed by Peter Yates with particular attention to the texture of the lives of his characters.\n\nOne of the movie's themes is that all of the characters are homeless - not just the bum, but also the lobbyist, the public defender, and everyone else we meet. They have places where they live, that they use to sleep at night, but they do not have a \"home,\" and they do not have loved ones around them. Their loneliness is underlined in one of the movie's most quietly effective scenes, where Quaid sleeps with a congresswoman, and it's a toss-up whether he's doing it out of ambition, politics or need.\n\nThe movie develops its case with the kind of logic I enjoy in a whodunit. We meet the suspects, we evaluate the clues, and then (after the obligatory Woman-in-Danger sequence with a knife-wielding assailant chasing Cher through shadowy corridors), there's the big showdown in court.\n\nThat's where the movie goes wrong. Cher stands up and rattles off a long, complicated speech in which the real murderer is revealed - and I began to develop a real case of resentment, because the murderer is a complete dark horse. That's not fair. It's as if an Agatha Christie novel evaluated six suspects in a British country house, and then in the last chapter we discover the killer was a guy from next door.\n\n\"Suspect\" is fun when Cher and Quaid interact; she does a convincing job of playing a lonely career woman, and he's a slick lobbyist with more charm than substance. There are lots of good supporting performances, including a tricky one by Liam Neeson as the deaf-mute who gradually reveals his true history.\n\nBut the closing revelations made me rethink the whole plot, and made it look less like a case of jury-tampering than audience-tampering.", "running_time": 121, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-10-23", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Suspect (1987)"}