{"url": "http://www.rogerebert.com/reviews/suspect-zero-2004", "by": "Aaron Eckhartas Thomas Mackelway", "star_rating": 2.0, "text": "We should be grateful, I suppose, when the serial killers in movies pause in their carnage long enough to concoct elaborate webs of clues, hints and tantalizing challenges for their pursuers. Lives may be saved because of the time it takes them to plant enigmatic clues, send cryptic faxes, and pose for extreme closeups in which they look like some guy in a photo booth trying to look tortured.\n\nThe serial killer or killers in \"Suspect Zero\" have obviously spent a lot of time watching old thrillers. They have learned in particular that it is important to zero in on one particular lawman, show that they're familiar with his secrets, and then challenge him to stop them before they kill or fax again.\n\nIn \"Suspect Zero,\" the fated target is FBI agent Thomas Mackelway (Aaron Eckhart), who got in some kind of trouble in Texas and has been demoted to New Mexico. He chews handfuls of aspirin to ease his pain, as Travis Bickle did in \"Taxi Driver\"; this is a behavior limited almost entirely to the movies, where the characters are too masochistic to wash them down with water.\n\nNever mind. Mackelway investigates a murder involving a man whose car is found precisely on the state line between Arizona and New Mexico. \"The killer must have used a Global Positioning System,\" Mackelway deduces. Why? To take the crime out of the jurisdiction of state authorities and make it the business of the FBI. And not just the FBI, but Mackelway personally, as a series of taunting faxes makes clear.\n\nThe faxes come from someone with inside knowledge about a serial killer. The problem with this killer is that he has no modus operandi, no pattern, no telltale habits, and strikes entirely at random, which makes him difficult to find. Does the writer of the faxes know the killer, or is he the killer? Or is there a third, more occult, explanation? As we ponder these possibilities, what looks like the world's longest and blackest semi-trailer truck cruises inappropriately down city streets near playgrounds, and we wonder: Assuming the truck is not in the movie by accident, could it be connected to the killings, and, if so, wouldn't the presence of such a gargantuan truck be the very M.O. the killer allegedly lacks?\n\nMackelway has been joined in New Mexico by agent Fran Kulok (Carrie-Anne Moss). They share some unsuccessful romantic history. He has issues. Maybe they both do. But they have to work together, and so inevitably they will come to a new knowledge of one another, in order to provide the fax writer with additional insights, and the ending with additional chills.\n\nBen Kingsley, meanwhile, looks like he should be chewing aspirin, too. He plays a man named Benjamin O'Ryan who is often seen in such extreme closeups that if pores could talk, the movie would be over. Is he the killer? The Law of Economy of Characters would seem to suggest that he must be, since the movie contains no other eligible candidate. But perhaps there is another, more bizarre and involved explanation, and the killer is either hidden in plain view among the major characters or is never seen at all until the climax. I am not spoiling any secrets, but simply applying logic to plot that offers zero sum as well as zero suspects.\n\nThe director, E. Elias Merhige, made the splendid \"Shadow of the Vampire\" (2001), a macabre thriller about the filming of F. W. Murnau's silent classic \"Nosferatu\" (1922). Murnau, played by John Malkovich, has a dreadful secret he was keeping from his Max Schreck (Willem Dafoe), who is playing the vampire, is so good in the role because he is in fact a vampire, and has been promised the blood of the leading lady, which even in an industry famous for its catering, is one star perk too many. (Midway through production, Schreck dines on the cinematographer, and when Murnau is furious at him, wonders to himself if they really need the writer.)\n\nMerhige is a gifted director with a good visual sense and a way of creating tension where it should not exist. But \"Suspect Zero\" is too devised and elaborate to really engage us. There's a point at which its enigmatic flashes of incomprehensible action grow annoying, and a point at which we realize that there's no use paying close attention, because we won't be able to figure out the film's secrets until they're explained to us. All of the clues and faxes and closeups and flashbacks are revealed as devices that are in the movie not because they add up to anything, but because they surround a fairly simple story with gratuitous stylistic mystery.\n\nOne final thought. Imagine the underlying material rewritten so that it was all seen and told from the point of view of the Ben Kingsley character. Wouldn't it be more interesting that way? His dilemma is much more dramatic than the elaborate charade concocted for the FBI. In a movie where one character knows everything and the others know nothing, it seems unkind to stick the audience with the dummies.", "running_time": 96, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-08-26", "genres": ["Action", "Adventure", "Crime", "Mystery", "Thriller"], "title": "Suspect Zero (2004)"}