{"url": "http://www.rogerebert.com/reviews/suture-1994", "by": "Dennis Haysbertas Clay Arlington", "star_rating": 2.5, "text": "\"Suture\" is a movie with a glossy, intriguing surface, and that's not enough, but it's a lot. It's the kind of movie that holds your attention and is splendid to look at, but after it's over you feel empty, because there wasn't much there, really, except for the visual ideas. Discussing the plot doesn't help much, because it's a conceit, not a story, and after you've grasped the idea in the opening scenes the movie never goes anywhere exciting with it.\n\nAs the film opens, a black man named Clay (Dennis Haysbert) flies into Phoenix for a reunion with his long-lost half-brother Vincent (Michael Harris), who is white. \"Isn't it remarkable,\" Clay says, \"how much we look alike?\" But they look nothing at all alike, even apart from the racial difference. Since the entire plot will hinge on the fact that everyone else thinks they look alike, too, we are left to accept their alleged resemblance on any terms we like.\n\nAt this point, a critic for a quarterly magazine might slide comfortably into phrases about the slippery essence of human identity, or even the universal brotherhood of man (I think the filmmakers are closer to the first choice in their thinking). But maybe this is just a movie joke.\n\nThe wickedly anarchistic Spanish filmmaker Luis Bunuel once made a movie in which two different actresses played the same role, interchangeably.\n\nOne would walk toward a door and the other would walk through it. No one in the movie ever noticed that two different women were involved.\n\nThe joke reached cosmic proportions when some members of the audience didn't, either; they were so accustomed to movie conventions that the idea that only one actress could play a character overwhelmed the evidence of their eyes.\n\nThe movie's plot, which is never taken very seriously, is a Hitchcockian double-reverse. Vincent knows he has an \"identical\" half-brother, but no one else does. Therefore, Vincent can murder Clay, whose body will be identified as Vincent's. Meanwhile, Vincent can murder their rich father and disappear with his fortune, while everyone thinks he is dead.\n\nThe plot is played out, with black and white photography, in a series of starkly designed settings. Vincent's apartment space looks like nothing less than a converted 1960s savings and loan lobby, with mezzanine. Then there is the office of Clay's psychiatrist (Sab Sahiono), with framed Rorschach tests on the walls.\n\nAnd there are various parking garages and other public spaces, all seen in light and shadow, all trying to underline the notion of black and white.\n\nIt's a promising approach, but the movie undermines it with self-consciousness. The co-directors, Scott McGehee and David Siegel, have a design school background, and are apparently more concerned with how the movie looks than how it plays. That is an approach that sometimes yields benefits, as in such Peter Greenaway films as \"The Draughtsman's Contract,\" but Greenaway is able to evoke an aura of mystery, the notion that something is happening beneath the surface.\n\n\"Suture\" seems to be all surface.", "running_time": 93, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-07-08", "genres": ["Drama", "Thriller"], "title": "Suture (1994)"}