{"url": "http://www.rogerebert.com/reviews/swamp-thing-1982", "by": "Wes Craven", "star_rating": 3.0, "text": "\"Swamp Thing\" had already won my heart before its moment of greatness, but when that moment came, I knew I'd discovered another one of those movies that fall somewhere between buried treasures and guilty pleasures. The moment comes after Dr. Alec Holland, brilliant scientist, is attacked by thugs, is splashed with his own secret formula, catches on fire, leaps into the swamp, and turns into Swamp Thing when the formula interacts with his body and the vegetation in the swamp. Crawling back onto dry land, Swamp Thing is not recognized by his former girlfriend, the beautiful Alice Cable (Adrienne Barbeau). \n\nBut after the thugs fill him with machine-gun bullets and hack off his left arm, Alice asks, \"Does it hurt?\" and Swamp Thing replies, \"Only when I laugh.\" That was the movie's moment of greatness. There are others that come close, as when Swamp Thing, dripping with moss and looking like a bug-eyed spinach souffle, says \"There is great beauty in the swamp -- if you know where to look.\" And when the evil villain (Louis Jourdan) drinks the secret formula and confidently waits for it to transform him into a powerful genius, he discovers that the formula doesn't so much change you, as develop what is already latent within you. Therefore, once a horse's ass, always a horse's ass.\n\nThis is one of those movies like \"Infra-Man\" or \"Invasion of the Bee Girls\": an off-the-wall, eccentric, peculiar movie fueled by the demented obsessions of its makers. \"Swamp Thing\" first saw the light of day, so to speak, as a hero in a celebrated series of DC Comics. The movie version was written and directed by Wes Craven, who made \"Last House on the Left,\" a movie I persist in admiring even in the face of universal repugnance. Craven also made \"The Hills Have Eyes,\" which even I found decadent, and the made-for-NBC movie \"Stranger in Our House,\" with Linda Blair. \n\nThis time, with \"Swamp Thing,\" he betrays a certain gentleness and poetry along with the gore; in fact, this movie is a lot less violent than many others in the same genre. Craven's inspiration seems to come from James Whale's classic \"Bride of Frankenstein\" (1935), and he pays tribute in scenes where his swamp monster sniffs a flower, admires a young girl's beauty from afar, and looks sadly at a photograph in a locket. \n\n\"Swamp Thing\" doesn't stop there; it also contains an exact visual quote from Russ Meyer's \"Lorna,\" and a scene in which the jailer in a dungeon cheerfully quotes the title of a Werner Herzog film: \"It's every man for himself, and God against all!\" Will you like this film? Yes, probably, if you like monster and horror movies. The movie occupies familiar ground, but it has a freshness and winsome humor to fit it, and Craven moves confidently through the three related genres he's stealing from (monster movies, mad scientist movies, and transformation movies in which people turn into strange beings). There's beauty in this movie, if you know where to look for it.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Action", "Horror", "Science Fiction"], "title": "Swamp Thing (1982)"}