{"url": "http://www.rogerebert.com/reviews/swann-in-love-1984", "by": null, "star_rating": 3.0, "text": "All of the reviews I've read of Volker Schlöndorff's \"Swann in Love\" treat it like a classroom assignment. The movie is described as a version of one of the stories that make up Remembrance of Things Past, the epic novel by Marcel Proust, and then the exercise becomes almost academic: \"Compare and contrast Proust and Schlöndorff, with particular attention to the difference between fiction and the film.\" Imagine instead, that this is not a film based on a novel, but a new film from an original screenplay. It will immediately seem more lively and accessible. Because not one person in a hundred who sees the film will have read Proust, this is a sensible approach; it does away with the nagging feeling that one should really curl up with those twelve volumes before going to the theater.\n\nSchlöndorff's \"Swann in Love\" -- as opposed to Proust's -- is the story of a pale young man who goes one day to visit a prostitute, and is actually indifferent to her until she stands him up. Then he becomes obsessed. She is not the right woman for him, but her very wrongness becomes fascinating. Because she is vulgar, because she lies, because she toys with his affection, and most particularly because she lets him smell the orchid in her bodice, she becomes the most important person in the world to him, and he throws his life and reputation at her feet. Proper society, of course, disapproves of his affair -- and talks of nothing else. In the elegant salons where ladies and gentlemen gather, Swann is not welcome if he brings along his Odette, but because he cannot be happy without her, this is no punishment. In the most humiliating scenes in the movie, he abjectly follows her through the night, knocks on a door he hopes is hers, and stands in her boudoir while she nonchalantly disrobes and dresses for an appointment with another man.\n\nCasting is everything in a film like this. Jeremy Irons is perfect as Charles Swann, pale, deep-eyed, feverish with passion. This was his third movie (after \"The French Lieutenant's Woman\" and \"Betrayal\") in which love seemed necessary to his nature. We can believe his passion. As Odette, Schlöndorff has cast Ornella Muti, who has a sort of languorous bemusement that is maddening: We wonder if she is even capable of understanding that the man before her is mad with love and desire, and then we realize, of course, that her very inability to care is what creates her fatal attraction. \n\n\"Swann in Love\" is a stylish, period love story, surrounding its central characters with still other pathetic seekers of perfection (Alain Delon is wonderful as a gloomy homosexual who pursues an idealized form of misery). Yet at the film's end, we've probably learned nothing except that lovers were as silly in 1875 as they are now. Sillier, perhaps; they had more time.", "running_time": 110, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Foreign", "Romance"], "title": "Swann in Love (1984)"}