{"url": "http://www.rogerebert.com/reviews/swashbuckler-1976", "by": "Robert Shawas Red Ned Lynch", "star_rating": 3.0, "text": "It's been a long time since Hollywood gave us a decent pirate movie, and that by itself is one reason for liking \"Swashbuckler.\" Pirates used to roam the screens with fearsome regularity, but in the early 1960s, the big studios began to thin out their inventories of props and costumes, and the pirate gear was among the first to go. \"Nobody can make a pirate movie anymore,\" a set designer complained to me a few years ago, \"because you'd have to build everything from scratch. There's not even a decent pirate ship left In Hollywood . . .. \" And now here, unexpectedly and sometimes delightfully, we have \"Swashbuckler.\" It's not a put-on, like \"Cartouche,\" or an excuse for a different kind of movie, like \"Blackbeard's Ghost.\" It's a flat-out pirate movie, by heavens, with desperadoes swinging aboard with swords in their teeth, with maidens in iron cages, with barrels of rum and bloody duels and daring rescues. The movie is better technically than the classics of the 1930s, but in terms of vision, it's a blood relative of, well, \"Captain Blood.\" \n\nOne of the reasons the movie works well is that it's well, and expensively, cast. Robert Shaw plays the hero, Red Ned Lynch, terror of the Caribbean - and he demonstrates here, as he did in \"Jaws,\" that apart from his larger skills and ambitions he knows how to be an absolutely first-rate B actor. He's forcible, he's charming, he's physical in a role that calls for few subtleties. And he doesn't ham things up, as so many good actors have been tempted to do in pirate movies. He seems absolutely sincere, and that helps set the film's tone. \n\nJames Earl Jones, that actor of magnificent vitality and energy, plays Red Ned's cohort, Nick Debrett. The film opens with Nick standing grimly on a scaffold, the rope already around his neck, but then Red Ned comes swinging ashore as the cannons boom, and we're off. Among the other characters, Peter Boyle makes a wonderfully reprehensible villain, and Genevieve Bujold plays the heroine. \n\nA word or two about her, since the heroine is always so important in these enterprises. The women in the older pirate movies traditionally were treated like booty - treasures to be kidnapped and ransomed and worse. They were rarely permitted active, aggressive roles (\"Filmgoer's Companion\" lists only two movies, out of dozens, about female pirates). That's not the case with the Bujold character. \n\nShe plays the daughter of the decent British governor, who is cruelly overthrown. She stands proudly aloof (and that's one of the things I love about pirate movies - the chance to use phrases like \"proudly aloof\"). At first, she disdains Red Ned Lynch and his crew, even though they're on the side of good. And yet she and Red Ned have a respect for each other; they even fall in love at the end of the film, although not before engaging in a splendid duel.\r\n\"Swashbuckler's\" ambition is to be a good pirate movie, and it succeeds. It has no larger ambition, no urge to comment on the genre, and so I suppose it's a somewhat limited film. It can't contain many surprises without betraying its tradition. But it's directed (by James Goldstone) and acted with zest, energy and conviction. In 1976, it's a little unusual to find an action film that's unneurotic and unself-conscious and contains no parable for our times.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-07-30", "genres": ["Action"], "title": "Swashbuckler (1976)"}