{"url": "http://www.rogerebert.com/reviews/swat-2003", "by": "Samuel L. Jacksonas Hondo", "star_rating": 3.0, "text": "Half an hour into watching \"S.W.A.T.,\" I realized the movie offered pleasures that action movies hardly ever allow themselves anymore: 1. The characters had dialogue and occupied a real plot, which involved their motivations and personalities.\n\n2. The action scenes were more or less believable. The cops didn't do anything that a real cop might not really almost be able to do, if he were in very, very good training.\n\nI started taking notes along these lines, and here are a few of my jottings: When a cop shoots at a robber in a hostage situation, the hostage is wounded. The chief punishes two hot shots with demotions, instead of pulling their badges and guns and kicking them off the force. When the bad guy steals a cop car, we expect a chase, but he backs up and crashes it within a block. When the chase leads down to the Los Angeles subway system, the cops approach a stopped train, board it, and look for their quarry. Astonishingly, there is not a fight scene atop a speeding train. In a S.W.A.T. team training scene, the trainees are running toward a target while shooting, and somebody asks, \"No rolls?\" The veteran cop in charge replies: \"They only roll in John Woo movies--not in real life.\" That's the point with \"S.W.A.T.\" This isn't a John Woo movie, or \"Bad Boys 2,\" or any of the other countless movies with wall-to-wall action and cardboard characters. It isn't exactly real life, either, and I have to admit some of the stunts and action scenes are a shade unlikely, but the movie's ambition is essentially to be the same kind of police movie they used to make before special effects upstaged human beings.\n\nThe result is one of the best cop thrillers since \"Training Day.\" Samuel L. Jackson and Colin Farrell co-star, playing the time-honored roles of veteran officer and young hothead. Michelle Rodriguez and James Todd Smith (a k a LL Cool J), both effective actors, give depth to the S.W.A.T. team. And Olivier Martinez, who played Diane Lane's lover in \"Unfaithful,\" is the smirking playboy arms dealer who offers a $100 million reward to anyone who springs him from custody.\n\nThe plot begins with a hostage situation gone wrong. A S.W.A.T. team member (Brian Gamble) disobeys orders, enters a bank and wounds a hostage. He and his partner Jim Street (Farrell) are offered demotions. Street accepts; his partner leaves the force. But Street, a talented officer and a great shot, is spotted by the legendary veteran Hondo Harrelson (Jackson), and chosen for his hand-picked elite S.W.A.T. team.\n\nOne of the pleasures of the movie is the training sequence, where Jackson leads his team through physical and mental maneuvers. Many recent action movies have no training scenes because, frankly, you can't train to do their impossible stunts -- you need an animator to do them for you.\n\nA routine traffic bust leads to the unexpected arrest of Alex (Olivier Martinez), an internationally wanted fugitive. Alex offers the $100 million reward on television, the cops assume there will be a lot of escape masterminds hoping to collect the reward, and it's up to Hondo and his team to safely escort the prisoner to a federal penitentiary.\n\nThat it does not go smoothly goes without saying. I'm not arguing that the last 45 minutes of the movie are, strictly speaking, likely or even plausible, but nothing violates the laws of physics, and you can kind of see how stuff like that might sort of happen, if you get my drift.\n\n\"S.W.A.T.\" is a well-made police thriller, nothing more. No Academy Awards. But in a time when so many action pictures are mindless assaults on the eyes, ears and intelligence, it works as superior craftsmanship. The director, Clark Johnson, is a veteran of TV both as an actor and director, and supplies a well-made film that trusts its story and actors. What a pleasure, after a summer of movies that merely wanted to make my head explode.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-08-08", "genres": ["Action", "Thriller", "War"], "title": "S.W.A.T. (2003)"}