{"url": "http://www.rogerebert.com/reviews/sweetie-1990", "by": "Karen Colstonas Kay", "star_rating": 3.5, "text": "Curious experience, this movie. The first time I saw it, at the 1989 Cannes Film Festival, I didn't know what to make of it. I doubted if I \"liked\" it and yet it was certainly a work of talent. There was something there. I didn't feel much from it, though; the experience seemed primarily cerebral. Then six months later I saw \"Sweetie\" a second time, and suddenly there it all was, laid out in blood and passion on the screen, the emotional turmoil of a family's life. Maybe the second time I found the heart of the movie, and the first time I had been distracted by the substance? The film takes place in Australia, in the present, in a world that has been carefully art-directed to make the commonplace look a little strange. It has been directed by Jane Campion, a short-film maker, and photographed by Sally Bongers, whose compositions and color sense give everything a sensation of heightened reality, or unreality.\n\nThe acting style edges toward parody, the material is unforgiving of Australian middle-class life in the boondocks and then, pow! - Sweetie waltzes onto the screen.\n\nWe have already met the rest of her family, including her sister Kay (Karen Colston), who tries to lead a relatively normal life, and her parents, Flo and Bob, who do lead relatively normal lives, by the device of denying their bizarre family reality. Then Sweetie (Genevieve Lemon) comes back into their lives - Sweetie, the spoiled daughter whose cute childish antics have persisted right on up to the onset of middle age.\n\nIt becomes clear that Sweetie has always terrorized this family. In the early days (suggested in flashbacks), Dad spoiled Sweetie and told her what a wonderful little girl she was, and Sweetie, the monster, took his approval as an assignment to hold center stage in all family events and terrorize those who would not pay attention to her. In more recent years, grown obese, obnoxious and more obviously unbalanced, Sweetie has drifted in and out of their lives. Her return is like a family disease that has gone out of remission.\n\nThere are scenes in this movie that are perfect set-pieces. One of them is the \"lunch meeting\" held by Dad and Sweetie's \"manager,\" a stoned zombie who slips beneath the table in the midst of negotiations.\n\nAnother is Sweetie's refusal to come down from the tree. Still another, funny and horrifying at the same time, is Sweetie's demonstration of what a clever girl she is. Look! She can stand on a straight chair and make it tilt so that she rides it back down without falling off or breaking anything! We can guess how often this terrorized family has been forced to applaud this stunt of stultifying banality.\n\n\"Sweetie\" is not, however, a family drama or a docudrama of any conventional sort. It looks and feels too strange for that, and there are too many deft touches in the dialogue and sly looks out of the side of the camera's lens. It is a story with a realistic origin, told with a fresh and bold eye. \"In most films,\" Campion says, \"what people are doing is trying to pretend the shots aren't there.\" Campion and Bongers don't do that. All of their shots are there. Look at the way the little boy in the next yard is presented by the camera. Observe the look of the family's house and yard. And the feral way Sweetie hides under her blanket and barks at her father. How the movie is seen as part of the experience.\n\nIn my reviews, I try never to discuss whether \"you,\" whoever you are, will enjoy a movie or not. I do not know you and would not presume to guess your tastes. I imagine most people will have a hard time with \"Sweetie,\" simply because I did the first time. But this movie is real, it's the genuine article, and it's there on the screen in all of its defiant strangeness. Most movies slide right through our minds without hitting anything. This one screams and shouts every step of the way.", "running_time": 100, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-03-23", "genres": ["Comedy", "Drama", "Foreign"], "title": "Sweetie (1990)"}