{"url": "http://www.rogerebert.com/reviews/sweet-hearts-dance-1988", "by": "Don Johnsonas Wiley Boon", "star_rating": 2.0, "text": "I was reading the other day about some scientists who are trying to figure out how life could have started on Earth. They’ve assembled a primeval “soup” of all the elements they figure were around at the beginning, and they’re zapping it with lightning, to see if the bolts could cause dead molecules to combine into living ones. Watching “Sweet Hearts Dance,” I was reminded of those experiments. This is a movie that has all of the right stuff in the soup, but no lightning.\n\nThe movie takes place in a small New England town and tells the story of two couples - one breaking up, the other falling in love.\n\nThe two men involved have been best friends since they were children, but now everything is threatened, even friendship, by the sudden new emotions that have come into the mix. Wiley Boon (Don Johnson) has been happily married for years to his high school sweetheart, Sandra (Susan Sarandon). Sam Manners (Jeff Daniels) is the local school board president, and he’s falling in love with a new teacher at the high school (Elizabeth Perkins).\n\nThen one day everything goes wrong when Wiley announces that he doesn’t want to live with Sandra any more. Why not? He doesn’t know.\n\nSome inchoate tumult of emotions has finally broken through, and he feels trapped, or something. Of course, she’s trapped, too - trapped with their three children, for example - and so there is a lot of anger after Wiley moves out and sets up bachelor quarters in a mobile home down by the high school gym.\n\nThe movie tells this seemingly natural story in a self-consciously arty style. Each segment begins with a title, usually based on what happens in it or on the season of the year, and since there is no reason for this literary superstructure, it simply makes the movie feel arch and mannered every seven minutes or so. The section titles, alas, mask a lack of real construction in the screenplay, which seems to meander in whatever direction the filmmakers thought they could find an inspiration.\n\nAnd yet the film is not without merit. All of the performances are interesting, and although I was not surprised that three of the four leads were good, I was surprised at how effective Don Johnson was in his role. It’s the best thing he’s done, and shows he can do good things. His confusion is almost physically painful when he cuts adrift from the woman he has loved and discovers that “freedom” is mostly just plain loneliness under another name.\n\nThere were times when I thought I’d seen this movie before - maybe in “The Four Seasons,” by Alan Alda, or, for that matter, in any film by Alda. Made by sensitive, sophisticated middle-age men about sensitive middle-age men who are a little less sophisticated, the movie drips with nostalgia, but sometimes what everybody seems to want isn’t love, but a gift certificate at L.L. Bean. The lifestyle itself threatens to upstage the drama, and as the wholesome New Englanders go about their wholesome New England pastimes, even suffering begins to look picturesque. There’s a scene where the two men are skating on a frozen lake, and you want to tell them that out here in the real world, even the best days aren’t that good.", "running_time": 101, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-09-23", "genres": ["Comedy", "Drama", "Romance"], "title": "Sweet Hearts Dance (1988)"}