{"url": "http://www.rogerebert.com/reviews/sweet-dreams-1985", "by": "Jessica Langeas Patsy Cline", "star_rating": 2.0, "text": "Before there was Loretta Lynn, there was Patsy Cline. One of the legends of country music is the story of how they met and overcame their professional rivalries and became friends, after Cline was able to remember her own shaky beginnings in show business and recognize in Lynn the kind of frightened, ambitious country kid that she herself had been. That story was told in \"Coal Miner's Daughter\" (1980), with Sissy Spacek winning an Oscar as a gangly, shy Loretta Lynn. Now it is told again in \"Sweet Dreams,\" with Jessica Lange as a stubborn, uncertain Patsy Cline. \n\nBoth movies are, of course, about much more than the ways in which Lynn and Cline crossed paths. They are life stories, and it is unfortunately true that some lives make better stories than others. Both films were produced by Bernard Schwartz, and it is no wonder they started with Loretta Lynn, the scrawny redhead from Butcher's Hollow, instead of with Patsy Cline, whose life was drab but unsensational until she fell into a strange fascination for a husband who loved her, beat her and drank too much. Patsy Cline was a wonderful singer, but her life was a bad country song even before it ended in a plane crash. \n\n\"Sweet Dreams\" begins with more energy than it is able to sustain. We see Lange, as Patsy, getting jobs singing country songs like a good little girl, her eyes half-closed as if she's trying to remember the lyrics. We meet Ed Harris, as Charlie Dick, a hard-drinking printer who hears her sing and falls in love with her and sweeps her off her feet with his self-confidence and cocky smile. The epiphany in this movie comes early, as they dance together in the empty parking lot of a roadhouse, underneath a neon rainbow. \n\nCharlie turns out to be an engaging, likable guy who never quite gets his footing in the job market. He drinks too much, gets Cline pregnant, allows her to put her career on hold to become an Army wife. He doesn't mind being supported by her, but he doesn't much like the fact that she gets fame and attention in the process. \n\nCline, meanwhile, begins to grow. Her clothes change first, then her hair, and then the way she thinks about herself, until finally she outgrows Charlie. She taunts him, and he hits her, and then the first of a series of tragedies strikes her. Before long she is dead and the movie is over. There isn't the sense of a well-shaped structure in this movie; there's no clear idea of what the filmmakers thought about Patsy Cline, or what thoughts her life is supposed to inspire. \n\nThe performances are good, of course; Harris and Lange in the same movie cannot be uninteresting, although often we have the feeling they brought more to the set every morning than the screenplay did. It is prob ably inevitable that Lange's performance will be compared with Spacek's. They have a curious sort of synchronicity; last year they both made movies about American farms, and now they have both made movies about country singers who were friends. Lange made the better country movie. Spacek wins the second round. This sort of comparison is silly, of course, but wasn't it also silly to even make \"Sweet Dreams\"? \n\nNote: Spacek, who began her career as a singer, sang her own vocals in \"Coal Miner's Daughter.\" Lange, who doesn't claim to be a singer, lip-synchs to Cline's records. At least it's a reminder of what a wonderful voice Patsy Cline had.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-10-04", "genres": ["Drama", "Music", "Romance"], "title": "Sweet Dreams (1985)"}