{"url": "http://www.rogerebert.com/reviews/sweet-sugar-1972", "by": "Phyllis Davisas Sugar", "star_rating": 1.0, "text": "There must be a market for movies about tough broads, or they wouldn't make so many. First there were the all-girl motorcycle movies (\"She-Devils on Wheels\"). Then there were the women-behind-bars movies (\"The Big Doll House,\" \"Women in Cages\"). Then there were the boots-and-leather sadomasochistic specials (\"The Female Bunch\"), where the girls all carried whips and drank beer right out of a can.\n\nAnd now, folks, there's a movie about those sexy victims of Caribbean slavery, the beautiful sugar-cane harvesters of Costa Rica. Unlike, say, your average sugarcane field hand, these are girls with an average age of 22. Double that and you've got their chest measurements. They wear Levi hotpants and overflowing halters and, frankly, they look sort of ridiculous using machetes.\n\nThey have been kidnapped and put to work on the plantation because of a conspiracy between the local cons and the evil plantation owner. But they fight their way out by using clever tricks. There's this guard named Rick, for example, who looks like a cover boy for a weight-lifting magazine. He's kind of dumb. One of the girls steals his pistol from its holster while kissing him. He doesn't notice. Later, another girl steals another pistol from the same holster. He still doesn't catch on. My personal theory is that only one pistol was used, that they shot the scene two ways and then decided to put both of them in. This isn't the kind of movie where they waste a lot of color film for nothing.\n\nThe star of \"Sweet Sugar\" is the yummy Phyllis Davis. You saw her last as rich Aunt Susan in \"Beyond the Valley of the Dolls.\" How she manages to look so great out there in the cane fields is beyond me. Her lipstick glistens, her eyelashes flutter bewitchingly and her long auburn hair floats in the breeze. She must use Soft 'n Silky: no split ends. It's the stuff for white slaves who never want to cut their hair.\n\nMiss Davis has a beautiful black sidekick played by Ella Edwards, and together they plan the big escape. The idea is to set the fields on fire. But first they have to keep Miss Edwards from being set on fire. She is trapped inside a bamboo cage suspended over a small blaze, while the sadistic plantation owner cackles evilly and sips a julep. Phyllis comes to the rescue and cuts down the cage with her trusty machete - which is a little unfortunate, since the cage lands in the fire. \"Hold on to the top of the cage!\" she shouts to Miss Edwards, who does not need to be told twice.\n\nAnd then, let's see, there's the big machine-gun duel, two shower scenes and a lot of flashing, angry eyes. But director Michael Levesque has absolutely no feeling for well-photographed decolletage. You don't cast an actress built like Phyllis Davis and then let her hair constantly cascade forward over her bosom. Hasn't Levesque ever heard of ponytails? Couldn't they afford a rubber band? In the last analysis, \"Sweet Sugar\" is the kind of cleaned-up, R-rated dirty movie that leaves you wondering whatever happened to good old skin flicks.", "running_time": 90, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-06-09", "genres": ["Action", "Drama"], "title": "Sweet Sugar (1972)"}