{"url": "http://www.rogerebert.com/reviews/sweet-november-2001", "by": "Keanu Reevesas Nelson Moss", "star_rating": 1.0, "text": "\"Sweet November\" passes off pathological behavior as romantic bliss. It's about two sick and twisted people playing mind games and calling it love. I don't know who I disliked more intensely--Nelson, the abrupt, insulting ad man played by Keanu Reeves, or Sara, Charlize Theron's narcissistic martyr. Reeves at least has the grace to look intensely uncomfortable during several scenes, including one involving a bag full of goodies, which we will get to later.\n\nThe movie is a remake of a 1968 film starring Sandy Dennis and Anthony Newley and, if memory serves, the same bed in a San Francisco bay window, although this movie is set in San Francisco and the earlier one was in Greenwich Village. Both films have the same conceit, which only a movie producer could believe: a beautiful girl takes men to her bed for one month at a time, to try to help and improve them. \"You live in a box, and I can lift the lid,\" she explains. Why a month? \"It's long enough to be meaningful and short enough to stay out of trouble,\" Sara says--wrong on both counts.\n\nRead no further if you do not already know that she has another reason for term limits. She's dying. In the original movie the disease was described as \"quite rare, but incurable.\" Here we get another clue, when Nelson opens Sara's medicine cabinet and finds, oh, I dunno, at a rough guess, 598 bottles of pills. The girl is obviously overmedicating. Give her a high colonic, send her to detox, and the movie is over.\n\nNelson is one of those insulting, conceited, impatient, coffee-drinking, cell-phone-using, Jaguar-driving advertising executives that you find in only two places: the movies and real life. His motto is: Speed up and smell the coffee. Sara, on the other hand, acts like she has all the time in the world, even though (sob!) she does not. She sits on the hood of Nelson's car and commits other crimes against the male libido that a woman absolutely cannot get away with, unless she looks exactly like Charlize Theron and insists on sleeping with you, and even then, she's pushing it.\n\nNelson gradually learns to accept the gift of herself that Sara is offering. Actually, he accepts it quickly, the pig, but only gradually appreciates it. So warm, cheerful, perky, plucky and seductive is Sara that Nelson little suspects the inexorable march of the rare but incurable disease, until Sara has to go into the hospital, and Nelson finds out The Truth.\n\nWill there be a scene where Sara, with a drip line plugged into every orifice, begs Nelson, \"Get me out of here! Take me home!\" Do bears eat gooseberries? Will there be a scene where Sara says, \"Go away! I don't want you to see me like this!\" Do iguanas like papayas? Will there be a scene where Sara's faithful gay friend (Jason Isaacs) bathes and comforts her? Yes, because it is a convention of movies like this that all sexy women have gay friends who materialize on demand to perform nursing and hygiene chores. (Advice to gay friend in next remake: Insist, \"Unless I get two good scenes of my own, I've emptied my last bedpan.\") I almost forgot the scene involving the bag full of goodies. Reeves must have been phoning his agent between every take. The script requires him to climb in through Sara's window with a large bag that contains all of the presents he ever would want to give her, based on all the needs and desires she has ever expressed. I could get cheap laughs by listing the entire inventory of the bag, but that would be unfair. I will only mention one, the dishwasher.\n\nLogic may lead you to ask, \"How can an automatic dishwasher fit inside a bag that Keanu Reeves can sling over his shoulder as he climbs through the window?\" I would explain, but I hate it when movie reviews give everything away.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-02-16", "genres": ["Action", "Drama", "Romance"], "title": "Sweet November (2001)"}