{"url": "http://www.rogerebert.com/reviews/sweeney-todd-the-demon-barber-of-fleet-street-2007", "by": "Johnny Deppas Sweeney Todd", "star_rating": 4.0, "text": "For many a poor orphan lad / The first square meal he ever had / Was a hot meat pie made out of his dad/From Sweeney Todd the Barber.\n\nTim Burton's film adaptation of \"Sweeney Todd The Demon Barber of Fleet Street\" smacks its lips at the prospect of such a meal, and so it should. In telling this story, half-measures will avail him nothing. The bloodiest musical in stage history, it now becomes the bloodiest in film history, and it isn't a jolly romp, either, but a dark revenge tragedy with heartbreak, mayhem and bloody good meat pies.\n\nBut we know that going in and are relieved that Burton has played true to the material. Here is one scenario that is proof against a happy ending.\n\nIt has what is much better, a satisfactory mixed ending, in which what must happen, does. Along the way, with merciless performances by Johnny Depp, Helena Bonham Carter and Alan Rickman, with a brooding production design by Dante Ferretti, with the dark shadows of Dariusz Wolski's cinematography, it allows Burton to evoke the 19th century London of Henry Mayhew's Labour and the London Poor, which reported on the dregs of London and greatly influenced Charles Dickens. The worst you've heard about Calcutta would have been an improvement on London poverty in those days.\n\nAnd yet there is an exhilaration in the very fiber of the film, because its life force is so strong. Its heroes, or anti-heroes, have been wounded to the quick, its villains are vile and heartless, and they all play on a stage that rules out decency and mercy. The acting is so good that it enlists us in the sordid story, which even contains a great deal of humor -- macabre, to be sure. As a feast for the eyes and the imagination, \"Sweeney Todd\" is ... well, I was going to say, even more satisfying than a hot meat pie made out of your dad.\n\nThe story: In London years earlier lived a barber named Benjamin Barker (Johnny Depp) and his sweet young wife and child, and he loved them. But the vile Judge Turpin (Alan Rickman) sentenced Barker on trumped-up charges and had him transported to Australia, meanwhile capturing his wife and child. After Turpin ravishes the wife, destroying her life, the girl Johanna (Jayne Wisner) grows up to become the judge's ward and prisoner.\n\nAs the film proper opens, Benjamin has escaped from prison Down Under and sails into London with young Anthony Hope (Jamie Campbell Bower). He races through the streets to his former barbershop, where the landlady is still the dark-eyed beauty Mrs. Lovett (Helena Bonham Carter), who sells the worst meat pies in London. She tells him about the fate of his family. He moves upstairs to his former shop, now a ruin, changes his name to Sweeney Todd and sets up in business again.\n\nBut so deep is his rage that he makes an architectural improvement: a sliding chute that will drop his customers straight into the basement after he slits their throats, so Mrs. Lovett can cut them up and bake them into her pies. Now she offers the meatiest and most succulent meat pies in London; business booms, and sometimes satisfied customers go upstairs for a haircut and a quick recycling.\n\nBurton fashions his musical in what can almost be described as an intimate style. No platoons of dancers in London squares, as in \"Oliver!\" This is a London of narrow alleys, streets shadowed by overhangs, close secrets. The Stephen Sondheim songs don't really lend themselves to full-throated performance, although that has been the practice on the stage. They are more plot-driven, confessional, anguished. Depp and Bonham Carter do their own singing, and very well, too, and as actors, they use the words to convey meaning as well as melody.\n\nThere are also star turns by Sacha Baron Cohen, as the rival Italian barber Pirelli, whose singing career ends dramatically rather early in the film. And by Rickman as the judge and the invaluable Timothy Spall as Beadle Bamford, his flunky. And by Jayne Wisener as Johanna and Jamie Campbell Bower as Anthony, who become lovers and provide some consolation after the last throat has been slit.\n\nTo an unusual degree, \"Sweeney Todd\" works on a quasi-realistic level and not as a musical fantasy. That's not to say we're to take it as fact, but that we can at least accept it on its own terms without the movie winking at us. It combines some of Tim Burton's favorite elements: The fantastic, the ghoulish, the bizarre, the unspeakable, the romantic and in Johnny Depp, he has an actor he has worked with since \"Edward Scissorhands\" and finds a perfect instrument.\n\nHelena Bonham Carter may be Burton's inamorata, but apart from that, she is perfectly cast, not as a vulgar fishwife type but as a petite beauty with dark, sad eyes and a pouting mouth and a persistent fantasy that she and the barber will someday settle by the seaside. Not bloody likely.", "running_time": 116, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-12-20", "genres": ["Drama", "Horror", "Music"], "title": "Sweeney Todd: The Demon Barber of Fleet Street (2007)"}