{"url": "http://www.rogerebert.com/reviews/sweet-nothing-1996", "by": "Michael Imperiolias Angel Gazetta", "star_rating": 3.0, "text": "The rewards of selling drugs are so small compared with the\rrisks you run and the price you pay. That is the remorseless lesson of “Sweet\rNothing,” which tells the story of a Wall Street worker who wants a little more\rmoney for his family, and ends up broke, addicted, sought by the police, and without\rhis family.\n\nOne\rof the key images in the early part of the movie shows him smoking crack for\rthe first time and saying, “So that's what I was missing.” One of the key\rimages from the closing scenes shows him huddled against a wall, sucking on a\rpiece of candy, waiting for drugs while watching the clock advance one\rexcruciating second at a time. Here is a man who had no idea at all how much he\rcould be missing.\n\nThe\rfilm is about Angel (Michael Imperioli), who in the opening scenes celebrates\rthe birth of his second child. He visits his wife Monika (Mira Sorvino) in the\rhospital, and then goes out to celebrate. His friend Raymond (Paul Calderon)\roffers him a hit from a cocaine pipe, and he likes it. “Give me another,” he\rsays, perhaps unaware of George Carlin's famous line, “What does cocaine make\ryou feel like? It makes you feel like having some more cocaine.” Raymond tells\rhim the truth: “People sell their front doors for this stuff.” Angel doesn't\rcare, because already he is ready to sell his own front door. Before long he's\rdoing some dealing, finding customers at work, talking about how he can clear\r$1,000 a week. One night he puts a pearl necklace around Monika's neck, and she\rglows with delight. She allows herself to think that maybe this thing will\rwork--that Angel can make extra money, the family can benefit, and somehow\rnobody will get hurt. One characteristic of all addictions is that they create\ra state of compulsive self-monitoring. The user is constantly asking, How do I\rfeel? Have I had enough? Too much? Can I get more? Am I in trouble? Although\rusing the drug or drink of choice seems to create a state of benevolence and\rrelaxation, in fact it builds a wall that closes out other people. When a user\ris high he smiles at you, but it's because of how he feels about himself, not\rbecause of how he feels about you.\n\n“Sweet\rNothing” understands this process. Gary Winick, who directed, and Lee Drysdale,\rwho wrote the screenplay, subtly mark out the stages in the progress of Angel's\raddiction. He defends himself by claiming the best motives (he is dealing drugs\rto help his family), although his real motive is to get high, and the family\robviously suffers. They move to a shabby apartment (“just for a little while”).\rThere is no food in the house. Monika cannot cope by herself. Eventually even\rthe small son knows that the man on the corner is a drug dealer. One night,\rdesperate for drugs, Angel dumps his kids at his in-laws' house, terrifying\reveryone in the process.\n\nNor\rare drugs kind to Raymond, the friend. He seemed better able to handle them\rthan Angel. Perhaps he was wise enough to balance his business against his\raddiction. But eventually the cops are looking for him, and someone is dead,\rand everything is coming to pieces. Angel's life in the closing stages of his\raddiction can be symbolized by that guy on the old TV shows who tried to keep a\rlot of plates spinning on the tops of poles, all at once.\n\nMichael\rImperioli has been in some two dozen movies (including “Last Man Standing”),\roften playing a tough kid, an outsider, troubled, complex. In “Sweet Nothing”\rhe shows a new maturity and command in his acting, maybe because he is given a\rkey role that runs all the way through. He doesn't fall for the actor's\rtemptation of making too many emotional choices; he understands that many of\rAngel's problems are very simple: He wants to use more drugs than he can\rafford. For Mira Sorvino, this is a new kind of role, and she is very good in\rit, as a woman who wants to hold her marriage and family together, who is\rwilling to give her husband the benefit of the doubt, who believes more than\rshe should, stays longer than she should, and finally finds the strength to act\rfor herself.\n\nWinick\ruses an interesting narrative device--the story is told in a journal being kept\rby Angel--and the journal segments suggest Angel has arrived at some sort of\rend to his journey. Wisely, the movie doesn't spell out the details. We can\rarrive at our own conclusions. “If I were still using,” addicts say, “I would\rbe dead.” There is a logical paradox there, but the message is clear enough.", "running_time": 88, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-09-20", "genres": null, "title": "Sweet Nothing (1996)"}