{"url": "http://www.rogerebert.com/reviews/sweet-home-alabama-2002", "by": "Reese Witherspoonas Melanie", "star_rating": 3.0, "text": "Among the pieties that Hollywood preaches but does not believe is the notion that small towns are preferable to big cities. Film after film rehearses this belief: Big cities are repositories of greed, alienation and hypocrisy, while in a small town you will find the front doors left unlocked, peach pies cooling on the kitchen window sill, and folks down at the diner who all know your name. \"Sweet Home Alabama\" is the latest, admittedly charming, recycling of this ancient myth.\n\nThe fact is that few people in Hollywood have voluntarily gone home again since William Faulkner fled to Mississippi. The screenwriters who retail the mirage of small towns are relieved to have escaped them. I await a movie where a New Yorker tries moving to a small town and finds that it just doesn't reflect his warm-hearted big city values.\n\nReese Witherspoon, who is the best reason to see \"Sweet Home Alabama,\" stars as Melanie Carmichael, a small-town girl who moves to the Big Apple and while still in her 20s becomes a famous fashion designer. She's in love with Andrew (Patrick Dempsey), a JFK Jr. lookalike whose mother (Candice Bergen) is mayor of New York. After he proposes to Melanie in Tiffany's, which he has rented for the occasion, she flies back home to Alabama to take care of unfinished business.\n\nSpecifically, she doesn't want Andrew to discover that she is already married to a local boy, and that her family doesn't own a moss-dripped plantation. Her folks live in a luxury mobile home with lots of La-Z-Boys and knitted afghans (La-Z-Boy: the sign of a home where the man makes the decisions). Her husband, Jake (Josh Lucas), was her high school sweetheart, but, looking ahead at a lifetime of dirty diapers and dishes with a loser, she fled north. His plan: prove himself, to earn her respect and get her back again. That's why he's never given her the divorce.\n\nWhen Melanie returns home, she's greeted by the locals, who remember her high school hijinks (like tying dynamite to a stray cat, ho, ho). Her parents (Fred Ward and Mary Kay Place), who wile away their days lounging around the double-wide practicing sitcom dialogue, look on with love and sympathy, because they know that sooner or later she'll realize that home is right here. A clue comes when the mayor advises her prospective in-laws to \"go back to your double-wide and fry something.\" The Jake character is more complex, as he needs to be, because the screenplay requires him to keep a secret that common sense insists he divulge immediately. He must meanwhile undergo a subtle transformation so that when we first meet him, we think he's a redneck hayseed, and then later he has transmogrified into a sensitive, intelligent, caring male. Oh, and his coon dog still likes her.\n\nThe JFK Jr. guy, in the meantime, cannot be permitted to become a total jerk, because the movie's poignancy factor demands that he be Understanding, as indeed he would be, with a Jackie lookalike mom who is mayor of New York, a city where in this movie nothing bad has happened in recent memory.\n\nSo, OK, we understand how the formula works, even without learning that C. Jay Cox, the screenwriter, is a student of writing coach Syd Field's theories (i.e., analyze successful movies and copy their structures). We know that the movie absolutely requires that Melanie reject bright lights, big city and return to the embrace of her home town. And we know the odds are low that Melanie will get the divorce, return to New York and marry the mayor's son. (Anyone who thinks I have just committed a spoiler will be unaware of all movies in this genre since \"Ma and Pa Kettle.\") But answer me this: What about Melanie as a person, with her own success and her own ambition? Would a woman with the talent and ambition necessary to become world-famous in the fashion industry before the age of 30 be able, I ask you, be willing, be prepared, to renounce it all to become the spouse of a man who has built a successful business as a (let's say) glass-blower? The chances of that happening are, I submit, extremely thin, and that is why \"Sweet Home Alabama\" works. It is a fantasy, a sweet, light-hearted fairy tale with Reese Witherspoon at its center. She is as lovable as Doris Day would have been in this role (in fact, Doris Day was in this role, in \"Please Don't Eat the Daisies\"). So I enjoyed Witherspoon and the local color, but I am so very tired of the underlying premise. Isn't it time for the movies to reflect reality and show the Melanies of the world fleeing to New York as fast as they can? Even if Syd Field flunks you?", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-09-27", "genres": ["Comedy", "Romance"], "title": "Sweet Home Alabama (2002)"}