{"url": "http://www.rogerebert.com/reviews/sweet-liberty-1986", "by": "Alan Aldaas Michael Burgess", "star_rating": 2.5, "text": "\"Sweet Liberty\" tells the story of a Hollywood movie company that arrives in a small Southeastern college town to shoot a film about the Revolutionary War. It also tells three or four other stories, and that is the problem: The movie wants to juggle a lot of characters all at once, but it keeps dropping the most interesting ones.\n\nThe movie stars Alan Alda as the local history professor who sold his book to the movies. He didn't exactly expect them to turn it into a scholarly documentary, but he is shocked to see it rewritten into a seamy tale of lust, betrayal, intrigue and violence. He makes a liaison with the screen-writer (Bob Hoskins), who tutors him in cynicism, and together they try to change some of the worst parts.\n\nMeanwhile, the small town itself is turning into a seamy hotbed of lust, betrayal and intrigue. Alda has been dating another faculty member (Lise Hilboldt), but then he falls instantly in love with the movie's sexy leading lady (Michelle Pfeiffer). That's sort of all right, because Hilboldt has a fling with the leading man (Michael Caine). And there are subplots involving the director, the local extras and even Alda's ancient mother (portrayed by the legendary Lillian Gish, who, old as the character is, still plays below her age).\n\nThese are a lot of story strands to keep straight, and \"Sweet Liberty\" doesn't always succeed. I was left with the impression there was more material than there was time to deal with it, and I especially wanted to see more of that excellent comic actor, Caine. His character, a shameless philanderer with a streak of poetry in his soul, is so promising that it's a shame he's on screen so infrequently.\n\nAlda is writer, director and star of the movie, and he has some nice touches. I liked the scene in which Caine covered up the unexpected arrival of his wife by taking everybody on a roller coaster ride. And I liked the next scene, too, where they walk drunkenly through the town late at night, talking about those great romantic truths that always seem so elusive in the morning.\n\nAlda's best-written character in the movie probably is Faith Healy, the sexy actress played by Pfeiffer. Her performance uses some wonderfully subtle touches, as she moves back and forth between her historical character and her distinctly more cynical modern one. It's here that the movie comes closest to its theme, which is (I think) the ways that adults can deceive themselves even while thinking they are perfectly aware of all their motives.\n\nThe Gish character is a distraction. Her obsession with an old boyfriend is intriguing enough, however, that maybe this particular story should be lifted completely out of \"Sweet Liberty\" and made into a movie of its own. There's a great scene where Alda and Hilboldt go to visit the old boyfriend, whose wife complains that the old lady has made their life miserable. It's such a strong scene that, paradoxically, it doesn't belong in this movie; its tone is wrong for the other stuff.\n\n\"Sweet Liberty\" probably will play better when it arrives on TV, where its episodic structure will be more at home and it won't be so obvious how all of the little set-pieces don't hang together. Like most movies about movies, it's not very realistic. It's unlikely a big-budget historical movie would use such shabby painted backdrops, and it's completely impossible for the climactic scene (a sabotaged battle) to unfold the way it does. Few movies have had the patience to show moviemaking the way it really is (Francois Truffaut's \"Day for Night\" came fairly close), but there are times here when the onscreen director (Saul Rubinek) doesn't even seem convinced of his own authenticity.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-05-16", "genres": ["Comedy", "Romance"], "title": "Sweet Liberty (1986)"}