{"url": "http://www.rogerebert.com/reviews/swept-away-2002", "by": "Madonnaas Amber", "star_rating": 1.0, "text": "\"Swept Away\" is a deserted island movie during which I desperately wished the characters had chosen one movie to take along if they were stranded on a deserted island, and were showing it to us instead of this one.\n\nThe movie is a relatively faithful remake of an incomparably superior 1974 movie with the lovely title, \"Swept Away by an Unusual Destiny in the Blue Sea of August.\" The new \"Swept Away\" knows the words but not the music. It strands two unattractive characters, one bitchy, one moronic, on an island where neither they, nor we, have anyone else to look at or listen to. It's harder for them than it is for us, because they have to go through the motions of an erotic attraction that seems to have become an impossibility the moment the roles were cast.\n\nMadonna stars as Amber, the spoiled rich wife of a patient and long-suffering millionaire. They join two other couples in a cruise on a private yacht from Greece to Italy. The other five passengers recede into unwritten, even unthought-about roles, while Amber picks on Giuseppe (Adriano Giannini), the bearded deckhand. She has decided he is stupid and rude, and insults him mercilessly. So it was in the earlier film, but in this version Amber carries her behavior beyond all reason, until even the rudest and bitchiest rich woman imaginable would have called it a day.\n\nAmber orders Giuseppe to take her out in the dinghy. He demurs: It looks like a storm. She insists. They run out of gas and begin to drift. She insults him some more, and when he succeeds after great effort in catching a fish for them to eat, she throws it overboard. Later she succeeds in putting a hole in the dinghy during a struggle for the flare gun. They drift at sea until they wash up on a deserted island, where the tables are turned and now it is Giuseppe who has the upper hand. Her husband's wealth is now no longer a factor, but his survival skills are priceless.\n\nAll of this is similar to the 1974 movie, even the business of the fish thrown overboard. What is utterly missing is any juice or life in the characters. Giancarlo Giannini and Mariangela Melato became stars on the basis of the original \"Swept Away,\" which was written and directed by Lina Wertmuller, one of the most successful Italian directors of the 1970s. She was a leftist but not a feminist, and aroused some controversy with a story where it turned out the rich woman liked being ordered around and slapped a little--liked it so much she encouraged the sailor to experiment with practices he could not even pronounce.\n\nThis new \"Swept Away\" is more sentimental, I'm afraid, and the two castaways fall into a more conventional form of love. I didn't believe it for a moment. They have nothing in common, but worse still, neither one has any conversation. They don't say a single interesting thing. That they have sex because they are stranded on the island I can believe. That they are not sleeping in separate caves by the time they are rescued I do not.\n\nThe problem with the Madonna character is that she starts out so hateful that she can never really turn it around. We dislike her intensely and thoroughly, and when she gets to the island we don't believe she had learned a lesson, or turned nice--we believe she is behaving with this man as she does with all men, in the way best designed to get her what she wants. As for the sailor, does he really love her, as he says in that demeaning and pitiful speech toward the end of the film? What is there to love? They shared some interesting times together, but their minds never met.\n\nThe ending is particularly unsatisfactory, depending as it does on contrived irony that avoids all of the emotional issues on the table. If I have come this far with these two drips, and sailed with them, and been shipwrecked with them, and listened to their tiresome conversations, I demand that they arrive at some conclusion more rewarding than a misunderstanding based upon a misdelivered letter. This story was about something when Wertmuller directed it, but now it's not about anything at all. It's lost the politics and the social observation and become just another situation romance about a couple of saps stuck in an inarticulate screenplay.", "running_time": 98, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-11", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Swept Away (2002)"}