{"url": "http://www.rogerebert.com/reviews/swept-from-the-sea-1998", "by": "Rachel Weiszas Amy Foster", "star_rating": 2.0, "text": "“Swept from the Sea” is a plodding retelling of “Amy Foster,”\rnot one of Joseph Conrad's best short stories. It follows the original more or\rless faithfully, except for the addition of a subtle element of\rhomosexuality--which, if it had been less subtle, might have made the movie\rmore intriguing.\n\nThe story involves a doomed love affair between a simple country\rgirl and a Russian peasant who is swept onto the Cornish shore in 1888, after\rhis emigrant ship sinks on its way to America. The peasant, whose hair, beard\rand rags make him look like a wild man, speaks no English. He is feared by the\rlocals--except for Amy Foster (Rachel Weisz), a girl born in scandal and\rworking for the Swaffers, a farm family. Amy is thought to be retarded, but it\ris more complicated than that; she was a student at the parish school for\ryears, we learn, without making the slightest effort to read and write. Then\rshe read and wrote for a month to prove a point, and then stopped again.\n\nAmy and the castaway, whose name is Yanko (Vincent Perez) court,\rfall in love, are married and have a child. These events are closely monitored\rby James Kennedy (Ian McKellen), the local doctor, who shares the general\rfeeling that Yanko is simpleminded until the Russian whips him at chess. With\rquiet hints and lingering looks, the film makes it clear that the doctor\rbecomes attracted to the well-built Yanko, and resentful of Amy for possessing\rhis time and love.\n\nConrad's original story was narrated by Dr. Kennedy, who is not\rshy in describing Yanko's physical beauty, so the filmmakers are not\runjustified in making his feelings more overt. Conrad has Kennedy speaking to\rthe author of the tale, so that we got a narration within a narration. In the\rfilm, the doctor tells it instead to the bedridden Miss Swaffer, creating an\runnecessary question: Why does he need to tell her things she already knows\rfirsthand? Better to simply eliminate the narrator and the flashbacks, and just\rtell the story from beginning to end.\n\nThe director is Beeban Kidron, whose films (“Antonia & Jane,”\r“To Wong Foo, Thanks for Everything! Julie Newmar”) have been miles away from\rthis sort of overwrought historical melodrama. She enters into the spirit of\rthe enterprise with one of the most remarkable opening shots I have seen, as\rthe camera sweeps over miles of ocean before rising to the top of a cliff and\rto the lonely figures of a mother and a child. There also are effective storm\rscenes, and the landscape is evoked as Conrad described it, as low and flat, a\rdepressing setting for a population devoted enthusiastically to the hatred of\routsiders.\n\nThis drabness is relieved by Amy's secret grotto, where she\rkeeps treasures given to her by the ocean, and where she takes Yanko, also a\rgift of the sea; when they make love in the grotto's waters, however, I\rcouldn't help wondering about the source of the shimmering underwater\rillumination.\n\nI suppose the film can be excused for casting the slender and\rbeautiful Rachel Weisz as Amy, described by Conrad as squat and dull-faced. The\rstory is about two outsiders who find each other, and the movie remains\rfaithful to that idea while adding another outsider, the doctor, who is never\rquite said to be homosexual but goes out of his way to be as near to Yanko as\rhe can, as often as possible, and whose dislike of Amy extends to rudeness. At\rthe end of the film, after the doctor has told Miss Swaffer (Kathy Bates) all\rthat he knows about the histories of the two unfortunate people, she asks, “Did\ryour own love blind you to hers?” Kidron and her screenwriter, Tim Willocks,\rare not reaching in making Kennedy homosexual. But why make his sexuality so\runderstated many viewers will miss it? Fear of offending an audience that has\rturned up for a conventional period romance? McKellen plays the character\rsubtly and with restraint, even deliberate repression; there is the possibility\rthe doctor has not acknowledged his sexuality and is responding only to\runexamined feelings. But at the end, when the sad story has played out, there\ris a moment in which Dr. Kennedy lashes out, and the moment would play better\rand provide more of a dramatic shock if the movie had been clearer about the\rnature of the feelings he is expressing. As it is, “Swept from the Sea” is a\rdisappointment, a film in which good and evil dutifully go through their paces,\rwhile the character who could have added complexity and intrigue remains,\runfortunately, unrealized.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-01-23", "genres": ["Drama", "Foreign", "Romance"], "title": "Swept from the Sea (1998)"}