{"url": "http://www.rogerebert.com/reviews/swimming-with-sharks-1995", "by": "Kevin Spaceyas Buddy Ackerman", "star_rating": 3.0, "text": "The reason Hollywood stories fascinate us, I think, is not because of the glamor and the sex appeal, but because of the greed and savage raw ambition. Which is more exciting: Making love with Michelle Pfeiffer, or producing a Michelle Pfeiffer movie that will make you rich and famous? For a lot of people in Hollywood, that's a no-brainer, and \"Swimming with Sharks\" is about two of them.\n\nBuddy Ackerman (Kevin Spacey) is vice president of production for a big studio. Guy (Frank Whaley) is his new personal assistant. Guy's job is basically to take all of Buddy's crap and serve him as a servile sycophant, 24 hours a day. That's called paying his dues. Once Buddy had to do it, too. Some day Guy may be a vice president, too. Depending on who you talk to, these kinds of relationships are called networking, or sadomasochism.\n\nAckerman is a first-class, gold-plated egotistical monster, the kind of man whose morning greeting is likely to be, \"Shut up! Listen! Learn!\" He is filled with little lessons, like, \"If they can't start a meeting without you, that's the only kind of meeting worth going to.\" When Time magazine excoriates him as a purveyor of mindless violence, he orders Guy to \"buy up every copy of Time in town, and shred it.\"\n\nGuy is quiet but single-minded. He wants to be very big in this town someday, and hopes that working for Buddy will give him a head start. When we first meet him, he's having lunch with a table full of other ambitious young would-be executives, at Musso and Frank's. He's telling an anecdote about how Shelley Winters was asked to audition for a producer once, and simply pulled her Oscars out of her handbag and lined them up on his desk.\n\nIt would be a great story, if the others had heard of Shelley Winters (one of them finally remembers her from \"The Poseidon Adventure\"). The point is that Guy knows his movies. The point is also, maybe, that you don't need to know anything to succeed in Hollywood, if you're ruthless enough. (When a hot young director named Foster Kane is being discussed, no one knows enough to observe that he has two thirds of Citizen Kane's name.)\n\nA beautiful woman appears in Guy's life. Her name is Dawn Lockard (Michelle Forbes). She's very successful, but asks Guy to lunch or dinner. He can't believe his good fortune. (\"Her car phone bills are more than your rent,\" Buddy tells him.) Then Dawn explains that she needs \"access\" to Buddy and therefore deliberately intends to get on Guy's good side (by any means necessary, we gather). Soon they're dreaming of the movies they'll make together.\n\nIt would not be fair to reveal how this triangle develops, or what it produces. Nor am I sure it leads to a plausible ending for this movie. The best parts of \"Swimming With Sharks\" are in the details -- in how Guy develops telephone and lying skills, or how Buddy manipulates the phones. Eventually, Guy learns the biggest lesson of all from Buddy, and in the dark humor of that logic, the film finds its conclusion.\n\n\"Swimming With Sharks\" was written and directed by George Huang, who was himself a personal assistant in Hollywood, and whose networking must have paid off, since he got a movie out of it. His plot may be overwritten and the ending may be less than satisfying, but his eye and ear are right. In Hollywood, where power is the ultimate aphrodisiac, it is also the ultimate excuse for almost any conceivable behavior. Powerful executives, agents and stars behave the way they do - because they can. Huang finds great humor in that situation, and, unless I am mistaken, some quiet bitterness as well.", "running_time": 97, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-05-12", "genres": ["Comedy", "Indie"], "title": "Swimming with Sharks (1995)"}