{"url": "http://www.rogerebert.com/reviews/swimming-pool-2003", "by": "Ludivine Sagnieras Julie", "star_rating": 3.0, "text": "'She threw me a look I caught in my hip pocket,\" Robert Mitchum's private eye says of Charlotte Rampling's femme fatale in \"Farewell, My Lovely\" (1975). You don't know what that means, but you know exactly what it means. Rampling has always had the aura of a woman who knows things you would like to do that you haven't even thought of. She played boldly sexual roles early in her career, as in \"The Night Porter\" (1974), and now, in \"Swimming Pool,\" a sensuous and deceptive new thriller, she becomes fascinated by a young female predator.\n\nRampling plays Sarah Morton, a British crime writer whose novels seem to exist somewhere between those of P.D. James and Ruth Rendell. Now she is tired and uncertain, and her publisher offers her a holiday in his French villa. She goes gratefully to the house, shops in the nearby village, finds she can write again. She is alone, except for a taciturn caretaker, who goes into the village at night to live with his daughter, a dwarf who seems older than he is.\n\nThen an unexpected visitor turns up: Julie (Ludivine Sagnier), the daughter her publisher didn't think to tell her about. Sarah is annoyed. Her privacy has been violated. Her privacy, and her sense of decorum. Julie is gravid with self-confidence in her emerging sexuality, appears topless at the villa's swimming pool, brings home men to sleep with--men who have nothing in common, except Julie's willingness to accommodate them. Sarah is surprised, intrigued, disapproving, curious. She looks down from high windows, spying on the girl who seems so indifferent to her opinion. Eventually she even steals glimpses of the girl's diary.\n\nThere is a waiter in the town, named Franck (Jean-Marie Lamour), who Sarah has chatted with, and who is perhaps not unaware of her enduring sexuality. But he becomes one of Julie's conquests, too--maybe because Julie's senses the older woman's interest in him.\n\nAt this point the film takes a turn toward violence, guilt, panic, deception and concealment, and I will not take the turn with it, because a film like this must be allowed to have its way with you. Let us say that Francois Ozon, the director and co-writer (with Emmanuele Bernheim), understands as Hitchcock did the small steps by which a wrong decision grows in its wrongness into a terrifying paranoid nightmare. And how there is nothing more disturbing than trying to conceal a crime that cries out to be revealed.\n\nThere is one moment late in the film that displays Rampling's cool audacity more than any other. The caretaker is about to investigate something that is best not investigated. What she does to startle and distract him I will not hint, but what a startling moment, and what boldness from Rampling! Ozon is a director who specializes in films where the absent is more disturbing than the present. Rampling starred in his \"Under the Sand\" (2000), a film about a husband who apparently drowns and a wife who simply refuses to accept that possibility. He also made the terrifying 57-minute film \"See the Sea\" (1997), in which the mother of an infant befriends a young woman hitchhiker and begins to feel that it was a dangerous mistake.\n\n\"Swimming Pool\" is more of a conventional thriller than those two--or if it is unconventional, that is a development that doesn't affect the telling of most of the story. After it is over, you will want to go back and think things through again, and I can help you by suggesting there is one, and only one, interpretation that resolves all of the difficulties, but if I told you, you would have to kill me.", "running_time": 102, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-07-02", "genres": ["Crime", "Drama", "Foreign", "Mystery", "Romance", "Thriller"], "title": "Swimming Pool (2003)"}