{"url": "http://www.rogerebert.com/reviews/swimming-to-cambodia-1987", "by": "Spalding Gray", "star_rating": 3.0, "text": "\"Swimming to Cambodia\" is based on a one-man, two-evening stage performance that Gray polished and took on tour a couple of years ago. It has been edited down to less than two hours and directed by Jonathan Demme with an unobtrusive authority. There are subtle light and music cues, a few sound effects such as fluttering helicopter blades, and, for the rest, there is Gray's face and his voice.\n\nHis monologue begins with his auditions for the role in \"The Killing Fields,\" the film that told the story of a friendship between a New York Times correspondent and his Cambodian assistant. The assistant, Dith Pran, was played by Haing S. Ngor, who won an Academy Award for his performance. Gray won no awards for his work in the movie and indeed is a minor character whose few scenes are shown in the course of his monologue.\n\nWhat he had, during the course of the shooting in Thailand, was a great deal of spare time. He seems to have used this time to investigate not only the fleshpots of Bangkok, but also the untold story of the genocide that was practiced by the fanatic Khmer Rouge on their Cambodian countrymen. He recounts in great and gory detail all of his findings, from the infamous \"banana show\" in a local nightclub to the disappearance of millions of Cambodians in the greatest mass murder of modern history.\n\nHe is a spellbinding storyteller, and as he speaks, something occurs that might be called the \"radio phenomenon.\" This is the same effect that was created in \"My Dinner With Andre\" (1981), another movie in which the characters simply sit and talk. Although we are essentially only seeing a face on a screen, we are picturing the story's events in our minds; it's like listening to a radio play.\n\nGray is not afraid to be dramatic. His voice races quickly through a litany of images, his arms wave, his eyes flash. Then sometimes he is quiet, contemplative. This is a monologue that has been polished during many hundreds of hours on the stage, and although he makes it sound fresh, he is so familiar with it that he can gallop through a tricky passage with the confidence of an auctioneer. Like a good preacher, some of his power comes from the sheer virtuosity of his speech.\n\nGray's theater performance, and now this film, have been praised in many quarters, but in the New Yorker review last week, Pauline Kael was not amused. She admired Demme's direction and even Gray's presence, but asked aloud if it had occurred to him that he was exploiting the genocide in Cambodia for his own aggrandizement. This is a serious charge, particularly since Gray did not personally witness anything at all in Southeast Asia except some strip shows, some local scenery and the filming of part of \"The Killing Fields.\" His material about the war is all hearsay.\n\nI respect what Kael is getting at, but I ask myself this question: Would it have been more worthy for Gray to talk about the strippers and the moviemaking while ignoring the fact that \"The Killing Fields\" was inspired, indirectly, by the deaths of those millions of people? There is a fine line to be drawn here, and I am not sure where it falls.\n\nOf course, \"Swimming to Cambodia\" is, on some level, self-aggrandizement. All actors might enjoy the thought of a feature film devoted entirely to their face and their voice, but few would have the nerve to go ahead with one.\n\nOn the other hand, literally all possible subjects are exploited whenever they are turned into fiction. All war movies, for example, take the suffering and deaths of untold victims and use them as the setting for a fictional story about a few idealized characters. Is \"Swimming to Cambodia\" any more exploitive than \"The Deer Hunter,\" \"Platoon\" or, for that matter, \"Paths of Glory\" or \"All Quiet on the Western Front?\"\n\nNone of us can directly experience more than we actually see and hear. Everything else is hearsay. All we really know, for sure, is what happened to us. There's that story about the actor hired to play the gravedigger in \"Hamlet.\" Asked what the play was about, he replied, \"It's about this gravedigger, who meets a prince....\"\n\n\"Swimming to Cambodia\" is about this actor, who meets a war.", "running_time": 85, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-04-10", "genres": ["Comedy", "Drama"], "title": "Swimming to Cambodia (1987)"}