{"url": "http://www.rogerebert.com/reviews/swimming-2002", "by": "Lauren Ambroseas Frankie Wheeler", "star_rating": 3.0, "text": "\"Swimming\" is above all about a young woman's face, and by casting an actress whose face projects that woman's doubts and yearnings, it succeeds. The face belongs to Lauren Ambrose, whom you may know as the young redhead on \"Six Feet Under.\" She plays Frankie, a teenage girl whose parents took early retirement, leaving the family burger stand on the boardwalk in Myrtle Beach, S.C., to Frankie and her older married brother Neil (Josh Pais). The movie's plot, I fear, is an old reliable: After this summer, nothing will ever be the same again. What saves it is that this summer is unlike other summers we've seen in coming-of-age movies. It's different because Frankie holds her own counsel, doesn't easily reveal her feelings, and is faced with choices that she's not even sure she has to make.\n\nFrankie is a tomboy, invariably dressed in bib overalls and T-shirts, her hair tousled, her face freckled, with apple cheeks. Sexuality for her is an unexplored country. Her best friend is Nicola (Jennifer Dundas), who runs a piercing stand next to the burger joint. (So sincere is Nicola's dedication to piercing that when she gets a cut on her forehead she decides a scar would be cool.) Nicola dresses in an attempt to come across as a sexy blond, but is loyal: When two cute guys in a car want her to come along but tell her, \"Lose your friend,\" she won't play.\n\nOne day Josee (Joelle Carter) appears in town. Ostensibly the girlfriend of the hunky lifeguard, she gets a job at the burger joint, even though Neil decides she is \"the worst waitress I have ever seen.\" Josee is a sexual creature, who one day out of the blue tells Frankie: \"Frankie? I think I want you. I want your body.\" Frankie's reaction to this news is not to react at all. Life continues as before, but with confusing desire simmering beneath the surface. It is possible that Josee is the first person ever to have expressed a desire for Frankie, and by doing so she has activated Frankie's ability to feel desirable.\n\nThe summer brings other possibilities. Nicola meets Kalani (Anthony Ruivivar), a Marine from Hawaii with an imaginary friend, Ted. Frankie meets Heath (Jamie Harrold), a gawky loner who lives in a van with his dogs and sells tie-dyed T-shirts, which he dyes himself at a local coin laundry. Nicola begins to resent all the time Frankie spends with Josee, and tells her something she doesn't want to know: Josee is cheating with Neil, who has a young family. \"Swimming\" could unfold as a sitcom, or as a desperately sincere drama, but director Robert J. Siegel and his co-writers, Liza Bazadona and Grace Woodard, go for something more delicate and subtle. They use Ambrose's ability to watch and think and not commit, and they allow the summer's choices and possibilities to unfold within her as if her sexuality is awakening and stretching for the first time. What happens, and why, is sweet and innocent, and not pumped up for effect.\n\nAmbrose's effect in the film reminded me of another early performance many years ago: the work by Cathy Burns in Frank Perry's \"Last Summer\" (1969). She, too, played a tomboy whose sexuality is unawakened; a member of a group with another young woman (Barbara Hershey) who was sexier and bolder, whose first romance was based more on admiration than lust (\"You're so masterful,\" she tells the boy she admires). Often the movies are no more than opportunities for us to empathize with people we find ourselves in sympathy with. Ambrose has an extraordinary ability to make us like her and care for her, and that is the real subject of the movie--in which, by the way, she never does go swimming.", "running_time": 98, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-09-13", "genres": ["Drama", "Foreign"], "title": "Swimming (2002)"}