{"url": "http://www.rogerebert.com/reviews/swing-shift-1984", "by": null, "star_rating": 3.0, "text": "Girl gets husband, girl loses husband, girl gets job. That's basically what happens in \"Swing Shift,\" a sentimental memory of World War II, when men went to war and their wives and sweethearts manned the production lines. This is a slice-of-life movie, the kind that director Jonathan (\"Melvin and Howard\") Demme is good at. It's so nostalgic that even the anger at the end -- when the war ends and the women lose their jobs -- seems bittersweet.\n\nThe movie stars Goldie Hawn as Kay Walsh, a sweet, cheerful, uncomplicated young woman who lives with her husband in a bungalow on a little Los Angeles courtyard. The husband is played by Ed Harris (John Glenn in \"The Right Stuff\"), and he's an earnest, affectionate stereotype who doesn't want his \"honey\" working while he's serving in the Navy. But the aircraft factories of Southern California need workers, so she goes to work. Besides, she's lonely.\n\nHer husband is off to sea, and the safety-control inspector is an awfully nice guy named Lucky (Kurt Russell). For six months, he asks Kay out for a date. She finally accepts, and then, like so many wartime spouses, she has a lot of explaining to do when her sailor returns.\n\nWhat's unexpected about \"Swing Shift,\" and what keeps it from being predictable and makes it special, is that the relationship between Kay and Lucky isn't really at the heart of the movie. That position is reserved for the friendship between Kay and Hazel Zanussi (Christine Lahti), a leggy brunette who lives off the same courtyard and is having her own unhappy affair with a nightclub owner (Fred Ward). There's a real sense of palship and camaraderie in their friendship. The movie's last shot isn't the usual freeze frame of the boy and the girl, but of Kay and Hazel, hugging each other because everything -- even Hazel's one-night stand with Lucky -- has been forgiven.\n\n\"Swing Shift\" isn't heavily plotted. There's no melodramatic crisis. The movie covers more than four years, and is more interested in giving us a memory of how it felt on the home front than in creating some kind of false drama. Even the scene where Kay's husband finds out about Lucky is handled with such restrained emotion that it's obvious the filmmakers didn't intend this as a movie about passion. Instead, it's about women in a man's world. Kay and Hazel are riveters on a bomber assembly line. They are hazed by the plant's macho veterans, led by Charles Napier. They also learn to support themselves, to think for themselves, and to see themselves differently. There's no suspense and no big emotional payoff, but the movie is always absorbing. The best performance is Lahti as Hazel: tough, vulnerable, cynical, a real pal. This may be the first buddy movie about women.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Drama", "Romance"], "title": "Swing Shift (1984)"}