{"url": "http://www.rogerebert.com/reviews/swing-vote-2008", "by": "Kevin Costneras Bud Johnson", "star_rating": 3.0, "text": "Kevin Costner's new movie is about a presidential election that literally comes down to one man, one vote. The vote belongs to Bud Johnson, an alcoholic egg inspector from New Mexico, who finds himself the focus of the eyes of the world. Costner plays him as a hung-over loser who cares about only one pair of eyes, those of his 12-year-old daughter Molly. When he realizes he has become an embarrassment to her, he begins to change.\n\nThe idea of an entire election coming down to one man's vote is admittedly just a tad difficult to accept. But the movie makes a plucky stab at explaining how it comes to happen -- and it almost sounds plausible. Everything depends on Molly. From the opening scene (Bud's too hungover to get Molly to school), we see she's trying her best to be loyal to him, although he's a daily problem. This day, as it turns out, is Election Day, and she is determined at all costs that her dad will turn up at the polling place and vote.\n\nIt doesn't turn out that way. Bud gets laid off at the egg works, gets drunk, passes out. Molly waits impatiently at the polling place, where he promised to turn up on time. He doesn't, but an ingenious plot strategy makes it appear that he did, and that his vote was not counted, and when the whole election comes down to that one vote in New Mexico, well, then you've got your movie.\n\nThe media descend on the town like a locust swarm. TV cameras and reporters are camped permanently outside the Johnson house trailer. Molly, who knows what really happened, keeps it to herself. And we meet people like Kate Madison (Paulette Patton), the ace TV reporter who makes friends with Molly, and Sweeney (George Lopez), who will do anything for a scoop.\n\nWe also meet the two presidential candidates. Yes, they both fly to New Mexico to court Bud Johnson's decisive vote, and promise him the sun, the moon and the stars. Kelsey Grammer is the Republican incumbent, President Andrew Boone. Dennis Hopper plays Democratic challenger Donald Greenleaf. Each has a campaign manager: Nathan Lane for the Democrat and Stanley Tucci for the Republican. Oddly enough, there are times when the managers seem to have more ethics than the candidates.\n\nThe movie is a genial comedy, but it has significant undertones. Like some of Frank Capra's pictures (\"Mr. Smith Goes to Washington\" comes to mind), it shows a little guy up against the establishment -- except this time, it's a little girl, encouraging her dad to do the right thing. This works, because if there's one thing Bud Johnson doesn't want to do, it's embarrass Molly.\n\nAll comes down to a crucial speech before his deciding vote. It's a Capraesque speech, incorporating big ideas into everyday language, and Costner delivers it with dignity, avoiding various pitfalls easily imagined. The speech doesn't make anyone very happy, but that's the idea. Costner makes a convincing everyman, even handling the transition from drunk to diplomat in one week flat. The turning point comes when he and the president relax in lawn chairs, contemplating Air Force One, and Bud pours out a margarita instead of drinking it. Sober, he turns out to be a pretty smart guy.\n\nMolly always knew that. Young Madeline Carroll is splendid in the role, which during some stretches of the film, is really the lead. She's clear-eyed and outspoken, has faith in her dad and despite his drinking, loves living with him; once we get a glimpse of her mom (Mare Winningham), we understand why. The whole film is strongly cast, and I especially like Stanley Tucci as a campaign manager who has steered one campaign after another into defeat.\n\nThe movie is determined to be bipartisan. It doesn't take sides. Both candidates would sell their mothers to win the election. That's the message, really: Our political system doesn't encourage politicians to tell the truth, but to say what they think voters want to hear. And the press assists them in that process. The movie is actually surprisingly realistic in portraying reporters on the campaign trail. They're a bunch of jackals, with the exception of sweet Kate Madison, who sacrifices the scoop of a lifetime because she has a good heart. That's one detail I really couldn't believe.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-07-30", "genres": ["Comedy", "Drama"], "title": "Swing Vote (2008)"}