{"url": "http://www.rogerebert.com/reviews/swingers-1996", "by": "Jon Favreauas Mike", "star_rating": 3.0, "text": "Sometimes I get this Whitmanesque vision of America. But instead\rof wheat fields and mighty cities and deep lakes stretching from sea to sea, I\rimagine a vast number of coffee shops. And in these coffee shops, urgent\rconversations are taking place. Here's Mickey Rourke in Baltimore, talking with\rKevin Bacon in “Diner.” And Quentin Tarantino, on Santa Monica Boulevard,\rwriting down ideas for “Pulp Fiction.” And Andy Garcia, in Denver, rehearsing\rfor “Things to Do in Denver When You're Dead.” And Pacino and De Niro, out near\rthe LA airport, acting in their first scene together in “Heat.” And Marc\rAndreesson, in Urbana, inventing a surfer for the World Wide Web...\n\nI\rdoubt if there ever will be a movie named “Netscape 3.0,” but no matter; the\rnew American frontier is the all-night diner, with Formica tops and ketchup and\rsugar on every table, and a waitress who writes down your order on a green and\rwhite Guest Check. And in these coffee shops, which reach out like an endless\rprogression of stops on the highway to fame, there are countless young men like\rthe heroes of “Swingers,” who are so near to stardom they can reach out and\rtouch it, and so far away they can't afford to pick up the check. “Swingers” is\rabout a loosely knit group of friends who hang out in Hollywood and hope to\rmake it big in the entertainment industry. “The hottest 1 percent of guys from\rall over the world come to our gene pool,” they assure one another, although\rthat gives them better prospects for reproduction than success. One of the\rguys, named Trent (Vince Vaughn), uses the word “money” as an adjective: “That's\rreally money. They'll see how money you are.” This is inspired, since in\rHollywood absolutely everything comes down to money. Intelligence, beauty,\rtalent and fame go through a kind of universal currency exchange, and come out\rconverted into money, less 15 percent.\n\nThe\rfilm's hero is Mike (Jon Favreau), who wants to be a stand-up comic but has no\rjob prospects. A friend is weighing an offer to play Goofy at Disneyland (“Hey,\rat least it's Disney,” Trent observes). Mike mopes about Michelle, the\rgirlfriend he left behind back East, and Trent spends long hours with him in\rthe coffee shop of a Best Western, advising him that you cannot get a woman to\rcome back unless you're willing to forget her, after which, of course, you\rdon't care if she comes back.\n\nThe\rmovie follows Mike, Trent and a shifting cast of friends through several days,\rduring which they drive through the Hollywood Hills looking for parties at\rwhich Trent promises there will be lots of “honey babies” to pick up. They\rspend a lot of time playing an advanced version of video hockey. They go\rlooking for hot clubs (“All the cool bars in Hollywood have to be real hard to\rfind and have no signs”). They try to pick up girls (Mike claims he's in show\rbiz, but the woman remembers seeing him in Starbucks, picking up an employment\rapplication). In the middle of his angst, Mike more or less shuts down,\rcowering in his half-furnished apartment. Trent blasts him out with a midnight\rdrive to Las Vegas, where Mike has difficulty finding conversation openers (it\rdoesn't help to drop insights about the Age of Enlightenment). Amazingly, they\rpick up a couple of waitresses, who take them home (an Airstream trailer),\rwhere of course Mike blubbers about his former girlfriend.\n\nThey\rsay you should write about what you know. Doug Liman, who directed “Swingers,”\rand Favreau, who wrote it, obviously know a lot about young guys in Hollywood\rsitting around in coffee shops talking about making it in show business. If you\rhad entered that Best Western coffee shop a year or two ago, you might actually\rhave seen them planning this movie. It's not a terribly original idea, but then\ras one of the guys says, “Everybody steals from everybody” (this observation is\rclosely followed by shots cheerfully stolen from Scorsese's “Goodfellas” and\rTarantino's “Reservoir Dogs”). The movie is sweet, funny, observant and goofy\rwith a small “g,” which means you don't get paid, but at least you don't have\rto wear the suit.", "running_time": 95, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-25", "genres": ["Comedy", "Indie", "Romance"], "title": "Swingers (1996)"}