{"url": "http://www.rogerebert.com/reviews/swing-kids-1993", "by": "Robert Sean Leonardas Peter", "star_rating": 1.0, "text": "\"Swing Kids\" involves a very small footnote to a very large historical event. In Nazi Germany in 1939, we learn, while Hitler was rounding up Jews and launching World War II, a small group of kids wore their hair long and danced to the swing music of such banned musicians as Benny Goodman and Count Basie. Occasionally they got into fights with the brownshirts of the Hitler Youth brigades.\n\nIf the Swing Kids had evolved into an underground movement dedicated to the overthrow of Nazism, we might be onto something here. But no. A title card at the end of the film informs us that some of the kids died at the hands of the Nazis, and others were forced into the German Army and killed in battle, but that some survived, and after the war there were still Swing Kids in Germany.\n\nIsn't that terrific? No doubt they continue even to this day, celebrating their 70th birthdays by boogieing to the \"Bugle Call Rag.\" Nero, who fiddled while Rome burned, could have been the original Swing Kid. One of the peculiar elements of this film is that the Kids don't seem very political. The screenplay is so murky, indeed, that I was never sure whether the Kids hated the Hitler Youth lads because they were Nazis, or simply because they didn't swing. At a time when civilization was crashing down around their ears and Hitler was planning the Holocaust, it doesn't make them particularly noble that they'd rather listen to big bands than enlist in the military. Who wouldn't? In an ambiguous scene early in the film, the Swing Kids hear that Hitler Youth types are beating up on a fellow Kid in an alley.\n\nThey race to the rescue, beat the Youth members to a pulp, and then discover the victim was not a Swing Kid but a Jew. They stand around confusedly while the hero's little brother explains that, gee, he \"thought it was a Swing Kid.\n\nHow do the Swing Kids feel about Hitler's campaign against the Jews? Essentially, they'd like to look the other way - to keep on dancing. To excuse their indifference, the movie does not much emphasize what the Nazis were doing at the time. We see a few Jewish men beaten or carted away, mostly in long shots, and a few \"Traitor\" signs on shopfronts, but until the very end of the film the Swing Kids aren't much moved - and even then some of them become loyal Nazis. It is typical of the film that although in a few shots you can glimpse the stars that Jews were forced to wear on their clothing, the movie never points them out, or explains them.\n\nIn an attempt to show Nazi propaganda at work, the film does include some of Hitler's anti-Semitic propaganda, which is reproduced in such great detail and with such fidelity to its sources that I grew uncomfortable. The racist remarks against Jews in the movie are allowed to go unanswered - except by the dire implication, of course, that if it weren't for Jews, you wouldn't have the music of Benny Goodman and Artie Shaw.\n\nThe movie does show a gradual change of heart on the part of Peter (Robert Sean Leonard), a Swing Kid whose musician father has already been packed away by the Nazis, and whose mother (Barbara Hershey) has accepted the new order and has dinner guests like a top Gestapo official (Kenneth Branagh). Peter hangs out with a group of fellow swing fans, trading records and trivia questions. Eventually, like some of the others, he ends up wearing a brown shirt - but he can't stomach the Nazis, and is last seen being trucked away to oblivion, the little brother waving forlornly in the street.\n\nOne can only speculate on what kinds of compromises went into the making of this film. Was a decision made at some point to play up the swing music and play down the Nazi atrocities, to improve the film's box office chances? Was the plot deliberately skewed to pander to the movie youth audience? Did anyone consciously decide that today's kids would like a movie about young German music fans of the 1930s, but would be turned off by too much politics? I can't say.\n\nThere are moments here where the movie seems to believe Hitler was bad, not because he mapped genocidal madness, but because he wouldn't let the Swing Kids dance all night. If Hitler had encouraged the swing clubs, would the Kids have still developed problems with Nazism? Thoughts come to mind about the deck band on the Titanic.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-03-05", "genres": ["Drama", "Family", "History", "Musical"], "title": "Swing Kids (1993)"}