{"url": "http://www.rogerebert.com/reviews/switchback-1997", "by": "Danny Gloveras Bob Goodall", "star_rating": 2.0, "text": "\"SwitchBack'' is not a good movie, but it does an admirable job of distracting us from how bad it is. If they'd thrown out the two leading characters and started all over with the locations, the lore and the supporting actors, they might have had something here. Time and again the movie fascinates us with digressions, only to jerk back to the helpless main story line.\n\nThere are two threads to the action. One involves a long car journey through the west by Bob, a former railroad worker (Danny Glover) and Lane (Jared Leto), a hitchhiker with a secret in his past. The other involves Sheriff Buck Olmstead (R. Lee Ermey) of Amarillo, Texas, and Frank LaCrosse, the FBI agent (Dennis Quaid) who has just turned up in town.\n\nThe agent is on the trail of a serial killer. They've been involved in a cat-and- mouse game for months or years, but now the rules have changed: The killer has kidnapped the agent's young son, and so the bureau has pulled the agent off the case, because it would be a conflict of interest. Would it ever.\n\nThe rules of movies like this require that the serial killer must be one of the characters on screen. We easily narrow the suspects to the railway worker or the hitchhiker--unless the FBI agent is an impostor, which is also a possibility. Clues are scattered prodigiously. The killer knows how to sever arteries with a scalpel. So does the hitchhiker Lane, a former medical student. The killer is maybe driving a Cadillac lined with centerfold pin-ups. So is Bob. And what about Frank, the FBI man: How can he be so sure that the violent hostage-taker just arrested in Amarillo, who was driving another car linked to the serial killer, isn't the right man? All of this is plot stuff, and unreels as plot stuff does. None of it is very interesting, especially since we know too soon who the serial killer is, and he's not very convincing. Yes, there's suspense about whether he'll kill again. But let's put it this way: After two of the possibilities save each other's lives, we doubt they'll go on to kill each other in the next act.\n\nWhat I liked about the movie had nothing to do with any of the above. I found Dennis Quaid's FBI agent a monotonous bore (he plays the role with a flat monotone that sounds affected). I found Danny Glover's character too chatty and genial. I was however persuaded by Lane, the Jared Leto character, who can't be blamed for a strange movie coincidence: A guy in a bar collapses on the floor and Lane cries \"I'm a doctor!'' and proceeds to use a knife, a soda siphon and a plastic bottle to perform the exact same weird emergency surgery performed by David Duchovny in the recent release \"Playing God.\" I guess it was the luck of the draw which movie came out first.\n\nBut the real center of the movie is occupied, not by the nominal leads Glover and Quaid, but by Ermey as the Amarillo sheriff, who is in the middle of a tough re-election campaign. Ermey is the former Marine drill instructor hired by Stanley Kubrick as a technical adviser on \"Full Metal Jacket,\" and then given the role he was advising on. He plays a fully-drawn, colorful, convincing character, whose dialogue rings with an authenticity the others lack. So authentic that he can get away with dry understatements such as, \"You can see this whole experience has just devastated me.'' I also liked the use of winter locations in Texas, New Mexico and Utah. And the railroad lore involving getting trains through snowbound mountain passes. I liked the culture of the truck stops and the railroad bunkhouses, and the old rail workers warming their hands over stoves in cabooses. I liked the faces of the bit players--guys in bars and locomotives. And I liked the way a climactic scene was played out on a train (the film's writer-director, Jeb Stuart, co-wrote \"The Fugitive,\" which also made good use of a train and the cold light of winter locations).\n\nIf we lived in a more venturesome and curious world, \"SwitchBack'' would have been about a sheriff fighting for re-election in Amarillo, and about some rail workers trying to get a train through a blizzard. No serial killers, no obsessed FBI agents, maybe just enough of a crime for the sheriff and his opponent (the slimy local police chief) to fight over. What we have here is a potentially good movie swamped by the weight of Hollywood formulas it is forced to carry.\n\nFootnotes: I was amused to see Stuart recycling the always reliable \"It's Only a Cat!'' gimmick in an early scene. And the convention that whenever a stranger walks into a Western saloon, all the regulars immediately beat him senseless. Late in the film, when a character falls backward from a train, he shouts \"Yee-ha!'' and both the shot and the shout are homage to Kubrick's \"Dr. Strangelove.''", "running_time": 121, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-31", "genres": ["Action", "Adventure", "Mystery", "Thriller"], "title": "Switchback (1997)"}