{"url": "http://www.rogerebert.com/reviews/switching-channels-1988", "by": "Kathleen Turneras Christy Colleran", "star_rating": 3.0, "text": "Newspapers once had editions all day long, and reporters were forever feeding rewrite men a new angle for the replate. The front page headlines changed from edition to edition to make the news seem forever breathlessly new. Now that kind of continuing update is left to television. Ever notice how Headline News updates the breaking stories while repeating the feature stuff over and over again? “The Front Page” is, of course, a comedy about newspapers - the most famous newspaper comedy ever written. It was conceived in the hothouse of the Chicago newspaper world in the 1920s, when a dozen reporters were chasing every story and there were new editions all day long. Those were the days when a “scoop” meant you stole a story right out from under the other guy’s nose. These days, an “exclusive” is more likely to mean you outbid the opposition for the serial rights to a TV star’s steamy confessions.\n\nSo maybe it’s only appropriate that the latest remake of “The Front Page” involves not newspapers, but a TV cable news operation.\n\nBen Hecht and Charles MacArthur, who wrote the classic play, might even approve. They abandoned Chicago for Hollywood, where remakes were routine and the 1931 screen version of “The Front Page” was updated nine years later in “His Girl Friday” by simply making one of the boys in the pressroom into a girl.\n\n“The Front Page” was filmed again by Billy Wilder in 1974, with Jack Lemmon and Walter Matthau, and now here is Ted Kotcheff’s 1988 version, titled “Switching Channels” and starring Burt Reynolds, Kathleen Turner and Christopher Reeve. It’s not as good as “His Girl Friday,” but it’s comparable to the others.\n\nTurner plays a hard-driving TV news reporter who seems willing, in the opening credits, to go anywhere and do anything as long as the videotape is rolling. Reynolds is her ex-husband and current boss, the managing editor of the cable news operation. On a long-overdue vacation, Turner falls in love with Christopher Reeve, who plays a New York millionaire. She decides to quit TV, marry Reeve and move to New York. But hold on a minute: A famous criminal is scheduled to be executed at midnight, and Reynolds will do anything to keep his star reporter on the story.\n\nThis is more or less the same premise as the first three versions, allowing for the adjustments that have to be made when the star reporter is a woman (as Rosalind Russell was in the 1940 edition). Reeve’s role has been greatly expanded (the fiance was mostly offstage in the earlier versions), and I’m not sure that’s a good thing. Too much time is wasted while Reynolds and Reeve insult each other while the news is put on hold.\n\nBut Turner has perfect timing as the long-suffering anchor, and she and Reynolds work up a nice sweat and some good chemistry in their relationship, which seems to be based on a few good memories and a whole lot of one-liners. The Reeve character is unnecessary much of the time, but Reeve has fun with it anyway, with his floppy tailored suits, his newly blond hair and his willingness to accommodate the obviously derailed Turner.\n\nThe details of the update don’t much matter, either. This time the convicted man is hidden inside a Xerox machine instead of a rolltop desk, but the basic mechanics of the original Hecht-MacArthur story are still sound, and “Switching Channels” is true to the obsessive-compulsive hostility that is the fuel for all good reporters.\n\nThere is, however, one major lapse that should not go unreported.\n\nAs everyone who has ever seen the play knows, it ends with the most famous closing line in American theatrical history: “The son of a bitch stole my watch!” The first two movie versions couldn’t get away with that language, but the 1974 version did. And now here it is 1988, and “Switching Channels” has the temerity to leave the line out altogether (even though Reynolds steals Reeve’s expensive pen, in what looks like a setup). If the ghosts of Hecht and MacArthur see this movie, may they haunt the filmmakers, their spectral voices complaining, “The sons of bitches didn’t steal our greatest line!”", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-03-04", "genres": ["Comedy"], "title": "Switching Channels (1988)"}