{"url": "http://www.rogerebert.com/reviews/switchblade-sisters-1996", "by": "Robbie Leeas Lace", "star_rating": 1.0, "text": "Insights like that were big in the exploitation movies of the 1970s. The dialogue clanked along from one dumb profundity to another, and the sentiments were as pious as political speeches. One of the characters in “Switchblade Sisters” (1975) quotes approvingly from Mao's Little Red Book, although enlightenment among the Sisters is not universal: After the leader of a boy gang rapes a new member of a girl gang, he asks, “You all right? You were asking for it.” She is inclined to agree. “Switchblade Sisters” is one of the countless films viewed by Quentin Tarantino during his now-legendary employment at Video Archives in Manhattan Beach, Calif. (the store owner should get a finder's fee based on QT's subsequent career). Now Tarantino has started a division of Miramax named Rolling Thunder Pictures to re-release some of his discoveries. After “Switchblade Sisters” we are promised “Mighty Peking Man” (1977), the 1964 Italian horror film “Blood and Black Lace” and the 1973 blaxploitation epic “Detroit 9000.” Exploitation films can be a lot of fun. The director of \"Switchblade Sisters,\" Jack Hill, directed 16 of them, including two of my favorites, the Pam Grier films \"Coffy\" and \"Foxy Brown.\" His other titles included “Swinging Cheerleaders.” “The Big Bird Cage,” “Snake People,” “Blood Bath,” and “Spider Baby.” Often they were released more than once, under various titles; “Spider Baby” became “The Liver Eaters,” and “Switchblade Sisters” was also known as “The Jezebels” and “The Playgirl Gang.” What made the Pam Grier pictures stand out was Grier's own charisma; she was an authentic movie star, and even Hill's sleazy production values and slapdash photography and editing couldn't conceal her talent. The problem with “Switchblade Sisters” is that no one on screen is any better than the talent behind the camera. The movie is badly acted, written and directed, and while I was watching it I realized that in some unexplained but happy way, the basic level of cinematic talent has improved in the past two decades. Few new directors today could make a film this bad. Low budgets have nothing to do with it. Consider Robert Rodriguez (whose “El Mariachi” cost $8,000), Matty Rich (“Straight Out of Brooklyn,” $24,000) and Edward Burns (“The Brothers McMullen,” $28,000). Despite their budgets, they are born filmmakers who know where to put a camera, how to write a script, how to cast and direct actors, and how to move things along. By contrast, “Switchblade Sisters” is a series of tableaus in which stiff actors are grouped in awkwardly composed shots to say things like “Freeze, greaseball!” The greaseball, by the way, is a sadistic bill collector trying to collect $40 in back payments on a TV set owned by a tearful welfare mother in a building that is otherwise apparently occupied only by Switchblade Sisters. As he takes the elevator to the street, another Sister gets on at every floor (are they psychic, or did they phone ahead and plan the elevator ride?). When they reach the ground floor, the greaseball gets his tie cut off. Heavy. The plot involves a girl gang named the Jezebels that hangs out at a burger stand. Maggie (Joanne Nail), a new girl in the neighborhood, refuses to give her seat to Lace (Robbie Lee), the Jezebels' leader, and that leads to a fight but also to mutual respect. Soon Dominic (Asher Brauner), the leader of the Silver Blades, rapes Maggie--and since he is Lace's boyfriend, this creates a certain tension. One thing leads to another, as the script hurries from cliche to cliche.\n\nThe Jezebels are jailed, where they are mistreated by a lesbian warden before getting their revenge. Later there's a hilarious rumble in a roller rink--it's a shoot-out on skates with automatic weapons--that seems to leave dozens dead, although all but one of the key characters survives. The movie is wallpapered with the slogans of the era. The cops are “pigs,” the Black Power girl gang is the repository of revolutionary wisdom, there is solidarity between the girl gangs, and at some point we are astonished to be given the information that all of these characters are still in highschool, and as juveniles, cannot be tried for what seems like a citywide crime wave. The only real reason for seeing “Switchblade Sisters” would be to condescend to it, to snicker at its badness. But there are degrees of bad, and this movie falls far below Pauline Kael's notion of “great trash.” There is also some amusement to be had from the costumes: the mile wide shirt collars, leather vests and plaid pants on the men, and the hot pants and thigh boots on the women. But such pleasures are small. Should you actually pay money to see this movie at a time when “Welcome to the Dollhouse,” “The Rock,” “Nelly and Monsieur Arnaud,” “The Hunchback of Notre Dame” and “I Shot Andy Warhol” are playing? I don't think so.", "running_time": 90, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-06-21", "genres": ["Action", "Drama", "Indie"], "title": "Switchblade Sisters (1996)"}