{"url": "http://www.rogerebert.com/reviews/swordfish-2001", "by": "John Travoltaas Gabriel Shear", "star_rating": 2.5, "text": "\"Swordfish\" looks like the result of a nasty explosion down at the Plot Works. It's skillfully mounted and fitfully intriguing, but weaves such a tangled web that at the end I defy anyone in the audience to explain the exact loyalties and motives of the leading characters. There is one person in the movie who is definitely intended to be a hero, but are the villains really villains? Are they even themselves? The movie stars Hugh Jackman as a brilliant computer hacker named Stanley, who just spent two years in the pen for the crime of hacking a program used by the FBI to snoop on everybody's e-mail. Now he lives in squalor in a house trailer, and yearns for the company of his daughter, whose mother inhabits a drunken stupor.\n\nEnter Ginger (Halle Berry), wearing a sexy little red dress, to recruit Stanley as a hacker for a secret project being masterminded by Gabriel Shear (John Travolta). Stanley demurs: He's been forbidden by the courts to touch a computer. She persists, cornering him in a lap-dancery and giving him one minute (at gunpoint) to hack into a government computer. He succeeds, of course, and is offered $10 million to work for Gabriel, who is (A) a patriot protecting us from bad guys, (B) a bad guy, (C) a double agent pretending to be either a patriot or a bad guy, (D) a free-lance, (E) Ginger's lover, or (F) Ginger's target. His true identity is even cloudier than that, but I have said enough.\n\nI will, however, discuss the puzzling role of Ginger, the Halle Berry character. She goes through the motions of being the pretty girl who seduces the hero into working for the secret organization. But this is strange, since Stanley shows little interest in her, and Ginger ostensibly belongs to Gabriel. This does not prevent a scene in which she bares her breasts to tempt the untemptable Stanley. This scene came as a huge relief because I thought the movies, in their rush to the PG-13 rating, had forgotten about breasts. In the age of computerized sci-fi special effects, beautiful skin finishes a distant second at the box office. Once teenage boys wanted to see Emmanuelle undulating; now they want to see Keanu Reeves levitating.\n\n\"Swordfish,\" to be sure, does have great effects. One involves a horrific explosion that seems frozen in time while the camera circles it. It's a great visual moment. Another involves a sequence in which a bus is lifted above the city by a helicopter. There's the obligatory scene in which passengers fall to their deaths out the back of the bus--not exploited as well as in Spielberg's \"The Lost World: Jurassic Park,\" but good enough.\n\nFor originality, the best scene is a quieter one. Stanley sits at his computer keyboard and looks at six or eight monitors, hacking away in syncopated rhythm to a song about \"50,000 volts of (bleeping).\" As he works he talks, his words fitting neatly into the music. The song and the action work nicely together, even if we doubt hackers use their keyboards for percussion.\n\nDominic Sena directed \"Gone in 60 Seconds\" last year, and is getting better. He can't stop himself from including one absolutely gratuitous car chase, but he takes more time with the plot here, and makes good use of Berry to atone for ignoring Angelina Jolie last summer. He also gets a juicy performance out of Travolta, who opens with a monologue that would have been at home in \"Get Shorty\" and plays a character whose dialogue is weirdly persuasive. (He defends his violent actions in hard-boiled realpolitik terms.) I also liked Don Cheadle as an FBI agent who supplies one of the few characters in the movie you can count on to be more or less who he says he is.\n\nI see that I have forgotten to even mention that the movie involves a bank robbery and a hostage crisis. Well, it's that kind of film. The robbery and the crisis weave in and out of the plot like motifs in a symphony; we remember them when they're onscreen, but the movie isn't really about them. It's more about pulling the rug out from under the audience every five minutes or so. There comes a time when you seriously think the characters should wear red or blue shirts, to keep from passing to the other team.", "running_time": 97, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-06-08", "genres": ["Action", "Adventure", "Crime", "Drama", "Suspense", "Thriller"], "title": "Swordfish (2001)"}