{"url": "http://www.rogerebert.com/reviews/sylvester-1985", "by": "Richard Farnsworthas Foster", "star_rating": 3.0, "text": "Hollywood has never exactly had a shortage of movies about teenage girls and brave horses, and I was not exactly looking forward to \"Sylvester,\" which stars Melissa Gilbert as a teenage girl with a horse so brave that its full name is Sylvester Stallone. I was dreading one of those movies where the horse is almost human, and after the girl starts to cry, the horse nudges her and tries to cheer her up.\n\nMaybe that's why \"Sylvester\" came as such a genuine surprise: There is a good movie here, obscured by a tired old formula. Gilbert plays a tough, determined teenager who is raising her two younger brothers herself - and trying to keep them out of the hands of court-appointed guardians. Her ambition in life is to train horses, and she starts with Sylvester, an unsophisticated Western bucking horse who does not look like the sort of animal you'd expect to see in the Olympic steeplechase trials.\n\nThe complications in the plot are set up right away: The intervention by the court officials, the challenge of training the horse and the problem of what to do about Gilbert's old boyfriend (Michael Schoeffling), especially since they still love each other. Gilbert turns to a father figure, a grizzled, drunken old cowboy (Richard Farnsworth), who knows all about horses, all about human nature and even a little bit about teenage girls. She wants him to provide a home for herself and her brothers, and supervise Sylvester's training sessions.\n\nFarnsworth protests: He's already paid his dues as a father and nursemaid. But Gilbert prevails, and the scenes between the two are charged with the kinds of tension and affection that make even routine situations seem real. This is, in fact, Farnsworth's season. He is also wonderful in a small role as a dying tycoon in the generally undistinguished \"Into the Night.\"\n\n\"Sylvester\" contains, of course, the usual number of obligatory scenes. We know we'll see the horse being trained. We know we'll see Gilbert almost breaking her neck. We know we'll see Farnsworth looking at his watch and allowing as how maybe that damned horse does have a chance. And we also rather suspect that the horse doesn't get all the way to Kentucky only to lose.\n\nThe movie doesn't disappoint us at those obligatory moments, but it has a lot of surprises, as well. One of them is the low-key but mature way it treats the romance between Gilbert and Schoeffling. They have a quiet little PG-rated love scene together that is tactful, honest and, in its own way, rather bold.\n\nGilbert is best known for her work on TVs \"The Little House on the Prairie.\" This is her first movie. She has real presence, and a much more interesting and resilient acting style than you might expect from someone raised on a network assembly line. \"Sylvester\" itself probably started out as little more than a classy steeplechase version of \"Rocky,\" but Gilbert, Farnsworth and a good script turn it into something surprisingly better.", "running_time": 104, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-05-15", "genres": ["Drama", "Family"], "title": "Sylvester (1985)"}