{"url": "http://www.rogerebert.com/reviews/synecdoche-new-york-2008", "by": "Philip Seymour Hoffmanas Caden", "star_rating": 4.0, "text": "I think you have to see Charlie Kaufman's \"Synecdoche, New York\" twice. I watched it the first time and knew it was a great film and that I had not mastered it. The second time because I needed to. The third time because I will want to. It will open to confused audiences and live indefinitely. A lot of people these days don't even go to a movie once. There are alternatives. It doesn't have to be the movies, but we must somehow dream. If we don't \"go to the movies\" in any form, our minds wither and sicken.\n\nThis is a film with the richness of great fiction. Like Suttree, the Cormac McCarthy novel I'm always mentioning, it's not that you have to return to understand it. It's that you have to return to realize how fine it really is. The surface may daunt you. The depths enfold you. The whole reveals itself, and then you may return to it like a talisman.\n\nWow, is that ever not a \"money review.\" Why will people hurry along to what they expect to be trash, when they're afraid of a film they think may be good? The subject of \"Synecdoche, New York\" is nothing less than human life and how it works. Using a neurotic theater director from upstate New York, it encompasses every life and how it copes and fails. Think about it a little and, my god, it's about you. Whoever you are.\n\nHere is how life is supposed to work. We come out of ourselves and unfold into the world. We try to realize our desires. We fold back into ourselves, and then we die. \"Synecdoche, New York\" follows a life that ages from about 40 to 80 on that scale. Caden Cotard (Philip Seymour Hoffman) is a theater director, with all of the hangups and self-pity, all the grandiosity and sniffles, all the arrogance and fear, typical of his job. In other words, he could be me. He could be you. The job, the name, the race, the gender, the environment, all change. The human remains pretty much the same.\n\nHere is how it happens. We find something we want to do, if we are lucky, or something we need to do, if we are like most people. We use it as a way to obtain food, shelter, clothing, mates, comfort, a first folio of Shakespeare, model airplanes, American Girl dolls, a handful of rice, sex, solitude, a trip to Venice, Nikes, drinking water, plastic surgery, child care, dogs, medicine, education, cars, spiritual solace -- whatever we think we need. To do this, we enact the role we call \"me,\" trying to brand ourselves as a person who can and should obtain these things.\n\nIn the process, we place the people in our lives into compartments and define how they should behave to our advantage. Because we cannot force them to follow our desires, we deal with projections of them created in our minds. But they will be contrary and have wills of their own. Eventually new projections of us are dealing with new projections of them. Sometimes versions of ourselves disagree. We succumb to temptation -- but, oh, father, what else was I gonna do? I feel like hell. I repent. I'll do it again.\n\nHold that trajectory in mind and let it interact with age, discouragement, greater wisdom and more uncertainty. You will understand what \"Synecdoche, New York\" is trying to say about the life of Caden Cotard and the lives in his lives. Charlie Kaufman is one of the few truly important writers to make screenplays his medium. David Mamet is another. That is not the same as a great writer (Faulkner, Pinter, Cocteau) who writes screenplays. Kaufman is writing in the upper reaches with Bergman. Now for the first time he directs.\n\nIt is obvious that he has only one subject, the mind, and only one plot, how the mind negotiates with reality, fantasy, hallucination, desire and dreams. \"Being John Malkovich.\" \"Eternal Sunshine of the Spotless Mind.\" \"Adaptation.\" \"Human Nature.\" \"Confessions of a Dangerous Mind.\" What else are they about? He is working in plain view. In one film, people go inside the head of John Malkovich. In another, a writer has a twin who does what he cannot do. In another, a game show host is, or thinks he is, an international spy. In \"Human Nature,\" a man whose childhood was shaped by domineering parents trains white mice to sit down at a tiny table and always employ the right silverware. Is behavior learned or enforced?\n\n\"Synecdoche, New York\" is not a film about the theater, although it looks like one. A theater director is an ideal character for representing the role Kaufman thinks we all play. The magnificent sets, which stack independent rooms on top of one another, are the compartments we assign to our life's enterprises. The actors are the people in roles we cast from our point of view. Some of them play doubles assigned to do what there's not world enough and time for. They have a way of acting independently, in violation of instructions. They try to control their own projections. Meanwhile, the source of all this activity grows older and tired, sick and despairing. Is this real or a dream? The world is but a stage, and we are mere actors upon it. It's all a play. The play is real.\n\nThis has not been a conventional review. There is no need to name the characters, name the actors, assign adjectives to their acting. Look at who is in this cast. You know what I think of them. This film must not have seemed strange to them. It's what they do all day, especially waiting around for the director to make up his mind. \n\nWhat does the title mean? It means it's the title. Get over it.", "running_time": 124, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-11-05", "genres": ["Comedy", "Drama", "Indie"], "title": "Synecdoche, New York (2008)"}