{"url": "http://www.rogerebert.com/reviews/syriana-2005", "by": "George Clooneyas Robert Barnes", "star_rating": 4.0, "text": "A memorable moment from \"Syriana\": \n\nDANNY - Some trust fund prosecutor, got off-message at Brown, thinks he’s gonna run this up the flag pole, make a name for himself, maybe get elected some two-bit, no-name congressman from nowhere, with the result that Russia or China can suddenly start having, at our expense, all the advantages we enjoy here. No, I tell you. No, sir. (mimics prosecutor) “But, Danny, these are sovereign nations.” Sovereign nations! What is a sovereign nation, but a collective of greed run by one individual? “But, Danny, they’re codified by the U.N. charter!” Legitimized gangsterism on a global basis that has no more validity than an agreement between the Crips and the Bloods! \n\n(beat) ...Corruption charges. Corruption? Corruption ain’t nothing more than government intrusion into market efficiencies in the form of regulation. That’s Milton Friedman. He got a goddamn Nobel prize. We have laws against it precisely so we can get away with it. Corruption is our protection. Corruption is what keeps us safe and warm. Corruption is why you and I are prancing around here instead of fighting each other for scraps of meat out in the streets. (beat) Corruption... is how we win.\n\n- - - -\n\n\"Syriana\" is an endlessly fascinating movie about oil and money, America and China, traders and spies, the Gulf States and Texas, reform and revenge, bribery and betrayal. Its interlocking stories come down to one thing: There is less oil than the world requires, and that will make some people rich and others dead. The movie seems to take sides, but take a step back and look again. It finds all of the players in the oil game corrupt and compromised, and even provides a brilliant speech in defense of corruption, by a Texas oilman (Tim Blake Nelson). This isn't about Left and Right but about Have and Have Not.\n\nThe movie begins with one of the Gulf states signing a deal to supply its oil to China. This comes as a strategic defeat for Connex, a Texas-based oil company. At the same time, an obscure oil company named Killen signs a deal to drill for oil in Kazakhstan. Connex announces a merger with Killen, to get its hands on the oil, but the merger inspires a Justice Department investigation, and --\n\nLet's stop right there. The movie's plot is so complex we're not really supposed to follow it, we're supposed to be surrounded by it. Since none of the characters understand the whole picture, why should we? If the movie shook down into good guys and bad guys, we'd be the good guys, of course. Or if it was a critique of American policy, we might be the bad guys. But what if everybody is a bad guy, because good guys don't even suit up to play this game?What if a CIA agent brings about two assassinations and tries to prevent another one, and is never sure precisely whose policies he is really carrying out?\n\nWhat if -- well, here's a possibility the movie doesn't make explicit, but let me try it out on you. There is a moment when a veteran Washington oil analyst points out that while Kazakhstan has a lot of oil, none of it is where Killen has drilling rights. Yet Killen is undoubtedly shipping oil. Is it possible the Chinese are buying oil in the Gulf, shipping it to Kazakhstan, and selling it to the United States through Killen?\n\nI bring up that possibility because I want to suggest the movie's amoral complexity without spoiling its surprises. \"Syriana\" is a movie that suggests Congress can hold endless hearings about oil company profits and never discover the answer to anything, because the real story is so labyrinthine that no one -- not oil company executives, not Arab princes, not CIA spies, not traders in Geneva, understands the whole picture.\n\nThe movie has a lot of important roles, and uses recognizable actors to help us keep everything straight. Even then, the studio e-mailed critics a helpful guide to the characters. I didn't look at it. Didn't want to. I liked the way I experienced the film: I couldn't explain the story, but I never felt lost in it. I understood who, what, when, where and why, but not how they connected. That was how I wanted to relate to it. It created sympathy for individual characters in their specific situations without dictating what I was supposed to think about the big picture.\n\nSome of the characters I cared about included Robert Barnes (George Clooney), a veteran CIA field agent; Bryan Woodman (Matt Damon), a trader based in Geneva; Jimmy Pope (Chris Cooper), who runs Killen; Dean Whiting (Christopher Plummer), a well-connected Washington lawyer whose firm is hired to handle the political implications of the merger; Bennett Holiday (Jeffrey Wright), assigned by Whiting to do \"due diligence\" on the deal, by which is meant that diligence which supports the merger; Prince Nasir (Alexander Siddig), who sold the rights to the Chinese; his younger brother Prince Meshal (Akbar Kurtha), who is backed by those who do not want Nasir to inherit the throne, and the mysterious Stan, played by William Hurt as someone who is keeping a secret from the rest of the movie.\n\nAlready I regret listing all of these names. You now have little tic-tac-toe designs on your eyeballs. \"Syriana\" is exciting, fascinating, absorbing, diabolical and really quite brilliant, but I'm afraid it inspires reviews that are not helpful. The more you describe it, the more you miss the point. It is not a linear progression from problem to solution. It is all problem. The audience enjoys the process, not the progress. We're like athletes who get so wrapped up in the game we forget about the score.\n\nA recent blog item coined a term like \"hyperlink movie\" to describe plots like this. (I would quote the exact term, but irony of ironies, I've lost the link.) The term describes movies in which the characters inhabit separate stories, but we gradually discover how those in one story are connected to those in another. “Syriana” was written and directed by Stephen Gaghan, who won an Oscar for best screenplay adaptation for “Traffic,” another hyperlink movie. A lot of Altman films like \"Nashville\" and \"Short Cuts\" use the technique. Also, recently, \"Crash\" and \"Nine Lives.\"\n\nIn a hyperlink movie the motives of one character may have to be reinterpreted after we meet another one. Consider the Matt Damon character. His family is invited to a party at the luxurious Spanish villa of the Gulf oil sheik whose sons are Nasir and Meshal. At the party, Damon's son dies by accident. The sheik awards Damon's firm a $100 million contract. \"How much for my other son?\" he asks. This is a brutal line of dialogue and creates a moment trembling with tension. Later, Damon's wife (Amanda Peet) accuses him of trading on the life of his son. Well, he did take the deal. Should he have turned it down because his son died in an accident? What are Damon's real motives, anyway?\n\nI think \"Syriana\" is a great film. I am unable to make my reasons clear without resorting to meaningless generalizations. Individual scenes have fierce focus and power, but the film's overall drift stands apart from them. It seems to imply that these sorts of scenes occur, and always have and always will. The movie explains the politics of oil by telling us to stop seeking an explanation. Just look at the behavior. In the short run, you can see who wants oil and how they're trying to get it. In the long run, we're out of oil.", "running_time": 128, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-12-08", "genres": ["Action", "Drama", "Romance", "Thriller"], "title": "Syriana (2005)"}