{"url": "http://www.rogerebert.com/reviews/t-r-baskin-1971", "by": "Candice Bergenas T.R. Baskin", "star_rating": 2.0, "text": "\"T.R. Baskin\" gets in trouble right off the bat with a flashback style that neatly drains away all of our interest in half of the story. The story is all about how T.R. Baskin, a small-town girl, comes to the Big City, falls in with one of those Rush Street singles-bars types and makes love with him during the course of a Meaningful Night. It is all the more meaningful because otherwise she has been ground down by the cold, impersonal, automated cruelty of Chicago - a city that inflicts such cruel and unusual punishments as music in elevators and air-conditioning in buildings. \n\nAnyway, after the night of love, the guy is such a clod that he gives her money. She races tearfully into the void, sure that he thinks she's a prostitute. I personally couldn't decide WHAT he was thinking, since the whole plot device of the exchange of money was about as believable as the handkerchief that holds \"Othello\" together. \n\nIn any event, the movie opens with the first guy giving a visiting tire salesman the girl's telephone number. Therefore, since we know for openers that their Meaningful Night is going to wind up on destiny's trash heap, all of the dramatic tension of that night is dissipated. And since the second guy calls her thinking she's a prostitute, and she goes to his hotel room without disillusioning him, we await the film's end with more than patience and curiosity. \n\nThe problem is that everyone in the movie acts so stupidly. Real people of average intelligence would have cut through this plot in about three minutes, and the movie would have been over. It lasts two hours only because people are at such pains not to catch on. Along the way, we get introduced to an elevator that talks, and other examples of how horrible Chicago is. Well, Chicago can be horrible, all right, but the Chicago of this movie never existed, here or anywhere. The Chicago we all know is horrible (and also beautiful) in ways \"T.R. Baskin\" doesn't have the wit to comprehend. \n\n\"T.R. Baskin\" is supposed to be about the human waste caused by depersonalization, I guess, and about how love and a moment of communication can make things better. But the movie itself is concocted of cliches about depersonalization; the cure is as bad as the disease. \n\nThe acting, however, is interesting. Peter Boyle needs a larger role to move around in, I think; his tire salesman here is a second cousin to \"Joe.\" He's good, but he doesn't show us much that's new. Candice Bergen is given a lot of dialog that's hard to believe, but she has a telephone scene that confirms the promise she exhibited in \"Carnal Knowledge.\" James Caan's performance is schizo because it was written that way. I think I'll wander out into the vast impersonal wilderness of Chicago and have a beer with some friends.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-10-29", "genres": null, "title": "T. R. Baskin (1971)"}