{"url": "http://www.rogerebert.com/reviews/taal-1999", "by": "Akshaye Khannaas Menav Mehta", "star_rating": 3.5, "text": "HYDERABAD, India--After the Calcutta Film Festival, I stop for a few days in Hyderabad, the pearl capital of central India, where they are holding their 14th annual Golden Elephant Children's Film Festival. My friend Uma da Cunha, a Bombay casting director and production consultant, tells me I should also see a typical Hindi blockbuster in a\rtypical theater with a typical audience. This is a great idea. India has the largest film industry in the world; its studios in Bombay (or \"Bollywood\") churn out as many as 600 titles a year, heavy on melodrama, romance, action, and song and dance -- all in the same movie.\n\nThat evening we are sitting in the buffet area of the Holiday Inn Krisha, making plans to attend the Bollywood production “Taal,” one of the biggest hits of recent years. It is 8 p.m. \"We will stop on the way and get a bite to eat,\" says an actress who is on the festival jury.\n\n\"But...you said the theater was half an hour away, and the show starts at nine,\" I said. \"Won't we be late?\"\n\nShe makes that distinctive Indian head movement that is not a shake nor a nod, but a sort of circular combination of both. I have learned that it means, \"Yes, probably, but one never knows.\"\n\n\"Piffle,\" she says. \"We'll get there late. Nobody comes on time.\"\n\nWe are given a lift by B. Narsing Rao, a tall and friendly man who Uma describes as a director, painter, poet and playwright. We arrive at a vast and towering cinema. Neon signs reach for the sky. Enormous billboards advertise the film.\n\n\"The stars are so famous they don't even put their names on the posters,\" Uma tells me. \"Those names are for the director and the musical director.\"\n\nWe go into a lobby that stretches in every direction as far as marble can reach. We climb a wide inclined ramp. The first level is for 10 rupee seats. Next are the 20 rupee seats. Higher and higher we climb, looking ruefully at a disabled escalator, until we reach heaven--seats that cost 30 rupees, or about 75 cents. Every theater I have visited in India advertises stereo and air conditioning, and is at pains to demonstrate that it has both. The sound thunders from the speakers, and blasts of Arctic air roar from the ventilation system. This is a warm climate but I have learned to bring a jacket to every screening.\n\n“Taal” is underway. It's in Hindi, although the characters occasionally switch to English, which is the only language spoken in every part of India. Uma translates for me: \"This is a rich family. There is a dispute over land. The son has come home from America. The father is that man with the very deep voice. His name is Amrish Puri. He is Mr. Villain of Indian cinema. Fans love his voice.\"\n\nThe son from America (Akshaye Khanna) wears blue jeans, a baseball cap, and a backpack. He stands on a mountain top and breathes the air of home, and then leaps off and slides halfway down the mountain, just out of joy. When he arrives home, his father can barely be bothered to look up from the Economic Times newspaper. His mother, who has hair like an American rockabilly star, wants him to get married.\n\nThe hero wanders around, and sees the most beautiful woman in the world. I am not exaggerating. The actress is Aishwarya Rai, and she was voted Miss World. Totally unaware that the hero is watching her, she sings a song for -- well, for nobody in particular, I guess, since she is unaware. This is just how she passes the time. Two other beautiful women join her in a choreographed dance, and then 24 whirling dervishes with baggy silk pantaloons join in.\n\n\"She is a poor girl,\" Uma tells me. Not too poor to have backup singers and a chorus line when she sings to herself, I reflect. The boy is smitten. He tries to catch her eye. She refuses to return his smile. She looks studiously indifferent. The boy is intrigued. So am I. In an American movie we would already be into the condom jokes.\n\nBack home, the family sits outside on lawn chairs, all facing the camera, while the father reads Fortune magazine. The boy wanders up to a high mountain pasture, loses his footing, and falls off. He grabs a tree. The girl, who happens to find herself in the same high pasture, throws him a rope, and she and her two friends and a few of the guys in pantaloons pull the guy up to where he can grasp her hand, just like Cary Grant and Eva Marie Saint in \"North by Northwest.\"\n\n\"Ah!\" says Uma. \"They are holding hands!\"\n\n\"She is saving his life,\" I say.\n\n\"Yes, that is the excuse for holding hands,\" she says. \"It is not right to touch the bride before marriage.\"\n\nSo thrilled is the hero to have his hand held that he inadvertently pulls the heroine over with him, and both of them dangle at the end of the rope. He takes her photograph before they are hauled up by the pantaloon squad. Soon after, she sings another song, while he watches, unobserved.\n\nI have to admit: This is fun. There is an innocence in this pure entertainment that Hollywood has somehow lost. I pull my sport coat up over my head, to shield myself from the ferocious blasts of air conditioning, and reflect that Doris Day stories are alive and well in India.\n\nNow comes a scene of such peculiar eroticism that you will have to take my word for it -- it was sexy. At a reception, the heroine scratches her chin. The hero, across the room, scratches his chin. The heroine touches her nose. The hero touches his nose. She brushes back her hair. He brushes back his hair. What fills him with maddening desire is that she does not reveal by even a flicker of an eyelid that she notices him doing this. She is a good girl, and will not make eye contact, even though they have held hands.\n\nTrays of soft drinks are brought around. She takes a bottle of Coke and sips through a straw. He takes a Coke and sips through a straw. \"Coca-Cola is sponsoring this movie,\" Uma explains. Product placement is up front in India.\n\nThe hero removes the straw and drinks from the bottle with his lips. The woman does not seem to notice. He puts the bottle back on the tray, and tells the waiter to take the tray to where the heroine is standing with her girlfriends. The waiter offers her the tray.  Will her lips touch the same Coke bottle as his?  Or will she choose Thums Up cola (without the \"b\"), the other leading Indian brand? The suspense is unbearable. She rejects the tray. But then -- this is cinema at its best! -- her girl friend reaches for the same bottle, and the heroine snatches it away. She DID notice! She was looking all the time!\n\nNow the heroine is holding the Coke bottle herself. Does she drink from it? I would like to tell you, I really would, but this is a family newspaper.", "running_time": 170, "mpaa_rating": null, "release_year": 1999, "date_published": "2005-03-01", "genres": ["Drama", "Eastern", "Foreign", "Romance"], "title": "Taal (1999)"}