{"url": "http://www.rogerebert.com/reviews/taboo-2001", "by": "Beat Takeshias Capt. Hijikata", "star_rating": 3.0, "text": "Nagisa Oshima's \"Taboo\" tells a story set in the late Japanese samurai period of the 1800s, when a youth of unusual beauty is admitted into a training program for warriors, stirring lust among his comrades and even a superior officer. When the film premiered at Cannes in May 2000, the joke was that it would be retitled \"Not to Ask, Not to Tell.\" Homosexuality in the military is as old as armies and was sometimes encouraged as a way of inspiring soldiers to bond; we gather that within the closed world of the Japanese samurai, it was acknowledged as a fact of life. The problem with Sozaburo Kano (Ryuhei Matsuda) is not that he is gay, but that he is so beautiful, so feminine, that he is a distraction and inspires jealousy. He seems fully aware of his appeal and enhances it with a kind of smoldering passivity that dares the other men to start something.\n\nThe movie takes place in Kyoto around 1865, in the last days of traditional samurai. Threatened by new kinds of fighting, new channels of power and the opening of the country to the West, the men of the Shinsen-gumi troop adhere all the more rigidly to the samurai code, even enforcing death as a punishment for severe violations. It is strange that a candidate as effeminate as Sozaburo would be one of two finalists chosen after sword-fighting auditions, but then again there is a look in the eye of Capt. Hijikata (Beat Takeshi) that hints of hidden agendas.\n\nWhen Beat Takeshi directs, it is under his real name of Takeshi Kitano. As director and star, he is known for violent macho thrillers, and so his casting here is provocative; imagine John Wayne in \"Red River,\" with a stirring beneath his chaps every time he looks at Montgomery Clift. Hijikata is not gay, but Sozaburo is beautiful enough to inspire a lonely man to relax his usual standards. A samurai clearly in love with Sozaburo is Tashiro (Tadanobu Asano), a brawny type who feels competitive because both men were recruited at the same time.\n\nIs Sozaburo capable of fighting well enough to carry his weight in the samurai army? He turns out be the best of the young swordsmen, and when a superior orders him to carry out the execution of a disobedient samurai, he beheads the offender without a blink. The thing about Sozaburo, indeed, is that he hardly blinks at anything: Even while another samurai is having sex with him, he hardly seems to notice.\n\nIs this a weakness of the film? Maybe so. Oshima, directing his first film in 14 years, has found an actor with the physical attributes to play the character and seems content to leave it at that; his camera regards Sozaburo as an object of beauty but hardly seems to engage him. It's as if the young samurai is a platonic ideal of androgynous perfection, and the movie is not about him but about his effect on the others.\n\nNagisa Oshima, born in 1932, was a rebel of the Japanese cinema in the 1960s and '70s, and is most famous for \"In the Realm of the Senses\" (1976), the story of a love affair that turns into a sadomasochistic obsession, in which, during one sex scene, the hero loses that implement he might most require if he hoped to have another one. So great was the crush to attend that film's Cannes premiere that one critic was shoved through a plate glass window, luckily escaping the hero's fate. Oshima in recent years has become a Japanese TV star, and this film was a surprise to those who assumed he had more or less retired from filmmaking.\n\n\"Taboo\" is not an entirely successful film, but it isn't boring. There is a kind of understated humor in the way the senior samurai officers discuss their troublesome young recruit, and melancholy in the way the samurais follow their code as they are ceasing to be relevant or useful. I am not even sure it was a mistake to have Sozaburo be so passive. If he were a more active, complex character, that would generate a wider range of issues, and he works better within the plot as a catalyst.\n\nI am reminded of a story told by Donald Richie, the great writer on Japanese themes. \"In the Realm of the Senses\" was based on a true story of a woman who castrated her lover at his request. After serving a prison sentence, she was hired by a Tokyo tavern to appear nightly. At the given hour, she would descend a flight of stairs, walk across the room, and exit. The room would always be jammed, Richie reports. \"There she goes!\" the customers would say. The character of Sozaburo seems to serve something of the same function in this movie.", "running_time": 101, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-01-19", "genres": null, "title": "Taboo (2001)"}