{"url": "http://www.rogerebert.com/reviews/tai-pan-1986", "by": "Bryan Brownas Dirk", "star_rating": 1.0, "text": "\"Tai-Pan\" is the embodiment of those old movie posters where the title is hewn from solid rock and tiny figures scale it with cannons strapped to their backs, while the bosoms of their women heave in the foreground. It tells the saga of men who were larger than life, except for their brains, and of the women who loved them, lost them, left them, returned to them, double-crossed them, bore their children, oppressed their servants, and still found time to rend their hearts and their underwear.\n\nThe China Coast, 1842. The Chinese object, not unreasonably, to the British practice of buying opium from the Chinese and then selling it back to them for their silver. British warships are sent to pound the Chinese mainland, and then a treaty is signed giving England the right to operate Hong Kong as a free port.\n\nBut who will control Hong Kong? Will it be Dirk Struan, the lusty buccaneer, or Tyler Brock, the sniveling cheat? Both are extraordinary men. For one thing, they do not age visibly during the several decades of their rivalry. The movie is a little cagey about its exact time span, but try to figure this out: Struan has two grown sons near the beginning of the story, and so he must be at least 40 or even 45 when the auction is held to sell the land on which Hong Kong will be built.\n\nAnd yet he is still fit enough to fight a duel in the midst of a raging hurricane after principal construction has been finished on the original city. The women also hold up remarkably well - better than the buildings, which fall down around everybody's ears in the stirring climax.\n\nStruan (Bryan Brown) is the kind of man who never apologizes and never explains. He has a British wife who came out to Hong Kong, took one look around and went back home forever, sending him a son as a memento. He has a Chinese mistress and a Chinese son (by an earlier mistress). Brock (John Stanton) has a son, too - a vicious torturer and killer. Both fathers hope their boys will grow up to inherit Hong Kong, and soon we are on the edge of our seats with suspense over who will prevail: Will it be the two noble heirs to a hero's blood, or the snot-nose sadist? Life in early Hong Kong seems to have centered on protracted boudoir scenes, interrupted by beauty contests, formal balls, sword fights and stormy weather, with the occasional odd bit of perfunctory diplomacy. By my estimate, twice as much time is spent on the fancy dress contest as on the negotiations over the opium trade.\n\nOf the women of \"Tai-Pan,\" it can be said that Joan Collins could have played each and every one of them at some point in her career. My favorite is Mary Sinclair (Katy Behean), who comes out to Hong Kong as a simple English lass and, through pluck and dedication, becomes a successful prostitute, inspiring the immortal line, \"You're not the Mary Sinclair I knew.\" Then there is May-May (Joan Chen), Brown's Chinese mistress, who will-will. Their most tender moment comes when she loses face with him and wants to commit suicide, and he helps her regain face by whipping her but not really hitting her very hard. You gotta love this guy.\n\nThe conflict in the movie centers on who will be the Tai-Pan, or British ruler of Hong Kong. Brock buys up a lot of Struan's promissary notes to force him into backruptcy, but Struan is able to raise the money in the nick of time through a loan from the industrious Sinclair, who is the kind of girl Marlene Dietrich had in mind when she observed that you don't get to be known as Shanghai Lil in one night.\n\nBrock remains bitter over the years and vows that he will have his revenge, and that leads to the big sword fight during the hurricane.\n\nThen all is calm, and Struan observes that we are in the \"eye of the hurricane.\" This must be some hurricane, because the eye alone lasts longer than some of the movie's whole decades, providing Struan with time to return home for the ending, which is romantic, glorious, tempest-tossed, tragic and way overdue.", "running_time": 127, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-11-07", "genres": ["Action", "Drama", "History", "Indie"], "title": "Tai-Pan (1986)"}