{"url": "http://www.rogerebert.com/reviews/taiga-part-3-1995", "by": "Ulrike Ottinger", "star_rating": 4.0, "text": "Taiga, Part Three \n\n`Taiga,\" the austere documentary about the reindeer-herding nomads of remote Mongolia, shows lives that are unimaginably different from our own. In taking her camera to the remote land where they live, the German director Ulrike Ottinger deliberately avoided a \"talking heads\" documentary in which a narrator explains all. Instead, she allows her camera to sit in the corner of a rude home or dusty field, watching people as they live their lives.\n\nThis is, in general, an approach I prefer. But midway through the first hour of \"Taiga, Part 3,\" the concluding section of the eighthour documentary, my attention began to flag. The segment deals with a shamaness who is conducting a seance. She dons a heavy coat, hung with religious objects, and then beats on a large deerskin drum until she goes into a trance.\n\nThe camera essentially watches this process, without significant cutting, for more than 30 minutes, often from an awkward vantage point that prevents us from clearly seeing it. Still, you might say, we are privileged: We are inside the shamaness' yurt (portable house), seeing a ceremony few if any Westerners have ever seen before. Yes, I reply, but we saw a very similar scene in the first part of the film. If Ottinger wants to repeat herself, she might explain what is different about this second sequence, but her subtitles are not helpful. (The preceding scene is subtitled \"poem about a chief who cannot make decisions,\" but the lines of the poem remain untranslated.) At some point, a documentarian risks crossing a line between an unwillingness to cut, and an inability to judge. Ottinger crosses that line in this segment of the film, I think. She essentially shows us everything. Still, once we leave the shamaness, the film becomes as haunting as the first two segments were. We arrive, for example, at the forgotten trading centers of Hadhal and Hanch - port cities that were busy, when the Soviet Union thrived, with the comings and goings of merchant ships. But the USSR has collapsed, and the sea trade with it. These ports service just one arrival a year: a merchant ship that tows two others behind it. The shots of this crippled flotilla are a stark image of the collapse of a nation's economy.\n\nThe people live off the land. In addition to their herds of reindeer, sheep and bison, which provide milk, meat, skins and fur, they eat roots, bark, berries, herbs, wild onions and grains. There is a sequence where they thump on the ground with poles, listening for the hollow sign that betrays the burrows of the suslik - a tunneling squirrel that stockpiles groundroot. When they find a burrow, they rob it, and then the camera tilts up to the mountain vastness that surrounds them.\n\nOther sequences show a silversmith, a wedding palace, an amusement park and an old lady who is visibly impatient with the camera: \"Large herds? Why should there be so many. Ten or 20 reindeer. Do they give milk? Why should they give much milk? What is there to be cheerful about? I can hardly move my limbs.\" Leaving the theater after seeing all three parts of \"Taiga,\" I felt I was in possession of some portion of the lives of these people. As I wrote this, they are in the winter camps we saw them trekking toward, perhaps preparing groundroot they stole from the tunneling susliks. Maybe the old woman has died. Maybe she is still complaining.\n\n\"Taiga\" is too long and it repeats itself, but it casts a spell, and I am not surprised to learn that this improbable booking is drawing good-sized crowds at the Music Box. I will not forget an old couple shown in Part Two. They have seen no people at all for six years. The documentary crew visits them. We glimpse their backbreaking labor and awesome loneliness. The man says: \"Our life is neither good nor bad, although we did expect a bit more.\"", "running_time": 150, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-02-24", "genres": null, "title": "Taiga, Part 3 (1995)"}