{"url": "http://www.rogerebert.com/reviews/taiga-part-2-1995", "by": "Ulrike Ottinger", "star_rating": 4.0, "text": "Taiga, Part Two \n\nIn the second part of \"Taiga,\" the epic eight-hour documentary that is unfolding in three installments at the Music Box, a guide takes us to meet his parents, \"who have seen no other people for six years.\" Like the people in the film's first part, they are Mongols who lead a nomadic existence in the distant reaches of Mongolia, living mostly off the land and their reindeer herds, according to the old ways.\n\nWe see the old couple first standing in front of their yurt, a sort of teepee made of animal skins. Then we go inside, and the husband tells tales of the old days: how life was better before the herds were nationalized, how sacred objects were banned from the yurts - but hidden and kept anyway - and how hard life is.\n\nThen it is his wife's turn to speak. She is not hopeful for herself. She is old and weak, she says, and fears that her vision is going. She hardly has the health to do anything. From her appearance, she could be 70, 80 or 90; there is no way to tell. But gradually, in an indirect way, as she describes her life, we get a new appreciation for what she means by hardly doing anything. She herds the reindeer, milks them, does the cooking, collects firewood, fetches water, sews, mends and does repairs around the yurt.\n\nWhat would be backbreaking labor for a modern Western person of 30 is, for this old woman and her husband, semiretirement, as they sit out their old age inside a small home, in isolation. Watching this couple, listening to them, we are struck again by how many different kinds of lives still exist on this shrinking planet.\n\nThe film was directed, written and photographed by Ulrike Ottinger, a German woman who spent many months among these people, and whose film is slow and watchful. She provides the screen time necessary for us to glimpse something of the way time passes for these people. Early in the film, for example, we watch a hunter prepare for the hunt. He collects twigs and branches. He starts a fire. He nurtures it. He removes a wok from his saddlebags. He warms milk. He brews milk tea. He lights incense. He sprinkles some of the tea to the four winds, as an offering. He shows us the weapons he will use. Then he is ready to begin hunting.\n\nThe first part of the film centered on people who live in yurts, portable houses which can be moved from place to place. In part two we see some of the people moving to their winter camp, five days' march away. We also see \"log cities,\" clusters of simple log houses the nomads visit for supplies. There is a general store, with meager provisions but much excitement. There is a telegraph office, although from the way the operator ritualistically recites the same phrase into a phone that does not seem to be working, we get the impression he serves a symbolic, not an actual, function.\n\nThere are wrestling matches, tugs-of-war, a stag hunt.\n\nComplaints: \"The Party was always telling us what to do,\" as if Marxist bureaucrats in a city could have possibly understood what was best for nomadic reindeer herders. Life is better now that the Soviet Union has collapsed, allowing the nomads to make their own decisions.\n\nLike part one, this section of the film proceeds at its own pace, inviting us into lives so different from our own - sharing the same hopes for children and family, the same desire for comfort and security, in an almost unimaginable environment.\n\nI will remember the words of the old man as he and his wife; bid farewell to the film crew. We see them standing outside their yurt, ready to resume six years of complete isolation and backbreaking labor. He says: \"Our life is neither good nor bad, although we did expect a bit more.\" Note: \"Taiga, Part Two\" plays at the Music Box Saturday, Sunday and Feb. 18-19. \"Part Three,\" showing the same nomads adapting to city life, plays Feb. 25-26, March 4-5 and March 11-12.", "running_time": null, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-02-10", "genres": null, "title": "Taiga, Part 2 (1995)"}