{"url": "http://www.rogerebert.com/reviews/taiga-part-1-1995", "by": "Ulrike Ottinger", "star_rating": 4.0, "text": "Taiga A Documentary\n\nWatching\ra film like \"Taiga\" is an undertaking entirely apart from the usual\rexperiences we have at the movies. It is eight hours long, but comes in three\rparts; I have so far seen the first part, at 199 minutes, and it resides in my\rmemory with something of the same weight as an actual journey to another land.\n\nI\ram fully aware that an epic ethnographic documentary about the nomadic tribes\rof Mongolia is not a film most people think they want to see (indeed, my own\rfeet dragged on my way into the theater).\n\nBut\rfor those who are curious, \"Tiaga\" is an experience that causes us to\rthink about why we live as we do, what it is to be human, and what is important\rin life.\n\nThe\rDarkhad and Soyon Uriyanghai peoples live in a vast valley in Northern\rMongolia, much as their ancestors have for centuries. They move between their\rsummer, autumn and winter camps, setting up their yurts - large, portable round\rtents, each with a front door and frame made of wood. They tend cattle and\rsheep. They have peripheral contact with modern life, and we see motorcycles\ramong more ancient styles of possessions. Their religion centers around\rshamans, women priests whose ceremonies begin at midnight, who go into trances,\rand who must be awaked by dawn lest their spirits stay in the other world.\n\n\"Taiga\"\ris the record of a long period spent by the German filmmaker Ulrike Ottinger\ramong these people. She directed, photographed, and wrote the sparse titles\rthat introduce each segment. What we understand at once is that the subjects of\rher film are not people in a hurry. They live according to the seasons, not the\rhours, and the film adopts a certain patience. It's not one of those\ronce-over-lightly documentaries where we get a quick snapshot of colorful\rnomads and then there's a fade to the sunset.\n\nAt\rfirst, the approach is disconcerting: Is anything ever going to happen in this\rfilm? Then we become comfortable with the rhythms of their daily lives. In Part\rOne, we attend a shamanistic ceremony and a wedding. We listen to a folk story,\rsee boots being made, and visit a sacred tree, all adorned with feathers,\rskins, horsehair and other gifts from those who have been here before.\n\nWe\rwatch food being prepared. In particular, we follow the slaughter of a lamb\rthrough all of its particulars, as every ounce of the lamb is used according to\rtraditional practices; the intestines are cleaned, the organs are set aside,\rthe blood is drained and saved, and choice cuts of meat are reserved as prizes\rin a wrestling tournament. Then\rwe observe all of the stages in which meat dumplings are made.\n\nWhy\rdoes Ottinger show us the process in such detail? Because her film doesn't want\rto chatter, \"Meat dumplings are a favorite food of the Mongols\"; it\rwants to say, \"Here is exactly how these people raise, tend, slaughter,\rdress, prepare, cook and serve an animal, and how food serves both a ceremonial\rand a family purpose.\" After seeing this film, I could make dumplings\raccording to the Mongol way - and maybe I will.\n\nThese\rpeople, living from the land, use everything. Their herds give them plentiful\rsupplies of milk, and, casually, the film documents how many ways they use it.\rAt various times we see them preparing salted milk tea, cottage cheese, yogurt,\rand milk liquor. Then we witness a milk can employed for an ingenious barbecue:\rRocks are heated in a fire, and then the hot rocks and chunks of meat are\rdropped into the can, which is twisted shut to form a sort of pressure cooker.\n\nOne\rsequence involves a local wrestling match. What is remarkable is how\rgood-natured it is, as the wrestlers strut in their homemade uniforms and then\rsquare off, and their audience kneels in a ring, absorbed. There is no applause\rfor the winner, but instead hand gestures, palm toward the sky, as if to\rindicate that the champion has lifted himself above the ordinary.\n\nThe\rseason comes to an end, and the tribes disassemble their yurts and load them,\rand all their other possessions, into oxen, for the trek to the winter\rquarters.\n\nWhat\roccurred to me, watching the film, is that time does not slip away for these\rpeople. They do not ask where the day went, because they were at its side. They\rrespect one another and themselves, they are deeply courteous, they live in\rharmony with the land, and although their lives seem hard to us, they are not\runhappy lives, because everything has a purpose, and the purpose is clear to\rsee.\n\nIf\ryou commit yourself to this epic experience, leave your watch at home. This is\ra long, slow film. There is no narrator imparting breathless banalities. No\rcute reaction shots of grinning children or wrinkled grannies. No lovable\rpuppies. No clichés about the simple nobility of these ancient tribes. No\rdocumentary packaging. Ulrike Ottinger was invited into the lives of these\rpeoples, and she stayed a long time, watching and listening, and then she made\ra film about what she saw and heard. That is worth doing, and worth seeing.", "running_time": null, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-01-27", "genres": null, "title": "Taiga, Part 1 (1995)"}