{"url": "http://www.rogerebert.com/reviews/take-shelter-2011", "by": "Michael Shannonas Curtis", "star_rating": 4.0, "text": "Here is a frightening thriller based not on special effects gimmicks but on a dread that seems quietly spreading in the land: that the good days are ending, and climate changes or other sinister forces will sweep away our safety. \"Take Shelter\" unfolds in a quiet Ohio countryside with big skies and flat horizons, and involves a happy family whose life seems contented.\n\nIt is the gift of actor Michael Shannon as Curtis LaForche that while appearing to be a stable husband and father with a good job in construction, he also can evoke by his eyes and manner a deep unease. Curtis has what he needs to be happy. He fears he will lose it. His dreams begin to be visited by unusually vivid nightmares: The family dog attacks him, for example, or storms destroy his home.\n\nTo the puzzlement of his wife, Samantha (Jessica Chastain), and their hearing-impaired daughter, Hannah (Tova Stewart), he builds a pen in the backyard for the dog, which had been living peacefully indoors. The storm dreams are not so easily managed. Ominous black clouds gather, their heavy raindrops brown and oily, and so subtle is the direction of Jeff Nichols that some of this poisoned rain seems to be real, not imaginary. They live on the outskirts of town, in an area which is swept from time to time with tornadoes.\n\nHis behavior begins to concern his best friend and workmate, Dewart (Shea Whigham), who helps him as much as he can. Their friendship dramatizes the thin ice beneath so many people these days, when employment is threatened by uncontrolled forces, and if you lose a job, there may not be another one. Stories about Curtis begin to spread in the community, and Curtis is not paranoid when he thinks people are talking about him. His explosion at a community benefit dinner is terrifying in its energy.\n\nThis is the second collaboration by writer-director and star, whose powerful \"Shotgun Stories\" (2007), established Nichols as a gifted new filmmaker and further cemented Shannon's growing reputation as an actor of uncommon force: the young Christopher Walken, my wife says, and he does embody the same shifting air of disquiet. As his wife, Jessica Chastain is effective in her seventh major role this year; since \"The Tree of Life,\" has any young actress ever put together such a series of roles?\n\nA few jolting shots early in the film establish the possibility that bad things could happen. But Nichols builds his suspense carefully. Curtis is tormented but intelligent; fearing the family's history of mental illness, he visits his schizophrenic mother (Kathy Baker) in a care facility to ask if she had ever been troubled by bad dreams. He checks books out of the library. He turns to the area's obviously inadequate public health facilities.\n\nBut he also acts as if his warnings should be taken seriously, He is driven to guard the family he loves. He borrows money from the bank and equipment from work to greatly expand an old storm shelter in his backyard. His wife grows frightened by his behavior. His job and health insurance are threatened. \n\nAnd then a storm comes. Its nature need not be discussed here. It leads to a scene of searing power, in which Samantha tells Curtis that it is safe once again to return to the surface — that it is a step he must take personally. The story seems somewhat resolved. Then the film concludes not with a \"surprise ending\" but with a series of shots that brilliantly summarize all that has gone before. This is masterful filmmaking.\n\nIn films like \"Shotgun Stories,\" William Friedkin's \"Bug,\" Sam Mendes' \"Revolutionary Road\" and Werner Herzog's \"My Son, My Son, What Have Ye Done,\" Shannon has attracted the best directors with his uncanny power. His performance in the play \"Mistakes Were Made,\" was one of the most amazing performances I've ever seen. Thinking again over what he does in \"Take Shelter,\" I think an Oscar nomination for best actor would be well-deserved.", "running_time": 120, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-05", "genres": ["Drama", "Thriller"], "title": "Take Shelter (2011)"}