{"url": "http://www.rogerebert.com/reviews/take-this-waltz-2012", "by": "Michelle Williamsas Margot", "star_rating": 3.0, "text": "Michelle Williams has such an angelic presence that her very sweetness threatens to undermine Sarah Polley's \"Take This Waltz.\" Here is a woman who asks for our sympathy while living a lifestyle that will be the envy of most everyone in the audience. Even her romantic quandary involves a choice between two really nice men. I have great admiration for her as an actress, but this story might have been better told with a less lovable star.\n\nShe plays Margot, a marginally employed free-lance writer who lives in a Toronto neighborhood that looks like a production designer's wet dream. The quaint houses with multicolor paint jobs are close to charming little cafes and restaurants and repertory theaters; although there are neighborhoods a little like that in the city, you can't afford to live there if your husband's only employment is spending the last five years writing a chicken cookbook. \n\nHer husband is Lou (Seth Rogen), played with that shaggy likability that allows Rogen to charm the pants off a film. Lou is not, alas, a passionate man, and his wife spends much time basking in the warm glow of the window of an oven door, while thinking pensively about how he could be preoccupied with chicken while married to such an adorable creature. \n\nShe is not lacking for adoration, however. Even before we meet Lou, she has met Daniel (Luke Kirby) while doing a story in Nova Scotia. Wouldn't you know they're seated next to each other on the flight home? He calls her bluff when she's helped aboard in a wheelchair; she claims her legs are unreliable, and then confesses she asks for wheelchairs because she has panic attacks when making airport connections. This problem is a tad too precious for a healthy girl still in her 20s.\n\nTalk about your Meet Cutes. Not only is Daniel seated next to her, but when they share a taxi to the same neighborhood, they discover they live across the street from each other. How does Daniel make the money to afford this neighborhood? He is an artist who supports himself by pulling a rickshaw through tourist areas. Yes. In Toronto, that is surely a seasonal job.\n\nThere is a point here when \"Take This Waltz\" seems to be veering precariously toward the magic realism of Wes Anderson, but Sarah Polley as an actress (\"The Sweet Hereafter\") and filmmaker (\"Away from Her\") has a grounding in realism. There is a lot of truth in this portrait of a marriage running out of the will to survive.\n\nDaniel, it must be said, is an expert seducer. His method is exquisitely slow and subtle, and much of the erotic tension comes from the way that Margot and Daniel both know exactly what he's up to. While Lou stirs his chicken tetrazzini in blissful absorption, they have a way of meeting here and there for non-dates that look a lot like dates, including an underwater ballet in a neighborhood pool and shared martinis during which he performs verbal foreplay that's all the more exciting because most movies never have time for foreplay at all.\n\nThere's a serious undertone brought in by Lou's alcoholic sister Geraldine (Sarah Silverman), recovering but shaky, who perceives what's happening and tries to introduce some sanity into Margot's erotomania. Polley wickedly contrives scenes to exploit Lou's naivete, as when Daniel (introduced as \"our neighbor\") gives them a rickshaw ride to art cinema they always visit on their wedding anniversary.\n\n\"Take This Waltz\" set up a tug of war in my heart. Would I be able to resist Michelle Williams' forlorn appeal for my sympathy? Could I forgive Lou's poulet-befuddled blindness? Is Daniel as trustworthy as a fox in a hen house? Does Sarah Polley love Toronto as much as Lou loves chicken and Daniel loves Margot?\n\nThe answers are (1) not quite, (2) no, but that's the way he is, (3) I wouldn't trust him as far as I could throw a rickshaw, and (4) yes. All the same, this film works a seductive magic, partly because the actors are so persuasive, mostly because it boldly sidesteps practical questions and creates an arthouse version of romantic escapism. I suggested above that the story might have been better served with a less lovable star. I was wrong. I was about to propose Sarah Silverman as wife, Michelle Williams as sister. That would never work. Michelle Williams enlists our sympathy. With Silverman playing that character, we'd see Margot as the shameful woman she is.", "running_time": 116, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-07-11", "genres": ["Drama", "Romance"], "title": "Take This Waltz (2012)"}