{"url": "http://www.rogerebert.com/reviews/take-the-money-and-run-1969", "by": "Woody Allenas Virgil Starkwell", "star_rating": 2.5, "text": "Woody Allen's \"Take the Money and Run\" has some very funny moments, and you'll laugh a lot, but in the last analysis it isn't a very funny movie. It isn't really a movie at all. I suspect it's a list of a lot of things Woody Allen wanted to do in a movie someday, and the sad thing is he did them all at once.\n\nAs everybody knows, movie comedy depends upon a different sense of timing from stand-up humor or cabaret skits or whatever. Movie humor is usually based on the editing; we laugh because we see something we didn't expect, or at a time we didn't expect it. The double take, now firmly embedded in the language, recognizes this principle.\n\nIn \"Take the Money and Run,\" Allen hasn't quite succeeded in translating his unique comic style (a national treasure) into movie terms. He still depends too much on what are basically stand-up monologues and stage dialog. An example. The hero (Woody) goes on a lovely walk through a park with his true love (Janet Margolin). There's fog and mist and trees and grass and romance, and indeed this is our old friend the Semi-Obligatory Lyrical Interlude, in which loving couples float through the countryside in slow motion and all that.\n\nAllen handles this by photographing it straight, as if this were a love story and not a comedy. Then he narrates the scene, with what's essentially a nightclub monologue about his difficulties with women. Some of the gags in the monologue are funny, and we laugh, but nothing is being done here to make the movie visually funny.\n\nPerhaps Allen should have satirized the cliché of the lover's slow-motion interlude. Maybe the couple could fall into a lake, or the cameraman could have trouble keeping his camera out of focus, or the slow-motion could speed up, or on the sound track we could hear a pseudo-Dylan singing some absolutely awful Rod McKuen-type song; about the Essential Inability of Everyone Else to Understand My Uniqueness. In any event, something could have been done to make what we see on the screen funny; you aren't solving the problem by reciting a monologue over unfunny images.\n\nThere are, as I've said, some very funny scenes in the film. It's done like an old March of Time newsreel, with a narrator recounting Woody's childhood, life and unsuccessful career as an utterly inept criminal. The blackouts before the credits are particularly good. And other scenes (notably Woody's tangle with a prison shirt-folding machine, and his escape attempt while chained to five other prisoners) are hilarious.\n\nBut the editing should have been done more ruthlessly, to get rid of things that seemed funny at the time but aren't funny in the movie. As part of the documentary technique, we get interviews with several important characters in Woody's life: a parole officer, a prison psychiatrist, etc. Most of these are good. But, again and again, we keep coming back to Woody's parents (disguised like Groucho Marx) and these scenes bring the movie to a halt. They're not funny, except for the first one, and they should have gone.\n\nIn all fairness, maybe I hit \"Take the Money\" in the wrong mood. But I doubt it. You keep wanting the movie to be funnier than it is -- but it isn't. A lot of reviewers think it's the comic masterpiece of the decade. Are their memories so fickle they've already forgotten the glory of Mel Brooks' \"The Producers\" (1968)? Now there was a comedy -- and a movie, too.", "running_time": 85, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-10-06", "genres": ["Comedy", "Crime", "Documentary"], "title": "Take the Money and Run (1969)"}