{"url": "http://www.rogerebert.com/reviews/take-2008", "by": "Minnie Driveras Ana", "star_rating": 2.0, "text": "Well, you can't fault the actors. That must mean it's the fault of the writer and director. \"Take\" is a monotonous slog through dirgeland, telling a story that seems strung out beyond all reason, with flashbacks upon flashbacks delaying interminably the underwhelming climax.\n\nMinnie Driver and Jeremy Renner star, and both of their performances would distinguish a better screenplay. She is Ana, a house cleaner, the wife of an elementary schoolteacher and the mother of a hyperactive little boy named Jesse (Bobby Coleman). Renner plays Saul, a loser at a very low level, who owes $2,000 to a low-life and works for a storage company. He gets fired by stealing possessions from one locker and planting them in a locker where the contents will be auctioned. He pockets the extra cash. Neat, right? I don't know how the boss finds out about it. Just Saul's rotten luck.\n\nIt's one of those days. After getting fired, he splits his knuckles while breaking the window of his car, which won't start. Then he begs a pal for the $2,000, and is lent a car and assigned to steal a Range Rover. Then the owner of the Range Rover beats him to a pulp. He finds a gun in the loaner car, slips it in his pocket and goes to a drugstore to get his ailing dad's prescription filled. Seeing the cashier's window, he decides on the spot to rob the store, and in the process, shoots the cashier and takes little Jesse as hostage. If only he hadn't been fired, a lot of people would have been saved a lot of trouble.\n\nThese events are doled out parsimoniously by Charles Oliver, who wrote and directed, intercutting with Ana driving her own broken-down car and towing a trailer. She is driving to the prison where Saul is scheduled to be executed, and wants to talk to him before he dies. Although there is an enigmatic phone call over the opening credits that may explain this, I am not at all sure how by this point she seems to have misplaced her husband.\n\nMeanwhile (the whole movie takes place meanwhile), we see Saul sitting chained to a chair, being walked down corridors, being prepared for death and then having a long theological chat with the prison chaplain. The chaplain is certainly a good sport, trying to convince the murderer that everything is part of God's plan. Saul is not too bright, but he cannot quite see how what he has done and what is being done to him represents good planning.\n\nAna and Saul do indeed meet and talk, but if you're hoping for a conversation along the lines of \"Dead Man Walking,\" you'll be disappointed. I spent more time wondering how long it takes to try and execute a prisoner in whatever state this is, since Saul still has a not-quite healed scar from the Range Rover beating, and a Band-Aid from the window-smashing.\n\nOne critic of the movie accuses it of having a sneaky ending that suggests it might all have been a dream. I guess that would explain the emphasis placed on closeups showing Ana and Saul staring at each other's ID patches on their uniforms. Maybe they imagined each other's lives? But then why would they meet?\n\nThe back-seat shot that may have misled the critic is obviously only in Ana's imagination. Little Jesse can't really be there. After all that's happened, do you think she would walk off and leave her son unattended in a prison parking lot?", "running_time": 98, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-07-30", "genres": ["Action", "Drama", "Thriller"], "title": "Take (2008)"}