{"url": "http://www.rogerebert.com/reviews/taken-2009", "by": "Liam Neesonas Bryan Mills", "star_rating": 2.5, "text": "If CIA agents in general were as skilled as Bryan Mills in particular, Osama bin Laden would have been an American prisoner since late September 2001. \"Taken\" shows Mills as a one-man rescue squad, a master of every skill, a laser-eyed, sharpshooting, pursuit-driving, pocket-picking, impersonating, knife-fighting, torturing, karate-fighting killing machine who can cleverly turn over a petrol tank with one pass in his car and strategically ignite it with another.\n\nWe meet Mills (Liam Neeson) in \"sort of retirement\" in Los Angeles, grilling steaks with old CIA buddies and yearning to spend more time with his 17-year-old daughter, Kim (Maggie Grace). Kim now lives with her mom, Mills' ex-wife (Famke Janssen), and her effortlessly mega-rich husband (Xander Berkeley), whose idea of a birthday present is giving Kim not a pony, but what looks like a thoroughbred.\n\nMills has seen action in Afghanistan and apparently everywhere else, and knows it's a dangerous world for a naive teenage girl. He is against Kim spending the summer in Paris with her girlfriend, even though \"cousins\" will apparently chaperone. He's right. Kim and her pal succeed in getting themselves kidnapped the afternoon of the same day they get off the plane, although Kim has time for one terrified phone call to Dad before she's taken away.\n\nNow listen to this. Using CIA contacts at Langley, Mills is able to use his garbled tape of their conversation to determine the name of his girl's kidnapper (Marko), that he is Albanian, that his ring kidnaps young tourists, drugs them and runs them as prostitutes; the virgins are auctioned off to Arab sheiks and so on. Headquarters also tells Mills he has 96 hours to rescue his daughter before she meets a fate worse than death, followed by death.\n\nWith this kind of intelligence, the CIA could be using bin Laden's Visa card in every ATM in Virginia. It's the set-up for a completely unbelievable action picture where Mills is given the opportunity to use one element of CIA spycraft after another, read his enemies' minds, eavesdrop on their telephones, spy on their meetings and, when necessary, defeat roomfuls of them in armed combat. At one point, a former colleague in the Paris police says he has left seven bodies behind. He's just getting warmed up. How this man and his daughter could hope to leave France on a commercial flight doesn't speak highly of the French police -- and the new \"Pink Panther\" doesn't open for a week. Oh, why does he have only 96 hours? To provide the movie with a handy deadline, that's why.\n\nIt's always a puzzle to review a movie like this. On the one hand, it's preposterous. But who expects a \"Bourne\"-type city-wrecking operative to be plausible? On the other hand, it's very well-made. Liam Neeson brings the character a hard-edged, mercilessly focused anger, and director Pierre Morel hurtles through action sequences at a breathless velocity. If Kim is an empty-headed twit, well, she's offscreen most of the time, and the villains are walking showcases for testosterone gone bad. The only tiny glitch is that if one chase scene doesn't use the same ramp down to a construction site that the opening of \"Quantum of Solace\" did, it sure looks like it does.\n\n\"Taken\" reopens a question I've had. A lot of movies involve secret clubs or covens of rich white men who meet for the purposes of despoiling innocent women in despicable perversity. The men are usually dressed in elegant formalwear, smoke cigars and have champagne poured for them by discreet servants. Do such clubs actually exist? Since every member would be blackmailable, how could they survive? If you lost everything in a Ponzi scheme, would you betray your lodge members? Just wondering.\n\nThe movie proves two things. (1) Liam Neeson can bring undeserved credibility to most roles just by playing them, and (2) Luc Besson, the co-writer, whose actioner-assembly line produced this film, turns out high-quality trash, and sometimes much better (\"The Fifth Element,\" \"Taxi,\" \"The Transporter,\" \"La Femme Nikita,\" even \"The Three Burials of Melquiades Estrada\"). The bottom line is, if you can't wait for the next \"Bourne\" thriller, well, you don't have to. I can easily wait, but Truth in Reviewing compels me to confess that if the movie I was describing in the first paragraph sounded as if you'd like this, you probably will.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-01-28", "genres": ["Action", "Crime", "Foreign", "Thriller"], "title": "Taken (2009)"}