{"url": "http://www.rogerebert.com/reviews/taken-2-2012", "by": "Liam Neesonas Bryan", "star_rating": 3.0, "text": "Poor Kim Mills. She doesn't even have her driver's license yet, and she's been kidnapped by sex traffickers in Paris and terrorists in Istanbul. This despite her having a father so protective that he implants a GPS app in her iPhone and bursts in on her making out with her sweet, polite boyfriend.\n\nI suppose the second kidnapping was necessary in \"Taken 2,\" which stars Liam Neeson, Maggie Grace and Famke Janssen in a pumped-up sequel to \"Taken\" (2008). They say that the family that's kidnapped together, stays together and a whole lotta bonding will go on after this one. You don't need to have seen the first film to follow this one, which opens with touching scenes between ex-CIA man Bryan Mills (Neeson) and his ex-wife Lenore (Famke Janssen, who is seriously beautiful here). Lenore's new husband has proven to be a no-good rat, and some energy flows between her and Bryan, the father of their daughter Kim (Maggie Grace). Mills has been hired to be a sheik's bodyguard in Istanbul; when he wraps the job, he invites Kim and Lenore to join him for some R&R in Istanbul.\n\nBad idea. He's only a stone's throw from Albania, where the film opens with a funeral of Mills' victims from the first \"Taken.\" I have long complained that action pictures leave dozens of dead bodies behind and unaccounted for. Now we see that Mills killed so many bad guys in the first film that a transport plane is needed to airlift their bodies home, and a mass burial is required to dispose of them.\n\nThe chief mourner is Murad Krasniqi (the dependably evil Rade Sherbedgia), whose son was among the victims. Never mind that the lad specialized in kidnapping young tourists and making them sex slaves. Never mind that Bryan Mills' daughter was one of the kidnappees. Krasniqi vows revenge.\n\nThis time Mills and Lenore are kidnapped, when Kim pulls out of a family outing. This leads to Lenore being left hanging by chains, upside down in a warehouse, while Mills is chained to a pipe in the same room. Krasniqi, having made a precise slit in Leonore's throat, kindly explains that because the blood will flow to her head, she won't bleed to death right away. (Not to worry; this is only PG-13-rated hanging upside down and bleeding to death.)\n\nSo OK. Put yourself in Lenore's place. You're hanging upside down and bleeding, with a black hood over your head, and you hear your ex-husband's reassuring voice: It's all gonna be OK. And it is. This is because Mills, apparently the most brilliant graduate in CIA history, manages to call his daughter for help and lead her through a complex process of using a shoestring and a map to figure out where he and Lenore are being held. What Kim does to save them may inspire some disbelieving laughter from the audience, but man, oh, man, that girl has pluck, and can outrun the terrorists and the Turkish cops, despite having failed two driver's license exams.\n\n\"Taken 2\" is slick, professional action, directed by Olivier Megaton. Let that name roll off your tongue (Olivier, not Oliver). It was produced and co-written by Luc Besson, the French master of thrillers, and Robert Mark Kamen, his writing partner on many films. The first \"Taken\" was made for $22 million and grossed 10 times that much, establishing Liam Neeson as an action star after a career spent in heavyweight roles. The cast is uniformly capable and dead serious, and if you're buying what Luc Besson is selling, he's not short-changing you.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-10-03", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Taken 2 (2012)"}