{"url": "http://www.rogerebert.com/reviews/take-me-home-tonight-2011", "by": "Topher Graceas Matt", "star_rating": 1.5, "text": "I follow the Darwin Awards carefully. Those are the mentions given out on the Internet every year of people whose deaths may have improved the species by removing them from the gene pool. Many of the characters in \"Take Me Home Tonight\" might make a contribution in that way.\n\nLet me run this past you. Your name is Matt (Topher Grace). You are maybe 10 years out of high school. You work at a Los Angeles video store. You want to impress a girl named Tori (Teresa Palmer) you lusted after in school. She walks into the video store. You lie and tell her you are a banker with Goldman Sachs. You end up at a party, and she's there. It turns out she's also in banking, and happens to know that Goldman Sachs doesn't have a Los Angeles office.\n\nEverybody then gets drunk and exchanges inane dialogue during the longest scene set at a party since the 45-minute formal ball in Visconti's \"The Leopard\" (1963). Your most hated rival is throwing the party. Your high school class had some kind of cockamamie ritual test involving the Ball (I may have the name wrong, but I'm close). This is a large metal sphere, apparently hammered together out of old junkyard parts. It's in the bed of your rival's pickup truck. \n\nYou decide one way to regain your self-respect and win esteem in Tori's eyes is to risk the challenge of the Ball. The idea is, you climb inside the Ball, the truck bed is tilted, and the Ball rolls out of control downhill on a canyon road above Los Angeles. To get into the Ball is to qualify yourself as a finalist for the Darwin Award. To aid and abet anyone involved in this process is to act as an accessory to murder.\n\nNow let me get back to that a party scene. It is unendurably long. There are endless camera set-ups to define various groupings of characters who perform badly-written dialogue. Among these characters are Matt's twin sister Wendy (Anna Faris) and her boyfriend Kyle (Chris Pratt). Wendy got all the brains in the family. Matt got to be Topher Grace. In that family, a trade-off. Wendy is holding an envelope which will tell her if she has been accepted to \"Cambridge University.\" Kyle thinks they should get married. He doesn't know where Cambridge is. This gives you a notion of the depth of his interest in her.\n\nI put the words \"Cambridge University\" in quotes to mislead you into thinking nobody calls Cambridge by that name. Actually, that's its official name, but it is uncool to say \"Cambridge University.\" Most people say \"Cambridge\" and people know what you're talking about. You know, like \"Berkeley.\" Anybody tells you they're going to the \"University of California at Berkeley,\" they must think you just got off the train.\n\n\"Take Me Home Tonight\" must have been made with people who had a great deal of nostalgia for the 1980s, a relatively unsung decade. More power to them. The movie unfortunately gives them no dialogue expanding them into recognizable human beings. They speak entirely in plot points and punchlines and seem to be motivated only by lust, greed and ego. Well, we all are, but few bring to this motivation so little intelligence and wit. \n\nBesides, I have news for Tori, who works in banking and thinks she's so smart. If she thinks Goldman Sachs doesn't have a Los Angeles office, she should pay a visit to Suite 2600 in Fox Plaza at 2121 Avenue of the Stars.", "running_time": 97, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-03-02", "genres": ["Comedy", "Romance"], "title": "Take Me Home Tonight (2011)"}