{"url": "http://www.rogerebert.com/reviews/taking-woodstock-2009", "by": "Demetri Martinas Elliot Teichberg", "star_rating": 3.0, "text": "Luckily I saw “Woodstock” again in April, so it was fresh in my mind while watching “Taking Woodstock,” Ang Lee’s entertaining film about the kid who made it all possible — in Woodstock, anyway. This is Elliot Teichberg, a young interior designer who leaves a New York career to return home to upstate New York and help his parents bail out their failing, shabby motel.\n\nHe’s already held outdoor “music festivals” at the motel, which have involved people sitting on the grass and listening to him play records. Now he learns a nearby town has refused a permit to the organizers of a proposed August 1969 rock concert. As the head of the tiny Bethel Chamber of Commerce, near Woodstock, he calls them and offers a permit. And history is made. What if Woodstock had been named after the town that turned it down, Wallkill?\n\nLee’s movie is so deliberately backstage that we never see any of the concert’s performances, although we hear them sometimes in the background. All is seen through the eyes of Elliot, who ignores local fears of a hippie riot and persuades local dairy farmer Max Yasgur (Eugene Levy) to make his acres available as the venue. Max and other people in the film, such as the Port-O-San man and a local couple with one son at Woodstock and another in Vietnam, are familiar from the “Woodstock” documentary.\n\nBut Lee and writer James Schamus aren’t making a historical pastiche. This is a comedy with some sweet interludes and others that are cheerfully over the top, such as a nude theatrical troupe living in Elliot’s barn, and Vilma, his volunteer head of motel security, a transvestite ex-Marine played by Liev Schreiber. How does Schreiber, looking just as he usually does except for a blond wig and a dress, play a transvestite? Completely straight. It works.\n\nThe backstage cast of characters include concert organizer Michael Lang (Jonathan Groff) and Elliot’s buddy Billy (Emile Hirsch), a returned and strung-out Vietnam veteran. Also loud and omnipresent is Elliot’s mother, Sonia (Imelda Staunton), and her long-suffering husband, Jake (Henry Goodman). Sonia, a Russian immigrant paralyzed by fears of poverty, has run the motel into the ground with lack of maintenance and such policies as charging $1 for a towel. Descended upon by a busload of organizers, she converts rooms into “triples” by hanging sheets from the ceiling. Her shrill greed cuts through all the peace and love until, finally even she warms up.\n\nInstead of showing much more than glimpses and edges of the concert, Lee shows the local impact as “Woodstock Nation” swamps little Bethel. He also shows the goodwill of most of the locals and police, who join in the spirit. There’s a remarkable shot, which must have been hard to stage, of Elliot getting a ride on a police motorcycle past a backup of hundreds of cars, vans and pedestrians; this reminded me of the famous traffic jam in Godard’s “Weekend.”\n\nI was reminded, too, of another film, Philip Kaufman’s “The Unbearable Lightness of Being.” That film made remarkable use of pre-CGI special effects to seamlessly insert its characters into actual footage of the Prague demonstrations against the Russian occupation of Czechoslovakia.\n\nWhat Lee does, apparently, is use footage from Michael Wadleigh's \"Woodstock\" (1970) and insert Eliot and others into it. I say \"apparently,\" because I am informed he used no original footage at all. This is amazing, because It looks so remarkably convincing. The poignancy of Wadleigh's closing shots of the clean-up effort are mirrored here as Eliot joins in the aftermath.\n\nNot many events of 40 years ago would inspire a feature comedy. Seeing the 1970 film on a big screen in 70mm in April at Ebertfest, with an audience including many who had never seen it before, was an affirmation of how timeless those “three days of peace and music” have become. “Taking Woodstock” has the freshness of something being created, not remembered. I saw a photo the other day of the young couple shown on the original soundtrack album jacket. Still married, still with their arms around each other.\n\nMy Great Movies essay on \"Woodstock.\"", "running_time": 120, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-08-26", "genres": ["Comedy", "Drama", "Indie", "Music"], "title": "Taking Woodstock (2009)"}