{"url": "http://www.rogerebert.com/reviews/taking-lives-2004", "by": "Angelina Jolieas Illeana Scott", "star_rating": 3.0, "text": "\"Taking Lives\" is another one of those serial killer thrillers where the madman is not content with murder but must also devise an ingenious and diabolical pattern so that it can be intuited by an investigator who visits the crime scene and picks up his vibes. The vibe jockey this time is FBI agent Illeana Scott (Angelina Jolie), and the first time the other cops see her, she's on her back in the open grave of one of the victims, feeling the pain or sensing the hate or just possibly freaking out the cops so they won't take her for granted.\n\nAlthough she's American, she's in Canada, where she has been summoned because she has special skills needed by the Montreal police. Before you find it odd that the Canadian cops lack a single law enforcement person with her expertise, reflect on this: They don't even know they're not in Montreal. At almost the very moment we hear \"Montreal\" on the soundtrack, there is a beautiful shot of the Chateau Frontenac in Quebec City. This is a little like Chicago cops not noticing they are standing beneath Mount Rushmore.\n\nBut I quibble. \"Taking Lives\" is actually an effective thriller, on its modest but stylish level. Agent Scott quickly figures out that there's a pattern behind the killings -- each victim is a few years older than the previous one, and the killer steals his identity, so he must be a person so unhappy to be himself that he has to step into a series of other lives. A moment's reflection might have informed him that his victims, were they not dead, would be keeping up with him chronologically, but maybe, you know what, he's insane.\n\nThere's a big break in the case when an artist and gallery owner named Costa (Ethan Hawke) surprises the killer at work, and is able to supply a high-quality sketch of a suspect. Another development: Mrs. Asher (Gena Rowlands), mother of one of the supposed victims, says the dead body is not her son. Then, not long after, she sees her son quite alive on a ferry. \"He's a dangerous man,\" she tells the cops. He was one of twins, but let's not go there.\n\nThe cops include Olivier Martinez and Tcheky Karyo, one of whom resents Scott, while the other respects her. Her methods include devising elaborate timelines of the victims and their photographs, but her greatest gift is to notice little clues. When she spots a draft beneath a bookcase, for example, Nancy Drew is the only other sleuth who would have guessed that behind the case is a hidden door to a secret room.\n\nThe movie gets a lot more complicated than I have indicated, and I will not even refer to the last act, except to observe that it recycles a detail from \"Fatal Attraction\" in an ingenious and merciful way. The ending is, in fact, preposterous, depending as thrillers so often do on elaborate plans that depend on the killer hitting all his marks and picking up on all his cues.\n\nFor that matter (I will speak cautiously) why is there a person under that bed? To kill Scott, I suppose, but when they struggle, why oh why does she not recognize him? To sacrifice this scene would have meant losing the Clue of the Draft Under the Bookcase, but with a little more imagination the hidden room could have been played for creepy chills and occult clues, and we could have lost the big \"Carrie\" moment. Another excellent question: How can a driver crash a speeding car and be sure who will live and who will die?\n\nThis keeps reading like a negative review. I've got to get a grip on myself. See, I like movies that make me ask goofy questions like this, as long as they absorb and entertain me, and have actors who can go the distance. Angelina Jolie, like Daryl Hannah, is one of those beauties you somehow never see playing a domesticated housewife. She's more of a free-standing object of wonder, a force of intrigue. Ethan Hawke has the ability to be in a thriller and yet actually seem like a real gallery owner; the art on the walls during his gallery opening looks like a group show from Mrs. Gradgrind's third-grade class, but that's contemporary art for you. And all I can say about Kiefer Sutherland, apart from praise for his good work in the past, is that he seems to have graduated from prime suspect to the parallel category of obvious suspect.\n\nThe movie was directed by D.J. Caruso, whose \"The Salton Sea\" (2002) included the most unforgettably weird villains in recent memory; you remember Vincent D'Onofrio's Pooh-Bear and his little plastic nose. In \"Taking Lives,\" he understands that a certain genre of thriller depends more upon style and tone than upon plot; it doesn't matter if you believe it walking out, as long as you were intrigued while it was happening.", "running_time": 103, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-03-19", "genres": ["Action", "Drama", "Mystery", "Thriller"], "title": "Taking Lives (2004)"}