{"url": "http://www.rogerebert.com/reviews/tales-from-the-crypt-1972", "by": "Ralph Richardsonas Crypt Keeper", "star_rating": 3.0, "text": "The horror comics of the early 1950s etched themselves upon my mind in a series of disconnected scenes: a hand pushing up from a grave, a grinning skull with rubies for eyes, a little boy who didn't like cats. I devoured this stuff, and after a while I began to realize that some of it was superior to the rest. The titles published by E. C. Publications were more dramatically drawn, scarier and unsurpassed in the department of divine retribution.\n\nSix months or a year after I discovered \"Tales from the Crypt\" and the other E. C. comics, they were taken off the stands during a national anti-comics frenzy. Dr. Frederick Wertham's \"Seduction of the Innocent\" charged that kiddies were becoming sadists because of horror tales, and overnight we were flooded with talking magpies.\n\nAnd so, alas, my career as a sadistic madman was nipped in the bud. It was not until 1969 that Richard Shickel's \"The Disney Version\" fearlessly exposed the sadomasochistic tendencies of Mickey Mouse and friends, and by then it was too late. The E. C. comics had become collector's items.\n\nThere the story might have rested, if it weren't for Milton Subotsky, British producer of horror movies and old-time E. C. fan. Subotsky bought the movie rights for all the E. C. horror titles from their publisher, William M. Gaines, and \"Tales from the Crypt\" is the first film made from the material.\n\nIt's put together something like the comic books, with the old Crypt Keeper acting as host and narrator.\n\nIn the movie version, he is played with suitable ham by Ralph Richardson. Five people are taking a conducted tour of a crypt (actually, London's Old Highgate Cemetery) when they suddenly find themselves in a creepy stone throne room. The Crypt Keeper enters, they ask what the hell is going on and the answer is - wouldn't you know - hell itself.\n\nThe five stories all work on the principle that an evildoer should be punished ironically by his own misdeed. I don't want to reveal the punishments, of course; but I will say that the inmates of a home for the blind (led by Patrick Magee, the writer in \"A Clockwork Orange\") plan a particularly painful revenge upon their cruel superintendent (Nigel Patrick).\n\nIn addition to such distinguished names as Richardson, Magee and Patrick, the movie also features good old horror-film superstars like Peter Cushing, Joan Collins and (unless I'm mistaken) Vincent Price in an unbilled walk-on. The direction is by Freddie Francis, who has something of a cult following among horror fans, and the visuals and decor have been planned in bright basic colors and gray, so they look something like comic panels. One further note: If Santa Claus knocks at your door tonight, don't answer.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-03-15", "genres": ["Foreign", "Horror"], "title": "Tales from the Crypt (1972)"}