{"url": "http://www.rogerebert.com/reviews/tales-of-the-night-2012", "by": "Michel Ocelot", "star_rating": 3.0, "text": "Remarkably the film is showing in 3-D in some venues (not at the Siskel Center, where it opens Friday), which has no effect on the characters but serves to delineate them from the background. The use of 3-D with a film so adamantly in two dimensions is a novelty. I wonder what it adds.\n\nMichel Ocelot tells six fairy tales here, none too long to outstay its welcome, all told with a pleasing energy. There is a linking device: In a movie studio, presumably in Paris, an experienced older man at a computer is helping two young actors explore roles they might want to play, and in the process, they create stories and costumes for their chosen roles.\n\nThe stories are all fantastical, all straightforward enough that to describe them would come perilously close to spoiler-land. The curtain-raiser, \"The Werewolf,\" involves that staple of fantasy, the werewolf, and tells the story of a prince who marries the older of two sisters, under the mistaken impression that she was the one who saved his life. This treacherous person tricks him and then, to trap him inside a wolf, hides the magic chain he needs to become human again. But the younger sister … ah, but you will see.\n\n\"Ti Jean and Belle-Sans-Connaitre\" is a Caribbean tale (set there on a whim by the old man), which tells of a boy who ventures into a cave and unknowingly tumbles down into the land of the dead (who walk on their hands). \"Tam-Tam Boy,\" from Africa, is about a young drummer whose talent is not respected until he saves his village.\n\n\"The Boy Who Never Lied,\" set in Tibet, is about two kings who have a competition to see which one can persuade a boy to lie. \"The Doe-Girl and the Architect's Son,\" set in Europe, is a reversal of \"The Werewolf,\" in which a girl becomes a doe and a young man who loves her helps her become human again. \"The Chosen One of the Golden City,\" set in an Aztec kingdom in ancient Mexico, involves a girl chosen for human sacrifice, and a boy who tries to save her.\n\nThe film is intended for family audiences. It is so gentle and whimsical that one wonders if American children, accustomed to the whiz-bang action of most animation, will accept it. Maybe there would be hope for the younger ones — but what will they make of the subtitles?", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-11-20", "genres": ["Animation", "Fantasy", "Foreign"], "title": "Tales of the Night (2012)"}