{"url": "http://www.rogerebert.com/reviews/talk-radio-1988", "by": "Eric Bogosianas Barry", "star_rating": 4.0, "text": "Alan Berg was a Denver talk-radio host who was murdered on June 18, 1984. He was a goofy-looking bird, with a thin face and a bristly white beard that hid the ravages of teenage acne. He wore reading glasses perched far down on his nose, and he dressed in unlikely combinations of checks and stripes and garments that looked left over from the 1950s. When the members of a lunatic right-wing group gunned him down in the driveway of his home, they could not have mistaken him for anybody else.\n\nI met Berg three or four times. The first time I was going to be on his radio show, I listened to it as I drove from Boulder, Colo., to Denver. He was chewing out some hapless housewife whose brain was a reservoir of prejudices against anyone who was the slightest bit different from her. Berg was telling her that no one in his right mind would want to be anything like her at all.\n\n“Why were you so hard on that lady?” I asked him, when we were on the air.\n\n“She was asking for it,” Berg said. “Why would she call up and feed me all those straight lines if she didn’t want me to tell her how stupid she was?” Cruel, perhaps, but quite possibly correct. Berg was the top radio personality in Denver because he told people exactly what he thought of them. It was unusual to hear somebody on the radio who was not tailoring his words to the sensibilities of his audience.\n\nTalking with Berg off the air, I found that he was a man who had been through a lot, including the loss of a law practice in Chicago because of alcoholism. Now he was sober and successful, but I had the feeling that he was grateful every morning for somehow having pulled out of his crash-dive. I liked him.\n\nWhen I learned that he had been murdered, my first reaction was disbelief that anyone could have taken him that seriously. Jeez, didn’t they know he was just another poor guy trying to earn a living? “Talk Radio,” Oliver Stone’s new film, is inspired by the murder of Berg, but it is not based on his life. Berg was older, calmer and more amused by life than Barry Champlain, the tortured talk-radio host in the movie. Berg was not self-destructive or suicidal, and Champlain is both.\n\nWhen he is mailed a suspicious box in a plain brown wrapper, he puts it next to the microphone. When he gets a call from the man who mailed the box, and the man hints that it contains a bomb, Champlain opens it on the air. When another caller rants and raves incoherently about Champlain’s beliefs and calls him a coward, Champlain asks him to come over to the radio station - and invites the man, a disheveled, wild-eyed street person, to come into the studio.\n\nChamplain works in a studio in a Houston high-rise, surrounded by other high-rises. I was always aware of all the thousands of windows with a view into his studio. When the man who sent the box says, “I can see you have it,” I cringed, because I imagined someone with a sniper-scope.\n\nBut Champlain, played with rasping, aggressive sarcasm by Eric Bogosian, simply doesn’t care. He is gambling with his life in the same self-hating way as people who get drunk and point a speedboat into the blackness of a storm.\n\n“Talk Radio” is directed by Stone with a claustrophobic intensity.\n\nThe camera rarely leaves the radio studio - and then it’s only for brief flashbacks into the hero’s troubled personal life, or for a personal appearance he makes at a basketball game, where some of the fans seem to have crawled out from under their rocks for the purpose of acting weirdly toward him. Most of the movie takes place during the long nights of the radio program. The movie’s beginnings as a stage play are evident when several key characters - including Champlain’s former wife - turn up on the scene to bare their hearts to him.\n\nEven so, the movie doesn’t feel as boxed-in as many filmed plays do, perhaps because radio itself is such an intimate, claustrophobic medium. It’s not over there in the TV set; it’s inside your head. In a sense we become listeners of “The Barry Champlain Show,” and as he pushes his listeners more and more insistently, egging them on, we begin to feel how some of the people out there in the night could go over the edge.\n\n“Talk Radio” is based on a play Bogosian wrote and starred in, and it was the right decision to star him in the movie, too, instead of some famous film actor. He feels this material from the inside out, and makes the character convincing. That’s especially true during a virtuoso, unsettling closing monologue, in which we think the camera is circling Bogosian - until we realize the camera and the actor are still, and the backgrounds are circling.\n\nAlan Berg, who was murdered four years ago, is more famous in death than in life. His memory haunts many people, even those who never heard him on the radio, because his death could be read as a message: Be cautious, be prudent, be bland, never push anybody, never say what you really think, offer yourself as a hostage to the weirdos even before they make the first move. These days, a lot of people are opposed to the newfound popularity of “trash television,” and no doubt they are right, and the hosts of these shows are shameless controversy-mongers. But at least they are not intimidated. Of what use is freedom of speech to those who fear to offend?", "running_time": 110, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-12-21", "genres": ["Drama", "Indie"], "title": "Talk Radio (1988)"}