{"url": "http://www.rogerebert.com/reviews/talk-to-me-2007", "by": "Don Cheadleas Petey Greene", "star_rating": 3.5, "text": "The story of Petey Greene was a movie waiting to be made. Greene came out of prison to become, literally overnight, a popular and influential DJ. He was on WOL, a Washington, D.C., station that was looking for a morning man to connect with its African-American audience and got more than it bargained for. Don Cheadle gives a fascinating performance as a man able to step out of a cell and into a broadcast booth, but not sure where to step next.\n\nThe movie, directed by Kasi Lemmons (\"Eve's Bayou,\" my best movie of 1997), remembers a time in the 1960s when the word \"Negro\" was replaced by \"black,\" when R&B performers like Sam Cooke redefined popular music, when the civil rights movement brought enormous change, and when the assassination of the Rev. Martin Luther King Jr. brought despair and anger. The man on the radio in the morning in Washington would stand at the center of these events.\n\nThe movie begins with a whirlpool of comedy and manic energy, and then grows, as it must, more serious and introspective. Cheadle, that superb actor, embodies the complexities of Petey Greene in a performance that goes from high through second into low (that's harder and more interesting than the usual shifting). When we first meet him, he's a DJ in prison, pumping R&B and his colorful vocabulary out to his fellow inmates. He seems incapable of uttering a boring word.\n\nWOL program director Dewey Hughes (Chiwetel Ejiofor), visiting his brother Milo (Mike Epps) in prison one day, hears Petey and meets him. He casually asks him to look him up when he gets out, possibly picturing Petey sorting a stack of mail or emptying wastebaskets. Petey doesn't see it that way. A self-described con man, he talks his way out of prison and into Dewey's office, demanding the DJ job he thinks (or pretends) he has been offered. Helping him charge over the office staff on his way to the inner sanctum is his girlfriend Vernell, played by Taraji P. Henson as an unstoppable force and immovable object rolled into one.\n\nOf course Petey is not hired as a DJ. And then of course eventually he is. This happens to the amazement of \"Sunny Jim,\" the current morning man (Vondie Curtis-Hall), another DJ (Cedric The Entertainer) and WOL's owner (Martin Sheen). Petey's progress provides a roll of high comedy; it's remarkable to see the somber, courageous Don Cheadle of \"Hotel Rwanda\" take flight here like Chris Rock or Jim Carrey. Picture by picture, he is showing us he can do just about anything.\n\nIt would be hard to believe that an ex-con could go to work almost immediately in a coveted time slot, but the movie, based on fact, shows how it happened, and Cheadle as Petey Greene is convincing as a man who could win the instant trust and affection of his listeners. Petey was manifestly the real thing, and Cheadle, whether he actually listened to tapes from that time, convinces us. Ejiofor plays a balancing act as Dewey the program director; caught between his cautious, fearful boss (Sheen) and a talent on fire, he improvises with the anarchic situation. Michael Genet, the film's co-writer, is Hughes' son, and must be retelling lots of family memories.\n\nThe film's turning point comes with the shooting of the Rev. King. A wave of disbelief and grief sweeps the land, and the young and angry make a reality of James Baldwin's prediction, \"the fire next time.\" Going on the air the next morning, Petey does not precisely cool the anger of his listeners; he speaks reasonably, from the heart and from his life, of the uselessness of violence. It is his finest moment, an historic one. This unexpected angle on the King assassination, focusing on the pain of the living, is handled by Lemmons with deep feeling. She takes an event of enormous, almost incomprehensible tragedy, and focuses it on Petey Greene's personal transformation.\n\nThe last third of the film follows Greene's life as Hughes tries to manage him into a career as a stand-up. It is brave and honest of Lemmons and her writers to follow Dewey into deep waters, and there is a television appearance that I felt in the pit of my stomach. When you're lucky enough to do what you're born to do, you can hardly fail. Petey Greene was born to be a talk radio star. But he doesn't understand that it stops there.\n\nThe fame of broadcast personalities is by its nature transient. How many people remember Petey Greene? Or, under a certain age, have heard of him? Jay Leno could go on a Jaywalk for miles and not find anybody who has heard of Arthur Godfrey. We labor through life sweeping our memory ahead of us into the dustbin of oblivion. But someone like Petey Greene made a difference and made a mark, and broadcasting is better because of his transparent honesty. He helped transform African-American stations more, probably, than their mostly white owners desired. And talk talents like Howard Stern, as he himself says, owe him something.", "running_time": 118, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-07-12", "genres": ["Drama", "Musical"], "title": "Talk to Me (2007)"}