{"url": "http://www.rogerebert.com/reviews/tall-tale-the-unbelievable-adventures-of-pecos-bill-1995", "by": "Patrick Swayzeas Pecos Bill", "star_rating": 3.0, "text": "\"Tall Tale: The Unbelievable Adventures of Pecos Bill\" is a warm-blooded, high-spirited family adventure film about a 12-year-old boy who saves his family's farm from an evil villain with the help of Pecos Bill, Paul Bunyan and John Henry (the steel-drivin' man), plus a walkon by Calamity Jane. The movie may strike today's kids as startling in its originality, since each of these characters is an actual human being, unlike such plastic-faced clones as the Ninja Turtles and the Mighty Morphin Power Rangers.\n\nThe movie takes place in Paradise Valley, an unspoiled Western area that a scheming bad guy named Stiles wants to destroy with strip-mining. (This side of the plot seems borrowed from the John Prine song, \"Paradise Valley,\" which \"Mr. Peabody's coal trains are haulin' away.\") We meet the Hackett family, who turns down Stiles' offer of $50 an acre because this land is their land. There's almost a tragedy when one of Stiles' hired guns wounds the father, Jonas (Stephen Lang).\n\nThat galvanizes young Daniel Hackett (Nick Stahl), who in the early scenes doesn't much like working on the farm, which he tells his dad is \"just a piece of dried-up old ground.\" After his dad is wounded, Daniel falls asleep in a boat on the farm lake and is magically transported to a Texas desert, where he meets Pecos Bill (Patrick Swayze), the first of several legendary heroes his father has told him about. They will teach him the value of standing up for your beliefs.\n\nThe movie, directed by Jeremiah Chechik, enters easily into the spirit of its tall tales, as Pecos saves Daniel from a couple of varmints and then decides to help him save the family farm, too. That involves recruiting other heroes to lend a hand, and they find Paul Bunyan (Oliver Platt) living in a luxury log cabin literally made from a log - a giant sequoia. During Daniel's visit to logging country, he actually finds himself trapped in a sawmill with the whirling blade inching closer by the second, a cliche so old, it may be new to some kids.\n\nPecos, Paul and the kid hit the road with Bunyan's ox. After a little run-in, Pecos declares, \"I ain't apologizin' to no ox!\" They come across John Henry (Roger Aaron Brown) during a spike-driving contest between himself and a steam-driven pile-driver. Calamity Jane (Catherine O'Hara) saves them all a lot of trouble during a saloon brawl, although she doesn't get equal time with the guys.\n\nThe movie is visually gorgeous, with shots like a mountain meadow afloat in orange butterflies. And the production design is imaginative; I especially liked the private train of Mr. Stiles (Scott Glenn), which features a duplex personal dining car and a towering locomotive thatlooks like a Nazi war memorial. The train is way too high to go through a tunnel, but why sweat the details? I guess I wasn't kidding about the old-fashioned human element in the story. The children's heroes of today have been cleverly manufactured to have no personalities, nationalities or human attributes, other than a taste for pizza. The Ninja Turtles, GI Joe, the Power Rangers and other popular characters can be mass-produced for shipment all over the world, where they will be equally faceless for kids of all nations.\n\nThey limit the imagination. There are only so many fantasies you can project onto Power Ranger clones. Pecos Bill, John Henry, Paul Bunyan and Calamity Jane are, however, rompin'-stompin' characters that you can actually pretend to be. (Do kids pretend to be Ninja Turtles? I don't want to know.) They have real adventures involving times, places and people - instead of technological adventures involved with blowing things up.\n\nThe villains in this story are people with names and agendas, not simply objects for target practice. I know it's odd to praise a film like \"Pecos Bill\" for its humanistic values, but these are strange days in which we live.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-03-24", "genres": ["Adventure"], "title": "Tall Tale: The Unbelievable Adventures Of Pecos Bill (1995)"}