{"url": "http://www.rogerebert.com/reviews/tamara-drewe-2010", "by": "Gemmaas Tamara Drewe", "star_rating": 3.5, "text": "\"Tamara Drewe\" is one of those British comedies in which, one way or another, we envy all of the characters — even, briefly, the one run over by stampeding cows. If one must be vain, lustful, egotistical or long-suffering, let it be here, at a writers' retreat in the Dorset village of Ewedown, where everyone lives across the street from a field, and there are no bank branches to deface the rustic charm.\n\nThe writers' colony is run by Nicholas Hardiment (Roger Allam) and his good wife, Beth (Tamsin Greig). He is a best-selling crime novelist and serial adulterer, and she is a saintly helpmate who runs the retreat, befriends the guests, bakes fresh pastries for tea and is reconciled to his tomcatting because at the end of the day, he always returns to her — for the pastries, possibly.\n\nInto this pastoral idyll drops the fragrant Tamara Drewe (Gemma Arterton). Once long ago she was a village lass with a big nose. She went off to London to make her fortune and find a plastic surgeon, and has returned to sell the family home. She is now a famous newspaper columnist with a standard-issue nose, the kind of woman men describe as healthy, when they mean so very much more. \n\nThe Hardiments are assisted by a robust local lad named Andy Cobb (Luke Evans), who has fallen on bad fortune but cheerfully does odd jobs and harbors a resentment against Tamara, whose family purchased what he still considers his family home. Once in their teen years, Andy and Tamara apparently rummaged a bit among each other's netherlands, notwithstanding her nose.\n\nNicholas the crime novelist is drawn to Tamara like a cat to tuna. He wears his fame like a backstage pass, and Tamara, after all, is not so very difficult to seduce. She is in fact a woman who calls her own shots, and about her lovers is less likely to feel gratitude than pity. Into the mix now comes a famous London rock 'n' roller named Ben Sergeant (Dominic Cooper). I believe it possible that his eye-liner is tattooed. \n\nHis presence in town inflames the adolescent girls Jody Long and Casey Shaw (Jessica Barden and Charlotte Christie), who spend their days moping about bored in bus shelters, and lurking behind hedgerows to spy on everyone. Tamara dumps Nicholas for Ben, flirts with Andy, and is one of the many victims of Jody and Casey's meddling with private lives. \n\nThe movie was adapted from a graphic novel by Posy Simmonds, and it was inspired by Thomas Hardy's Far From the Madding Crowd, although there seems to have been an uncredited infusion of French farce along the way. To the game of romantic musical chairs already under way, a new player is added: McCreavy (Bill Camp), a morose American academic who is laboring away at the poetry of Hardy and has come here to Ewedown to be inspired by a village that is indeed far from the madding crowd. He finds a sympathetic ear in Beth and begins to entertain ambitions about other bits of her anatomy. \n\n\"Tamara Drewe\" resembles another British village comedy, \"Local Hero,\" in which everyone lived in each other's pockets. Its director is Stephen Frears, a master of many genres; \"High Fidelity,\" \"The Grifters,\" \"Dirty Pretty Things,\" and \"The Queen\" (2006). Here he knows exactly what he's dealing with: foolish and flawed people who harbor desires that may not be good for them.\n\nNot all of them can be happy, and it must be said that Frears, with his writer Moira Buffini and Simmonds and Hardy lurking in the background, gives us a story in which everyone gets more or less what they deserve. If these people are silly, they are no sillier than most of us. There is admirable craftsmanship at work in the scene of the unfortunate cattle stampede, and although we regret the fate of its victim, we must admit that no one is really to blame, and a rough justice has been served.\n\nThere is another pleasure here. All of the characters, except for the two naughty girls, are adults with grown-up ideas and aspirations, however lamentable. I find myself growing weary of the overgrown adolescents who impersonate adult characters in too many recent American films. Even a jolly comedy like this has characters with more depth. For example, at no time in the film does anyone come right out and explain who Thomas Hardy was. The characters are all presumed to already know. Not that you need to know in order to enjoy the film, but it's nice to know stuff you don't need to know, don't you think?", "running_time": 111, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-10-20", "genres": ["Comedy", "Foreign", "Romance"], "title": "Tamara Drewe (2010)"}