{"url": "http://www.rogerebert.com/reviews/tampopo-1987", "by": "Tsutomu Yamazakias Goro", "star_rating": 4.0, "text": "\"Tampopo\" is one of those utterly original movies that seems to exist in no known category. Like the French comedies of Jacques Tati, it's a bemused meditation on human nature in which one humorous situation flows into another offhandedly, as if life were a series of smiles.\n\nAs it opens, the film looks like some sort of Japanese satire of Clint Eastwood's spaghetti Westerns. The hero is Goro (Tsutomu Yamazaki), a lone rider with a quizzical smile, who rides a semi instead of a horse. Along with some friends, he stages a search for the perfect noodle restaurant but cannot find it. Then he meets Tampopo (Nobuko Miyamoto), a sweet young woman who has her heart in the right place, but not her noodles.\n\nThe movie then turns into the fairly freestyle story of the efforts by Tampopo and her protector to research the perfect noodle and open the perfect noodle restaurant. Like most movies about single-minded obsessions, this one quickly becomes very funny. It might seem that American audiences would know little and care less about the search for the perfect Japanese noodle, but because the movie is so consumed and detailed, so completely submerged in noodleology, it takes on a kind of weird logic of its own.\n\nConsider, for example, the tour de force of a scene near the beginning of the movie, where a noodle master explains the correct ritual for eating a bowl of noodle soup. He explains every ingredient. How to cut it, how to cook it, how to address it, how to think of it, how to regard it, how to approach it, how to smell it, how to eat it, how to thank it, how to remember it. It's a kind of gastronomic religion, and director Juzo Itami creates a scene that makes noodles in this movie more interesting than sex and violence in many another.\n\nThe movie is constructed as a series of episodes along the route to the perfect noodle restaurant. Some of the scenes hardly even seem to apply, but are hilarious anyway - the treatment, for example, of a man who dies in the pursuit of the perfect bowl of noodles.\n\n\"Tampopo\" doesn't limit itself to satirizing one genre of Hollywood film, either. Although the central image is of an Eastwood-style hero on an ultimate quest, there are all sorts of other sly little satirical asides, including one so perfectly aimed that even to describe it would take away some of the fun.\n\nHumor, it is said, is universal. Most times it is not. The humor that travels best, I sometimes think, is not \"universal\" humor at all, but humor that grows so specifically out of one culture that it reaches other cultures almost by seeming to ignore them. The best British comedies were the very specifically British films, such as \"The Lavender Hill Mob\" and \"School for Scoundrels.\" The best Italian comedies were such local products as \"Seduced and Abandoned.\" The funniest French films were by Tati, who seemed totally absorbed in himself.\n\nAnd this very, very Japanese movie, which seems to make no effort to communicate to other cultures, is universally funny almost for that reason. Who cannot identify with the search for the perfect noodle? Certainly any American can, in the land of sweet corn festivals, bakeoffs and contests for the world's best chili. This is a very funny movie.", "running_time": 114, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-09-11", "genres": ["Comedy", "Foreign"], "title": "Tampopo (1987)"}