{"url": "http://www.rogerebert.com/reviews/tank-girl-1995", "by": "Malcolm McDowellas Kesslee", "star_rating": 2.0, "text": "Whatever the faults of \"Tank Girl,\" lack of ambition\ris not one of them.\n\nHere\ris a movie that dives into the bag of filmmaking tricks and chooses all of\rthem. Trying to re-create the multimedia effect of the comic books it's based\ron, the film employs live action, animation, montages of still graphics,\ranimatronic makeup, prosthetics, song-and-dance routines, models, fake\rbackdrops, holography, title cards, matte drawings and computerized special effects.\rAll I really missed were 3-D and Smell-O-Vision.\n\nThe\rmovie is set in the year 2033, after a meteor has struck the Earth, creating a\rglobal desert. \"You gotta squeeze 12 in a bathtub,\" Tank Girl tells\rus in the opening narration, \"...so it ain't all bad.\" The planet is\rmostly ruled by the evil Water & Power Co., run by a madman named Kesslee\r(Malcolm McDowell), who controls most of the water supply and whose name is\rpossibly a misspelled anagram of \"leaks.\" Living outside the W&P\rsphere is a small group of self-sufficient desert rats, who pump water by hand\rto grow hydroponic crops. Tank Girl (Lori Petty) is one of their number, and\rwhen Kesslee's troops attack the commune, she wipes out eight of them before\rshe's hauled before the evil monster himself.\n\nMcDowell,\rwho has specialized lately in weirdo villains, thinks she might be useful in\rhis war on the Rippers (anagram of Sippers? - oh, never mind).\n\nThey're\rkangaroo-men who were developed in a DNA experiment, as Ultimate Soldiers:\rThey're smart as men, can hop like crazy, and always have a place to keep their\rgrenades. (The actors playing them, including Ice-T, are a little easier to\ridentify than the stars of \"Planet of the Apes.\") Some Rippers\rremember life before their DNA got manipulated; one solemnly tells Tank Girl,\r\"I used to be Ted Smith, assistant manager of Chief Auto Parts in\rCincinnati, Ohio.\" Tank Girl refuses the chance to work for Kesslee, and\rafter making a friend of the shy Jet Girl (Naomi Watts), she wages war against\rWater & Power, in scenes involving lots of machine guns, tanks, planes,\rgrenades, electrocution, and even a weapon that is plunged into the victim,\rdraining his blood while simultaneously purifying it into water.\n\nUnder\rthe direction of Rachel Talalay, the movie plunges headlong into technique.\rSome of the locations, like the desert commune, are obviously scale models.\rOthers are elaborate sets, including the dark satanic mills where Kesslee sets\rhis slaves to work. Tank Girl careens through this landscape with an evil snicker\rand incredible good luck, dodging death and causing a lot of pain to the\rgenital areas of her enemies. She talks back to her captors (\"Hey! I have\rtwo words for you: Brush your teeth!\"). She smiles at the camera in a\rheroically gratuitous Busby Berkeley dance routine.\n\nAnd\rof course she prevails.\n\nEnormous\renergy went into this movie. I could not, however, care about it for much more\rthan a moment at a time, and after a while its manic energy wore me down.\n\nDirector\rSidney Lumet has a new book out about how to make movies. In it he observes\rthat slowly-paced scenes can actually make a movie seem to go faster than a\rrelentless pacing that never stops.\n\nUh-huh.", "running_time": 104, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-03-31", "genres": ["Action", "Comedy", "Fantasy", "Science Fiction"], "title": "Tank Girl (1995)"}