{"url": "http://www.rogerebert.com/reviews/tap-1989", "by": "Gregory Hinesas Max", "star_rating": 3.0, "text": "Imagine how Bruce Springsteen would feel if rock 'n' roll lost its popularity overnight and you'd know, I guess, how the great tap dancers felt in the early 1950s. One day, tap dancing was enormously popular (I can remember half the kids in my grade school class taking lessons at Thelma Lee Ritter's Dance Studio, up above the Princess Theater on Main Street in Urbana). The next day, it was passe - blown away by rock. And there was another cruel blow for many of the tap stars, who were black: As the civil rights movement gained strength, tap dancing itself was seen as projecting the wrong image of black people.\n\n\"Tap\" stars Gregory Hines as Max Washington, the son of one of the greatest tap dancers. He is a great dancer himself but has thrown away his heritage to lead a life of crime. Now he is out of prison and on the streets again, and his old associates want him to pull a big-time jewel heist. But upstairs over Sonny's, the shabby dance club his father used to run on Times Square, people who love him have other plans for him.\n\nThe club is run by Little Mo (Sammy Davis Jr.). His daughter, Amy (Suzzanne Douglas), runs a tap academy on the second floor, and upstairs on the third flooor there's a sort of retirement home for Mo and seven of his pals, old tap dancers. Little Mo dreams that there could be a fusion of tap and rock, and that Sonny's is just the place to launch it. He wants Max to lead the way.\n\nWhat we have here, then, is the outline for a fairly standard musical plot. Will Max steal the jewels or return to his dancing heritage? Will Little Mo be able to teach him to dream again? And, of course, will Max and Amy fall in love? They were lovers once before, but now there is coldness between them, because Max has grown hard and cynical. And he grows even more bitter when he's insulted by the director of a Broadway show who doesn't know beans about tap dancing.\n\nThe parts of this plot seem recycled out of old musicals, all right, but the spirit of the film is fresh and the characters are convincing. Hines has been dancing professionally since he was a juvenile in the 1950s, but he's better known as an actor, and here he has a role that challenges him on both levels. He has a way of being strong and being subtle about it. Davis has never had a juicier role in a movie, and for once he isn't playing himself; he's playing the opposite of glitter and glitz, and his sincerety is believable. And the discovery of the movie is Douglas, who can dance and act and looks beautiful on the screen. Her chemistry with Hines is real, and that makes his somewhat predictable role more interesting.\n\nAnd then there are those old guys who live upstairs. The movie has cast the roles with legendary tap dance veterans: Sandman Sims, Bunny Briggs, Steve Condos, Jimmy Slyde, Pat Rico, Arthur Duncan and Harold Nicholas. There is a scene where the youngster is unwise enough to suggest that they've lost their legs, and they accept the challenge with enthusiasm, each one putting on a show of his best stuff. This scene, like the whole movie, is lighted and photographed by director Nick Castle and cinematographer David Gribble to create a kind of warm, shadowy, nostalgic feeling. We see the old times as if through a veil of good memories.\n\nThe weakness of \"Tap,\" as I've suggested, is that almost everything that happens in the movie is borrowed, more or less frankly, from old movie lore. In a way, that's also a strength: This is a musical about musicals, as well as being a tap dance movie about tap dancers. The film about the decline of tap is, itself, a form of resurrection. I don't know how \"Tap\" will do at the movie box office, but I know that just as it stands, it's the scenario for a Broadway musical that could quite possibly be a very big hit. Of course, that's a cliche, too.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-02-10", "genres": ["Action", "Drama", "Musical"], "title": "Tap (1989)"}