{"url": "http://www.rogerebert.com/reviews/tapeheads-1988", "by": "John Cusackas Ivan Alexeev", "star_rating": 1.5, "text": "The formula is ageless. We start with a couple of guys who were buddies in the old neighborhood. They want to make it in show business.\n\nOne has the talent, the other has the good head for business. They team up and tour the sticks before a talent scout discovers them, and they become big stars. It only seems like it was overnight.\n\n\"Tapeheads\" updates the formula only slightly. In an age of unrelenting entertainment journalism, when the business of show business is covered better than the show, this is a backstage musical about a couple of guys who want to make it big as producers of music videos. Their names are Ivan and Josh (John Cusack and Tim Robbins), they are employed for the moment as security guards, but someday they know they'll see their masterpieces on MTV.\n\nThe movie follows their progress as they pay their dues. After they're fired from their security jobs for sabotaging the company's video security system, they wander into the world of low-rent music videos, where a fly-by-night promoter offers them their big break: They can make the first video for a hot new Scandinavian group that is about to tour Africa. The promoter, named Mo Fuzz and played as a sardonic con-man by Don Cornelius of \"Soul Train,\" explains there is one catch: They have to pay for the video themselves.\n\nThe credits for \"Tapeheads\" read like a Who's Who of the rock and music video business. Director Bill Fishman is a recent graduate of videos, producer and co-writer Peter McCarthy worked on \"Repo Man\" and \"Sid and Nancy,\" and executive producer Michael Nesmith produced the first MTV prototype. Given those credentials, you'd think \"Tapeheads\" might be a knowing inside look at the world of music videos. But it's not. It seems more inspired by \"Saturday Night Live\" and the \"Blues Brothers,\" as if the filmmakers thought their audience wasn't ready for a genuine satire of MTV.\n\nThat means that when Josh and Ivan - known as the Video Aces - make their first music video with the Scandinavian group, it's not a satire on up-to-date MTV styles; it looks more like somebody's idea of an early-1970s rock concert. And when they make a TV commercial for a fried chicken chain, it runs about four minutes too long and doesn't satirize modern TV fast-food advertising; it seems more like a retread of the commercials in \"Kentucky Fried Movie.\" The plot also is pretty badly weathered. The Video Aces have long been fans of the Swanky Modes, a legendary 1960s rhythm and blues group. When the Aces hit the top, they repackage the Modes as the Hitmen, and turn them into stars. But then there is a subplot about a political candidate whose naughty home movies have fallen into the hands of the Aces, and that leads to a big-bucks payoff and a shootout.\n\nAll of these elements have been lifted off the shelf of exhausted cliches, given a quick dusting, and plugged directly into the movie.\n\nThere are, however, redeeming elements in \"Tapeheads.\" The Swanky Modes are played by R & B legends Junior Walker and Sam Moore, and their performance of \"An Ordinary Man Would Have Given It Up By Now\" is a show-stopper. There is also a zany, offbeat rhythm between the two Video Aces - Robbins as the electronic wizard and Cusack, with a riverboat gambler's moustache, as the wheeler-dealer.\n\n\"Tapeheads\" also has a soundtrack that seems like a roll call of rock; there are songs by Bo Diddley, King Cotton, the Dead Kennedys, Devo and Stiv Bator, in addition to a lot of work by Walker and Moore as the Swanky Modes. The soundtrack album might be worth having. But as a satire of MTV, \"Tapeheads\" seems stuck somewhere in the decade before MTV was invented.", "running_time": 93, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-10-21", "genres": ["Comedy", "Drama"], "title": "Tapeheads (1988)"}