{"url": "http://www.rogerebert.com/reviews/tape-2001", "by": "Ethan Hawkeas Vince", "star_rating": 3.5, "text": "'Tape'' made me believe that its events could happen to real people more or less as they appear on the screen, and that is its most difficult accomplishment. To describe the movie makes it sound like an exercise in artifice: three characters, one motel room, all talk, based on a stage play. But the writing, acting and direction are so convincing that at some point I stopped thinking about the constraints and started thinking about the movie's freedoms: freedom from idiocy, first of all, since the characters are all smart and articulate, and testing each other's nerve and values. Freedom from big gassy meaningless events. Freedom from the tyranny of an overbearing soundtrack that wants to feel everything for us. Freedom from the expected.\n\nFor Ethan Hawke, Robert Sean Leonard and Uma Thurman, making this movie must have been scary. They have nowhere to run. The motel room is small, and they can't hide from the camera. Small moments must be real because there's nothing to cover them up. Against that is the flexibility of shooting in high-def video, which allows Maryse Alberti's camera to turn and stare and advance and recoil, commanding the space. This is not one of those films on video where the hand-held camera gawks like a nervous home movie. The movements of actors and camera are thoughtfully blocked, and the result is the feeling of spontaneous shooting, rather than its jumpy, hand-held reality.\n\nThe movie opens with Vince (Hawke) alone in the room, obviously preparing for something. He chugs beers, arranges the furniture, takes off his pants and shirt and somehow lets us know with the body language this is part of a strategy. There's a knock on the door, and Johnny (Leonard) enters. They went to high school together a decade ago. Now Johnny is in town (Lansing, Mich.) to show his film in a film festival, and Vince is--what? Attending the festival? In town by a coincidence and heard Johnny was around? It's clear that Johnny, who tries to seem very happy to see his old friend, is not sure.\n\nConversation. Johnny is confident, balanced, sound. Vince, who snorts some cocaine, is spacy, but not as spacy as he seems. He guides the conversation around to memories of Amy (Thurman), who was Vince's first love. Vince and Amy never made love, however, and that still hurts Vince, although not as much as the fact that Johnny and Amy did make love, during a brief, meaningless fling at the end of senior year. Or--was it love? Vince batters at Johnny like a prosecutor. Hawke is brilliant in these scenes, which seem loose but, in retrospect, are as controlled as a chess game. Watching his control of body and voice as he flings himself around the room, intimidating Johnny with his command of the space, we see both physical and verbal acting mastery. Johnny's self-possession fades, and he finally makes an admission. But is his admission to be believed? Is he a reliable witness to his own misconduct? Amy knocks. A surprise to Johnny. And Johnny is a surprise to her. And now Vince's plan becomes clear, with the introduction of a tape which (a) belongs to Vince, (b) contains Johnny's memories and (c) involves Amy's past. So who should the tape belong to? Who does the past belong to? Who gets to say what it means? Is what happened then as important as what happens now? In a lesser film, the conflict would be between Vince and Johnny--two boys fighting over the same girl, as she looks dutifully back and forth like a spectator at a tennis match. But she is more than a match for them, and besides, this is a struggle of ethics, not gender. No one is clearly right or wrong. The same information, viewed through different prisms, shifts righteousness from one character to another.\n\nThe screenplay by Stephen Belber is based on his own play, which in superficial ways resembles the battle in David Mamet's ''Oleanna.'' Both films are about how the same events can be interpreted differently through male and female eyes. But Mamet is angry and has a point of view--two points of view, really--while Belber's subject is points of view. And sneaking along underneath the argument about what happened, on that long ago night, is the question of who has the right to make use of it now.\n\nRichard Linklater, the director, has had quite a year. This film follows quickly on the heels of his ''Waking Life,'' and both films show a director using video instead of being used by it. In ''Waking Life,'' he used video footage as a starting point for an animated film of startling innovation. In ''Tape,'' he uses video as a way to move intimately and freely through a three-way conversation. Neither film is dominated by its style; both are about their ideas, and the style is at the service of the ideas.\n\nFor audiences they are stimulating; for other filmmakers, instruction manuals about how to use the tricky new tools.", "running_time": 86, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-11-16", "genres": ["Drama", "Indie", "Thriller"], "title": "Tape (2001)"}