{"url": "http://www.rogerebert.com/reviews/taps-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\n“Taps” is a meditation on two\r\nsubjects for which some adolescents have a great capacity: idealism and\r\nauthoritarianism. It takes place in a realistic setting (it was shot on\r\nlocation at Valley Forge Military Academy), but it is not intended as a\r\nrealistic film. There are all sorts of clues, including the pointed absence of\r\nall but one of the academy's adult faculty members, to indicate that TAPS, like\r\nthe emotionally similar “Lord Of The Flies,” is using its realistic texture as\r\na setting for a fantasy about human nature. \n\n\r\nThe film begins with an emotionally stirring\r\ncommencement exercise at Bunker Hill Military Academy (as the school is called\r\nin the film). Sousa marches fill the air, the cadets march around the parade\r\nground looking gloriously proud of themselves, and the reviewing stand is\r\ndominated by the legendary old General Harlan Bache, the academy's commander.\r\nBache is played by George C. Scott, and it is probably no accident that his\r\nperformance in this movie echoes his title role in “Patton” (1970): He is an\r\niron-willed and yet incurably romantic professional soldier. \n\n\r\nWe soon meet the leading upperclassman, Brian\r\nMoreland (Timothy Hutton). He has been selected to lead the cadet corps next\r\nyear. In one of the most important evenings of his life, he is granted the\r\ngreat privilege of having dinner with old General Bache and sipping some of the\r\nold man's brandy. Soon after, however, this whole network of discipline, glory,\r\nand tradition is destroyed when it's revealed that the school's pigheaded\r\ntrustees intend to sell the school and its land to some condominium developers\r\n(it is almost worth the price of admission to hear Scott pronounce\r\n\"condominiums\"). Bache is removed from the scene, in a dramatic\r\ndevelopment I will not reveal. And then Moreland, the cadet commander, takes\r\ninventory of the school's supplies of weapons and decides to lead the student\r\nbody in making a stand for it. They'll take over the school in a military\r\noccupation, bar the gates, mount machine guns, and guard posts, and issue a set\r\nof demands designed to save the school. \n\n\r\nThe central passages of “Taps” are devoted to\r\nthis scheme. The students barricade themselves in the school grounds, the\r\npolice and National Guard surround the school, and a standoff develops.\r\nMeanwhile, within the student body, tensions develop between those kids who are\r\nunstable and a little too violent, and those who would secretly rather be on\r\nthe outside looking in. Hutton, as Moreland, does a lot of learning and\r\nsoul-searching as he tries to hold his mad scheme together. \n\nThere are obviously various\r\nproblems of plot (such as: Where are the other faculty members? Why are the\r\noutside authorities both so stupid and so uncompromising? Why would the\r\ntrustees have no appreciation of the school's tradition? Why would the\r\ngrade-school-age cadets be issued live ammunition?, etc.). These questions do\r\nnot really matter. “Taps” is basically a character study, a portrait of the\r\npersonalities engaged in the showdown. And, like “Lord Of The Flies”, it\r\nobserves that adolescent males can easily translate the idealistic lessons they\r\nhave been taught into a rationale for acting in ways that are rigid, dogmatic,\r\nand self-justifying. \n\n\r\n“Taps” works as an uncommonly engrossing story,\r\nprimarily because the performances are so well done. All of the cadet roles are\r\nwell acted, not only by seasoned actors like Hutton (who won an Academy Award\r\nfor “Ordinary People”) but even by the very young kids who struggle with guns\r\nand realities much too large for them. By the film's end, we share their love\r\nfor their school, we despair at the situation they have gotten themselves into,\r\nand we are emotionally involved in the outcome. After the film, there are some\r\nideas to think about, involving the implications when might and right are on\r\nthe same side--and when they are not.\n\n", "running_time": 118, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Drama"], "title": "Taps (1981)"}