{"url": "http://www.rogerebert.com/reviews/targets-1968", "by": "Boris Karloffas Byron Orlok", "star_rating": 2.5, "text": "\"Targets\" isn't a very good film, but it is an interesting one. Its basic problem, I suppose, comes from a rather mechanical wedding between two stories that have little to do with one another.\n\nIn the first story, we meet Boris Karloff in a semi-autobiographical role: He's a veteran horror film actor who wants to retire. During the credits, we see him in scenes from Roger Corman's \"The Terror\" (1962). Then the lights go up and we're in a screening room with Karloff and his retinue. The question is whether Karloff will appear at a drive-in for the film's premiere.\n\nCut to the other story: Tim O'Kelly plays a clean-cut, seemingly normal kid who likes guns. In the most subtle way, Bogdanovich suggests that the youth's obsession hides deep feelings of insecurity; beneath the all-American image are few human resources.\n\nBogdanovich's method, then, is going to be simple: He wants an ironic contrast between the kind, rather weary horror actor, and the real horror of a kid who becomes a sniper. The problem is that most of Karloff's scenes aren't really necessary; I suspect a movie limited to the sniper's story would have been more direct and effective.\n\nStill, it's fascinating to watch Karloff. Like Spencer Tracy in \"Guess Who's Coming to Dinner,\" he brings an extra dimension to his character: The role bears some resemblance to real life. When he talks about his career, watches a \"real\" Karloff movie and talks about an old Howard Hawks film on TV, we seem to be eavesdropping.\n\nThe parallel story, involving the sniper, is handled with more control. The kid is possibly modeled after Texas sniper Charles Whitman, and seems to come from a similar background. Bogdanovich suggests the details: The youth is married, but has absolutely no communication with his wife. They still live with his parents.\n\nThe whole fascination with guns and with appearing to be absolutely \"regular\" seems to mask the same fear in both father and son: If we let these defenses down, what do we really amount to?\n\nIn one beautifully handled scene, the whole family is shown watching Joey Bishop on TV, and as they laugh and talk about the program, we sense that beneath their perfectly groomed exteriors these people are empty.\n\nFinally pushed beyond his limit, the youth cold-bloodedly massacres three members of his family, shoots some freeway drivers from the top of an oil tank and eventually hides behind the screen of the drive-in, planning to fire at the customers. Karloff comes to the premiere, and in an obvious but effective climax he marches on the sniper from one side while his movie image attacks from the other.\n\nThe suggestion is that the sniper can't tell illusion from reality: His victims were perhaps no more real than movie people, or tin cans used as targets. The film is being advertised as some sort of moral statement about gun control. It isn't, but it is effective in places and Bogdanovich shows the promise of being ready to make a whole movie all at once.", "running_time": 90, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-08-15", "genres": ["Suspense", "Thriller"], "title": "Targets (1968)"}