{"url": "http://www.rogerebert.com/reviews/tarzan-1999", "by": "Minnie Driveras Jane", "star_rating": 4.0, "text": "Something deep within the Tarzan myth speaks to us, and Disney's new animated \"Tarzan\" captures it. Maybe it's the notion that we can all inhabit this planet together, man and beast, and get along. The surface of the movie is adventure, comedy and movement--there are sequences here as exciting as the ballroom scene in \"Beauty and the Beast\"--but underneath is something of substance. The most durable movie character in history emerges this time as a man who asks the question, \"Why are you threatened by anyone different than you?\" This is not the confident Tarzan of so many Edgar Rice Burroughs novels and Johnny Weissmuller movies, discovering cities of gold. It is a Tarzan who knows from the day he compares his hand with the hand of Kala, the ape who has adopted him, that he is different. A Tarzan who is still different even after he meets other humans--because his experience is not the same. The movie doesn't insist on this thread of meaning, but it gives the movie weight. Like all the best Disney animated films, this one is about something other than cute characters and cheerful songs. It speaks even to the youngest members of the audience, who, like Tarzan, must have days when they feel surrounded by tall, rumbling, autocratic bipeds.\n\nThe movie is also a lot of fun. It has scenes that move through space with a freedom undreamed of in older animated films, and unattainable by any live-action process. Disney uses a process called Deep Canvas, a computer-assisted animation tool that handles the details during swoops through three dimensions. There's a sequence where Tarzan helps Jane escape from a killer leopard, and as they hurtle through the treetops and loop the loop on byways of vines, it's like a roller-coaster ride.\n\nThe origin of Tarzan is one of the great masterstrokes of 20th century fiction. Burroughs, who never visited Africa, imagined it in much the same way that a child might, peering into a picture book of gorillas and elephants. The opening sequence of \"Tarzan\" encapsulates the story of how the British baby and his parents were shipwrecked on the coast of Africa, built a treehouse and lived in it. In the film, the infant is discovered by the curious gorilla Kala, after Sabor the leopard has killed his parents (offscreen, mercifully, although of course almost all Disney movies are about orphans in one way or another). She names the baby Tarzan and brings it home to the family, where her mate, Kerchak, growls, \"He can stay--but that doesn't make him my son!\" The look of the African forest is one of the great beauties of the film. There is such a depth to some scenes, and a feeling of great space in shots like the one where a waterfall tumbles off a mountain wall, while tiny birds make their way through the sky. Against this primeval wilderness, the Disney animators strike a sort of compromise with the laws of the jungle. Some animals (the leopard, for example) are true to their natures, and are predators. Others, like the humanoid apes, are sentimentalized; Kala, voiced by Glenn Close, sounds like a suburban mom, and Terk, the wacky sidekick, sounds like--well, Rosie O'Donnell.\n\nThe leader of the pack, Kerchak (Lance Henriksen), is rumbling and distant, but there's an elephant, Tantor, who talks like a 12-stepper (\"I've had it with you and your emotional constipation\"). Oddly, the animals have normal English dialogue when they are heard by one another, but are reduced to soft gutturals in the presence of outside humans. (Tarzan, who has been chatting with Kala for years, is reduced to talking in little coos after Jane turns up, and we are denied what would no doubt have been an invaluable scene in which Kala tells him the facts of life.) Jane is voiced by Minnie Driver, as a peppy British girl with lots of moxie. She's come with her father, the walrus-faced Professor Porter (Nigel Hawthorne), to study the gorillas; their guide is Clayton (Brian Blessed), with the graying sideburns of Stewart Granger and the sneers of a Victorian villain. The human plot, as you can guess, includes Clayton's nefarious plans for the gorillas and Tarzan's defense of them. The more interesting plot involves the tug-of-war after Tarzan and Jane fall in love (\"I'm in a tree with a man who talks with gorillas!\"). Will he return to London with her, or will she stay in the jungle? Burroughs had one answer, Disney has another.\n\nThere are of course no Africans in this movie. (The opening song promises us a paradise unspoiled by man.) This may be just as well. The Tarzan myth doesn't take place in Africa so much as in a kind of archetypal wilderness occupied only by its own characters. Burroughs used some Africans in his books, but that was after Tarzan got involved in politics (fighting the Germans in South West Africa, for example). At the stage of the story where this film is set, the presence of any additional characters would be disastrous because they would bring in the real world, and this story has to close out reality to work at all. (\"The Lion King,\" of course, didn't even have room for Tarzan.) \"Tarzan,\" like \"The Hunchback of Notre Dame,\" represents another attempt by Disney to push the envelope of animation. Taking a page from the Japanese, where animation is an accepted art form for serious films, \"Tarzan\" isn't a kiddie cartoon but a movie that works on one level for children (who will like the \"Trashin' the Camp\" production number) and another for adults (who may stir at scenes like the one where the gorillas reveal themselves to their visitors). The Disney animators also borrow a technique that has been useful to the Japanese, of exaggerating the size of eyes and mouths to make emotions clearer.\n\nI saw \"Tarzan\" once, and went to see it again. This kind of bright, colorful, hyperkinetic animation is a visual exhilaration. Animation cuts loose from what we can actually see and shows us what we might ideally see. Like \"Mulan\" and \"A Bug's Life,\" this is a film where grownups do not need to be accompanied by a non-adult guardian.", "running_time": 88, "mpaa_rating": "G", "release_year": 1999, "date_published": "1999-06-18", "genres": ["Adventure", "Animation", "Drama", "Family"], "title": "Tarzan (1999)"}