{"url": "http://www.rogerebert.com/reviews/tarzan-the-ape-man-1981", "by": null, "star_rating": 2.5, "text": "\r\n\n\n“Tarzan, The Ape Man” is “The Blue Lagoon” with elephants. Of\r\ncourse it's completely ridiculous, but at the same time it has a certain\r\ndisarming charm. Sure, it's easy to groan at the secondhand \"plot.\" It's\r\neasy to laugh at the clichés and mourn the demotion of Tarzan, who started out\r\nin the movies as king of the jungle and now gets fourth billing behind a\r\nschoolgirl, an anthropologist, and a wimp. And yet when Tarzan beats his chest\r\nand screams and swings to the rescue on a vine, there is something primal happening\r\non the screen. And when Jane and three loyal chimpanzees tenderly bathe the\r\nbody of the unconscious ape-man, we're getting very close to the reasons why we\r\nwatch movies, and why there will always be a few movies to reawaken the child\r\nwithin us. \n\n\r\nThis Bo Derek version of the \"Tarzan\"\r\nlegend is allegedly a remake of the MGM version of 1932, starring Johnnie\r\nWeissmuller and Maureen O'Sullivan. Not in that version or in any of the\r\nothers, however, did Hollywood honestly address the central mystery of the Tarzan\r\nstory, which is--what, exactly, was the intimate relationship between Tarzan\r\nand Jane? Were they lovers? Friends? Neighbors? Business partners? I always\r\npresumed they made love in order to produce Boy, but no: reader Jennifer Wise\r\ninforms me Tarzan found Boy in the wreckage of a plane in “Tarzan Finds A Son!”\r\n(1939). No wonder I always thought there was something just a little peculiar\r\nabout the behavior of Weissmuller, Lex Barker, Gordon Scott, and other movie\r\nTarzans. There they were, all alone in the jungle with the beautiful Jane, and\r\nwhat did they do? Swing around on vines and talk to the animals. If I'd wanted “Doctor\r\nDolittle,” I would have seen “Doctor Dolittle.”\n\n\r\nThis 1981 version is nothing if not willing to\r\nsatisfy our curiosity about sex life in the rain forest. Bo Derek (who stars\r\nand produced) and her husband John (who directed and photographed) are frankly\r\ninterested only in the relationship between Tarzan and Jane. The whole movie is\r\na setup for several steamy scenes of confrontation between the savage, muscular\r\njungle man and the petite young girl with eyes as wide as her shoulders. When\r\nTarzan and Jane first meet, the movie all but abandons its plot in favor of\r\nforeplay. This is not a movie to waste time on ivory-smuggling, Nazis, cities of\r\ngold, ant-men, slave girls, lost safaris, or any of the countless other plot\r\ndevices Edgar Rice Burroughs used as substitutes for interpersonal\r\nrelationships. It gets right down to business. \n\n\r\nThe movie opens with a vow by Bo Derek's\r\nscientist father (Richard Harris) to lead an expedition to plunder the jungle\r\nof its secrets. His real mission: To capture the legendary ape-man Tarzan and\r\nbring him back to his club--stuffed and mounted, if possible. Harris takes Bo\r\nalong on his expedition, which also includes John Phillip Law in the role of\r\nthe wimp assistant. Law has hardly anything to say, and is always the guy who's\r\nlooking the other way when Tarzan kidnaps Jane. After a series of routine shots\r\nof the jungle march, Tarzan does meet Jane and finds himself powerfully\r\nattracted to her. Harris is of course insane with jealousy: \"Do you know\r\nwhat he really wants?\" he asks Jane. She hopes so. \n\n\r\nTarzan kidnaps Jane, and then the movie boringly\r\nintercuts the jealous father searching for the curious girl. Harris's role in\r\nthis movie is as hapless as Jason Robards's role in “The Lone Ranger.” Nobody\r\ncares about him, his dialogue is overwrought and underwritten, and every time\r\nTarzan and Jane are poised to jump into the bullrushes, the movie cuts back to\r\nHarris, slogging through the jungle and cursing the ape-man. \n\n\r\nThe story line was ridiculous to begin with, but\r\nit goes berserk by the time of the movie's incomprehensible climax in a village\r\nof mud worshippers. They capture Derek, smear her with paint, and prepare her\r\nfor some sort of unspeakable sacrifice before Tarzan gallops to the rescue with\r\na herd of elephants. Those friendly elephants are, of course, part of the\r\nTarzan legend. Tarzan speaks Elephant, and there's always that great moment\r\nwhen he needs help, and the elephants hear his screams and perk up their ears.\r\nI've always thought it would be dangerous to ask Tarzan for help unless you\r\nreally wanted it. Say you had a small problem like a missing gourd or a stolen\r\nspear, and Tarzan arrived at your village with a herd of elephants to fix\r\nthings. You'd get your gourd back, maybe, but you'd be cleaning up for weeks. \n\n\r\nBut never mind. This movie's scenes between Bo\r\nDerek, as Jane, and Miles O'Keeffe, as a Tarzan who never speaks a word, show\r\nthem as complete sexual innocents, fascinated by the wonderment of each other's\r\nbodies. Jane's expression as she looks at the unconscious Tarzan is entrancing.\r\nHer unabashed curiosity about him is sexier than any number of steamy sex\r\nscenes would have been. Although some of Bo Derek's nude scenes have reportedly\r\nbeen cut from the movie at the insistence of the spoilsport Edgar Rice\r\nBurroughs estate, the remaining nude footage is remarkably free of prurience.\r\nThe Tarzan-Jane scenes strike a blow for noble savages, for innocent lust, for animal\r\nmagnetism, and, indeed, for soft-core porn, which is ever so much sexier than\r\nthe hard-core variety. If you do not agree with me, you will probably think\r\nBo's banana scene is ridiculous. I prefer to think it was inevitable.", "running_time": 112, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Adventure", "Comedy"], "title": "Tarzan, The Ape Man (1981)"}