{"url": "http://www.rogerebert.com/reviews/taste-of-cherry-1998", "by": "Homayon Ershadias Mr. Badii", "star_rating": 1.0, "text": "There was great drama at Cannes last year when the Iranian director Abbas Kiarostami was allowed, at the last moment, to leave his country and attend the festival premiere of his new film, \"Taste of Cherry.\" He received a standing ovation as he entered the theater, and another at the end of his film (although this time mixed with boos), and the jury eventually made the film co-winner of the Palme d'Or.\n\nBack at the Hotel Splendid, standing in the lobby, I found myself in lively disagreement with two critics I respect, Jonathan Rosenbaum of the Chicago Reader and Dave Kehr of the New York Daily News. Both believed they had seen a masterpiece. I thought I had seen an emperor without any clothes.\n\nA case can be made for the movie, but it would involve transforming the experience of viewing the film (which is excruciatingly boring) into something more interesting, a fable about life and death. Just as a bad novel can be made into a good movie, so can a boring movie be made into a fascinating movie review.\n\nThe story: A man in a Range Rover drives through the wastelands outside Tehran, crisscrossing a barren industrial landscape of construction sites and shanty towns, populated by young men looking for work. The driver picks up a young serviceman, asking him, at length, if he's looking for work: \"If you've got money problems, I can help.\" Is this a homosexual pickup? Kiarostami deliberately allows us to draw that inference for a time, before gradually revealing the true nature of the job.\n\nThe man, Mr. Badii (Homayon Ershadi) wants to commit suicide. He has dug a hole in the ground. He plans to climb into it and take pills. He wants to pay the other man to come around at 6 a.m. and call down to him. \"If I answer, pull me out. If I don't, throw in 20 shovels of earth to bury me.\" The serviceman runs away. Badhi resumes his employment quest, first asking a seminarian, who turns him down because suicide is forbidden by the Koran, and then an elderly taxidermist. The older man agrees because he needs money to help his son, but argues against suicide. He makes a speech on Mother Earth and her provisions, and asks Badhi, \"Can you do without the taste of cherries?\" That, is essentially, the story. (I will not reveal if Badhi gets his wish.) Kiarostami tells it in a monotone. Conversations are very long, elusive and enigmatic. Intentions are misunderstood. The car is seen driving for long periods in the wasteland, or parked overlooking desolation, while Badhi smokes a cigarette. Any two characters are rarely seen in the same shot, reportedly because Kiarostami shot the movie himself, first sitting in the driver's seat, then in the passenger's seat.\n\nDefenders of the film, and there are many, speak of Kiarostami's willingness to accept silence, passivity, a slow pace, deliberation, inactivity. Viewers who have short attention spans will grow restless, we learn, but if we allow ourselves to accept Kiarostami's time sense, if we open ourselves to the existential dilemma of the main character, then we will sense the film's greatness.\n\nBut will we? I have abundant patience with long, slow films, if they engage me. I fondly recall \"Taiga,\" the eight-hour documentary about the yurt-dwelling nomads of Outer Mongolia. I understand intellectually what Kiarostami is doing. I am not impatiently asking for action or incident. What I do feel, however, is that Kiarostami's style here is an affectation; the subject matter does not make it necessary, and is not benefited by it.\n\nIf we're to feel sympathy for Badhi, wouldn't it help to know more about him? To know, in fact, anything at all about him? What purpose does it serve to suggest at first he may be a homosexual? (Not what purpose for the audience--what purpose for Badhi himself? Surely he must be aware his intentions are being misinterpreted.) And why must we see Kiarostami's camera crew--a tiresome distancing strategy to remind us we are seeing a movie? If there is one thing \"Taste of Cherry\" does not need, it is such a reminder: The film is such a lifeless drone that we experience it only as a movie.\n\nYes, there is a humanistic feeling underlying the action. Yes, an Iranian director making a film on the forbidden subject of suicide must have courage. Yes, we applaud the stirrings of artistic independence in the strict Islamic republic. But is \"Taste of Cherry\" a worthwhile viewing experience? I say it is not.", "running_time": 95, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-02-27", "genres": ["Drama", "Foreign"], "title": "Taste of Cherry (1998)"}