{"url": "http://www.rogerebert.com/reviews/tatie-danielle-1991", "by": "Catherine Jacobas Catherine Billard", "star_rating": 3.0, "text": "Here is the most popular film in France right now, about an unpleasant old lady who sits up at night thinking about ways to make life difficult for those who love her. She manipulates them with guilt, she deceives them with lies, she appeals to them with piteous tears, and she walks on their flower beds. What a crone.\n\nAnd yet Etienne Chatiliez’s \"Tatie Danielle\" plays, perversely, as a comedy: as a two-edged movie about human nature. So often when we speak of movie characters as being \"human,\" we mean that they are nice. We forget that being human can also involve being nasty, vindictive, greedy and scheming. Tatie Danielle is a spoiled old lady who has become expert, after long years of study, at the art of imposing on other people.\n\nShe is, above all, an actress. When we first meet her she is already practicing her art. She says one thing in private and another in public. She seeks pity for herself. She makes life miserable for her overworked, exhausted and equally elderly servant, who eventually falls off a ladder while trying to please her. The servant dies, and Tatie Danielle goes to live with a middle-aged nephew, his wife and their family, in the city. They don't really want her. But she buys her way in by giving them some of her substantial wealth, and then, once she is established in her own room, she terrorizes the household.\n\nShe can't eat the food. The noise is too much for her. She invades all of their social events, entrancing the guests with manufactured stories of her sufferings. She drives away the servants.\n\nFinally the family, desperately needing to escape, goes on vacation, and hires a sitter to look after Tatie Danielle. This girl, plump, blond and self-centered, will not play Tatie’s games. She calls the bluff.\n\nTatie Danielle is played in the movie by Tsilla Chelton, a woman of boundless energy, who is able to project the guile of her character without overacting. She makes it appear that Tatie Danielle gets a certain amount of pleasure out of her meanness - that this is a lonely old woman’s only form of amusement. Her nephew and his wife, played by Eric Prat and Catherine Jacob, are a pushover for her.\n\nThey're simple, decent people, who only want to do the right thing - but who can never please Tatie Danielle because her only pleasure comes from stirring up their guilt.\n\nAnd then there is the minder, the woman brought in to tend to Tatie. Played by Isabelle Nanty, she has her own agenda. She is selfish, too, and has no time to suffer fools. She calls Tatie’s bluffs. There is a long, elaborate sequence in which poor Tatie manages to call the police and get on the front pages as a shamefully neglected senior - but even this revenge doesn't affect the young woman, because she simply doesn't care. Everything leads to an ending of ironic poetic justice. The movie’s last shot is perfect.\n\nThe most refreshing thing about \"Tatie Danielle\" is that it allows an old woman the same freedom as any other movie character, to be unpleasant and mean-spirited. The movies too often sentimentalize old people. They are either wise or childlike, and in either case they seem to have outgrown the weaknesses of youth. Tatie Danielle hasn't. Maybe that’s what keeps her alive.", "running_time": 112, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-06-14", "genres": ["Comedy", "Drama"], "title": "Tatie Danielle (1991)"}