{"url": "http://www.rogerebert.com/reviews/tattoo-1981", "by": "Bruce Dernas Karl", "star_rating": 2.0, "text": "\"Tattoo\" could have been an effective and disturbing\r\nmovie, an exploration like \"American Gigolo\" of the perverse shores\r\nof eroticism. It has moments that give promise, that seem to suggest an\r\nunderstanding of its characters -- and then it dissolves into a routine kidnapping\r\nwith lots of screams and a little kinkiness. Rarely have I seen a movie during\r\nwhich I was more acutely aware of the moments when the director was doing\r\nexactly the wrong thing.\n\nThe story is about the deeply buried implications of tattoos. It\r\nstars Bruce Dern, in a very good performance as a man who was scarred by a\r\ncruel, perfectionist father. His childhood made Dern a man whose puritan\r\nattitudes toward sex mask a fear and hostility toward women. The movie opens in\r\nJapan, where Dern, an American soldier, witnesses a parade by one of the\r\nJapanese secret societies of tattoo, artists. Dern is fascinated and undergoes\r\nan elaborate full-body tattoo.\n\nBack\r\nin America, he runs a tattoo shop in Hoboken, and one day he is hired to draw\r\nsome phony, wash-away tattoos on fashion models. He's strongly attracted to one\r\nof the models (played by former James Bond girl Maud Adams). She's intrigued by\r\nDern and makes an advance. Dern is torn between his sexual attraction to the\r\nwoman, and his distaste for her lifestyle, her four-letter words, her live-in\r\nboyfriend. She visits his studio. He tries to explain what tattooing means to\r\nhim: When it is applied with full seriousness, it is one person's mark of\r\npossession upon the other. \"Some women,\" Dern muses, \"enjoy the\r\nfeeling of being totally possessed.\"\n\nWe\r\ncan guess where this is leading. And unfortunately, \"Tattoo\" grows\r\nmost predictable just when it should take chances and reach for psychological\r\ninsights. Dern kidnaps Adams, takes her to his isolated family home, drugs her\r\nand diabolically places his \"mark\" upon her by covering her model's\r\nbody with a full-length tattoo.\n\nThis\r\nleads, inevitably, to the movie's key scene, the one in which Adams regains\r\nconsciousness, looks in a mirror, and realizes for the first time what has been\r\ndone to her. How will \"Tattoo\"’s director, Bob Brooks, handle this?\r\nHe blows it. He has her start screaming, crying, hitting Dern, calling him an\r\nSOB. It's a completely predictable scene that dissipates all the tension. How\r\nwould a greater director have handled the scene? Perhaps with a long silence as\r\nthe woman regards herself in the mirror.\n\nThe\r\nRest of the movie is just dumb horror-film stuff. Adams tries to escape, Dern\r\ncatches her, Dern continues his tattooing; Adams tries to stab him with a shard\r\nof broken mirror. It's all a retread of that British Hammer horror film\r\n\"Scream and Scream Again\", where every time the victim awakened,\r\nanother limb had been amputated.\n\n\"Tattoo\"\r\nopens so promisingly that its crucial scenes are doubly disappointing. Because\r\nthe film's first hour makes it clear that \"Tattoo\" is not intended as\r\njust another creepy horror film, the failure of the conclusion is all the more\r\ndisappointing. If only the filmmakers had taken the time to really think\r\nthrough the psychological possibilities of their film's climax, instead of just\r\ncranking out another captive woman potboiler.", "running_time": 103, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-11-17", "genres": ["Foreign", "Thriller"], "title": "Tattoo (1981)"}