{"url": "http://www.rogerebert.com/reviews/taxi-2004", "by": "Queen Latifahas Belle", "star_rating": 1.0, "text": "As the movie opens, Latifah plays a bicycle messenger who races through Macy's, rattles down the steps of the subway, zips through a train to the opposite platform, goes up a ramp, bounces off the back of a moving truck, lands on the sidewalk, jumps off a bridge onto the top of another truck, and so on. This is, of course, not possible to do, and the sequence ends with that ancient cliche in which the rider whips off a helmet and -- why, it's Queen Latifah!\n\nIt's her last day on the job. She has finally qualified for her taxi license, and before long we see the customized Yellow Cab she's been working on for three years. Besides the titanium supercharger given by her fellow bike messengers as a farewell present (uh-huh), the car has more gimmicks than a James Bond special; a custom job like this couldn't be touched at under $500,000, which, of course, all bike messengers keep under the bed. Her dream, she says, is to be a NASCAR driver. In her Yellow Cab?\n\nThen we meet a cop named Washburn (Jimmy Fallon), who is spectacularly incompetent, blows drug busts, causes traffic accidents and has, not his badge, but his driver's license confiscated by his chief, Lt. Marta Robbins (Jennifer Esposito), who used to be his squeeze. But no more. When he hears about a bank robbery, he commandeers Queen Latifah's cab, and soon she is racing at speeds well over 100 mph down Manhattan streets in pursuit of the robbers, who are, I kid you not, four supermodels who speak Portuguese. Luckily, Queen Latifah speaks Portuguese, too, because, I dunno, she used to be the delivery girl for a Portuguese takeout joint.\n\nOh, this is a bad movie. Why, oh why, was the lovely Ann-Margret taken out of retirement to play Fallon's mother, an alcoholic with a blender full of margaritas? Who among the writers (Luc Besson, Ben Garant, Thomas Lennon and Jim Kouf) thought it would be funny to give Latifah and the cop laughing gas so they could talk funny? What's with Latifah's fiance Jesse (Henry Simmons), who looks like a GQ cover boy and spends long hours in fancy restaurants waiting for Queen Latifah, who is late because she is chasing robbers, etc.? Is there supposed to be subtle chemistry between Latifah and the cop? It's so subtle, we can't tell. (He's afraid to drive because he had a traumatic driving lesson, so she coaches him to sing while he's driving, and he turns into a stunt driver and a pretty fair singer. Uh-huh.)\n\nAll these questions pale before the endless, tedious chase scenes, in which cars do things that cars cannot do, so we lose all interest. If we were cartoons, our eyes would turn into X-marks. What is the point of showing a car doing 150 mph through midtown Manhattan? Why is it funny that the cop causes a massive pileup, with the cars in back leapfrogging onto the top of the pile? The stunt must have cost a couple of hundred thousand dollars; half a dozen indie films could have been made for that money. One of them could have starred Queen Latifah.\n\nLatifah has been in movies since 1991, but first flowered in F. Gary Gray's \"Set It Off\" (1996), about four black working women who rob a bank. She was wonderful in \"Living Out Loud\" (1998) as a torch singer who has a touching conversation with a lovelorn elevator operator (Danny DeVito). She walked away with her scenes in \"Chicago.\"\n\nWhy was it thought that Latifah needed to make a movie as obviously without ambition, imagination or purpose as \"Taxi\"? Doesn't she know that at this point in her career she should be looking for some lean and hungry Sundance type to put her in a zero-budget masterpiece that could win her the Oscar? True, it could turn out to be a flop. But better to flop while trying to do something good than flop in something that could not be good, was never going to be good, and only gets worse as it plows along.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-10-06", "genres": ["Action", "Adventure", "Comedy"], "title": "Taxi (2004)"}