{"url": "http://www.rogerebert.com/reviews/taxi-zum-klo-1982", "by": "Frank Ripploh", "star_rating": 3.5, "text": "\"Taxi zum Klo\" is an unsparingly honest film, documentary matched with (I assume) docudrama, in which Ripploh reveals himself fearlessly. The revelations that must have taken the most courage are not the ones about his homosexuality, but the ones about his unhappiness, his sense of inadequacy. He appears in this film to be seeking a life of openness, love, beauty and loyalty to a lover -- and at the same time he marches on a treadmill of futile promiscuity.\n\n As the film opens, Ripploh is a schoolteacher in West Germany. He seems to be a pretty good teacher, cheerful and frank with his students. After hours, he cruises the gay bars and public meeting places, seeking anonymous sex, often with a sadomasochistic flavor. He's particularly drawn to gay sleaze, to the bars specializing in the theatrical flaunting of sexual identity, to the places in the big city where sex is mixed with danger.\n\n He meets a young man, Berndt, whom he values more than most of his partners. They become lovers. They move in together, and Ripploh tries to break his pattern of addictive sex and to be faithful to one person. The movies best scenes involve Frank and Berndt trying to work out the ground rules of a relationship.\n\n Meanwhile, Ripploh gets fired from his job (for staying out too late after a drag ball and imprudently turning up in his classroom in drag). He contract hepatitis, is hospitalized, and, in the movie's saddest scene, leaves the hospital bed in his patient's gown, and hails a taxi to take him to a rendezvous with an anonymous stranger (hence the title's English translation, \"Taxi to the Toilet\").\n\n How does he feel about his sex life? Judging by the movie, he finds the sex itself an exciting addiction, but fears his promiscuity is training him to see persons as objects. The end of the process is clearly a great, bleak loneliness, and it is against his loneliness that he seeks protection with Berndt.\n\n \"Taxi Zum Klo\" does not contain much explicit sex, but the sex it does portray is graphic and will probably shock some viewers. Ripploh believes he could not make an honest film of his life without showing us all of it, and his frankness redeems even his most scatological scene.\n\n The triumph of \"Taxi zum Klo\" is that, in the midst of its portrait of isolation, Frank Ripploh himself emerges as a cheerful, open man, willing to reveal his weakness, willing to hope that things will take a turn for the better. The movie is about a person, not about his sex life. It understands that all of our identities and lifestyles are just hopeful strategies in the search for a sense of belonging, usefulness and love.", "running_time": 96, "mpaa_rating": "Not", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Foreign"], "title": "Taxi Zum Klo (1982)"}