{"url": "http://www.rogerebert.com/reviews/taxi-to-the-dark-side-2008", "by": "Alex Gibney", "star_rating": 4.0, "text": "We have to work the dark side.\n\nSo said Dick Cheney a few days after 9/11, discussing the war on terror. Is this what he meant?\n\nIn December 2002, an Afghan named Dilawar had scraped together enough money to buy a taxi. He was fingered by a paid informant as a terrorist connected with a rocket attack. Taken to the American prison at Bagram, Afghanistan, he was tortured so violently that he died after five days. An autopsy showed that his legs were so badly mauled, they would have had to be amputated, had he lived. Later, the informant who collected U.S. money for fingering him was proven to be the terrorist actually responsible for the crime the innocent Dilawar was charged with.\n\nAn official report said Dilawar died of \"natural causes.\" The New York Times found an autopsy report describing the death as a homicide. After a belated investigation, a few U.S. soldiers were accused of the murder. No officers were involved. Dilawar was the first casualty after we started to \"work the dark side.\" In all the torture scandals since, few officers have ever been charged. If all of these crimes took place without their knowledge, they would appear to be guilty of dereliction of duty, if nothing else.\n\nAlex Gibney's horrifying documentary \"Taxi to the Dark Side\" uses the death of Dilawar as an entry point into a remorseless indictment of the Bush administration's unofficially condoned policy of the torture of suspects, which is forbidden by U.S. constitutional and military law and international agreements, but justified under the \"necessity\" of working the dark side. Gibney interviews U.S. soldiers who participated in such torture sessions (under orders, they thought, although their superiors claimed innocence, all the way up to Bush, who claimed ignorance of torture even after he had seen official Pentagon and intelligence reports). They seem sorry, sobered, and confused.\n\nThe film has television footage of administration officials demonstrably lying about what they knew and when they knew it. And it leads to Gibney's conversation with his own father, who wan an interrogator of prisoners in World War II and says not only was such behavior forbidden, but it wouldn't have worked, anyway. If you torture a man long enough, he will tell you anything to make you stop. If you act on that \"information,\" you are likely on a fool's errand.\n\nGibney is the same filmmaker who made the merciless \"Enron: The Smartest Guys in the Room\" (2005), a documentary where he produced actual tape recordings of Enron operatives creating the California \"power shortage\" by ordering power plants shut down and joking that a few grandmothers might have to die without air conditioning for Enron to make more millions. By the same logic, lives may have to be lost to torture to produce intelligence, although there is precious little evidence that the strategy has worked. And besides, is that what we do, as Americans? Are those our values? Then what do we stand for?\n\nGibney widens the net to include the illegal detainees at Guantanamo, most of whom have never been charged with any crime. He talks with former administration officials and spokesmen who didn't like what they were seeing and resigned. His conversations with the American torturers themselves are the most heartbreaking; young kids for the most part, they thought they were doing their duty. And he includes never before seen photos and images of torture at work. One tactic: Prisoners have their hands tied above their heads, and are made to balance on boxes in pools of electrified water. Would they really be electrocuted if they fell off? Would you like to try? Sen. John McCain, who endured unimaginable torture during the Vietnam conflict, is among the most outspoken critics of this strategy.\n\nThere are those, their numbers shrinking every day, who would agree we have to \"work the dark side.\" Growing numbers of us are yearning for the light. This movie does not describe the America I learned about in civics class, or think of when I pledge allegiance to the flag. Yet I know I will get the usual e-mails accusing me of partisanship, bias, only telling one side, etc. What is the other side? See this movie, and you tell me.", "running_time": 106, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-02-07", "genres": ["Documentary"], "title": "Taxi to the Dark Side (2008)"}