{"url": "http://www.rogerebert.com/reviews/taxi-blues-1991", "by": "Vladimir Kachpouras Old Netchiporenko", "star_rating": 3.0, "text": "The bleak and passionate new Russian film \"Taxi Blues\" is one of those movies that seems to exist in two ways at once: It tells a central story, while at the same time telling us another story with the elements around the edge of the frame. The first story involves an obsessive relationship between a hard-headed taxi driver and an irresponsible jazz musician. The other material provides an offhand, casual, and therefore doubly interesting view of daily life in today's Moscow.\n\nThe film begins as a taxi driver, completely at home in the mean streets and familiar with all the angles on the black market, picks up a carload of drunken musicians for a night on the town. One by one they disappear, until finally the last one, a saxophonist named Liocha, stiffs him for a steep 70-ruble fare. The driver, named Shlikov, does not take this passively. He haunts the jazzman's usual hangouts until he corners him, and then holds his precious saxophone hostage while forcing the man to work out the fare with manual labor.\n\nBut there is more than simple bill-collecting going on here.\n\nThe musician is Jewish, and the taxi driver is casually anti-Semitic, although open-minded enough to be surprised about some of the things he learns about Jews (\"They drink like Russians!\" he says admiringly of Liocha, who in fact drinks like an alcoholic). There is another conflict in the film, between the image of the stalwart, muscular, working-class driver and the thin, tired-eyed musician, who live in completely different worlds. The driver sees the musician as a parasite, the musician sees the driver as a drone, and yet somehow they work out an uneasy arrangement that borders on friendship.\n\nWhat brings them together is mutual dependency, and it's there that the second level of the movie - the everyday life - comes into play. We see the makeshift sleeping quarters of the driver, who covers every square inch of his small room with posters extolling the women and creature comforts of the West. We see the jazz clubs and speakeasies where Moscow bohemians cluster together for mutual support. And we understand such relationships as the one between the driver and his girlfriend, who works in a meat-packing plant and is therefore invaluable as a black-market connection.\n\nThe movie is an example of the kind of long-repressed truth-telling that seems to be welling up in today's unsettled Soviet Union, which in the midst of its troubles is experiencing great ferment in the arts. \"Taxi Blues\" has nothing to do with any official Soviet view of what a film should show, or tell, or be, and everything to do with the Western notion of the movie director as an impassioned witness to his society.\n\nThe filmmaker is a 41-year-old Soviet Jew named Pavel Lounguine, who was a scriptwriter for years before making a chance contact with a Paris producer who co-financed this film. Like many films that come from passion, it has been an unexpected commercial and critical hit; it won the best director award at last year's Cannes Film Festival, and is a box office winner in Russia and throughout Western Europe.\n\nIt is clear from the energy in the story that Lounguine has been waiting a long time to get his hands on the camera, and his point of view swoops and soars through Moscow like a bird released from its cage. If the story is sometimes hard to take - neither one of the protagonists is very pleasant to be around - the anger and passion of the director are exhilarating. And the film is also interesting just for the objective information it displays. Without mental pictures of a place, we fall back on postcards: Red Square, the Kremlin, Lenin's tomb. Now I will also remember the taxi driver's room, and the lust in the eyes of everyone lucky enough to gaze upon a black-market steak.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-03-08", "genres": null, "title": "Taxi Blues (1991)"}