{"url": "http://www.rogerebert.com/reviews/tea-with-mussolini-1999", "by": "Cheras Elsa", "star_rating": 2.5, "text": "How accurate \"Tea with Mussolini\" is, I cannot say, but it is based on the autobiography of the film director Franco Zeffirelli, who directed and co-wrote it, so we can be sure it is true to what he remembers, or wants to remember. The film tells of a boy named Luca, born out of wedlock to a clothing manufacturer in Florence. His mother is dead, his father's wife visits him at school to hiss that he is a bastard, and his best friend is an old expatriate Brit named Mary (Joan Plowright), who has been hired to turn him into a perfect English gentleman.\n\nAs the film opens in the early 1930s, we are told, the Italians and the British have a mutual love affair. We see it reflected in the daily lives of a gaggle of eccentric British ladies of more than a certain age, who gather in Doney's Tea Room and at the Galleria Uffizi to gossip--about one another, mostly. After Luca's father orders Mary to return him to the orphanage, she finds she cares for him too much, and takes him instead to live with her. And thus young Luca is plunged into the intrigues and artistic passions of the \"Scorpioni,\" which is the nickname for the British ladies with their stinging wit.\n\nThese ladies are played by a cast as eclectic as it is engaging. The grande dame of the Scorpioni is Lady Hester (Maggie Smith), the widow of the former British ambassador. The artistic soul of the group is Arabella (Judi Dench), who informs young Luca, \"I have warmed both hands before the fires of Michelangelo and Botticelli.\" The most visible eccentric, in a congregation of flamboyance, is Georgie (Lily Tomlin), an archeologist who works among the ruins in pants and overalls that match her cheerfully lesbian inclinations. Mary seems almost average in this company, a sweet lady who supports herself by typing florid Italian into sensible English.\n\nAnd then there is Elsa Morgenthal (Cher), an outlandish American who swoops in and out of Florence like a summer squall. She's an art collector, whose purchases are financed by a rich and absent husband (who is \"too cheap to slip a poor girl a little Picasso\"). Resembling Peggy Guggenheim, who made her headquarters in Venice, Elsa is loud, flamboyant, and unwise enough to fall in love with her chauffeur, a cad with patent-leather hair who sells her fake art, steals her money, and when the time comes, betrays her to the Fascists. The character of Luca is a little overwhelmed by all of these outsize personalities, and indeed the movie might actually have been better without him. Yes, Luca is supposed to be Zeffirelli, and the director is telling his own story--but he seems to inhabit it mostly as an observer. The two actors engaged to play Luca aren't given much to say, and although as a young man Luca joins the Resistance, that activity consists mostly of lurking behind trees and appearing when he is required by the plot. Zeffirelli may look out through Luca's eyes, but not into a mirror.\n\nThe ladies supply quite enough entertainment all on their own. Lady Hester charges off to Rome for tea with Mussolini, who assures her that she and her British friends have nothing to worry about, and then poses for photos that will be useful propaganda (ambassador's wife has tea with dictator, finds him a nice chap). Soon, however, the Brown Shirts are breaking the windows of the tea room, and the ladies are put under custody and shipped off to a mountaintop villa.\n\nThe movie is heavier with events than with plot. Things are always happening, but it's hard to see the connections, and the material involving Elsa's love affair, Lady Hester's draft-dodging grandson and Arabella's dog all coexists uneasily. (The draft-dodger hides from the Fascists by dressing in drag, only to finally snap, run into the street, cry out, \"I'm a man!,\" strip off his dress, and join the Resistance.) Elsa, the Cher character, meanwhile ignores the dangers for a Jew in Italy, and makes unwise statements such as, \"Musso? I think his butt's too big to push around the dance floor.\" I enjoyed the movie in a certain way, as a kind of sub-Merchant-Ivory mix of eccentric ladies and enchanting scenery. I liked the performances of the women (including Cher; people keep forgetting what a good actress she can be). I wanted to see more of Tomlin's bracingly frank archeologist. (Why do movie lesbians have to recite so much dialogue that keys off their sexuality?) But the movie seemed the stuff of anecdote, not drama, and as the alleged protagonist, Luca/Franco is too young much of the time to play more than a bystander's role. Zeffirelli of course grew up to direct better movies (\"Romeo and Juliet,\" the Burton-Taylor \"Taming of the Shrew,\" the Mel Gibson \"Hamlet\") and opera, and to speak flawless English.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-05-14", "genres": ["Comedy", "Drama", "Foreign", "Indie", "War"], "title": "Tea With Mussolini (1999)"}