{"url": "http://www.rogerebert.com/reviews/teachers-1984", "by": null, "star_rating": 2.0, "text": "The idea here was to do for teaching what \"MASH\" did for the war. Unfortunately, they've done for schools what \"General Hospital\" did for medicine. \"Teachers\" has an interesting central idea, about shell-shocked teachers trying to remember their early idealism, but the movie junks it up with so many sitcom compromises that we can never quite believe the serious scenes.\n\nThe movie begins with a big-city high school where kids get stabbed, students double as drug dealers and police informers, teachers sleep through their classes, and the system is being sued for graduating students who cannot read or write. The bewildered principal is so totally out of touch with all of these developments that his only response is a pleasant nod. We meet the frontline troops. The movie stars Nick Nolte as a one-time visionary who lately has been having trouble finding his way out of hangovers. Judd Hirsch is the overwhelmed assistant principal. Royal Dano is a teacher named Ditto, who specializes in mimeographed examinations every day, so he won't have to talk to his students (he slumbers in the back of the class). There also are the usual student rebels, including Ralph Macchio (\"The Karate Kid,\" 1984) as a bright, alienated con man who knows everybody's weak spot.\n\nThe movie revolves around a couple of questions: Will the school lose the lawsuit? Will Nolte tell the truth in a pretrial deposition, or lie to protect the school system? Will he help a sobbing young girl get an abortion, after she has been seduced by the gym teacher? Will the hard-nosed school superintendent (Lee Grant) have Nolte fired? And, inevitably, will Nolte fall in love with the pretty young lawyer (Jobeth Williams) who used to be one of his best students?\n\nOne at a time, these questions might be worthy of answers. But \"Teachers\" throws them at us so relentlessly that the movie begins to feel like one of those soap operas where yesterday's old questions are answered by today's new questions. The movie has a couple of good scenes between Nolte and Macchio, and a few lines that have the zing of painful truth. But there are also scenes played entirely for cheap laughs. And a promising running gag about Ditto never pays off. I don't want to give away the punch line, but see if you're not puzzled by the way a potentially classic gag doesn't quite work. Here's the sad bottom line: \"Teachers\" was just interesting enough to convince me a great movie can be made about big-city high schools. This isn't it.", "running_time": 106, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama"], "title": "Teachers (1984)"}