{"url": "http://www.rogerebert.com/reviews/teaching-mrs-tingle-1999", "by": "Helen Mirrenas Mrs. Tingle", "star_rating": 1.5, "text": "Helen Mirren is a very good actress. All too good for \"Teaching Mrs. Tingle,\" where she creates a character so hateful and venomous that the same energy, more usefully directed, could have generated a great Lady Macbeth. She is correct to believe that comic characters are best when played straight. They depend on the situation to make them funny. There is nothing funny about the situation in \"Teaching Mrs. Tingle.\" The movie resembles \"Election\" in its attempt to deal with the dog-eat-dog world of ambitious high school students, where grade point averages can make an enormous difference. But it lacks that movie's sly observations about human nature, and bludgeons the audience with broad, crude, creepy developments. Here is a movie that leaves us without anyone to like very much, and no one to care about. It was written and directed by Kevin Williamson, whose screenplays for the \"Scream\" pictures depend on comic slasher situations for their appeal; here, required to create more believable characters, he finds the wrong ones for this kind of story.\n\nKatie Holmes stars, as Leigh Ann Watson, an honors student only a few percentage points shy of becoming class valedictorian. Much depends on the grade she gets in history, a class that Mrs. Tingle (Mirren) rules with an iron fist and cruel sarcasm. She seems to take an almost erotic delight in humiliating her students in public, and singles out Leigh Ann for special ridicule, maybe just because she's smart and pretty.\n\nAlso in the picture: Jo Lynn Jordan (Marisa Coughlan), Leigh Ann's best friend; their classmate and friend Luke Churner (Barry Watson), who combines the better qualities of slobs and oafs, and Trudie Tucker (Liz Stauber), who is Leigh Ann's bitter rival for valedictorian. Oh, and there's Michael McKean as the high school principal; Mrs. Tingle knows he's in AA and threatens to blackmail him for secret drinking. And Coach Wenchell (Jeffrey Tambor), whose relationship with Mrs. Tingle is reflected in his nickname, Spanky (in this case it is best spelled Spankee).\n\nLeigh Ann turns in a history project in the form of a journal that might have been kept by a pilgrim woman; it's leather-bound, with meticulous calligraphy and decorations, and would make the judges of the History Book Club weep with gratitude. Mrs. Tingle scornfully mocks it after only glancing at the front page. Later, she pounces on the three friends in the gym. Luke has stolen a copy of Mrs. Tingle's final exam and stuffs it into Leigh Ann's backpack, where Mrs. Tingle finds it. Now Leigh Ann faces expulsion.\n\nAll of this serves as setup to the heart of the movie, which is spent with Mrs. Tingle tied to her bed while the three students desperately try to figure out what to do next. If this were a serious hostage or kidnapping movie, some of the resulting material might seem appropriate. Mirren approaches Mrs. Tingle like a prisoner of war in a serious film, playing mind games with her captors. There are scenes that are intended as farce, but they're flat and lifeless. We have no sympathy for Mrs. Tingle, but at least she has life, while the three students are simply constructions--walking, talking containers for the plot.\n\nIs it possible that some high school students hate their teachers so much that they'll play along with \"Teaching Mrs. Tingle?\" I doubt it, because Mrs. Tingle isn't hateful in an entertaining way. She belongs in one of those anguished South American movies about political prisoners and their captors facing moral dilemmas. And the kids belong in \"Scream 3.\"", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-08-20", "genres": ["Comedy", "Suspense", "Thriller"], "title": "Teaching Mrs. Tingle (1999)"}