{"url": "http://www.rogerebert.com/reviews/team-america-world-police-2004", "by": "Trey Parker", "star_rating": 1.0, "text": "\"What are you rebelling against, Johnny?\"\n\n\"Whaddya got?\" \n\n--Marlon Brando in \"The Wild One\"\n\nIf this dialogue is not inscribed over the doors of Trey Parker and Matt Stone, it should be. Their \"Team America: World Police\" is an equal opportunity offender, and waves of unease will flow over first one segment of their audience, and then another. Like a cocky teenager who's had a couple of drinks before the party, they don't have a plan for who they want to offend, only an intention to be as offensive as possible.\n\nTheir strategy extends even to their decision to use puppets for all of their characters, a choice that will not be universally applauded. Their characters, one-third lifesize, are clearly artificial, and yet there's something going on around the mouths and lips that looks halfway real, as if they were inhabited by the big faces with moving mouths from the Conan O'Brien show. There are times when the characters risk falling into the Uncanny Valley, that rift used by robot designers to describe robots that alarm us by looking too humanoid.\n\nThe plot seems like a collision at the screenplay factory between several half-baked world-in-crisis movies. Team America, a group not unlike the Thunderbirds, bases its rockets, jets and helicopters inside Mount Rushmore, which is hollow, and race off to battle terrorism wherever it is suspected. In the opening sequence, they swoop down on Paris and fire on caricatures of Middle East desperadoes, missing most of them but managing to destroy the Eiffel Tower, the Arc de Triomphe and the Louvre.\n\nRegrouping, the team's leader, Spottswoode (voice by Daran Norris) recruits a Broadway actor named Gary to go undercover for them. When first seen, Gary (voice by Parker) is starring in the musical \"Lease,\" and singing \"Everyone has AIDS.\" Ho, ho. Spottswoode tells Gary: \"You're an actor with a double major in theater and world languages! Hell, you're the perfect weapon!\" There's a big laugh when Gary is told that, if captured, he may want to kill himself and is supplied with a suicide device I will not reveal.\n\nSpottswoode's plan: Terrorists are known to be planning to meet at \"a bar in Cairo.\" The Team America helicopter will land in Cairo, and four uniformed team members will escort Gary, his face crudely altered to look \"Middle Eastern,\" to the bar, where he will go inside and ask whazzup. As a satire on our inability to infiltrate other cultures, this will do, I suppose. It leads to an ill-advised adventure where in the name of fighting terrorism, Team America destroys the Pyramids and the Sphinx. But it turns out the real threat comes from North Korea and its leader Kim Jong Il (voice also by Parker), who plans to unleash \"9/11 times 2,356.\" \n\nOpposing Team America is the Film Actors' Guild, or F.A.G., ho, ho, with puppets representing Alec Baldwin, Tim Robbins, Matt Damon, Susan Sarandon and Sean Penn (who has written an angry letter to Parker and Stone about their comments, in Rolling Stone, that there is “no shame” in not voting). No real point is made about the actors' activism; they exist in the movie essentially to be ridiculed for existing at all, I guess. Hans Blix, the U.N. chief weapons inspector, also turns up, and has a fruitless encounter with the North Korean dictator. Some of the scenes are set to music, including such tunes as \"Pearl Harbor Sucked and I Miss You\" and \"America -- F***, Yeah!\"\n\nIf I were asked to extract a political position from the movie, I'd be baffled. It is neither for nor against the war on terrorism, just dedicated to ridiculing those who wage it and those who oppose it. The White House gets a free pass, since the movie seems to think Team America makes its own policies without political direction.\n\nI wasn't offended by the movie's content so much as by its nihilism. At a time when the world is in crisis and the country faces an important election, the response of Parker, Stone and company is to sneer at both sides -- indeed, at anyone who takes the current world situation seriously. They may be right that some of us are puppets, but they're wrong that all of us are fools, and dead wrong that it doesn't matter.", "running_time": 98, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-10-14", "genres": ["Action", "Adventure", "Animation", "Comedy"], "title": "Team America: World Police (2004)"}