{"url": "http://www.rogerebert.com/reviews/ted-2012", "by": "Mark Wahlbergas John", "star_rating": 3.5, "text": "The funniest movie character so far this year is a stuffed teddy bear. And the best comedy screenplay so far is \"Ted,\" the saga of the bear's friendship with a 35-year-old manchild. I know; this also was hard for me to believe. After memories of Mel Gibson's bond with a sock puppet, \"Ted\" was not high on the list of movies I was impatient to see.\n\nThe opening scenes find the right tone. A treacly narrator (Patrick Stewart) describes a Christmas that reminds us of a \"A Christmas Story,\" except for the jolts of four-letter words and anti-PC one-liners. We meet young John Bennett, the most unpopular kid in the neighborhood, so disliked that while a Jewish kid is being beaten up, John feels envious.\n\nAll young John wants is a true friend for life. For Christmas, his parents give him an enormous teddy bear the size of a first grader, and that night under the sheets with a flashlight, John asks Teddy to be his real and true forever friend. Teddy comes to life and agrees.\n\nThe miracle of a walking, talking teddy bear of course makes the little stuffed creature an overnight celebrity, and he appears on the Carson show. But his fame fades (\"like Corey Feldman,\" the narrator explains), and he settles in as John's roommate for life. Years pass. Teddy is now a little frayed, and John (Mark Wahlberg), at 35, has a counter job at a rental car agency. Against all odds, he also has a fragrant girlfriend named Lori Collins (Mila Kunis), who has been waiting four years for a marriage proposal.\n\nJohn and Ted lead an \"Animal House\"-like existence, inhaling wholesale quantities of weed and recalling their early years as \"Flash Gordon\" fans. American movies have recently featured a lot of male characters who are victims of arrested adolescence, but few who have resisted growing up more successfully than John.\n\nThe laughs in \"Ted\" come largely through the teddy bear's dialogue. With an edgy Beantown accent and a potty mouth, Ted insults and offends everyone he comes into contact with, and sees Lori as a threat to his friendship with John. This despite his own pastimes, which include drugs, hookers, and as we later discover, a torrid early 1990s affair with absolutely the last female vocalist you could imagine having sex with a teddy bear — and I mean the last.\n\nThe movie was co-written and directed by Seth MacFarlane (\"Family Guy\"), who also provides Ted's voice and gives himself the same freedom he has in animation. The bear itself is a CGI creation, striking a reasonable balance between the agility of a sexual athlete and the clumsiness of Pooh. It appears that Ted is stuffed with cotton wool and feels no pain when an ear is ripped off, but he behaves as a living, breathing best buddy.\n\nThe plot of \"Ted\" is fairly standard but greatly embellished by MacFarlane's ability to establish comic situations and keep them building. One crucial scene occurs when Ted persuades John to leave Lori at a party (\"just for five minutes\") and come to Ted's own party, where their childhood hero has turned up. This is Sam J. Jones, star of the 1980 movie \"Flash Gordon,\" who in middle age has become a party animal. How this situation ends up with an enraged duck attacking Ted you will have to discover for yourself.\n\nThere's also peril involving Donny, a creepy dad (Giovanni Ribisi) who as a child passionately wanted Ted to be his own teddy, and his pudgy spoiled son (Aedin Mincks), who wants Ted now. Their desire is pitched at such a perverse level that it approaches teddy-bear predation.\n\nWhat's remarkable about \"Ted\" is that it doesn't run out of steam. MacFarlane seems unwilling to stop after the first payoff of a scene. He keeps embellishing. In Ted, he has an inexhaustible source of socially obnoxious behavior and language, and it's uncanny the way a teddy bear can get away with doing and saying things that we wouldn't necessarily accept from a human character. This is partly because Ted is a stand-up insult comedian trapped inside the body of a teddy bear.\n\nI must end on a note of warning. \"Ted\" is not merely an R-rated movie, but a very R-rated movie — \"for crude and sexual content, pervasive language and some drug use,\" according to the MPAA, and what they mean by \"some\" is hard to figure, because it could hardly contain more. No matter how much kids want to see the teddy bear movie in the ads on TV, steer them to \"Brave.\" Trust me on this.", "running_time": 106, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-27", "genres": ["Comedy", "Fantasy"], "title": "Ted (2012)"}