{"url": "http://www.rogerebert.com/reviews/teenage-mutant-ninja-turtles-1990", "by": "Judith Hoagas April O'Neil", "star_rating": 2.5, "text": "Anyone unfortunate enough to have a Nintendo device in the house will be familiar with the Teenage Mutant Ninja Turtles, who star in one of the most insidiously addictive Nintendo games. The turtles live in the subways beneath Manhattan, where, exposed to radiation, they have grown into teenager-sized, intelligent creatures, and have absorbed such items from the culture as surfer jargon.\n\nOn the Nintendo screen, the turtles leap, spin, cartwheel and eat pizza. Everything they do is accompanied by the same maddening music, which plays over and over again until it drills itself into the tooth of your mind. There are said to be many levels to the video game, but I succeeded in penetrating only to the second before I realized I had to abandon Ninja Turtles that instant, or risk permanent psychic damage.\n\nNow comes \"Teenage Mutant Ninja Turtles\" the movie. I did not walk into the screening with a light step and a heart that sang. For that matter, I did not walk out afterward with my spirits renewed. But this movie is nowhere near as bad as it might have been, and probably is the best possible Teenage Mutant Ninja Turtle movie.\n\nIt supplies, in other words, more or less what Turtle fans will expect: the Ninja Turtles, subways, pizzas, villains, a rudimentary plot and an explanation of how the Turtles met their Zen-master, a wise old rodent.\n\nHaving not followed every detail of the film's production with great interest, I was surprised to discover it's a live-action film. I expected animation - a spinoff of the Saturday morning Turtle cartoon show. But no. These are actual human beings for the most part, including stunt men inside the life-size turtle suits (certain other characters have been created artifically by the Jim Henson folks).\n\nThe plot? Do you care? It involves a TV news reporter and her friends, a teenage crime wave, a secret society named the Foot, and a learning experience for the Turtles as they grow and adapt and become braver warriors with more character. And there are flashbacks to give us the back-story about how their rodent teacher came by his knowledge.\n\nThe most interesting part of the film for a non-Teenage Mutant Ninja Turtle fan is the production design - the sewers and the city streets above them. Roy Forge Smith is the designer, and seems inspired by a low-rent vision of \"Batman\" or maybe \"Metropolis\" (1927). The city looks like a grungy back-lot version of shabby film noir, and the sewers are like medieval dungeons. It's a very dark film, and one wonders, after seeing it, if young Turtle fans are being denied the brightness and bounciness of an earlier generation of kiddie films.\n\nConcerns have been expressed about the Turtles recently on two subjects: the level of violence, and the presence in some Turtle stories of characters that may imply negative racial stereotypes. There is no racism in the film version, and the violence is fairly routine, as these things go - stylized and not very graphic.\n\n\"Turtle,\" by the way, is a very funny word.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-03-30", "genres": ["Action", "Adventure", "Comedy", "Crime", "Family", "Fantasy", "Science Fiction"], "title": "Teenage Mutant Ninja Turtles (1990)"}