{"url": "http://www.rogerebert.com/reviews/teenage-mutant-ninja-turtles-ii-the-secret-of-the-ooze-1991", "by": "Paige Turcoas April O'Neil", "star_rating": 1.0, "text": "I bent over backwards to be fair to the first movie about the Teenage Mutant Ninja Turtles. It was, I wrote, \"probably the best possible Teenage Mutant Ninja Turtle movie.\" Now we have the sequel, subtitled \"The Secret of the Ooze.\" I may not get what I want, but I get what I deserve.\n\nOnce again, here are the four superhero turtles, their friends Keno and April, their enemy the Shredder, his buddies the Foot Gang, and the maddening Turtle theme music, which sounds like a berserk merry-go-round. There is also a mad scientist, necessary to explain additional details about how the turtles got that way.\n\nKids like the turtles. A recent national survey reported that 95 percent of grade school teachers could trace aggressive, antisocial classroom behavior to the Ninja Turtles - high praise. As someone who was raised on Superman, Batman, Spiderman and Wonder Woman, I think the kids are getting the short end of the stick. What kind of a superhero is a reptile who lives in sewers, is led by a rat, eats cold pizza, and is the product of radioactive waste? Is this some kind of a cosmic joke on the kids, robbing them of their birthright, a sense of wonder? Or is it simply an emblem of our drab and dreary times? One disturbing thing about the turtles is that they look essentially the same. All that differentiates them, in the Nintendo game that gave them birth, is their weapons. It's as if the whole sum of a character's personality is expressed by the way he does violence. The turtles are an example of the hazards of individuality.\n\nThey hang out together, act together, fight together, and have a dim collective IQ that expresses itself in phrases like \"Cowabunga, dude.\" This is the way insecure teenage boys sometimes talk in a group, as a way of creating solidarity, masking fears of inadequacy, and forming a collective personality that is stupider than any individual member of it. The way you attain status in the group is by using violence to defend it against outsiders. People raised on these principles run a risk of starring in videotapes of police brutality.\n\nI liked the older superheroes better. The ones that stood out from a crowd, had their own opinions, were not afraid of ridicule, and symbolized a future of truth and justice. Spiderman and Superman represented democratic values. Today's kids are learning from the Turtles that the world is a sinkhole of radioactive waste, that it's more reassuring to huddle together in sewers than take your chances competing at street level, and that individuality is dangerous. Cowabunga.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-03-22", "genres": ["Action", "Adventure", "Comedy"], "title": "Teenage Mutant Ninja Turtles II: The Secret Of The Ooze (1991)"}