{"url": "http://www.rogerebert.com/reviews/tell-me-that-you-love-me-junie-moon-1970", "by": "Liza Minnellias Junie Moon", "star_rating": 3.0, "text": "Otto Preminger's \"Tell Me That You Love Me, Junie Moon\" is one of his better recent films. It succeeds, among other things, in making human entertainment out of a rather unlikely story. Preminger's on so many talk shows these days that you probably know the story better than I do, but anyway: It's about the efforts of three handicapped people to build a new life together. Liza Minnelli has been scarred on the face and arm by acid. Ken Howard suffers strange psychosomatic seizures. Robert Moore is a homosexual paraplegic. So it's like they don't have a lot going for them.\n\nLike all Preminger projects, this one has been a long time coming and widely publicized at every opportunity along the way. But until I saw it I couldn't convince myself that Marjorie Kellogg's novel could really make a movie. It sounded too . . . maybe morbid is the word, or maudlin. And Preminger's strong point has never been the direction of subtle interpersonal relationships.\n\nLuckily, he has faced the problems of the story instead of trying to avoid them. He seduces us into accepting the situation by treating it as entertainment, not soul-searching tear-jerking True Confessions. Some of the New York critics have taken him to task for this, accusing him of missing the delicacy and compassion of the Kellogg novel. Maybe so. But maybe that was necessary to make the movie work; if Preminger had played on our sympathy, everything would have fallen apart.\n\nSee, we might \"feel sorry\" for people like the three in \"Junie Moon,\" but that wouldn't lure us into the theater. So instead Preminger tells us a story, keeps it moving and directs most of it like a comedy. (He proves, incidentally, that he CAN direct comedy, an element absent from the disastrous \"Skiddo.\") Some of the comedy is on the heavy-handed side, especially his development of the Robert Moore character. Moore, a director himself, turns in a marvelous performance, but it almost gets buried beneath the homosexual affectations written into the script. You get the feeling that in the scenes involving homosexuality, Preminger is going for cheap laughs he doesn't reach for elsewhere.\n\nStill, Moore has enough charm to carry the role. Miss Minnelli is quite good as Junie Moon; not as good, perhaps, as she was in \"The Sterile Cuckoo\" but then that role was handmade for her. Ken Howard is restrained and pleasant as the third member of the trio thankfully, because otherwise things would have gotten too loud. And there is a first-rate supporting performance by James Coco, who has one of those off-balance speaking rhythms that make dialog sound alive.\n\nThe ending is not convincing, alas; we're never quite sure what happened to the Howard character, or why. And surely in 1970 people don't make tender speeches and then die on cue in their lover's arms. But, on balance, the movie works and tells us something about three or four good people who are trying to cope. That's enough.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1970, "date_published": "1970-08-04", "genres": ["Comedy", "Drama", "Romance"], "title": "Tell Me That You Love Me, Junie Moon (1970)"}