{"url": "http://www.rogerebert.com/reviews/tell-no-one-2008", "by": "Francois Cluzetas Alex", "star_rating": 3.5, "text": "\"Tell No One\" will play as a terrific thriller for you, if you meet it halfway. You have to be willing to believe. There will be times you think it's too perplexing, when you're sure you're witnessing loose ends. It has been devised that way, and the director knows what he's doing. Even when it's baffling, it's never boring. I've heard of airtight plots. This one is not merely airtight, but hermetically sealed.\n\nThe set-up is the simple part. We meet a married couple, sweethearts since childhood: Alex (Francois Cluzet) and Margot (Marie-Josee Croze). They go skinny-dipping in a secluded pond and doze off on the raft. They have a little quarrel, and Margot swims ashore. Alex hears a scream. He swims to the dock, climbs the ladder and is knocked unconscious.\n\nFlash-forward eight years. Alex is a pediatrician in a Paris hospital. He has never remarried and still longs for Margot. Two bodies are found buried in the forest where it is believed she was murdered, and the investigation is reopened. Although Margot's case was believed solved, suspicion of Alex has never entirely died out. He was hit so hard before falling back into the water that he was in a coma for three days. How did he get back on the dock?\n\nNow the stage is set for a dilemma that resembles in some ways \"The Fugitive.\" Evidence is found that incriminates Alex: a murder weapon, for example, in his apartment. There is the lockbox that contains suspicious photographs and a shotgun tied to another murder. Alex is tipped off by his attorney (Nathalie Baye) and flees out the window of his office at the hospital just before the cops arrive. \"You realize he just signed his own confession?\" a cop says to the lawyer.\n\nAlex is in very good shape. He runs and runs, pursued by the police. It is a wonderfully photographed chase, including a dance across both lanes of an expressway. His path takes him through Clignancourt, the labyrinthine antiques market and into the mean streets on the other side. He shares a Dumpster with a rat. He is helped by a crook he once did a favor for; the crook has friends who seem to be omnipresent.\n\nAh, but already I've left out a multitude of developments. Alex has been electrified by cryptic e-mail messages that could only come from Margot. Is she still alive? He needs to elude the cops long enough to make a rendezvous in a park. And still I've left out so much -- but I wouldn't want to reveal a single detail that would spoil the mystery.\n\n\"Tell No One\" was directed and co-scripted by Guillaume Canet, working with Harlan Coben, the American author of the novel which inspired it. It contains a rich population of characters, but has been so carefully cast that we're never confused. There are: Alex's sister (Marina Hands); her lesbian lover (Kristin Scott Thomas); the rich senator, whose obsession is race horses (Jean Rochefort); Margot's father (Andre Dussollier); the police captain who alone believes Alex is innocent (Francois Berleand); the helpful crook (Gilles Lellouche), and the senator's son (Guillaume Canet himself). Also a soft-porn fashion photographer, a band of vicious assassins, street thugs, and on and on. And the movie gives full weight to these characters; they are necessary and handled with care.\n\nIf you give enough thought to the film, you'll begin to realize that many of the key roles are twinned, high and low. There are two cops closely on either side of retirement age. Two attractive brunettes. A cop and a crook who have similar personal styles. Two blondes who are angular professional women. Two lawyers. One of the assassins looks a little like Alex, but has a beard. Such thoughts would never occur during the film, which is too enthralling. But it shows what love and care went into the construction of the puzzle.\n\nOne of the film's pleasures is its unexpected details. The big dog Alex hauls around. The Christian Louboutin red-soled shoes that are worn on two most unlikely occasions. The steeplechase right in the middle of everything. The way flashbacks are manipulated in their framing so that the first one shows less than when it is reprised. The way solutions are dangled before us and then jerked away. The computer technique. The torturous path taken by some morgue photos. The seedy lawyer, so broke his name is scrawled on cardboard taped to the door. Alex patiently tutoring a young child. That the film clocks at only a whisper above two hours is a miracle.\n\nAnd then look at the acting. Francois Cluzet is ideal as the hero: compact, handsome in a 40ish Dustin Hoffman sort of way, believable at all times (but then, we know his story is true). Marie-Josee Croze, with enough psychic weight she's present even when absent. Kristin Scott Thomas, not the outsider she might seem. Legendary Jean Rochefort, in a role legendary John Huston would have envied. Legendary Francois Berleand as a senior cop who will make you think of Inspector Maigret. And legendary Andre Dussollier sitting on the bench until the movie needs the bases cleared. Here is how a thriller should be made.", "running_time": 131, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-07-10", "genres": ["Crime", "Drama", "Foreign", "Mystery", "Thriller"], "title": "Tell No One (2008)"}