{"url": "http://www.rogerebert.com/reviews/ten-2003", "by": "Mania Akbarias The Woman", "star_rating": 2.0, "text": "I am unable to grasp the greatness of Abbas Kiarostami. His critical reputation is unmatched: His \"A Taste of Cherry\" (1997) won the Palme d'Or at Cannes, and \"The Wind Will Carry Us\" (1999) won the Golden Lion at Venice. And yet his films--for example his latest work, \"Ten\"--are meant not so much to be watched as to be written about; his reviews make his points better than he does.\n\nAny review must begin with simple description. \"Ten\" consists of 10 scenes set in the front seat of a car. The driver is always the same. Her passengers include her son, her sister, a friend, an old woman and a prostitute. The film is shot in digital video, using two cameras, one focused on the driver, the other on the passenger. The cameras are fixed. The film has been described as both fiction and documentary, and is both: What we see is really happening, but some of it has obviously been planned.\n\nKiarostami's method, I learn from Geoff Andrew's review in the British magazine Sight & Sound, was to audition real people, choose his actors, talk at length with them about their characters and dialogue, and then send them out in the car without him, to play their characters (or perhaps themselves) as they drove the streets and the camera watched. Beginning with 23 hours of footage, he ended with this 94-minute film.\n\nNow you might agree that is a provocative and original way to make a movie. Then I might tell you that \"A Taste of Cherry\" was also set entirely in the front seat of a car--only in that film Kiarostami held the camera and sat alternatively in the seat of the driver and the passenger. And that \"The Wind Will Carry Us\" was about a man driving around trying to find a place where his cell phone would work. You might observe that his method has become more daring, but you would still be left with movies about people driving and talking.\n\nAh, but what do we learn about them, and about modern Iran? Andrew, who thinks this is Kiarostami's best film, observes the woman complaining about Iran's \"stupid laws\" that forbid divorce unless she charges her husband with abuse or drug addiction. He observes that the movie shows prostitution exists in Iran, even though it is illegal. The old woman argues that the driver should try prayer, and she does, showing the nation's religious undercurrent. The friend removes her scarf to show that she has shaved her head, and this is transgressive because women are not allowed to bare their heads in public. And little Amin, the son, seems like a repressive Iranian male in training, having internalized the license of a male-dominant society to criticize and mock his mother.\n\nAll very well. But to praise the film for this is like praising a child for coloring between the lines. Where is the reach, the desire to communicate, the passion? If you want to see the themes in \"Ten\" explored with power and frankness in films of real power, you would turn away from Kiarostami's arid formalism and look instead at a film like Tahmineh Milani's \"Two Women\" (1999) or Jafar Panahi's \"The Circle\" (2000), which have the power to deeply move audiences, instead of a willingness to alienate or bore them.\n\nAnyone could make a movie like \"Ten.\" Two digital cameras, a car and your actors, and off you go. Of course much would depend on the actors, what they said, and who they were playing (the little actor playing Amin is awesomely self-confident and articulate on the screen, and effortlessly obnoxious). But if this approach were used for a film shot in Europe or America, would it be accepted as an entry at Cannes? I argue that it would not. Part of Kiarostami's appeal is that he is Iranian, a country whose films it is somewhat daring to praise. Partly, too, he has a lot of critics invested in his cause, and they do the heavy lifting. The fatal flaw in his approach is that no ordinary moviegoer, whether Iranian or American, can be expected to relate to his films. They exist for film festivals, film critics and film classes.\n\nThe shame is that more accessible Iranian directors are being neglected in the overpraise of Kiarostami. Brian Bennett, who runs the Bangkok Film Festival, told me of attending a Tehran Film Festival with a fair number of Western critics and festival directors. \"The moment a film seemed to be about characters or plot,\" he said, \"they all got up and raced out of the room. They had it fixed in their minds that the Iranian cinema consisted of minimalist exercises in style, and didn't want to see narrative films.\" Since storytelling is how most films work and always have, it is a shame that Iranian stories are being shut out of Western screenings because of a cabal of dilettantes.", "running_time": 94, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-04-11", "genres": null, "title": "Ten (2003)"}