{"url": "http://www.rogerebert.com/reviews/ten-from-your-show-of-shows-1973", "by": null, "star_rating": 4.0, "text": "The release of \"Ten from Your Show of Shows\" - a collection of 10 sketches from the legendary Sid Caesar TV show - has inspired a flood of nostalgia from those who remember when Caesar was the most incredibly popular star on the infant medium.\n\nI cannot join in the nostalgia, alas, because I never saw the original \"Your Show of Shows.\" Television came belatedly to my hometown (I think there was some kind of court battle over who would get the license), and by the time we got TV, Sid Caesar was already off the air. I spent the early 1950s still listening to radio and going to the movies, which possibly accounts for the fact that MY nostalgia - for Jack Benny, Johnny Dollar, Bob and Ray, Your FBI in Peace and War and, yes, even the Lone Ranger - draws a lot of blank stares from people who were watching television then.\n\nThe fact that I never saw Caesar at the time didn't mean I wasn't a fan of his. On the contrary, there was nothing I wanted more desperately than to see \"Your Show of Shows.\" There was one kid in school whose uncle had put up an enormous TV antenna in his back yard, and was able to bring in Peoria and even Indianapolis on good nights. Every week after the Caesar show, this kid would do imitations of the skits. Without ever having seen Caesar, I knew by hearsay he was the funniest man in America.\n\nThat instinctive opinion turns out to have been mostly true; \"Ten from Your Show of Shows\" recreates the moments when television was inventing itself. Today it would seem impossible to do a weekly 90-minute live comedy program in front of an audience; in 1950, they did it because there wasn't any other way to do it. After all, wasn't radio usually live, too?\n\nThe immediacy of the sketches - the fact that they took place in real time before real audiences - made the show funnier than the canned stuff we get today. Timing was so much more important, and it's timing, for example, that makes the show's funniest skit work. Caesar plays a man who is literally dragged kicking and screaming out of the audience for \"This is Your Story.\" Forced to re-live his past, he's saddled with a fanatically affectionate uncle (Howard Morris) who fastens himself to Caesar and won't let go. The sketch builds from an ordinary satire to a berserk madhouse - but at exactly the right pace, so we never feel Caesar pushing.\n\nThe other sketches exhibit Caesar's range. There's a hilarious parody of \"From Here to Eternity,\" and another one called \"The Sewing Machine Girl\" about silent movies. There's a pantomime in which all the regulars (Caesar, Morris, Carl Reiner, Imogene Coca) play a Bavarian cuckoo clock. There's a domestic scene between Caesar and Coca in which he gradually discovers that the wife she's telling him about - the one who ran her car into a drug store - is, in fact, herself. And there's a funny skit in which Caesar, sitting at the movies with about 18 sticks of gum in his mouth, gets in the middle of a lover's quarrel. \"Ten from Your Show of Shows\" works as nostalgia, I suppose; but it doesn't need it. It's funny even if you've never heard of Sid Caesar - which would be, I suppose, an impossibility.", "running_time": null, "mpaa_rating": "G", "release_year": 1973, "date_published": "1973-04-24", "genres": null, "title": "Ten from Your Show of Shows (1973)"}