{"url": "http://www.rogerebert.com/reviews/tenderness-of-the-wolves-1976", "by": "Kurt Raabas Haarmann", "star_rating": 2.5, "text": "\"Tenderness of the Wolves\" is a nasty little melodrama, lurid and creepy and sometimes bordering on demented humor. It's the kind of movie we may not exactly enjoy, but we don't walk out on. The movie comes from the Rainer Werner Fassbinder film group in Berlin and is directed by Fassbinder's protege Ulli Lommel. The movie's based on the actual case of Fritz Harrmann, a.k.a. the Werewolf of Hanover, who was a homosexual child molester with a sideline in vampirism. He was convicted in 1924 of two dozen murders, but speculated during his trial that he may have killed 30 people, or perhaps 40. \n\nKurt Raab, who wrote the screenplay and plays Harrmann, has added a few touches of his own; in this version Harrmann dismembers his victims and sells their flesh to restaurants. He also sells their clothes and boots (\"You certainly have a lot of boots to sell, Mr. Harrmann,\" the local shoemaker observes.) And he dumps the leftovers into the river. (\"He's always leaving the house with large parcels,\" a neighbor tells the police. \"The funny thing is, he never enters the house with large parcels . . .\") \n\nFassbinder's color films in the early 1970s perfected a sleazy look somewhere between rotogravure and smudged comic book; \"Tenderness of the Wolves\" continues the tradition. Lommel fills his screen with deep shadows and underlit rooms, with garish nightclubs and deserted train platforms. We're reminded at times of Fritz Lang's \"M,\" in which Peter Lorre played one of Fritz Harrmann's contemporaries, Peter Kurten, a.k.a. the Vampire of Duesseldorf. \n\nThe film isn't a moralistic tract; it fixes a cold eye on Harrmann and follows him through several weeks of his depraved existence, and at the end it simply allows the characters to walk away from us. It's set in the years after World War II (setting it in 1924 would have been too expensive, producer Fassbinder decided,) it shows a Germany shattered by defeat and bartering on the black market, and by the film's end we can almost understand why the nice old lady who runs the restaurant is happy to buy that juicy red meat at discount prices, no questions asked. \n\nWe learn relatively little about Harrmann - certainly not how he got into the business of seduction, vampirism, murder and restaurant supply. But we do learn something of his world. Lommel's sets are grimy and depressing, he gives Harrmann a wretched garret to live in, and provides him with an odd assortment of lowlife friends. It's almost the case that the movie doesn't have to comment on its characters; that a moral or a message would be obscene juxtaposed with this repellent material. The movie descends into ugly barbarism and stays there, and perhaps that took more imagination than a conventional cops-and-killers approach. Like Fassbinder's own work, the movie has a haunting banality. It's about insignificant creeps, and it invests them with a depressing universality.", "running_time": 82, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-09-22", "genres": null, "title": "Tenderness of the Wolves (1976)"}