{"url": "http://www.rogerebert.com/reviews/teorema-1969", "by": "Terence Stampas Visitor", "star_rating": 3.0, "text": "This review of \"Teorema\" is going to be a holding action. I don't feel ready to write about this mysterious film; perhaps, a week from now, I'll decide it is very bad, a failure. But perhaps it is the most brilliant work yet by that strange director, Pier Paolo Pasolini, who is a Marxist and a Freudian and yet made the best film ever made about the life of Christ (\"The Gospel According to St. Matthew\").\n\nSome will say \"Teorema\" is about Christ too. That was the prevailing theory last year at the Venice Film Festival, when \"Teorema\" won the International Catholic Jury grand award. But that was not the theory at the Vatican, which attacked the award in an official statement. And it was not the view of the Italian courts, which tried Pasolini and his producer for obscenity (although Pasolini won his case).\n\nThe obscenity charges notwithstanding, \"Teorema\" is not at all erotic. Nor is it anything else you can put a name to. I think it likely that almost everyone will dislike this film; on the night of the sneak preview, there were snorts and giggles from certain quarters of the audience. But was this response accurate (the film is indeed preposterous at times) or was it defensive? How did people react to the first screenings of \"Last Year at Marienbad\" or \"Breathless\" (1960)? My guess is that \"Teorema\" is a watershed of some kind, a film out of its own time, a film nothing has prepared us for, but a film that in years to come will be seen as a turning point like early Godard.\n\nNone of these comments, as you can see, indicate that I have the slightest idea what I think about \"Teorema.\" Or rather, that I think too many things; that this film is perversely difficult, that it is serene, that it is ridiculous, that it has the power at some subterranean level to remain in your memory long after you think you've dismissed it.\n\nIt is the sort of film, like Godard's recent work, that you must not think too much about when you leave the theater. Three or four days or a month later, things occur to you about such films. They are finally seen as wholes. A question: If you saw Godard's \"Weekend\" (1968) when it played here, what do you think of it now? Don't the film's elements, which seemed at war with one another, blend in retrospect into a total statement?\n\nLet me retreat, then, into a summary of the plot (the reviewer's cop-out). \"Teorema\" is about an unexplained visitor (Terence Stamp) who materializes in a comfortable bourgeois home in Italy. The family he visits is polite, educated, self-assured, attractive. But the smooth surface of their life conceals a confusion of political and religious questions.\n\nOver a period of several days, the visitor makes love to every member of the family: father, mother, brother, sister and maid. Each one experiences, in his own terms, some sort of revelation or epiphany. The maid, indeed, performs a miracle and floats in mid-air, the subject of veneration. The story is told in a very spare, passive camera style; the music is thin and eerie; the characters seem to be in some sort of beneficent trance. And then the film ends in a scream of anguish . . . or joy?\n\nThe pace of the film has something in common with Pasolini's \"The Hawks and the Sparrows,\" which also played Chicago recently. The action is divided into episodes or movements that have an allegorical quality. References are made to politics, to history, to religion, to the Bible. The characters speak lines that are either very simple or infinitely suggestive. And when the film is over...\n\nWell, whenever I review Godard or Resnais (or, recently, Pasolini), I get letters from indignant moviegoers complaining that I misled them into seeing a movie that made absolutely no sense. The sort of moviegoer who thinks all movies must make sense -- obvious common sense, that is -- should avoid \"Teorema.\" Those who go anyway will be mystified, confused, perhaps indignant.\n\nBut here is a film that needs additional thought. I want to see it again and try to get through to it. (In the meantime, I am forced to give \"Teorema\" a star rating, and so I give it three, so as not to discourage those who might find it interesting. But perhaps \"Teorema\" should get four stars, or none.)", "running_time": 105, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-05-26", "genres": ["Drama", "Foreign", "Indie"], "title": "Teorema (1969)"}