{"url": "http://www.rogerebert.com/reviews/tequila-sunrise-1988", "by": "Mel Gibsonas Dale McKussic", "star_rating": 2.5, "text": "In the mind of Robert Towne there must be many crannies, many hidden pathways to the same conclusions. In considering a problem he must ponder first this, then that possibility, projecting scenarios on the screen of his imagination. I doubt if he’s the kind of guy you’d ask for the shortest way to Studio City.\n\nIn his movies, the plots turn and twist upon themselves.\n\nNothing is as it seems. No character can be taken at face value. We learn more about the characters when they’re not on the screen than when they are. And even when we think we’ve got everything nailed down, he pulls another rabbit out of his hat, showing us what fools we were to trust the magician.\n\nHis most famous credit is the screenplay for “Chinatown,” a film so labyrinthine that it is difficult to explain precisely what happened in it, even after you’ve just seen it. Now here is “Tequila Sunrise,” written and directed by Towne, and containing so many devious plot developments that at times we miss what’s on the screen because we’re still trying to figure out what the previous scene was revealing.\n\nThe movie stars Mel Gibson as Dale McKussic, the nicest drug dealer you’d ever want to know. He lives on the beach with a young son that he adores, and the greatest fear in his life is that he’ll lose custody to his ex-wife. Why will he lose custody? Because he’s a drug dealer? No, because he isn’t a drug dealer - he has retired, and his wife is mad at him because the money is no longer rolling in. Only in Southern California would you lose custody because you’d stopped selling drugs.\n\nBut no matter. McKussic seems to have survived a long career as a narcotics distributor without doing any permanent psychic harm to himself. He’s not cruel, he’s not mean, he’s not strung out on drugs, and when he falls in love with a girl he’s too shy to tell her. The central question in the movie, however, is whether he’s really left his past behind.\n\nHis best pal and worst enemy doesn’t think so. This is Nick Frescia (Kurt Russell), head of the sheriff’s drug detail and an old high-school running-mate of McKussic. Frescia learns from a federal agent (J.T. Walsh) that a big drug shipment is coming to town, personally escorted by the Mexican drug kingpin Escalante (Raul Julia).\n\nEscalante and McKussic have been close friends for years. Will McKussic try to score one more deal? The personal and professional tension between the two old pals is complicated because they are both in love with the same woman - Jo Ann Vallenari (Michelle Pfeiffer), who runs the Italian restaurant they hang out in. The most intriguing triangle in the movie involves, not the drug people, but this three-way romantic tug of war. Jo Ann likes both men. Which one will she choose? The lawman who seems to deceive her? Or the outlaw who plays straight? As we descend into the somewhat murky depths of Towne’s screenplay, these and other questions confound us. “Tequila Sunrise” weaves a tangled web, and there are times when we are not sure what is happening, or why. There are even moments when the chronology itself seems confused, when characters seem to know things they could not be aware of, when other characters arrive at places they should not have known about.\n\nTowne is a gifted writer, and he has created some interesting people here. The Gibson character is especially intriguing because he presents such a mystery; even at the end of the movie, we’re not quite sure whether he had really retired from the drug business, or not. But there are times when the movie seems to be complicated simply for the purpose of puzzlement, when additional layers of confusion are added as a sort of exercise having nothing to do with the plot. And the central surprise in the movie - the one big amazing revelation that stuns everybody - is so unlikely that you start scratching your head.\n\n“Tequila Sunrise” is an intriguing movie with interesting characters, but it might have worked better if it had found a cleaner narrative line from beginning to end. It’s hard to surrender yourself to a film that seems to be toying with you.", "running_time": 116, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-12-02", "genres": ["Action", "Adventure", "Crime", "Romance", "Thriller"], "title": "Tequila Sunrise (1988)"}