{"url": "http://www.rogerebert.com/reviews/terminal-velocity-1994", "by": "Charlie Sheenas Ditch Brodie", "star_rating": 2.0, "text": "You've gotta hand it to \"Terminal Velocity:\" This movie may be dumb as a box of shredded wheat, but it has the damnedest action sequence I've seen since Arnold Schwarzenegger blasted the bad guy with the missile in \"True Lies.\" Nastassja Kinski is locked in the trunk of a red Cadillac, which is taken aboard a cargo plane. Charlie Sheen pursues in another plane, walks on its wing, hauls himself aboard the cargo plane, and then finds himself, Kinski and the Cadillac all falling through the air - with a villain on the hood shooting at him. This is an assignment for Houdini.\n\nSheen's behavior in this and other scenes is so close to the self-parody of his work in the \"Hot Shots!\" movies that he almost seems to be telling us something - such as, that he takes the movie with less than perfect seriousness. No wonder. It's based on such a goofy premise that with just a nudge here and a pun there it could easily have become \"Hot Shots Part Cinq\" and taken advantage of the franchise. It's not so much that Sheen can keep a straight face in any situation, as that he always seems to be testing himself with the situations he gets himself into.\n\nIn \"Terminal Velocity\" he plays a skydiving instructor so reckless he's had 12 safety violations in the last month. He's the kind of guy who paints \"Kiss This\" on his derriere and paraglides into downtown Phoenix. One day a beautiful blonde (Kinski) turns up at his skydiving school and wants an instant lesson. That sets off a long chain of events involving mistaken identities, stolen gold, three-legged dogs, and the KGB (or, as Sheen calls it, \"the KG used-to-B\"). By the end of the movie, needless to say, nothing less than the survival of the free world is at stake.\n\nI dare not reveal too much of the plot, although it's so absurd that even Kinski giggles while explaining its finer points.\n\nThe purpose of the movie is essentially to provide a platform for stunts and special effects so weird that we watch goggle-eyed, wondering how in God's name they're gonna get out of each predicament. Kinski is apparently doomed in so many different situations in the movie that it becomes a running gag.\n\nThere are times when Deran Sarafian, the director, seems so enthralled by movie formulas that he uses them even in the face of common sense. Sheen, for example, is always getting jumped from behind. Fine; except how do you explain a late scene where he is jumped from behind by a guy who has no reason to do so, and starts talking to him moments later? It's like they were using a computer scriptwriting program that inserted \"JUMPED FROM BEHIND\" before every dialogue scene.\n\nSheen seems aware of the movie's comic possibilities, and must surely have had a smile on his face when he designed his character's haircut, which seems inspired by the pompadour of the hero of a little-seen but long-remembered movie named \"Johnny Suede.\" Kinski has a hair motif, too - it's always in her eyes - but she brings a bright, bemused air to her character, and has fun juggling various accents.\n\nIs there a reason to see this movie? I am reminded of categories in the Michelin travel guides. \"Terminal Velocity\" does not deserve a Journey or even a Detour, but it is indeed a Sight.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-09-23", "genres": ["Action", "Thriller"], "title": "Terminal Velocity (1994)"}