{"url": "http://www.rogerebert.com/reviews/terminator-salvation-2009", "by": "Christian Baleas John Connor", "star_rating": 2.0, "text": "One of Hollywood's oldest axioms teaches us: The story comes first. Watching \"Terminator Salvation,\" it occurred to me that in the new Hollywood, the storyboard comes first. After scrutinizing the film, I offer you my summary of the story: Guy dies, finds himself resurrected, meets others, fights. That lasts for almost two hours.\n\nThe action scenes, which is to say, 90 percent of the movie, involve Armageddon between men and machines 10 years in the future. The film's most cheerful element is that they've perfected artificial intelligence so quickly. Yes, Skynet is self-aware and determines to wipe out humankind for reasons it doesn't explain. A last-ditch resistance is being led by John Connor, or \"J.C.\" for you Faulkner fans.\n\nChristian Bale plays the role of Connor, in a movie that raises many questions about the lines between man and machine. Raises them, and then leaves them levitating. However, it has many fights between a humanoid cyborg and robotic Skynet men made of steel. How do these antagonists fight? Why, with their fists, of course, which remains a wonderfully cinematic device. They also shoot at each other, to little effect. In fact, one metal man is covered in molten ore and then flash-frozen, and keeps on tickin'. And listen, Skynet buddies, what Bale thought about that cameraman is only the tip of the iceberg compared to what he thinks about you.\n\nThere is nothing visible in this world but a barren wasteland. No towns, no houses, no food, no farms, no nothing. Maybe they live on Spam. The resistance is run from a submarine commanded by Gen. Ashdown (Michael Ironside), who wants to destroy Skynet and all of its human POWs. Connor, who is not even human, vows to save them. Wait. That's Marcus Wright (Sam Worthington), the guy from the past, who looks so much like Connor that maybe he only thinks he's Wright. Marcus is a convicted murderer from the past, awakened from cryogenic sleep. \n\nI know with a certainty approaching dread that all of my questions will be explained to me in long detailed messages from \"Terminator\" experts. They also will charge me with not seeing the movie before I reviewed it. Believe me, I would have enjoyed traveling forward through time for two hours, starting just before I saw the movie. But in regard to the answers to my questions: You know what? I don't care.\n\nThe first \"Terminator\" movie I regret (I suppose) I did not see. \"Terminator 2: Judgment Day\" (1991) was a fairly terrific movie, set in the (then) future, to prevent the nuclear holocaust of 1997. You remember that. It was about something. In it, Edward Furlong was infinitely more human as John Connor than Christian Bale is in this film.\n\nSchwarzenegger, indeed, reappears in this fourth film, thanks to a body double and a special-effects face, which makes him, I think, a cyborg of a cyborg. His famous line \"I'll be back\" is uttered by one John Connor or another, and I hope it draws more chuckles than it did at the screening I attended. Why, those immortal words are chiseled into granite, or at least into the lobby floor at the AMC River East theaters.\n\nIf there is one wholly sympathetic character, that would be Blair Williams, played by the fragrant Moon Bloodgood. She murmurs some tender words at the 45-minute mark, representing the most complex dialogue up to that point. Dr. Serena Kogan (Helena Bonham Carter) has a longer speech, but you can't be sure it's really her, and she may have been lying.\n\nAnyway, most of the running time is occupied by action sequences, chase sequences, motorcycle sequences, plow-truck sequences, helicopter sequences, fighter-plane sequences, towering android sequences and fistfights. It gives you all the pleasure of a video game without the bother of having to play it.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-05-19", "genres": ["Action", "Drama", "Science Fiction", "Thriller"], "title": "Terminator Salvation (2009)"}