{"url": "http://www.rogerebert.com/reviews/terms-of-endearment-1983", "by": "Debra Wingeras Emma", "star_rating": 4.0, "text": "When families get together to remember their times together, the conversation has a way of moving easily from the tragedies to the funny things. You'll mention someone who has passed away, and there'll be a moment of silence, and then somebody will grin and be reminded of some goofy story. Life always has an unhappy ending, but you can have a lot of fun along the way, and everything doesn't have to be dripping in deep significance.\n\nThe most remarkable achievement of \"Terms of Endearment,\" which is filled with great achievements, is its ability to find the balance between the funny and the sad, between moments of deep truth and other moments of high ridiculousness. A lesser movie would have had trouble moving between the extremes that are visited by this film, but because \"Terms of Endearment\" understands its characters and loves them, we never have a moment's doubt: What happens next is supposed to happen. because life's like that.\n\n\"Terms of Endearment\" feels as much like life as any movie I can think of. At the same time, it's a triumph of show business, with its high comic style, its flair for bittersweet melodrama and its star turns for the actors. Maybe the best thing about this movie is the way it combines those two different kinds of filmmaking. This is a movie with bold emotional scenes and big laughs, and at the same time it's so firmly in control of its tone that we believe we are seeing real people.\n\nThe movie's about two remarkable women and their relationships with each other and with the men in their lives. The mother is played by Shirley MacLaine. She's a widow who lives in Houston and hasn't dated a man since her husband died. Maybe she's redirected her sexual desires into the backyard, where her garden has grown so large and elaborate that she either will have to find a man pretty quickly or move to a house with a bigger yard.\n\nHer daughter, played by Debra Winger, is one of those people who seems to have been blessed with a sense of life and joy. She marries a guy named Flap who teaches English in a series of Midwestern colleges; she rears three kids and puts up with Flap, who has an eye for coeds. \n\nBack in Houston, her mother finally goes out on a date with the swinging bachelor (Jack Nicholson) who has lived next door for years. He's a hard-drinking, girl-chasing former astronaut with a grin that hints of unspeakable lusts. MacLaine, a lady who surrounds herself with frills and flowers, is appalled by this animalistic man and then touched by him.\n\nThere are a couple of other bittersweet relationships in the film. Both mother and daughter have timid, mild-mannered male admirers: MacLaine is followed everywhere by Vernon, who asks only to be allowed to gaze upon her, and Winger has a tender, little affair with a banker. The years pass. Children grow up into adolescence, Flap gets a job as head of the department in Nebraska, the astronaut turns out to have genuine human possibilities of becoming quasi-civilized, and mother and daughter grow into a warmer and deeper relationship. All of this is told in a series of perfectly written, acted and directed scenes that flow as effortlessly as a perfect day, and then something happens that is totally unexpected, and changes everything.\n\nI don't want to suggest what happens. It flows so naturally that it should be allowed to take place.\n\nThis is a wonderful film. There isn't a thing that I would change, and I was exhilarated by the freedom it gives itself to move from the high comedy of Nicholson's best moments to the acting of Debra Winger in the closing scenes. She outdoes herself. It's a great performance. And yet it's not a \"performance.\" There are scenes that have such a casual piety that acting seems to have nothing to do with it. She doesn't reach for effects, and neither does the film, because it's all right there.", "running_time": 132, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-11-23", "genres": ["Drama", "Family", "Romance"], "title": "Terms of Endearment (1983)"}