{"url": "http://www.rogerebert.com/reviews/terminator-3-rise-of-the-machines-2003", "by": "Arnold Schwarzeneggeras Terminator", "star_rating": 2.5, "text": "In the dawning days of science fiction, there was a chasm between the concept-oriented authors and those who churned out space opera. John W. Campbell Jr.'s Astounding Science Fiction, later renamed Analog to make the point clear, was the home of the brainy stuff. Bug-eyed monsters chased heroines in aluminum brassieres on the covers of Amazing, Imagination and Thrilling Wonder Stories. The first two Terminator movies, especially the second, belonged to Campbell's tradition of S-F ideas. They played elegantly with the paradoxes of time travel, in films where the action scenes were necessary to the convoluted plot. There was actual poignancy in the dilemma of John Connor, responsible for a world that did not even yet exist. The robot Terminator, reprogrammed by Connor, provided an opportunity to exploit Asimov's Three Laws of Robotics.\n\nBut that was an age ago, in 1991. \"T-2\" was there at the birth of computer-generated special effects, and achieved remarkable visuals, especially in the plastic nature of the Terminator played by Robert Patrick, who was made of an infinitely changeable substance that could reconstitute itself from droplets. Now we are in the latter days of CGI, when the process is used not to augment action scenes, but essentially to create them. And every week brings a new blockbuster and its $50 million-plus gross, so that audiences don't so much eagerly anticipate the latest extravaganza as walk in with a show-me attitude.\n\n\"Terminator 3: Rise of the Machines\" is made in the spirit of these slick new action thrillers, and abandons its own tradition to provide wall-to-wall action in what is essentially one long chase and fight, punctuated by comic, campy or simplistic dialogue. This is not your older brother's Terminator. It's in the tradition of Thrilling Wonder Stories ; \"T2\" descended from Campbell's Analog. The time-based paradoxes are used arbitrarily and sometimes confusingly, and lead to an enormous question at the end: How, if that is what happens, are the computer-based machines of the near future created? Perhaps because the plot is thinner and more superficial, the characters don't have the same impact, either. Nick Stahl plays John Connor, savior of mankind, in the role created by the edgier, more troubled Edward Furlong. Stahl seems more like a hero than a victim of fate, and although he tells us at the outset he lives \"off the grid\" and feels \"the weight of the future bearing down on me,\" he seems more like an all-purpose action figure than a man who really (like Furlong) feels trapped by an impenetrable destiny.\n\nEarly in the film, he meets a veterinarian named Kate Brewster (Claire Danes), and after they find they're on the same hit list from the killers of the future, they team up to fight back and save the planet. They are pursued by a new-model Terminator named T-X, sometimes called the Terminatrix, and played by the ice-eyed Kristanna Loken. I know these characters are supposed to be black-faced and impassive, but somehow Robert Patrick's evil Terminator was ominous and threatening, and Loken's model is more like the mannequin who keeps on coming; significantly, she first appears in the present after materializing in a Beverly Hills shop window. The movie doesn't lavish on her the astonishing shape-shifting qualities of her predecessor.\n\nTo protect John and Kate, Terminator T-101 arrives from the future, played by Arnold Schwarzenegger, who has embodied this series from the very first. The strange thing is, this is not the same Terminator he played in \"T2.\" \"Don't you remember me?\" asks Connor. But \"hasta la vista, baby\" doesn't ring a bell. T-101 does however inexplicably remember some old Schwarzenegger movies, and at one point intones, \"She'll be back.\" The movie has several highly evolved action set pieces, as we expect, and there's a running gag involving the cumbersome vehicles that are used. The Terminatrix commandeers a huge self-powered construction crane to mow down rows of cars and buildings, a fire truck is used at another point, and after Kate, John and the Terminator visit the burial vault of John's mother, a hearse is put into play--at one point, in a development that is becoming a cliche, getting its top sheared off as it races under a truck trailer, so that it becomes a convertible hearse. (Why do movies love convertibles? Because you can see the characters.) Kate's father is a high-up muckety-muck whose job is a cover for top-secret security work, and that becomes important when the three heroes discover that a nuclear holocaust will begin at 6:18 p.m. Can they get to the nation's underground weapons control facility in time to disarm the war? The chase leads to a genuinely creative development, when a particle accelerator is used to create a magnetic field so powerful it immobilizes the Terminatrix. And the facility itself is fascinating, not only for reasons I must not divulge, but because, I am told, it was filmed on location in an actual federal underground control center, now decommissioned, near Greenbrier, W.Va.\n\nThe ending must remain for you to discover, but I will say it seems perfunctory--more like a plot development than a denouement in the history of humanity. The movie cares so exclusively about its handful of characters that what happens to them is of supreme importance, and the planet is merely a backdrop.\n\nIs \"Terminator 3\" a skillful piece of work? Indeed. Will it entertain the Friday night action crowd? You bet. Does it tease and intrigue us like the earlier films did? Not really. Among recent sci-fi pictures, \"Hulk\" is in the tradition of science fiction that concerns ideas and personalities, and \"Terminator 3\" is dumbed down for the multiplex hordes.", "running_time": 109, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-07-07", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Terminator 3: Rise of the Machines (2003)"}