{"url": "http://www.rogerebert.com/reviews/terminator-2-judgment-day-1991", "by": "Arnold Schwarzeneggeras The Terminator", "star_rating": 3.5, "text": "In “Terminator 2: Judgment Day,” the future once again comes hunting to kill John Connor. Though the world after the nuclear holocaust of 1997 is ruled by machines, a single man can still make a difference - and that man is Connor, who is a youngster as the movie opens but is destined to grow up into the leader of the human resistance movement against the cyborgs.\n\nYou will recall from the original “The Terminator” (1984), or perhaps you will not, that the first Terminator, played by Arnold Schwarzenegger, was sent back from the future to kill Connor’s mother (Linda Hamilton). That mission failed, and the young man was born, and so, now, in “Terminator 2,” two Terminators journey back from the future: A good one, played by Schwarzenegger, who is assigned to protect young Connor, and a bad one, played by Robert Patrick, whose mission is to destroy him. (Terminators, by the way, look like humans but are made of high-tech materials and have computer brains; the bad one, named T-1000, was apparently named after his great-grandfather, a Toshiba laptop.) You'd think those machines of the future would realize that their mission is futile; that, because Connor is manifestly the leader of the human resistance, their mission to kill him obviously must fail. But such paradoxes are ignored by “Terminator 2,” which overlooks an even larger one: If indeed, in the last scene of the film, the computer chips necessary to invent Terminators are all destroyed, then there couldn't have been any Terminators - so how come they exist in the first place? Science fiction has had fun toying with such paradoxes for generations, but “Terminator 2” takes the prudent course of simply ignoring them and centering its action in the present, where young John Connor (Eddie Furlong) is a wild street kid, being raised in a foster home because his birth mother (Hamilton) is a prisoner in a mental hospital. They think she’s crazy, of course, because she keeps trying to warn mankind about the approaching nuclear disaster.\n\nFrom the opening chase scene - in which young Connor, on a fast motorcycle, outruns T-1000, at the wheel of a semi - “Terminator 2” develops a close relationship between the young boy and the good Terminator. Before long young Connor even discovers that Schwarzenegger is programmed to follow his instructions, and so he orders the awesome machine to stop killing people. The result is a neat twist on the tradition of the Schwarzenegger special effects film; this time, instead of corpses littering the screen, the Arnold character shoots to maim or frighten.\n\nIt’s fun for a kid, having his own pet Terminator, and that’s one of the inspirations in the screenplay by director James Cameron and William Wisher. Schwarzenegger becomes a father figure for young Connor, who has never met his own father because, as nearly as I can recall, his own father came from the future. Another intriguing screenplay idea is to develop the Terminator’s lack of emotions; like Mr. Spock in “Star Trek,” he does not understand why humans cry.\n\nSchwarzenegger’s genius as a movie star is to find roles that build on, rather than undermine, his physical and vocal characteristics. Here he becomes the straight man in a human drama - and in a human comedy, too, as the kid tells him to lighten up and stop talking like a computer. After the kid’s mother is freed from the mental home, the threesome work together to defeat T-1000, while at the same time creating an unlikely but effective family unit.\n\nWhile that’s happening on the story level, the movie surpasses itself with special effects. There are the usual car chases, explosions and fight scenes, of course, all well done, but what people will remember is the way the movie envisions T-1000. This cyborg is made out of a newly invented liquid metal that makes him all but invincible. Shoot a hole in him, and you can see right through him, but the sides of the hole run together again, and he’s repaired and ready for action.\n\nThese scenes involve ingenious creative work by Industrial Light & Magic, the George Lucas special effects shop. The basic idea for T-1000 was first tried out by ILM in “Abyss” (1990), in which an undersea station was invaded by a creature with a body made entirely of water. The trick is to create a computer simulation of the movement desired and then use a computer paintbox program to give it surface color and texture - in this case, the appearance of liquid mercury. The computer images are then combined with the live action; T-1000 turns from shiny liquid into a human being through a dissolve from the effect to the actor.\n\nAll of that work would simply be an exercise if the character itself were not effective, but T1000, as played by Patrick, is a splendid villain, with compact good lucks and a bland expression. His most fearsome quality is his implacability; no matter what you do to him, he doesn't get disturbed and he doesn't get discouraged. He just pulls himself together and keeps on coming.\n\nThe key element in any action picture, I think, is a good villain.\n\n“Terminator 2” has one, along with an intriguing hero and fierce heroine, and a young boy who is played by Furlong with guts and energy. The movie responds to criticisms of excessive movie violence by tempering the Terminator’s blood lust, but nobody, I think, will complain that it doesn't have enough action.", "running_time": 135, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-07-03", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Terminator 2: Judgment Day (1991)"}