{"url": "http://www.rogerebert.com/reviews/terri-2011", "by": "Jacob Wysockias Terri", "star_rating": 4.0, "text": "I found a rare absorption while watching Azazel Jacobs' \"Terri,\" the story of a fat kid who is mocked at school. Movies about high school misfits are common; this is an uncommon one. Terri, so convincingly played by Jacob Wysocki, is smart, gentle and instinctively wise. His decision to wear pajamas to school \"because they fit\" may be an indication that later in life he will amount to a great deal. He has character.\n\nAll of that lies ahead in this story, which observes him for two or three weeks as he survives some turning points. Terri's parents are not in the picture. He lives in a cluttered little house with his Uncle James (Creed Bratton), whose books and music indicate he was once a much different man. Now he is drifting into senility, and Terri cares for him with quiet affection.\n\nThe house is in a wooded semi-rural area, which Terri cuts through to reach the school. He has been missing a lot of school days and is called in by Fitzgerald (John C. Reilly), the assistant principal. This is a school administrator unlike those we usually see, offering kindness, anger and hard-won lessons learned in his own difficult life. He and Terri slowly begin to communicate person to person, and this process is subtly constructed by Jacobs.\n\nIndeed, the entire film moves at a human pace, not prodded by impatience or a desire to rush through the story. To view \"Terri\" after the manic thrashing of \"Transformers: Dark of the Moon\" was soothing and healing. It demonstrates how films can engage us in human life, rather than mocking it.\n\nThere are two more important characters. Chad (Bridger Zadina) is another of Fitzgerald's problem children, a morose, slouching outsider driven to pluck hairs from his head. Heather (Olivia Crocicchia) is a pretty young student who Terri observes during a home economics class as a boy takes liberties with her body. When this threatens to lead to her expulsion, Terri steps up and defends her to Fitzgerald, in a way that shows he respects her and empathizes.\n\nTerri and Heather begin a friendship based on shy notes using mostly smiley faces. This leads to a strange and uneasy evening involving the two of them; Chad, a bottle of booze, and some of Uncle James' pills. This session, like the rest of the film, has a timing and sympathy that sets it apart from many similar scenes I've seen.\n\nThere's an element of Terri's life left for us to make of what we will. Told by his uncle to set some mousetraps in the attic, Terri captures some mice and lines up their bodies on a log in the woods. Later he sees a bird of prey gobbling one of them, and his face fills with wonderment. He catches more mice and keeps baiting the log. Does this make him an unwholesome sadist? Not at all. The movie invites no hasty conclusion. In honesty, I believe his reaction is… normal.\n\nFive characters: Terri, Fitzgerald, Uncle James, Chad, Heather. All original. None limited by story conventions. None seen by me in previous movies. Observed with attention and sympathy. Not oversimplified, although it would help to know more about Heather. And a kid who is fat, and weird, but much more than fat and weird.\n\nThe actor Jacob Wysocki is unknown to me, but he brings such quiet confidence to the role that he creates absolute conviction. A newcomer, he goes one on one with the masterful John C. Reilly in scenes of actual communication between two people rarely seen in any movie. He's more of a John Candy than a Chris Farley, if you get what I mean.\n\nNote: The film's R rating is absurd. \"Terri\" is incomparably more relevant and wholesome for younger teenagers than the PG-13-rated \"Transformers: Dark of the Moon.\" ", "running_time": 105, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-07-20", "genres": ["Comedy", "Drama", "Indie"], "title": "Terri (2011)"}