{"url": "http://www.rogerebert.com/reviews/terribly-happy-2010", "by": "Jakob Cedergrenas Robert", "star_rating": 3.0, "text": "The cow gave birth to a calf with two heads, and they weren't just any two heads. Into the bog it went. All sorts of village problems sink in the bog. No telling what's rotting down there. This beginning may make \"Terribly Happy\" sound like a modern-day \"Motel Hell,\" where Farmer Vincent buried people to their necks and fattened them like geese. But no, this is a dour and deadpan film noir from Denmark, and a good one.\n\nRobert (Jakob Cedergren), a young policeman from Copenhagen, has been exiled as punishment to a dismal village in South Jutland. He's about 30, single and made a \"terrible mistake\" that he doesn't talk about. The town doesn't look like some cheery Danish hamlet, but more like a rundown grain elevator town in the Old West. When he steps into the bar, he's made to feel not only unwelcome, but in some subtle way threatened. The drinkers regard him with a level, cold gaze. They laugh at him behind his back. When he goes to get a bicycle repaired, he finds the repairman missing. He's told it's not uncommon for folks to go astray.\n\nHe asks a young woman for directions. This is Ingelise (Lene Maria Christensen). She has that Shirley MacLaine gamine look. She's not a raving beauty, but has undeniable sex appeal. Robert senses it -- he feels an attraction -- but no, that would be wrong. But that happens when wrong starts to look right?\n\nSomething very wrong is happening in this town. The guys in the bar were unfriendly because they have every reason to believe Robert is kidding himself if he thinks he can get anything accomplished as the town's new marshal. It gradually develops that Jorgen (Kim Bodnia), the husband of Ingelise, is feared by everyone, not least Ingelise, who he beats. The film's most eerie detail involves their little daughter. When she parades alone down the abandoned main street with her baby buggy and its squeaky wheels, everyone knows domestic violence is taking place at Jorgen's house.\n\nAs Jorgen, Bodnia is alarming in appearance and manner. He isn't one of those jumped-up ex-bouncers who stands 6'6\" and has big arms and a shaved head. He's alarming not for how he looks but for what he signals he's capable of. If Robert was a bad cop before, he's in way over his head now.\n\nBut there's another level. The townspeople seem to have little reason to fear if they'll just go along. They keep their heads low and their thoughts to themselves. Is this intended by the director, Henrik Ruben Genz, as some sort of a parable? I have no idea. It works well enough just at creating an intimidating atmosphere for Robert, who is disoriented when people don't just naturally accept him as, you know, the law.\n\nGenz creates a distinctive look and feel in the film. The town is drab, the people wrung out, and the moments of passion are smoothed back down into the tired routine. You could almost get to feel comfortable in a town like this. Play ball, and you wouldn't be disturbed. Cedergren plays the marshal as a man born to be ordered around. He could be a policeman only in a town where people take cops seriously. Whatever happened to him in Copenhagen has him still in shock, and it's almost like he feels he deserves the way the town treats him. Even in his romantic transgression he seems to be going with the flow.\n\n\"Terribly Happy\" at heart plays like a classic Western: the frontier town, the local bad man, the new marshal, the townspeople, the cute and vulnerable heroine, Ingelise. I've only been to Denmark twice and have no idea if this is even remotely a Danish situation, but it could fit right fine in the Old West.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-03-03", "genres": ["Comedy", "Drama", "Foreign", "Thriller"], "title": "Terribly Happy (2010)"}