{"url": "http://www.rogerebert.com/reviews/terror-train-1980", "by": "Ben Johnsonas Carne", "star_rating": 1.0, "text": "\"I think we will just about slip in before the market becomes too saturated.\" - Sandy Howard, co-producer of \"Terror Train,\" in Variety, Oct. 1, 1980.\n\nSandy Howard is talking about the horror film market, which began its modern incarnation in November 1978, with the national release of John Carpenter's \"Halloween.\" There had, of course, always been horror films, but, like all movie genre films, they came and went in cycles. In the years before \"Halloween,\" they often shared a certain grisly sophistication, a macabre wit that was perfected in the Hammer horror films from England in the 1960s.\n\nBut \"Halloween,\" itself one of the year's best films, changed all that. After it racked up grosses of nearly $60 million, producers began to comb through it, looking for ways to exploit its success.\n\nThey found two: It featured attacks on young girls, and it had a lot of knives and blood in it. These two exploitable elements have been in the forefront of the boom in horror movies during the last two years, and they are, of course, present in \"Terror Train.\"\n\nBut \"Terror Train\" is a curious hybrid that doesn't seem to know just what it wants to be. It has, I guess, few artistic pretensions, and yet it's not a rock-bottom-budget, schlock exploitation film. It has three recognizable mid-level movie stars in it: Ben Johnson, veteran of John Ford Westerns, as a train conductor; David Copperfield, Broadway magician, as a magician, and, most notably, Jamie Lee Curtis as one of the endangered girls.\n\nCurtis is to the current horror film glut what Christopher Lee was to the last one-or Boris Karloff was in the 1930s. She was the star of \"Halloween,\" she also starred in Carpenter's disappointing \"The Fog\" and the utterly inept \"Prom Night,\" and now here she is again. At this point in her career, if she should get a straight role in a conventional movie, she might start screaming and running away from the camera just on reflex.\n\n\"Terror Train\" has another one of those \"Prom Night\" premises, in which a horrible event from several years ago causes terrible revenge during a gala event in the present. In \"Terror Train,\" the party's being held on a private train, chartered by some fraternity and sorority kids. Somewhere on the train is a vicious killer with a knife. Are his murders inspired by the unspeakable experience he had as a fraternity freshman? Or is someone else the killer?\n\nWho knows? Certainly not avuncular old Ben Johnson. As the bodies stack up and blood drips from the upper berths, he repeats things like, \"Now you young ladies stay up here - it's too dangerous down in that other car.\" As the train hurtles crazily through the night, his calm begins to seem more and more bizarre. The use of the train itself is bizarre, for that matter; since the only places you can go on a moving train are forward and back, how can the killer pass undetected? Well, having seen the movie, I say ... he can't. The movie cheats.\n\nBut then, why should that matter? The classic horror films of the 1930s appealed to the intelligence of its audiences, to their sense of humor and irony. Movies like \"Terror Train,\" and all of its sordid predecessors and its rip-offs still to come, just don't care. They're a series of sensations, strung together on a plot. Any plot will do. Just don't forget the knife, and the girl, and the blood.", "running_time": 97, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-10-09", "genres": ["Horror"], "title": "Terror Train (1980)"}