{"url": "http://www.rogerebert.com/reviews/tess-1980", "by": "Nastassja Kinskias Tess", "star_rating": 4.0, "text": "The movie is based on a novel by Thomas Hardy, but Polanski\r\nnever permits his film to become a Classics Illustrated; this isn't a devout\r\nrendering of a literary masterpiece, but a film that lives and breathes and has\r\na quick sympathy for its heroine. Nastassja Kinski is just right for the title\r\nrole. She has the youth, the freshness, and the naiveté of a Tess, and none of\r\nthe practiced mannerisms of an actress engaged to \"interpret\" the\r\nrole. That's good because Tess is a character who should stick out like a sore\r\nthumb in many scenes, and Kinski's occasional shy awkwardness is just right for\r\nthe story of a girl who attempts to move up in social class on sheer bravado.\n\nThe\r\nstory involves a young girl who will be the victim, the prey, and sometimes the\r\nlover of many men, without ever quite understanding what it is that those men\r\nwant of her. The first man in her life is her father, a drunken farmer named\r\nJohn Durbeyfield, who discovers from the local parson that he is related to the\r\nnoble local family of d'Urbervilles. The farmer and his wife immediately send\r\ntheir beautiful daughter, Tess, off to confront the d'Urbervilles and perhaps\r\nwin a position in their household.\n\nTess\r\nis almost immediately seduced by a rakish cousin. She becomes pregnant, and her\r\nchild dies soon after it is born. She never tells the cousin. But later, after\r\nshe falls in love with the son of a local minister and marries him, she\r\nconfesses her past. This is too much for her new husband to bear; he\r\n\"married down\" because he was attracted to Tess's humble origins. But\r\nhe is not prepared to accept the reality of her past. He leaves on a bizarre\r\nmission to South America. Tess, meanwhile, descends to rough manual labor for a\r\nfew pennies an hour. She is eventually reunited with her cousin (who is not a\r\ncomplete bastard, and complains that he should have been informed of her\r\npregnancy). She becomes his lover. Then the wayward husband returns, and the\r\nphysical and psychic contest for Tess ends in tragedy.\n\nAs\r\na plot, these events would be right at home in any soap opera. But what happens\r\nin Polanski's \"Tess\" is less important than how Tess feels about it,\r\nhow we feel about it, and how successfully Polanski is able to locate those\r\nevents in a specific place and time. His movie is set in England, but was\r\nactually photographed in France. It is a beautifully visualized period piece\r\nthat surrounds Tess with the attitudes of her time -- attitudes that explain\r\nhow restricted her behavior must be, and how society views her genuine human\r\nemotions as inappropriate. This is a wonderful film; the kind of exploration of\r\ndoomed young sexuality that, like \"Elvira Madigan,\" makes us agree\r\nthat the lovers should never grow old.", "running_time": 180, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Tess (1980)"}