{"url": "http://www.rogerebert.com/reviews/tetro-2009", "by": "Vincent Galloas Tetro", "star_rating": 3.0, "text": "\"Tetro\" may be the most autobiographical film Francis Ford Coppola has made. He said at Cannes \"nothing in it happened, but it's all true.\" I guess I know what that means. He could be describing any \"autobiographical\" film or novel. The pitfall is in trying to find parallels: Coppola had a father who was a famous conductor, he has a brother he has sometimes argued with, his sister Talia Shire somewhat resembles the heroine of this film, his nephew Nicolas Cage somewhat resembles the character Tetro, and on and on. All meaningless.\n\nBetter to begin with a more promising starting point: The film is boldly operatic, involving family drama, secrets, generations at war, melodrama, romance and violence. I'm only guessing, but Coppola, considering his father and his Italian-American heritage, may be as opera-besotted as any living American director, including Scorsese. His great epic \"Apocalypse Now\" is fundamentally, gloriously, operatic. The oedipal issues in the \"Godfather\" trilogy are echoed again in \"Tetro.\" The emotions are theatrical, not realistic.\n\nFor that, he has the right actor, Vincent Gallo, who devotes himself to the title role with heedless abandon. There is nothing subtle about his performance, and nothing should be. He plays the son of a famous conductor, he lives in exile in Buenos Aries, he has a lover who loyally endures his impossibilities. There are events in his past that damaged him, and he is unhappy that his younger brother, Bennie (Alden Ehrenreich), knocks unexpectedly at the door. He never wanted to see him again.\n\nMiranda (Maribel Verdu), Tetro's girlfriend, welcomes the young man, who works as a waiter on a cruise ship now in port for repairs. She wishes she knew more about Tetro's family and the reasons for his unhappiness. Tetro is uniformly hostile to almost everyone, except Miranda, perhaps because he needs at least one person to speak with. Bennie bunks down in their apartment, is kept an arm's length from Tetro, is left alone in the flat, finds an unfinished play by Tetro, finishes it and submits it to a festival run by the nation's most powerful critic, Alone (Carmen Maura). Argentina here is a nation that still has a powerful critic.\n\nAll hell breaks loose with Tetro, inspiring a series of flashbacks involving his father, Carlo (Klaus Maria Brandauer), a conductor who carries himself as a grand man. There are, of course, terrible secrets in the family past, known to Tetro but not to Bennie, and they are revealed in a final act worthy of Verdi.\n\nCoppola and cinematographer Mihai Malaimare Jr. have photographed the central story in black and white, which made me hopelessly desire that more features could be made in this beautiful format. People who dislike b&w movies are, in their sad way, color-blind. The flashbacks are in color, presided over by Brandauer, as a sleek and contented reptile. In a way, this is what his amoral character in \"Mephisto\" could have turned out like. Without the strain of being given a lot of evil dialogue, he communicates egomania and selfishness.\n\nBennie has always idealized his older brother, picturing him as a brilliant writer in a far-away land, and is shaken to find the reality; Tetro's first entrance, on crutches, flailing at the furniture, is not promising. Gallo is not naturally given to playing ingratiating characters. He brings an uneasy edge to him work, and it's valuable here in evoking the deep wounds of his youth. In his first major role, Alden Ehrenreich, the newcomer playing Bennie, is confident and charismatic, and inspires such descriptions as \"the new Leonardo DiCaprio,\" which reminds me of the old show-biz joke.\n\nPerhaps it was because of the b&w photography, but while watching the film, I recalled for the first time in years Sidney Lumet's film of Arthur Miller's \"A View from the Bridge\" (1962), and Raf Vallone. \"Tetro\" has the same feel of too much emotion trapped in a room, and Gallo channels Vallone's savage drive. It was a good memory. Here is a film that, for all of its plot, depends on characters in service of their emotional turmoil. It feels good to see Coppola back in form.\n\n ", "running_time": 127, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-06-17", "genres": ["Drama", "Indie", "Mystery"], "title": "Tetro (2009)"}