{"url": "http://www.rogerebert.com/reviews/tetsuo-ii-body-hammer-1997", "by": "Tomoroh Taguchias Tomoo", "star_rating": 3.0, "text": "When Shinya Tsukamoto was growing up in Tokyo, there were still green and open spaces in the city--but now he sees it transformed into a towering, compacted mass of steel and concrete.\n\nThis is not altogether a bad thing, he believes; both visions of the city attract him. But the inhabitants of the new Tokyo must adapt in order to survive--have to become steel and concrete themselves--and that is what happens in the gruesomely fascinating images of \"Tetsuo II: Body Hammer.'' The movie has many points in common with the original \"Tetsuo'' (1989), a black-and-white cult classic that became a fetish for some fans. The second film is not a sequel so much as another run at the same material, this time with more money, better special effects, and color (although the palate is mostly limited to dark grays and blues). Tsukamoto has an image in his mind, of a human terrifyingly morphed into a machine and a weapon, and he creates nightmarish visions from this idea with only the most casual attention to plot.\n\nThe story involves a salaryman named Tomoo (Tomorowo Taguchi), sort of a Clark Kent wearing horn-rim glasses and a neatly pressed shirt, whose child is kidnapped by skinhead cyborgs. Pursuing them, he mysteriously undergoes an experience in which his flesh mates with steel, and his body undergoes a transformation into a fearsome creature that looks like a dirty concrete block with arms and guns extruding from it, and exhaust pipes for ribs.\n\n\"Tetsuo II'' doesn't rise (or stoop) to the level of conventional action or suspense; it's a design concept, a director's attempt to take some of the ideas in \"Blade Runner\" (1982) and some of the Arnold Schwarzenegger films and the Japanese animated films like \"Akira'' and extend them into grotesquerie. Japanese art has, since the earliest times, been fascinated by the possibilities in shape-changing, in creatures who take first one form and then another. Here we have the changes forced upon the ordinary hero by the very terms of his environment: Tokyo has reached some sort of critical mass in which flesh and steel combine, just as atomic reactions are created in the center of the sun.\n\nThe movie's look is grim and grungy--heavy metal punk cyber-surrealism with undertones of S&M. Dialogue is scattered here and there, mostly in the form of cries, threats and imprecations, but the bulk of the film consists of horrific confrontations between Tomoo and his persecutors (led by Tsukamoto himself). There is an odd flashback, late in the film, that provides some sort of psychological underpinning for the events, but it's superfluous: Tsukamoto is painting a canvas, not a narrative, here--the vision is as complex, detailed and obsessive as a painting by Hieronymus Bosch.\n\nI assume that some of the shots are animation, or involve animation, but I can't be sure. Much of the action takes place at night, or in shadow, or in rain, and a typical shot will show a cyborg mutant monster lumbering piteously toward us, helpless to do anything except kill and maim. The film plays like an extended heavy metal music video, and the soundtrack, insidious and hypnotic, is part of the effect.\n\nDoes \"Tetsuo II: Body Hammer'' succeed? Those who see it are not likely to forget it, and its images will linger as a warning of post-apocalyptic urban critical mass. We already act for several hours every day like the extensions of our automobiles, telephones, computers and television sets, so I suppose it is only a matter of time until we also take architecture and weaponry on board, and join Tsukamoto's future. It looks more like fate than destiny, but you can't have everything.", "running_time": 83, "mpaa_rating": null, "release_year": 1997, "date_published": "1997-06-27", "genres": ["Drama", "Foreign", "Horror", "Science Fiction", "Thriller"], "title": "Tetsuo II: Body Hammer (1997)"}