{"url": "http://www.rogerebert.com/reviews/tex-1982", "by": null, "star_rating": 4.0, "text": "\r\n\n\nThere is a shock of recognition almost from the beginning of “Tex”,\r\nbecause we're listening to the sound of American voices in an authentically\r\nAmerican world, the world of teenage boys trying to figure things out and make\r\nthe right decisions. The voices sound right but may be a little unfamiliar,\r\nbecause adolescents on television are often made to talk in pseudo-hip sitcom\r\nnonspeak. Here in “Tex” are the clear voices of two young men who are worthy of\r\nattention. Their names are Tex and Mason. They're brothers, one about eighteen,\r\nthe other fourteen and a half. They live by themselves in a rundown house on\r\nsome land outside a rural suburb of Tulsa. Their father is a rodeo cowboy who\r\nhardly ever stops in at home and forgets to send money for weeks at a time. These\r\ntwo kids are raising themselves and doing a pretty good job of it. \n\n\r\nThe movie tells the story of a couple of weeks\r\nin their lives. These are the kinds of weeks when things can go either well or\r\nbadly--and if they go badly, we sense, Tex could get his whole life off to the\r\nwrong start. The brothers are broke. Mason sells their horses to raise money to\r\nbuy food and get the gas turned back on. That makes Tex angry and sad; he's a\r\nkid looking for trouble. \n\n\r\nWe meet the other people in their world. There's\r\nthe rich family down the road, dominated by a stern father who makes his teenagers\r\ntoe a strict line. His kids are just as unpredictable as anyone else's, but he\r\ndoesn't believe that. He believes their two undisciplined friends, Tex and\r\nMason, are leading them into trouble and practically dragging them to\r\nlate-night beer parties. There's another complication. His daughter and Tex are\r\nbeginning to fall in love. \n\n\r\nThere's another friend, a local kid who got a\r\ngirl pregnant, married her, and moved to Tulsa to start a family. He's dealing\r\ndrugs. Mason knows this intuitively and surely, and knows the kid is heading\r\nfor trouble. Tex knows it, too, but there comes a time in this story when Tex\r\njust doesn't give a damn, and when the drug dealer happens to be there, Tex\r\naccepts a ride into Tulsa with him. Tex doesn't do drugs himself, but he gets\r\ninto a very scary situation with another dealer, and there's a harrowing scene\r\nin which Tex wavers just at the brink of getting into serious trouble. \n\n\r\nThere is more to this movie's story, but the\r\nimportant thing about it isn't what happens, but how it happens. The movie is\r\nso accurately acted, especially by Jim Metzler as Mason and Matt Dillon as Tex,\r\nthat we care more about the characters than about the plot. We can see them\r\nlearning and growing, and when they have a heart-to-heart talk about \"going\r\nall the way,\" we hear authentic teenagers speaking, not kids who seem to\r\nhave been raised at Beverly Hills cocktail parties. \n\n“Tex” is based on a famous novel by S.E. Hinton, who has had\r\ntwo of her other novels filmed by Francis Ford Coppola. She knows a great deal\r\nabout adolescents, and her work is unaffected by sentimentality and easy\r\nromance. It's authentic. But the backgrounds of the two filmmakers are also\r\ninteresting. Tim Hunter and Charles Haas bought the book and wrote the\r\nscreenplay, and Hunter directed. Their previous collaboration was a little\r\nmovie named OVER THE EDGE, about teenagers who feel cornered and persecuted by\r\nthe rigid middle-class rules of a cardboard Denver suburb. That movie, a small\r\nmasterpiece containing Matt Dillon's first movie appearance, never got a fair\r\nchance in theaters. Now here are Hunter and Haas again, still remembering what\r\nit's like to be young, still getting the dialogue and the attitudes, the\r\nhang-ups and the dreams, exactly right.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Family"], "title": "Tex (1982)"}