{"url": "http://www.rogerebert.com/reviews/texas-killing-fields-2011", "by": "Sam Worthingtonas Mike", "star_rating": 2.0, "text": "Mike Souder (Sam Worthington) and Brian Heigh (Jeffrey Dean Morgan) are on the case. Souder's former wife, Pam (Jessica Chastain), a detective in a nearby jurisdiction, is investigating the murder of another young woman, and of course suspects it will be found not far from a killing field. Brian agrees with Pam that there seems to be some pattern in the two almost simultaneous murders, but Mike doesn't want to get involved in a case with his ex. Bad memories.\n\n\"Texas Killing Fields\" begins along the lines of a police procedural and might have been perfectly absorbing if it had played by the rules: strict logic, attention to detail, reference to technical police work. Unfortunately, the movie often seems to stray from such discipline. Scenes do not always necessarily follow one another. I was sometimes unclear who some of the characters were. Developments were explored that seemed of great importance to the detectives, and then the film would seem to lose track of them.\n\nThe locations and cinematography distract from these problems because they have great intrinsic interest. If nothing riveting is happening, it seems to be taking place in a locale where it could happen; the fields and the worn little towns around them seem pregnant with possibilities.\n\nOne line of investigation involves a young local girl, Little Ann Sliger (Chloe Grace Moretz). She is being raised by a slatternly mother (Sheryl Lee), who works a step down from prostitution because she is a service provider who essentially wants not money but company. Little Ann is, for me, the most interesting character in the movie, and somehow if the story could have been rotated to focus on her, the other elements might have been lined up better.\n\nCop movies seem to require chase scenes and shootouts. This movie has both, and the chase is well-done. But there seems no urgent reason to have made this movie; no character stands out, the plot seems absentminded, and what we're left with are the killing fields, which supply a great title but not much of a resolution. The movie was produced by Michael Mann (\"Collateral,\" \"Heat\"), father of its director, Ami Canaan Mann, but \"Texas Killing Fields\" doesn't reflect his usual tight grip on structure.", "running_time": 105, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-19", "genres": ["Crime", "Drama", "Horror", "Mystery", "Thriller"], "title": "Texas Killing Fields (2011)"}