{"url": "http://www.rogerebert.com/reviews/texasville-1990", "by": "Jeff Bridgesas Duane Jackson", "star_rating": 3.5, "text": "The Royal Theater still stands on Main Street in Anarene, Texas, but it has been closed for 30 years now and the paint is peeling away from its weatherbeaten sign. In the course of \"Texasville,\" Peter Bogdanovich's camera pauses for just a second to regard it, and to my surprise I remembered the name of Sam the Lion. He was the man who used to own the Royal, back before television came along and forced small-town movie theaters out of business.\n\nSam the Lion and the other characters in Bogdanovich's \"The Last Picture Show\" (1971) remain somehow fresh in the memory, even though it's been years since I saw the movie and it's still not available on video. The simple, stark black-and-white images of that great film have the poignancy of pictures from your high school days - of earlier, simpler times.\n\nNow comes Bogdanovich's \"Texasville,\" an almost unprecedented reunion of many of the same people, on both sides of the camera. It is, in a sense, like a high school reunion, taking people we last saw in 1951 and continuing their histories in the early 1980s. The story is again by Larry McMurtry, who wrote a sequel to his earlier novel. The screenplay and direction are again by Bogdanovich, who in 1971 was at the dawn of his career and now needs this project as a comeback. Most of the stars are back, too, including Cybill Shepherd, Jeff Bridges, Timothy Bottoms, Randy Quaid, Cloris Leachman and Eileen Brennan (although Ben Johnson, who was perhaps the best thing in the earlier film, and along with Leachman won an Oscar for his work, isn't here because Sam the Lion is dead).\n\nThe location is the same, too: a small Texas town where everybody knows everybody, and they all seem to be having affairs, and everybody knows all about it. In 1971, Sonny (Bottoms) had an affair with the coach's wife, and both Sonny and Duane (Bridges) were in love with Jacy (Shepherd), the town's cool and inaccessible beauty. Then Duane went off to fight the war in Korea, and Jacy moved to Dallas, and now, as we resume the story, it's Duane's son who is sleeping with half the women in town. Sonny is the town mayor and runs the convenience store, but he gets confused some days and doesn't seem quite sure what's going on around him. And Duane is married to Karla (Annie Potts) and has met his match.\n\nThen Jacy comes back to town. Everybody knows the news at once, of course, and speculation flies. She wound up in Italy, apparently, and had some kind of a minor career as an actress in B movies, but now she's divorced and has just lost a child, and has come back home to gather herself. Shepherd makes her entrance in the movie by emerging, dripping wet, from the waters of a lake and startling Duane, who is floating in his boat. And we're reminded that in the earlier film she looked great in a bathing suit, too - so perfect she inflamed the fantasies and desires of a generation of young men in Anarene.\n\nThe difference between then and now, between \"The Last Picture Show\" and \"Texasville,\" is between nostalgia and human comedy, between a film that wanted to be bittersweet and one that also wants to be raucous. Things are simply not as serious in Anarene as they used to be. Adulteries are not tragedies but material for gossip. The kids of 30 years earlier have not grown up into adults like Sam the Lion, but into middle-aged adolescents. Dreams are hardly ever spoken of at all.\n\nAnd yet underneath somewhere there is still the heartbeat of the old values.\n\n\"The Last Picture Show\" was lean and hard-bitten, and Bogdanovich said he didn't want to shoot it in color because that would \"prettify\" it. \"Texasville\" is in color, probably on the studio's uncompromising insistence, and it suffers by comparison; the color makes things seem jollier and more picturesque, and takes the edge off the real suffering that's going on here. And still all the same there are shadows and sorrows in Anarene, and one of the things that's touching is the way the town has informally and tacitly agreed to overlook some of Sonny's problems and help him out when they can.\n\nIn 1951, Jacy was content to be the center of male attention, to be a tease and a flirt. Now that three decades have passed, she sees things a little differently, and one of the unexpected developments in this film is the way she makes friends with Karla, Duane's wife, and they get to be so thick that actual rumors get started. Duane, meanwhile, has his own problems in the romantic area, not to mention trying to deal with his son's, and one of the most common attitudes in this movie is lethargy in the face of overwhelming developments. The town motto could be, \"What you gonna do?\" Bogdanovich brings some of the story threads together in a long sequence built around the Anarene centennial celebration, and there is a parade in which Jacy gets to wave from a float decorated with the tactless legend, \"Homecoming Queens Through the Ages.\" There are also some moments of heartfelt emotion, confession, and tragedy, and the oil crisis and other international events occasionally hover on the horizon, but in general the town seems to be as preoccupied as ever with its own personalities and memories, as if it were sitting for its portrait.\n\nIs \"Texasville\" as good as \"The Last Picture Show\"? No, because the previous picture was complete, and this one seems to lack a genuine reason for existence. Jacy does indeed return to town, but, once there, she seems to fall easily into the general aimlessness, and the citizens of Anarene seem so accepting of human nature that they have given up having any dreams or expectations. There has to be more to life than screwing around. Well, doesn't there? And yet in a subtle way, \"Texasville\" is making the same point as the previous film: That the last picture show has closed, and that the dreams of the old West, the dreams in movies like \"Red River\" (which was the last movie that played at the Royal), have been forgotten, and now under these wide Texas skies people lower their eyes to smaller concerns and lives without vision. During the centennial celebration, one of the living exhibits is labeled \"County's oldest inhabitant.\" I wonder what Sam the Lion would have thought about that.", "running_time": 123, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-09-28", "genres": ["Drama", "Romance"], "title": "Texasville (1990)"}