{"url": "http://www.rogerebert.com/reviews/thank-you-for-smoking-2006", "by": "Aaron Eckhartas Nick Naylor", "star_rating": 3.5, "text": "Here is a satire both savage and elegant, a dagger instead of a shotgun. \"Thank You for Smoking\" targets the pro-smoking lobby with a dark appreciation of human nature. It stars Aaron Eckhart as Nick Naylor, a spokesman for the Academy of Tobacco Studies. We meet him on \"The Joan Lunden Show,\" sitting next to bald-headed little Robin, a 15-year-old boy who is dying of cancer, \"but has stopped smoking.\" Nick rises smoothly to the challenge: \"It's in our best interests to keep Robin alive and smoking,\" he explains. \"The anti-smoking people want Robin to die.\"\n\nNick Naylor is a pleasant, good-looking career lobbyist who is divorced, loves his son Joey (Cameron Bright) and speaks to the kid's class on career day. \"Please don't ruin my childhood,\" Joey pleads, but his dad cross-examines a little girl whose mother says cigarettes can kill you: \"Is your mother a doctor?\" Once a week he dines with the MOD Squad, whose other members are alcohol lobbyist Polly Bailey (Maria Bello) and firearms lobbyist Bobby Jay Bliss (David Koechner). They argue over which of their products kills the most people. The initials MOD stand for \"Merchants of Death.\"\n\nThe movie was directed by Jason Reitman, now 29, who warmed up by making short subjects. What's remarkable in his first feature is his control of tone; instead of careening from one target to the next, he brings a certain detached logic to his method. Notice how Nick negotiates with a Hollywood super-agent (Rob Lowe) on the challenge of getting movie stars to smoke onscreen once again. Right now, they agree, no one smokes in the movies except for villains, and Europeans. The stars would have to smoke in historical pictures, since in a contemporary film other people would always be asking them why they smoke. Or -- why not in the future, after cigarettes are safe? Smoking in a space station?\n\nReitman grew up around movies; his father is Ivan Reitman (\"Ghostbusters,\" \"Evolution\"). But Jason has his own style, sneaky and subtle. Instead of populating his movie with people smoking and coughing and wheezing, he shows not a single person smoking, although the ancient Captain (Robert Duvall), czar of the tobacco industry, holds a cigar like a threat. Eckhart has a good line in plausible corporate villains (see his debut in \"In the Company of Men\"), and he is smiling, optimistic, and even trusting (as when he tells girl reporter Katie Holmes things he should know will not be off the record).\n\nNaylor's opponent in the film is Sen. Ortolan Finistirre (William H. Macy), a Vermont environmentalist whose office desk is covered with his collection of maple syrup bottles. The senator has introduced legislation requiring a skull and crossbones to be displayed on every cigarette pack, replacing the government health warning. The symbol is better than the words, he explains, because \"They want those who do not speak English to die.\"\n\nReitman's screenplay is based on a novel by Christopher Buckley (son of William F.), and retains a literary flavor rare in a time when many movies are aimed at people who move their lips when they think. Consider this exchange between Nick and his young son, who wants help on a school assignment:\n\nJoey: \"Dad, why is the American government the best government?\"\n\nNick: \"Because of our endless appeals system.\"\n\nOr this nostalgia by Duvall, as the Captain: \"I was in Korea shooting Chinese in 1952. Now they're our best customers. Next time we won't have to shoot so many of them.\"\n\nWhat I admired above all in \"Thank You for Smoking\" was its style. I enjoyed the satire; I laughed a lot because it's a very funny movie, but laughs are common and satire, as we all know, is what closes on \"Saturday Night Live.\" Style is something modern movies can't always find the time for. I am thinking for some reason of \"The Thin Man\" (1934), a movie that works in large part because of the way William Powell and Myrna Loy hold themselves, move, and speak; their attitude creates a space between the vulgarities of the plot and the elegance of their personalities, and in that space the humor resides. Their lives are their works of art. Nick Naylor is like them, not egotistical or conceited so much as an objective observer of his own excellence. It is the purpose of the movie to humble him, but he never grovels, and even in a particularly nasty situation is still depending on his ability to spin anything to his advantage. If you want to remake \"The Thin Man,\" I say Aaron Eckhart and Catherine Keener.\n\nShould the movie be angrier? I lost both of my parents to cigarettes, but I doubt that more anger would improve it. Everyone knows cigarettes can kill you, but they remain on sale and raise billions of dollars in taxes. The target of the movie is not so much tobacco as lobbying in general, which along with advertising and spin-control makes a great many evils palatable to the population. How can you tell when something is not good for you? Because of the efforts made to convince you it is harmless or beneficial. Consider the incredible, edible egg. \"Drink responsibly.\" Prescription drug prices being doubled \"to fund research for better health.\"\n\nAt one point in the movie Nick pays a call on Lorne Lutch (Sam Elliott), a former Marlboro Man, now dying of cancer and speaking out bitterly against cigarettes. Nick brings along a briefcase full of $100 bills. This is not a bribe, he explains. It is a gift. Of course, to accept such a gift and then continue to attack tobacco would be ungrateful. Lorne eyes the money and wonders if he could maybe take half of it and cut back on his attacks. Nick explains with genuine regret that it doesn't work that way. Once you're on board, you're along for the ride.", "running_time": 92, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-03-23", "genres": ["Comedy", "Drama"], "title": "Thank You for Smoking (2006)"}