{"url": "http://www.rogerebert.com/reviews/thank-god-its-friday-1978", "by": "Chick Venneraas Marv Gomez", "star_rating": 1.5, "text": "“Thank God It’s Friday” is classified as light summer entertainment, but as nearly as I can recall we've never had a summer quite this light, The advertising is even sort of honest: Take “Saturday Night Fever,” season with “American Graffiti,” and you have “Thank God It's Friday,” This might be the first time a story conference has made it all the way into the ad.\n\nThe movie takes place mostly in a disco (“Saturday Night Fever”), where several couples live out their ultimately bittersweet destinies (“American Graffiti”). They dance, they flirt, they seek stardom and hope to win the big dance contest, but life's all an illusion, dontcha know, and at the end all they do is dance the night away, dance the night away…\n\nStill, they do learn something: It's so easy to fall in love. And we learn something, too. People who go to this movie are like people with broken legs at a disco: They see it done nightly, but are unable to do it themselves.\n\nThe movie, in fact, isn't as much fun as a night at a disco, because the editing is so nervous that we never get one sustained musical number that's allowed to build to a satisfying climax. During “Saturday Night Fever,” audiences have been known to dance in the aisles. During “TGIF,” they only really seem to have a spring in their step on the way to the exit.\n\nThe movie's about… do we all share the courage to go ahead with this? It's about Frannie and Jeannie and Marv and Bobby Speed and (I'm not making this up) Dave and Sue and Tony and Maddy and Jennifer and Ken and Carl and Jackie and Gus and Shirley and Floyd, and the Commodores as themselves, and Donna Summer as Nicole.\n\nBobby Speed is the disk jockey and holds the whole disco world in his hands, a point made abundantly clear in the movie's final shot, which shows Bobby Speed above the dance floor in his round plastic control bubble, held up by a pair of enormous hands. Freudians, line up over there and file quietly away.\n\nDonna Summer is the unknown singer with the demo record who will do anything to get it played, but, unfortunately, never gets a chance to, since Bobby Speed plays it anyway. It is, of course, a big hit ('Last Dance'), and then the Commodores appear in person for the grand finale ('Too Hot to Trot'), and you realize that since there are only 50 people in this disco the cover charge has gotta be prohibitive.\n\nNever mind; several characters in the movie made it in. There are the two starstruck teenage girls (Frannie and Jeannie, and not calling her Zooey is the movie's moment of restraint). The ultra-straight accountant and his suburban wife (she's romanced by the super-cool dude who runs the place, he's seduced by the “hippie freak” he tries to seduce - and aren't we all growing old when “hippie freak” goes in quotes?).\n\nAnd not to forget the short guy who's on a computer date with a girl a foot taller than he is. And the guy who meets a chick at the bar who's really hot to trot, and then he accidentally locks himself in the fire stairs, a fate we have all, at one time or another, been able to identify with. And Marv Gomez, self-described as “the leather man,” who only learned to really dance after garbing his body in leather, and who, in true movie-Latino style, disco-dances on the tops of cars until his performance is brought to an unexpected conclusion by a convertible.\n\nYou know what the problem with “TGIF” is? When you describe it, it sounds like a lot more fun than it is when you see it. The people at Columbia, who sunk a fortune in the promotional campaign, must be realizing that about now. The rest of us, world-wearied and grimly experienced, have very old, very true, news for them: “Thank God It's Friday” is the first half of what “Good Lord It's Saturday” is the second half of.", "running_time": 89, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-06-06", "genres": ["Comedy", "Music", "Romance"], "title": "Thank God It's Friday (1978)"}