{"url": "http://www.rogerebert.com/reviews/thats-the-way-i-like-it-1999", "by": "Adrian Pangas Ah Hock", "star_rating": 3.0, "text": "\"That's the Way I Like It\" is a light-hearted disco kung-fu musical--a Singapore retread of \"Saturday Night Fever,\" crossed with a little Bruce Lee. It's not a satire, but another pass through the same material, right down to the Galaxy 2000 Disco, the ear-boxing at the dinner table, and the famous white suit. John Travolta must be smiling.\n\nSingapore, 1977. Adrian Pang plays Ah Hock, a guy who works in a supermarket, dreams of owning a new Triumph motorcycle and has been many times to see \"Forever Fever,\" which is the Singapore title for the Travolta film. When a local disco announces a dance contest with a prize big enough to buy the Triumph, he signs up for dance lessons at the Bonnie and Clyde Dance Studio.\n\nMeanwhile, at home, Ah Hock gets no respect. In the original movie, the family doted on the older brother, who was a priest. In this film, it's the younger brother, who is studying to be a doctor.\n\nAh Hock is seen as the family goof-up, and in a scene that will resonate for lovers of the Travolta film, his father slaps him alongside the head, and Ah Hock bursts out in Singapore English: \"Why you have to hit my hair?\" True to the tradition of the Hollywood movie, the other brother makes a stunning announcement at the dinner table; Travolta's brother revealed he was leaving the priesthood, while Ah Hock's brother has changed his name from Ah Bend to Leslie and further revelations follow.\n\n\"Saturday Night Fever\" has Travolta abandoning his sweet neighborhood girlfriend in order to choose a lovelier girl as his contest partner. Same thing here; good, loyal Ah Mei (Madeline Tang) gets replaced by slinky Julie (Anna Belle Francis), angering her own boyfriend, a rat. The contest of course ends with Ah Hock doing a solo, the disco ball painting the room in light as the soundtrack reprises familiar songs (the movie has a lot of the same music, covered by Singapore soundalikes).\n\nTwo imaginary advisers inspire Ah Hock on his way to the big contest: Bruce Lee, whose motto from \"Enter the Dragon\" (\"Don't think--feel\") becomes his credo, and John Travolta himself, who appears in fantasy sequences and gives him advice about life. (Well, not really Travolta, but a lookalike seen in shadow and profile, like Humphrey Bogart in \"Play It Again, Sam.\") Inspired, Ah Hock finds a locally tailored knock-off of Travolta's famous white suit.\n\nAdrian Pang makes a likable hero, not without humor about his own predicaments, filled with passion and energy as he battles with his boss at the supermarket and conquers a last-minute trap set by the bad guy.\n\n\"Saturday Night Fever\" this movie isn't, but it's not supposed to be: It's a funny homage, a nod to the way that some movies are universal in their appeal.\n\nI said that Travolta must be smiling. Gene Siskel, who bought the original white disco suit at a charity auction and treasured it as much as Ah Hock cherishes his, must be grinning, too.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-10-22", "genres": ["Comedy", "Foreign", "Music", "Romance"], "title": "That's The Way I Like It (1999)"}