{"url": "http://www.rogerebert.com/reviews/thats-entertainment-1974", "by": "Jack Haley", "star_rating": 4.0, "text": "This isn't just a compilation film, with lots of highlights strung together. Those kinds of movies quickly repeat themselves. That's Entertainment! is more of a documentary and a eulogy. A documentary of a time that began in 1929 and seemed to end only yesterday, and a eulogy for an art form that will never be again. \n\nHollywood will continue to make musicals, of course (although, curiously enough, the form never has been very popular overseas). But there will never be musicals like this again, because there won't be the budgets, there won't be the sense of joyous abandon, there won't be so many stars in the same place all at once, and_most of all_there won't be the notion that a musical has to be \"important.\" \n\nThe various segments of the film are introduced and narrated by MGM stars of the past (Fred Astaire, Gene Kelly), superstars like Frank Sinatra and Elizabeth Taylor, offspring like Liza Minnelli, and even a ringer like Bing Crosby (he was a Paramount star, but never mind). They seem to share a real feeling of nostalgia for MGM, which, in its heyday, was not only a studio, but also a benevolent and protective organization ruled by the paternal Louis B. Mayer. Liza Minnelli sounds at times as if she's narrating a visit to her mother's old high school. The movie avoids the trap of being too worshipful in the face of all this greatness. It's not afraid to kid; we see Clark Gable looking ill at ease as he pretends to enjoy singing and dancing, and we see a hilarious montage of Judy Garland and Mickey Rooney ringing endless changes to the theme, \"I know, we'll fix up the old barn and put on a show!\" \n\nAnd then there are the glorious, unforgettable moments from the great musicals. My favorite musical has always been Singin' in the Rain, the 1952 comedy about Hollywood's traumatic switch to talkies. That's Entertainment! opens with a montage of musicals (neatly surveying three decades of film progress), and later returns to the two most unforgettable numbers in the film: Gene Kelly sloshing through puddles while singing the title song, and Donald O'Connor in his amazing \"Make 'em Laugh,\" in which he leaps up walls, takes pratfalls, and dives through a set. \n\nThere are other great moments: The closing ballet from An American in Paris; Nel-son Eddy and Jeanette MacDonald being hilariously serious in Rose Marie; Astaire and Ginger Rogers, so light-footed they seem to float; Gene Kelly's incredible acrobatics as he does his own stunts, swinging from rooftop to rooftop; William Warfield singing \"Old Man River\" in Showboat; Judy Garland singing \"You Made Me Love You\" to a montage of stills of Clark Gable; Garland, again, with \"Get Happy\" (and a vignette of little Liza's first movie appearance, aged about three); the acrobatic woodchopper's scene from Seven Brides for Seven Brothers; and even Esther Williams rising from the deep. \n\nThe movie's fun from beginning to end. It's not camp, and it's not nostalgia: It's a celebration of a time and place in American movie history when everything came together to make a new art form.", "running_time": 132, "mpaa_rating": "G", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Documentary", "Drama", "Family", "Music"], "title": "That's Entertainment! (1974)"}