{"url": "http://www.rogerebert.com/reviews/thats-life-1986", "by": "Jack Lemmonas Harvey Fairchild", "star_rating": 2.5, "text": "Buddy Hackett once defined Beverly Hills as the place where you go to sleep beside your swimming pool one day, and when you wake up, you're an old man. You can see it happening in \"That's Life!\" the new movie by Blake Edwards, who likes to make comedies about his neighbors.\n\nEdwards is a product of Beverly Hills and its beach-front outpost, Malibu. He has the right hair, the right glasses and the right voice.\n\nHe seems like a walking cliche - until you go to his movies and observe that he sees right through the world that he so comfortably inhabits.\n\nAs somebody (not Hackett) once said, it's not vulgar to own a Rolls-Royce, it's just vulgar to drive it yourself.\n\nIn \"That's Life,\" Edwards gives us a long weekend in the lives of a couple who have been married to each other for a long time - long enough to have kids they don't understand, servants they don't communicate with, a lifestyle they don't notice. Everything is so very comfortable for them down there at the beach, in their estate with its security gate, its pool and all the little toys to make life painless.\n\nNo wonder the guy is astonished to find out he's going to be 60 years old. He's been rolling along too smoothly, and it takes bumps to make you notice the road.\n\nThe man is named Harvey Fairchild (Jack Lemmon), and he's a rich, successful but frustrated architect who devotes his genius to flattering wealthy clients while compromising his ideas. His wife, Gillian (Julie Andrews), is a famous singer. On the Friday before their weekend begins, she learns that she may have cancer. On the other hand, maybe she doesn't. The tests will be back on Monday.\n\nCarrying this suspense inside of her, she returns home with her secret and tries to provide a jolly birthday weekend for her husband, who is going through a crisis of self-esteem. He hates himself and his work, he fears he is losing the love of his kids and he is convinced he is dying. He looks at himself in the mirror and sees a corpse. And in the darkness and despair of the middle of the night - that time of night when all the possessions and all the toys can't buy distraction from the cries of pain in the soul - he wakes up in a sweat and weeps in frustration.\n\nWhat is remarkable is that Edwards makes this situation into a comedy. Not a slapstick comedy like \"The Party\" or \"10\" or \"S.O.B.,\" his previous excursions into Southern California lifestyles, but a comedy all the same. He has two different comic approaches in the movie: One works but the other doesn't. The first approach is to observe his central characters very accurately, and with a certain irony, as when Harvey rattles through dinner with a nonstop dialogue that totally fails to notice his wife's state of mind. Nobody knows people at this level of conspicuous consumption better than Edwards. When he shows the preparations for the birthday party and listens to the way the manservant talks to the guests, he is right on target.\n\nUnfortunately, he has decided to introduce two characters who don't belong in this movie. Maybe they were left over from \"S.O.B.\" One is a Catholic priest (Robert Loggia), who used to he Harvey's roommate at Notre Dame, and the other is a gypsy fortune-teller (Felicia Farr), who has a storefront on the Pacific Coast Highway. Both characters are written broadly and crudely, and most of the scenes with them don't work. In the scene, for example, where the priest unexpectedly asks Harvey to read from the gospel during mass, Harvey writhes and squirms, but his reasons are not clear until much later - too much later to be funny.\n\n\"That's Life\" has many moments of truth and some good performances. But it's not all of a piece; not every scene seems to have been thought through on the same level. Tone is everything in a film like this. Unless you establish one, how can you get laughs by violating it? Edwards seems to switch at random from subtle social satire to broad physical comedy, and it's too distracting. If life in Los Angeles were like this movie, you'd go to sleep beside your pool and something would wake you up in three minutes.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-09-26", "genres": ["Comedy", "Drama"], "title": "That's Life! (1986)"}