{"url": "http://www.rogerebert.com/reviews/that-evening-sun-2010", "by": "Hal Holbrookas Abner", "star_rating": 3.5, "text": "One of the reasons \"That Evening Sun\" works so well is that the good character isn't all good and the bad character isn't all bad, although they both come close. That leads to a drama set on a Tennessee farm that begins by looking like your standard old codger story and turns out, as Clint Eastwood's \"Gran Torino\" did, to be a lot more.\n\nHal Holbrook, that rock-steady actor with a face off Mount Rushmore, stars as Abner Meecham, an eightysomething who up and walks out of a retirement home one day and takes a taxi to his farm outside town. It is his farm as far as he's concerned, anyway, although his lawyer son has power of attorney and has rented it to the Choat family. They are well-known to Abner, who dislikes them. Abner and neighbor Thurl (Barry Corbin) agree that Lonzo Choat (Ray McKinnon) doesn't amount to much.\n\nWhile Paul (Walton Goggins), Abner's son, busy with a court case, issues ineffectual commands into his cell phone, Abner sets up an outpost in the bare-boards sharecropper cabin and keeps a hostile eye on the house. Lonzo's 16-year-old daughter, Pamela (Mia Wasikowska), comes to visit, is instinctively nice and sort of disregards Abner's hostility. When she confides that her father hates barking dogs, Abner adopts one of Thurl's loudest barking dogs and moves him into the cabin.\n\nChoat has been living on disability, can't make payments on the house, is in no shape to work the farm and usually has a beer in his hand. If the inside of the farmhouse looks warm and inviting, that's because of the efforts of two women: Choat's long-suffering wife, Ludie (Carrie Preston), and Abner's own dead wife, Ellen (Dixie Carter). There is added poignancy now that Carter, Holbrook's wife, has herself died.\n\nEllen fixed up the house, Ludie keeps it up, and the two men snarl at each other in the yard. Abner cheerfully calls Choat a white- trash redneck, which seems true as we see him drunkenly whipping his wife and daughter with a garden hose. Abner brings this to a stop with a couple of pistol shots. But this situation isn't as simple as who has the gun.\n\nWe begin to sense that Choat acts mean but is scared and uncertain inside. By flashbacks and other means, we learn that Abner hasn't always been a sterling husband and father himself. Because both men are flawed, the story takes on an interest and complexity that the setup doesn't hint at.\n\nIt's a story confined by time and space, adapted by the director, Scott Teems, from the story \"I Hate to See That Evening Sun Go Down\" by William Gay. Although the setting is a gentle Tennessee landscape and the houses look like illustrations for a calendar of farm life, the situation owes more to Eugene O'Neill or Tennessee Williams. The actors are more than successful at creating deeply plausible characters. There may have been temptations to go broad, but they're all subtle, even McKinnon, in a role that could have gone over the top.\n\nWatching Holbrook, I was reminded again of how steady and valuable this man has been throughout his career. I saw his famous \"Mark Twain Tonight\" three times in the '60s, I remember he and Dixie one night at the Royal Court Theater in London where a lamp came crashing to the stage and they handled it with perfect grace and humor, and I remember him most recently as the old man who cares and worries about the doom-seeking hero of \"Into the Wild.\" Here he incorporates everything he knows about getting to the age of 80 (he's actually 85) and conveys it without the slightest sign of effort. This isn't a performance, it's an embodiment. You know, I think he's about old enough to play Mark Twain.\n\nNote: \"That Evening Sun\" won the Audience Award and a jury prize for ensemble acting at the 2010 SXSW Film Festival.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-04-21", "genres": ["Drama", "Indie"], "title": "That Evening Sun (2010)"}