{"url": "http://www.rogerebert.com/reviews/that-thing-you-do-1996", "by": "Tom Everett Scottas Guy Patterson", "star_rating": 3.0, "text": "“That Thing You Do!” is the first film written and directed by\rTom Hanks, and not surprisingly it is as sunny and guileless as many of the\rcharacters he's played: The movie may be inconsequential, but in some ways\rthat's a strength. Without hauling in a lot of deep meanings, it remembers with\rgreat warmth a time and a place.\n\nThe\rtime: the summer of 1964. The place: Erie, Pa., where life for young people\rcenters on music, on records, on the radio, and especially on the incredible\rphenomenon of the Beatles. It's the kind of world where the owner of an\rappliance store can say, “I don't think I want to live in a country where you\rhave to work on Sunday” without suspecting he will ever have to.\n\nThe\rowner's son, named Guy (Tom Everett Scott), lurks in the store after hours to\rplay records loudly on the turntables and accompany them on the drums. His\rfriends have started a band, and when the drummer breaks an arm, Guy joins the\rband just before it gets its big break--a gig at a college talent show that\rleads to a gig at a pizza parlor. By picking up the tempo, Guy changes the\rband's sound until they resemble the Beatles a little, as so many bands did\rthen.\n\nThey\rhave one song, written by their lead vocalist, Jimmy (Johnathon Schaech). It's\rcalled “That Thing You Do!,” and it's a good thing it's a good song (written by\rAdam Schlesinger) because boy, are we familiar with it by the time the movie is\rover. As they get better as a band, the song gets better, too, and soon they're\rbeing signed to tour Pennsylvania by a so-called manager who pulls up outside\rthe store in his camper.\n\n“That\rThing You Do!” is a rags-to-riches-to-oblivion story, the saga of the kind of\rband known in the industry as one-hit wonders. Appropriately enough, the name\rof the band is the Wonders, although it starts out as the One-ders and the name\rgets changed only because so many fans insist on pronouncing it “oh-need-ers.”\rThe band really picks up steam when an executive from Play-Tone records (Tom\rHanks) hears them, signs them to a state fair tour, and pilots them toward\rHollywood. Meanwhile, their first record is chasing the Rolling Stones up the\rBillboard charts, and in Hollywood they get their big break, a spot on a TV\rshowcase.\n\nMeanwhile,\rmaybe inevitably, the band members are developing problems with one another.\rJimmy brings along his girlfriend (Liv Tyler) but treats her coldly. When the\rband appears on TV, the words “Careful, girls--he's engaged!” appear beneath\rhis shot, and that enrages him. (“Jimmy,” she says, “I've wasted thousands and\rthousands of kisses on you.”) One band member leaves for Marine duty, another\rruns off to Vegas to get married, and the veteran recording executive accepts\rthis as a fact of life: Maybe they were only meant to have one hit. There are\rother bands.\n\nMy\rfavorite scenes take place in Hollywood as the band is breaking up and Guy has\rtime on his hands. He meets his longtime idol, the jazz great Del Paxton (Bill\rCobbs), gets to join him in a session, and learns from him a basic lesson: “Bands\rcome and go.” And he meets a friendly waitress (Rita Wilson) who subtly offers\rherself, and just as subtly takes back the offer.\n\nIn\rthe annals of pop music, 1964 was a fairly innocent time. Bands broke up\rbecause of girlfriend problems, not drugs and murders. A guy could still run a\rrecord company out of his briefcase, and get air time by personal visits with\rdisc jockeys. It wasn't all organized, it wasn't all big time, and if it was\rall hype, well, it's always been all hype.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-10-04", "genres": ["Comedy", "Drama", "Musical"], "title": "That Thing You Do! (1996)"}