{"url": "http://www.rogerebert.com/reviews/thats-entertainment-iii-1994", "by": "Bud Reiedgen", "star_rating": 3.5, "text": "The first two \"That's Entertainment!\" movies pretty well plundered the MGM vaults of classic moments from the Golden Age of Hollywood Musicals - an age which ran from the 1930s until the 1950s that was more or less synonymous with MGM's own ascendency as the lion king of Hollywood studios. Settling down for a screening of \"That's Entertainment! III,\" I expected to watch the archivists scraping the bottom of the barrel. Instead, they've discarded the barrel altogether, so to speak; most of the scenes in this film never found their way into movie theaters, and have languished for years, unseen, in the studio's vaults.\n\nThe result is a genuinely fascinating film, one that may tell more about MGM musicals, and aspects of American society, than a film devoted to still more highlights from musical numbers that did make their way into films. The reasons why many of the sequences in \"III\" were cut from films are many, having to do with commerce, taste, race, sex and running time.\n\nThey are interesting today because, in many cases, they are brilliant; in other cases, because they are awful; in some cases, because they are revealing, and in all cases because if it were not for this film we would never have seen them. This is like permission to rummage all by ourselves in MGM's cellar.\n\nThe clips are introduced and sometimes commented on by stars who still survive from those legendary days, none more ageless and poignant than Lena Horne, who shows a scene from \"Cabin in the Sky\" (1943) in which she sang in a bubble bath. The scene was cut, she says quietly, because in those days it was thought too \"risque\" to show a black woman in a bubble bath.\n\nWe also hear her wonderful performance of \"Can't Help Lovin' Dat Man\" from \"Till the Clouds Roll By\" (1946), and then see a scene from \"Show Boat\" (1951), in which the song is performed by Ava Gardner. Horne was considered for the character played by Gardner, but rejected because of her race. The difference between the two song versions is a hint of what MGM lost with that decision.\n\nOn other occasions, the studio played fast and loose with musical numbers, snipping them out and recycling them later. A split-screen technique is used to show Cyd Charisse and Joan Crawford, both performing \"Two Faced Woman.\" Charisse's version was cut from \"The Band Wagon\" (1953). It's slinky and sexy. The same year, the song was re-used in Crawford's \"Torch Song,\" where she performs it in an odd costume and \"tropical\" makeup. This version - the one that was used - is grotesque. (The crowning detail is that neither actress actually sang the song; it was dubbed for both movies by a singer named India Adams.) \n\nBy using earlier versions of scenes that later made it into films, the movie allows us to compare performances. Usually that means noticing the differences. With Fred Astaire, it means noting the incredible similarities.\n\nAstaire filmed the song-and-dance number \"I Wanna be a Dancin' Man\" for \"The Belle of New York\" (1952), wearing sport clothes. The studio decided he would look better in formal clothes, and re-shot the scene. Watching the two numbers side by side, we realize that Astaire was so perfectly rehearsed and so disciplined that he was able to reproduce the earlier dance routine down to the smallest detail - while seeming effortlessly improvisational, of course.\n\nOther stuff you will see here and nowhere else: Scenes shot by Judy Garland for \"Annie Get Your Gun\" before she was fired for personal problems and replaced by Betty Hutton; Garland singing \"Mr.\n\nMonotony,\" later cut from \"Easter Parade\"; the \"March of the Doagies\" production number from \"The Harvey Girls\" (1946); a Debbie Reynolds solo of \"You Are My Lucky Star,\" cut from \"Singin' in the Rain\"; a fabulous dance duet between Gene Kelly and Charisse, cut from \"Brigadoon,\" and, from an MGM experiment with \"novelty acts,\" a musical scene involving a trio of female acrobats who did double-jointed contortions while singing. (We don't need an explanation to figure out why that one was cut.) One of the most sparkling presences in the film is Esther Williams, the swimming champion who starred in a series of incredibly successful musicals shot on, and under, the water. She narrates documentary footage to show how she and her co-stars were apparently able to do choreographed swimming for entire musical numbers without ever taking a breath.\n\nIt's another co-host, Mickey Rooney, who most successfully evokes the atmosphere at MGM's Culver City lot in those days. MGM, it was said, had \"more stars than are in the heavens,\" and a talent-laden roster of producers and directors to keep them busy.\n\nWhat is most remarkable, watching this time, is to reflect that the studio was so rich in talent and imagination, even its outtakes are worth seeing, half a century later.", "running_time": 113, "mpaa_rating": "G", "release_year": 1994, "date_published": "1994-07-22", "genres": ["Documentary", "Family", "Music"], "title": "That's Entertainment! III (1994)"}