{"url": "http://www.rogerebert.com/reviews/that-obscure-object-of-desire-1978", "by": "Fernando Reyas Mathieu", "star_rating": 4.0, "text": "The man is middle-aged, impeccably dressed, perfectly groomed, obviously respectable. He has just barely caught his train. A young woman comes running down the station platform, also trying to catch the train. The man’s face reflects intense annoyance; he whispers something to the conductor, gives him a tip and is allowed into the train's restroom. He emerges with a pail of water, which, as the young lady tries to climb aboard, he pours on her head.\n\nAh, satisfaction… he settles down in his seat, only to discover intense curiosity among his fellow travelers. One of them, a psychologist who is a dwarf, finally speaks: “I could not help seeing what you did. I can tell from your appearance that you are a gentleman. Therefore, you must have had an excellent reason.”\n\nYes, the gentleman replies pleasantly, I had a most excellent reason. Seeming almost flattered by their curiosity, he tells them a story. And so, on a note both calm and sly, begins Luis Bunuel’s “That Obscure Object of Desire.”\n\nBunuel’s characters have been doing battle with erotic desire for more than 40 years now. They tend to be vain and fastidious people, middle-class, concerned with maintaining their self-respect. Yet they have a way of coming off second-best to lust, jealousy and an assortment of peculiar sexual obsessions. And Bunuel, who has just turned 77 years old, seems to learn more about their weaknesses with every year, and to find their passions increasingly funny.\n\nTake, for example, his hero this time, the completely respectable Mathieu (Fernando Rey). He is a widower with no interest in most women; unless he feels true passion, he says, he would just as soon leave them alone. One day a new maid comes to serve him his dinner. She is Conchita: cool, elegant, gently mocking. He is lost. He is hopelessly in love, but his advances serve only to drive Conchita further away.\n\nHe tries what he thinks is a civilized approach, arranging with her mother to provide for the family’s financial needs in return for, ahem… but Conchita protests: “I wanted to give myself to you, but you tried to buy me!” He would by now, indeed, give her anything he has, but she disappears. Then he discovers her again, by accident, in Switzerland. Their life becomes a strange, erotic game of cat-and-mouse, in which the virginal Conchita torments him with her closeness, infuriates him by her inaccessibility. At last Mathieu is ready to settle for anything -- even sleeping with her without touching her. He is totally enthralled.\n\nBunuel relishes themes of erotic frustration. His most memorable heroines are those who deny themselves, and we remember the niece sleeping in her hairshirt in “Viridiana,” and Catherine Deneuve's masochistic pastimes in “Belle de Jour” and “Tristana.” This time, though, Bunuel seems to be reaching deeper, to be saying something more. Conchita is not simply denying herself to the man who loves her: she is teaching him a lesson about his own complex nature, about his need for a woman who would be always unattainable.\n\nAnd Bunuel, of course, is exercising his own dry and totally original wit. His film is filled with small, droll touches, with tiny peculiarities of behavior, with moral anarchy, with a cynicism about human nature that somehow seems, in his hands, almost cheerful. His most obvious touch is perhaps his best: to dramatize Conchita’s tantalizing elusiveness, he has cast two actresses to play her. So that just when poor Mathieu has all but seduced this Conchita, the other emerges from the dressing room. Pour a pail of water on her head? Yes, we imagine Bunuel nodding wisely, a man could easily be driven to such an extreme.", "running_time": 105, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-03-31", "genres": ["Comedy", "Drama", "Foreign", "Indie", "Romance"], "title": "That Obscure Object of Desire (1978)"}