{"url": "http://www.rogerebert.com/reviews/that-girl-in-yellow-boots-2011", "by": "Kalki Koechlinas Ruth", "star_rating": 3.5, "text": "She is a figure of instant enigma. A young white woman in Mumbai, speaking Hindi, living alone, rarely smiling, consumed by an obsession. Judging by her accent, she was raised in England. We learn she is half-Indian. She has received a letter from the father she has never seen. \"If you ever come to India,\" he writes, \"look me up.\" He unhelpfully provides no contact information.\n\nIn Anurag Kashyap's \"That Girl in Yellow Boots,\" we follow Ruth (Kalki Koechlin) to India, through the labyrinth of Indian customs and visas, which apparently involves endless numbers of men shuffling obscure sheets of paper and sending her to another office. \"Why are you here?\" they ask. \"Because I love India,\" she says, which doesn't allay their suspicions that she is a foreigner seeking employment.\n\nShe lives in a shabby little apartment and supports herself by working in a massage parlor, where she can charge 1,000 rupees extra by providing a \"handshake,\" if you follow me. Her free time is spent in the search for her father, who abandoned his family when she was too young to remember him. There is a snaky man named Prashant (Prashant Prakash) who considers himself her boyfriend, although she refuses him intercourse and sees him off with handshakes. A cokehead, Prashant provides a current of humor when he lugs a giant bottle of water into her flat and handcuffs himself to the radiator to force himself to get clean and sober.\n\nRuth is a slim, morose beauty, with long hair, full lips and a slight overbite; she's described as \"Bugs Bunny crossed with Julia Roberts.\" We sense an inner rage. She isn't seeking her father for sentimental reasons and still grieves over the suicide of her older sister. Her skill at massage is not really tested by most clients, who are happy enough to move directly to the happy ending. We meet several of her regulars, including one man who doesn't want her to look at any part of his body. \"Where should I look?\" she asks. \"At the wall.\" She stares at the wall while her head bobs in time with her hand, and her face betrays nothing — not amusement, annoyance or even boredom. \n\nShe makes little effort to be pleasant. There is one older man, Divakar (Naseeruddin Shah), who actually does want only a massage, and she is marginally happier to see him. Most of the time, she broods, often staring at the cityscape and smoking. The cokehead Prashant is obnoxious by constantly following her and cluelessly interrupting her life, and she tells him to get lost. \n\nAs the story finds its way to a conclusion, we realize it was all about character, not plot. What happens at the end doesn't please or especially surprise us — except that it sidesteps a cliche. The film's value is in its portrait of Ruth, and her independence as a solo outsider in a vast, uncaring city. Kalki Koechlin, who co-wrote the script with her husband the director, Anurag Kashyap, creates a memorable woman who is sad and old beyond her years.\n\nThis is Kashyap's seventh feature. He is said to be a leader of a growing independent film movement in India. I hope it prospers; a film like this provides a radically different view of India than you can find in the pleasures and excesses of Bollywood. Koechlin herself, who is 28 but looks younger, was born in India of French hippie parents, studied theater in London and has worked before with Kashyap. They were correct to sense that the very presence of a young foreign loner in Mumbai was a good place to begin with a film.", "running_time": null, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-12-14", "genres": ["Foreign", "Thriller"], "title": "That Girl in Yellow Boots (2011)"}