{"url": "http://www.rogerebert.com/reviews/thats-dancing-1985", "by": "Jack Haley Jr", "star_rating": 3.0, "text": "There is a sense in which it is impossible to dislike \"That's Dancing!\" and another sense in which movies like this - made by splicing together all the \"good parts\" - are irritating and sort of unfair to the original films. Given the choice of seeing \"Singin' in the Rain\" again or spending the same amount of time looking at scenes from \"Singin' \" and maybe 60 other films, I'd rather see the real movie all the way through.\n\nBut \"That's Dancing!\" is not setting an either-or test for us; what it basically wants to do is entertain us with a lot of good dance scenes from a lot of good, and bad, movies, and that Is such a harmless ambition that I guess we can accept it.\n\nThe movie has been put together by Jack Haley Jr. and David Niven Jr., and it recycles Haley's formula in \"That's Entertainment!\" (1974), the original slice-and-dice anthology from Hollywood's golden ages. There also has been a \"That's Entertainment II\" (or \"too,\" I seem to recall), and the law of diminishing returns is beginning to apply. Sooner or later, we'll get \"That's All, Folks!\"\n\nIn the first movie, for example, we got Gene Kelly's immortal title dance number from \"Singin' in the Rain\"; in the second movie, we got Donald O'Connor's equally immortal \"Make 'em Laugh\" sequence, and that leaves Kelly and O'Connor's only somewhat immortal \"Moses Supposes\" number for this film. Pretty soon we're going to be getting \"That's What's Left of Entertainment!\"\n\n\"That's\tDancing!\" shares with the earlier movies an irritating compulsion to masquerade as a documentary, which it isn't. The tone is set by Kelly's opening generalizations about the universality of dance, etc., while we see National Geographic outtakes of dancing around the world: Tribes in Africa, hula skirts in Hawaii, polkas and geisha girls and so on. Kelly is later spelled by such other dance analysts as Liza Minnelli, Ray Bolger, Mikhail Baryshnikov\tand Sammy Davis Jr., all of\twhom can dance with a great deal more ease than they can recite pseudo-profundities.\n\nThere is, however, a lot of good dancing in this movie, including rare silent footage of Isadora Duncan. We see Busby Berkeley's meticulously choreographed dance geometries, the infinite style of Fred Astaire, the brassy joy of Ginger Rogers, the pizzazz of Cyd Charisse and Eleanor Powell, a charming duet between Bill \"Bojangles\" Robinson and Shirley Temple, and a dazzling display by the Nicholas Brothers, who were the inspiration for the dance team played by the Hines brothers in \"Cotton Club.\" The movie is up to date, with John Travolta from \"Saturday Night Fever\" and footage from break-dance movies, \"Flashdance,\" and Michael Jackson's \"Thriller.\" But perhaps the most pleasing single moment in it is a little soft-shoe by James Cagney, who was perhaps not the technical equal of Astaire, but was certainly on the same sublime plane when it came to communicating sheer joy.\n\nOne of the insights offered in the narration of \"That's Dancing!\" is that Astaire was responsible for the theory that you should see the entire body of the dancer in most of the shots in a dance scene, and that the scene should be shown in unbroken shots, as much as possible, to preserve the continuity of the dancer's relationship with space and time. That's the kind of seemingly obvious statement that contains a lot of half-baked conclusions. True, you have to see the dancer's whole body to appreciate what he's doing (look at the disasterous choreography in Travolta's \"Stayin' Alive,\" which inspired Ginger Rogers to call it a dance film - \"from the waist up.\") But you also need the cutaways to show the faces of the dancers, and the chemistry between them, as when Astaire and Rogers have their enchanted dancing lesson in \"Swing Time.\" True, shooting the whole thing in one unbroken take preserves the integrity of the visual record-but what about the sensational dance sequences in \"Flashdance\" that were achieved by literally cutting between different dancers, all playing the same character, all doing their own specialty? All that really matters is the end result.\n\nWhat conclusions can be drawn from the movie's survey of 60 years of dancing on screen? I can think of one, sort of obvious and sort of depressing: Style has gone out of style. New dancers in recent dance movies are in superb physical shape and do amazing things on the screen, but they do not have the magical personal style of an Astaire or a Kelly. They're technicians. And there's another thing: They don't really dance together. A lot of them are soloists, or two soloists sharing the same floor. When Astaire and Rogers danced together, they danced, together. And that is maybe what dancing is finally all about.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-01-18", "genres": ["Documentary", "Music"], "title": "That's Dancing! (1985)"}