{"url": "http://www.rogerebert.com/reviews/that-old-feeling-1997", "by": "Bette Midleras Lily", "star_rating": 1.0, "text": "Remember those little Scotty dogs kids used to play with? They were glued to magnets. If you pointed them one way, they jumped toward each other, and if you pointed them the opposite way, they jumped apart. Carl Reiner's \"That Old Feeling'' is an entire movie based on the dance of the Scotty dogs, and the characters in it act as mechanically as if they had big magnets strapped to their thighs.\n\nThe premise: A senator's son (Jamie Denton) gets engaged to the daughter (Paula Marshall) of a movie star and a journalist. He wants a big marriage. Her parents have been divorced for 15 years, and both have remarried. He insists on inviting everyone. She warns against it: \"My parents hate each other with a nuclear capacity.'' She is right. In no time at all her parents (Bette Midler and Dennis Farina) are insulting each other on the dance floor (\"I could have had the entire Rock and Roll Hall of Fame!'' Bette shouts. \"I turned down a Beatle for you!'') This is of course painful to Farina's current wife (Gail O'Grady) and Midler's husband (David Rasche). But it's not nearly as disturbing as when the fighting couple suddenly fall into each other's arms.\n\nOK. So now we have Farina and Midler fighting and loving and fighting and loving. The wheezy screenplay by Leslie Dixon and Bonnie Bruckheimer now works out the other combinations with almost mathematical precision. First it must be established that the young groom is a prig. Then the plot must contrive to lock the bride into a hotel room with a paparazzi (Danny Nucci) who has been following her movie star mother. Then Farina's wife must get drunk with the groom, with predictable consequences.\n\nAnd so on. There is not a moment that is believable, but of course the movie is not intended as realism. It is intended as comedy. So consider this \"funny'' scene: Marshall and Nucci, locked in the hotel room, try to attract attention by dropping fruit from a balcony. Cops see them, but nod indulgently and walk on. Jeez. So the two continue to drop fruit, finally dropping a whole lot of fruit. End of scene, with a whole lot of fruit on the sidewalk. At least when David Letterman was dropping watermelons off buildings he showed them hitting the sidewalk in slow motion.\n\nWhat's in slow motion here is the progress of the plot. Every development is exhausting because we have arrived at it long, long before the characters. There are only two saving graces. One is that Bette Midler sings \"Somewhere Along the Way'' to Farina in a piano bar, very nicely. The other is that Rasche has some funny dialogue. He is a self-help counselor with smarmy little slogans at his command: \"It is important to dialogue and to language each other,'' he says. He recommends \"emotional valet parking'' and says to Farina's wife: \"Is any part of your body original? You are so at odds with your shadow self.'' I liked his dialogue because it was smart and satirical. I liked the two young actors--Denton and Marshall--because they were fresh and appealing. Hell, I liked Farina and Midler, too. I liked everyone: O'Grady, Nucci . . . make a list. They all seemed way too nice to have done anything to deserve this screenplay.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-04-04", "genres": ["Comedy", "Drama", "Romance"], "title": "That Old Feeling (1997)"}