{"url": "http://www.rogerebert.com/reviews/thats-entertainment-part-two-1976", "by": "Saul Chaplin", "star_rating": 3.0, "text": "The original \"That's Entertainment!\" of two years ago felt something like a home movie -- except, of course, for the superb professionalism of the musical numbers. Stars from the golden age of MGM reminded about the good old days, and then we got a dazzling series of some of the greatest musical scenes ever put on film. The effect somehow contrived to be offhand and breathtaking at the same time. \"That's Entertainment, Part Two,\" a sequel inspired by the box office success of the original, reverses the earlier formula. The introductions and narration are slick and polished - Fred Astaire and Gene Kelly sing and dance their way through some of the intervals - but the scenes themselves aren't as indispensable. Having seen, for example, Kelly's immortal, soaking-wet \"Singin' in the Rain\" scene in the first compilation, we fail to thrill at the same film's \"Good Morning\" number in this one. \n\nThe Hollywood joke is that the working title for the sequel was \"What's Left?\" That's not quite fair, because there was a lot left (\"Part Two\" draws from MGM's comedies, dramas and series as well as from its musicians), but the fact is it WAS left. The first film skimmed off the best scenes from the greatest musicals; this one had to choose either secondary scenes from the classics or the big production numbers from musicals that didn't quite make it. \n\nThere is, for example, the spectacle of Frank Sinatra, in white tie and tuxedo, singing \"Old Man River,\" a song spectacularly inappropriate for him. There's a rather mechanical dance number featuring Astaire and Ginger Rogers, from \"The Barkleys of Broadway,\" that reminds us poignantly of the greater dance scenes they did 15 years earlier and for another studio, RKO. There's a Greta Garbo dance number from \"Two Faced Woman,\" obviously put in only because it was Garbo dancing for her first and only time - but she merely looks uncomfortable and doesn't have the bashful, grinning self-mockery of Clark Gable, who was similarly out of his element in the earlier film. \n\nAnd there's an inexplicable series of scenes set in Paris, with Kelly as host, that seem to imply the movie's subject is Paris, not MGM movies. \"This is Versailles, where they still hold state dinners and charity balls,\" Kelly says - at one point, segueing into a scene from \"The Merry Widow,\" also set in, Versailles. The word at this year's Cannes festival was that Kelly put in the French scenes in gratitude after being decorated by the French government; if so, Abe Beame should have given him the key to New York so we'd have some background for \"On the Town,\" \"Anchors Aweigh\" and \"Easter Parade.\" \n\nStill, there's some really fine stuff here, and \"Part Two\" isn't afraid to poke fun when it's appropriate. One of the funniest sequences shows movie songwriters being struck by \"inspiration\" and dashing out melodies on the spot. Ann Sothern and Robert Young take 30 seconds to write \"Lady Be Good,\" Astaire and Red Skelton hit on \"Three Little Words,\" and there's a hilarious scene from \"The Great Waltz\" in which bird songs and coach bugles inspire \"Tales from the Vienna Woods.\" There's young Bing Crosby doing \"Temptation\" as if he'd fallen for it, Nelson Eddy and Jeanette MacDonald defining camp in their \"Stouthearted Men\" and \"Lover Come Back to Me;\" and a montage of all the many times Gable said \"I love ya\" and the one time he didn't give a damn. And, yes, we do remember those old travelogues accurately: They all really did end with the sun sinking in the West as we regretfully took our leave of Stockholm, Naples, Honolulu or London. \n\nThe movie provides, once again and ageless, the Marx Brothers stateroom scene, and brief glimpses of W. C. Fields, very late Buster Keaton and Abbott and Costello. Eleanor Powell's legs are as amazin' as ever. There's a lot of Judy Garland, but her best songs were in the first film. Esther Williams proves once again Darryl Zanuck's theory about her (\"Dry, she's nothing. Wet, she's a star\"). And Tarzan yells and Lassie comes home. I guess we have no right to complain.", "running_time": 126, "mpaa_rating": "G", "release_year": 1976, "date_published": "1976-06-18", "genres": ["Documentary", "Family", "Music"], "title": "That's Entertainment, Part Two (1976)"}