{"url": "http://www.rogerebert.com/reviews/the-secret-of-nimh-1982", "by": null, "star_rating": 3.0, "text": "\r\n\n\n“The Secret of Nimh” contains that absolute rarity among\r\nfeature-length animated cartoons, an interesting premise. It is: What if a\r\ngroup of laboratory animals were injected with an experimental drug that made\r\nthem as intelligent as humans? There have been smart animals in the movies for\r\nyears, of course, but they were always playing quasi-humans in a universe where\r\nthe real humans were seen mostly from the knees down. Now here's a story that\r\nconcerns itself with the problem of being a rat and having a superior\r\nintelligence. \n\n\r\nAlthough the idea was what intrigued me about “The\r\nSecret of Nimh”, the movie itself represents a philosophical statement for its\r\nmakers. The animators who made this film were previously employed at the Walt\r\nDisney Studios, where they were heralded as the \"new breed,\" groomed\r\nto replace the veterans who started with Walt himself and were all past\r\nretirement age. But halfway through production of the most recent Disney\r\nanimated feature, “The Fox and the Hound”, a group of new breeders walked out\r\nand, led by director Don Bluth, set up their own shop at MGM. \n\n\r\nTheir complaint was that Disney was cutting\r\ncorners on painstaking traditional animating methods. Their vow was to make a\r\nnon-Disney movie in the old Disney tradition. The main difference between\r\ntraditional Disney animation and cheaper, newer methods is in the areas of body\r\nmovements and backgrounds. Bluth and his followers wanted to make a movie in\r\nwhich the characters would have lots of body language (not just moving lips and\r\nrolling eyes), and in which the backgrounds would be detailed and interesting,\r\nnot just repetitive roll-bys. In “The Secret of Nimh”, they have succeeded in\r\nreproducing the marvelous detail and depth of the Disney classics. This is a\r\ngood-looking, interesting movie that creates a little rodent world right under\r\nthe noses of the indifferent local humans. The story is perhaps a little\r\ncomplicated at first, especially for younger viewers, but a flashback helps\r\nmake things clear, and then the adventure begins. \n\n\r\nWe learn that a group of rats and mice was\r\ninjected with the secret potion in the laboratories of the National Institute\r\nof Mental Health, and that they quickly became so smart that they were able to\r\nescape from “Nimh” and set up a society in a barnyard. Then they were faced\r\nwith an ethical dilemma: Should they continue to freeload off of the local\r\nhumans, stealing grains, supplies, and even electricity or should they set off\r\ninto the wilderness to establish a new society of their own? This larger story\r\nis counterpointed with the saga of a mousy little widow named Mrs. Brisby,\r\nwhose sick child is threatened by the approach of the tilling machine. \n\n\r\n“The Secret of Nimh” is an artistic success. It\r\nlooks good, moves well, and delights our eyes. It is not quite such a success\r\non the emotional level, however, because it has so many characters and involves\r\nthem in so many different problems that there's nobody for the kids in the\r\naudience to strongly identify with. I guess you could say that the Disney\r\ntradition lives, but that the Disney magic still remains elusive.", "running_time": 82, "mpaa_rating": "G", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Animation", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "The Secret of NIMH (1982)"}