{"url": "http://www.rogerebert.com/reviews/the-spitfire-grill-1996", "by": "Alison Elliottas Percy Talbott", "star_rating": 2.0, "text": "“The Spitfire Grill” won the audience award at this year's\rSundance Film Festival, which says less for the audience than for the movie.\rIt's an unabashedly manipulative, melodramatic tearjerker with plot twists that\rHoratio Alger would have been embarrassed to use, and the fact that it's so\rwell acted only confuses the issue.\n\nThe\rmovie takes place in Gilead, Maine, another one of those small towns like\rSalome, Texas, and Whistle Stop, Ala., where everybody knows one another and\rthey all gather every day to trade the latest news. Towns like this don't much\rexist anymore, except in sitcoms, where the characters are constantly “dropping\rin” on one another to prod the plot and explain the latest developments.\n\nGilead,\rso far north that the locals call other Americans “flatlanders,” has just had a\rstranger come to town. Her name is Perchance Talbott, Percy for short, and she\rhas chosen the town after getting out of prison. In a nice little scene, the\rlocal sheriff (Gailard Sartain) lines up a job for her as a waitress at the\rlocal restaurant, which is run by an older woman named Hannah (Ellen Burstyn)\rand already has a veteran waitress named Shelby (Marcia Gay Harden). It also\rhas a regular customer named Joe (Kieran Mulroney).\n\nSometimes\ras a movie critic you have to knock yourself sharply on the ear to dislodge the\rlast movie you've seen and pay attention to this one. Watching this plot\runfold, I was remembering last week's “Heavy,” which also premiered at\rSundance; its cafe was run by an older woman (Shelley Winters), and had a\rveteran waitress (Deborah Harry) and a young waitress (Liv Tyler), and had a\rregular customer whose name was Leo, not Joe, although he was played by Joe\rGrifasi. Also echoing in the caverns of my memory were several other movies\rabout stalwart women running cafes and striding above the local gossip: “The\rBallad of the Sad Cafe,” “Fried Green Tomatoes,” “Staying Together” and of\rcourse “Bagdad Cafe.” In “The Spitfire Grill,” which weaves several fairly over\rworn feminist strands into its quilt, everyone of course immediately gossips\rabout where Percy came from and why she would want to settle in Gilead. (Ever\rnotice how in the movies people who believe they live in the best place on\rEarth are always resentful when an outsider wants to move there?) Percy puts an\rend to the gossip by making a loud announcement at lunchtime: “I've been in\rprison. So now you know.” Yes, but what was she in prison for? I wondered. And\rthen my Automated Mental Plot Analyzer hummed to life, and suggested that in a\rmovie of this sort it is almost inevitable that she committed her crime in\rself-defense against an abusive man. Is that what did happen? My lips are\rsealed.\n\nPercy\ris soon asked out by Joe. She grows unhappy at his questions and blurts out the\rworst part of her past history (such characters of course never blurt out the\rbest parts). Then Hannah breaks a leg and is laid up in her room, and so Percy\rand Shelby have to run the restaurant together, and Shelby's husband, Nahum\r(Will Patton), is unhappy because he thinks this outsider is angling to take\rover the restaurant.\n\nMeanwhile,\rPercy learns that Hannah puts canned goods in a sack and leaves them outside by\rthe old stump, where they are picked up at dawn by a mysterious hooded figure.\rNo points for wondering if the mystery man has any connection to Hannah's son\rwho fought in Vietnam. What's clear is that Hannah can no longer run the cafe,\rand so Percy suggests one of those essay contests like she saw on TV, where\rpeople send in $100 and say why they deserve to get the cafe, and the winner\rtakes over.\n\nThe\rlast half-hour is more than one movie can bear, as sacks of mail arrive,\rtownspeople help judge the entries, and Joe's old father is so moved by one of\rthem that he leaves the house for the first time in years, while meanwhile\rthere is skullduggery involving the money, and a misunderstanding involving the\rsack of canned goods, and a scientist thinks he can extract a cancer cure from\rthe local trees, and if I told you that someone is swept down the river and\rinto the rapids, you wouldn't believe me, would you? It is impossible to\rbelieve the events manufactured so prodigiously by “The Spitfire Grill,” and\ryet there is no hint of a smile: Lee David Zlotoff, who wrote and directed it,\rmeans it seriously. What redeems it somewhat is the level of the acting. You\rcan see how good actors can make almost anything believable. Alison Elliott is\ra calm, strong presence at the center, and all of the others are good, too--especially\rthe sheriff, Gailard Sartain, and Will Patton as the mean husband (although the\rscreenplay gives him a speech to deliver that even Tammy Faye Baker would have\rfound over the top). They make a lot of their moments work very nicely. But the\rmovie as a whole is preposterous.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-08-23", "genres": ["Drama", "Indie"], "title": "The Spitfire Grill (1996)"}