{"url": "http://www.rogerebert.com/reviews/the-tao-of-steve-2000", "by": "Donal Logueas Dex", "star_rating": 3.0, "text": "Men and women both want to have sex, but women want to have sex 15 minutes after us, so if you hold out for 20, she'll be chasing you for five.\n\nThis is the wisdom of Dex, the hero of \"The Tao of Steve,\" who seems to get a lot of sex, considering he is a fat, 32-year-old grade-schoolteacher who shares the rent with three roommates, wears only a bathrobe whenever he possibly can, and has a dog that can intercept whipped cream sprayed directly from the can.\n\nDex (Donal Logue) lives in Santa Fe, N.M., where at his college reunion he makes love with an old girlfriend in the stacks of the library, then returns her glowing to her husband. Other old girlfriends gossip behind his back: \"I can't believe how much weight he's gained.\" And they confront him about it. \"You were Elvis!\" one says accusingly. \"Yeah,\" he says. \"Well, now I'm fat Elvis.\" But Dex has no trouble getting girls, and is happy to offer advice to his friends, in long talks spiked with references to Thomas Aquinas and Steve McQueen. He likes the name \"Steve.\" To him, it represents all that is cool in life--the smooth, the lithe, the brave. He rattles off names: \"Steve McQueen, Steve McGarrett, Steve Austin.\" (The least cool name, in case you were wondering, is Stu.) Playing pool and drinking beers, he explains his seductive techniques to guys who are thinner but hornier. There are three rules: 1. Eliminate your desire (\"Women can smell an agenda\").\n\n2. Be excellent in their presence (even if it's only at throwing a Frisbee).\n\n3. Withdraw (This is illustrated by the 20-minute strategy).\n\nLike many Don Juans, including Don Juan himself, Dex spends more time talking about sex than experiencing it. Then he's blindsided by Syd (Greer Goodman), who is in town as a set designer for the Sante Fe Opera, and catches his eye and tugs at his heart. He likes her. He likes her so much he desires her, which is against the rules. He desires her so much he allows her to sense his desire, which leads to the shattering revelation that they have already had sex--years ago, in college--and she remembers it but he doesn't, which is not being cool like Steve.\n\n\"The Tao of Steve\" is an easygoing but bright comedy that focuses on Logue's effortless charm (he won the best actor award at Sundance). It creates the feeling of settling in comfortably with old friends, and no wonder: Goodman is not only the co-star but co-writer of the screenplay with her sister Jenniphr Goodman, who is the director. It contains the insight, common to all stories about theories of love, that they never work out in practice, and eventually Dex is just as needy as some poor jerk who doesn't have the benefit of his deep wisdom.\n\nOne of the things I like about the movie is the wit of its dialogue, the way sentences and conversations coil with confidence up to a conclusion that is totally unexpected. It's the same sort of verbal humor I'm enjoying right now in the novel I'm reading, A Heartbreaking Work of Staggering Genius by Dave Eggers. So much dialogue, in print and on the screen, is machined to serve the plot. You don't often get the impression the people are really talking. Logue and the other actors here have the kind of back and forth timing of friends who have been kidding around for a long time, who know one another's timing, who have created entertaining personas for themselves.\n\nOf course all stories like this eventually come down to commitment, a word that strikes a chill into the heart of any man who lives in a bathrobe and feeds his dog out of the whipped cream can. Dex has his theories about it (\"Don Giovanni slept with 1,000 women because he was afraid he wouldn't be loved by one\"), but in practice, as Syd helps him to understand, you sooner or later have to make your choice, or you end up counting flowers on the wall.\n\nNote: If there is one suspicion I have about the film, it's that Donal Logue is not as fat as the character he plays. At Sundance, he didn't exactly look underfed, but he didn't have that tire around his middle, and my best guess is, that's padding. That may help to explain why he refuses to take off his shirt in the movie. If it isn't, that may also explain it.", "running_time": 90, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-08-18", "genres": ["Comedy", "Indie", "Romance"], "title": "The Tao of Steve (2000)"}