{"url": "http://www.rogerebert.com/reviews/the-sound-of-my-voice-2012", "by": "Christopher Denhamas Peter", "star_rating": 3.0, "text": "\"The Sound of My Voice\" is a sci-fi thriller made with smoke and mirrors. No special effects, no other worlds, only the possibility of time travel, which you can't show but can only talk about. In fact, it's probably not science fiction at all, but belongs in some related category, like a story from the old Weird Tales magazine.\n\nWe meet Peter and Lorna, a young couple who are members of that most common Los Angeles set, would-be filmmakers. Peter (Christopher Denham) is interested in a San Fernando Valley cult and has enlisted Lorna (Nicole Vicius) in his plan to make a clandestine documentary exposing it. His preparations include swallowing a radio transmitter to collect sound and dialogue, although one hopes it doesn't record any intestinal gurglings. \n\nIt's a low-rent cult. After being told to strip and shower, the two are blindfolded and led into a drab, ordinary basement, occupied by several cult members dressed in white garments. They learn the drill, including a complex handshake that includes so many secret grips and twists one could surely infiltrate any fraternity with it.\n\nA hush falls, and Maggie (Brit Marling) enters in a white veil. She is tethered to an oxygen tank, sits cross-legged in the circle and gradually shares her story. She is from the year 2054, where a civil war is raging. Her body is so vulnerable to present-day toxins that she can only consume organic food grown by her followers, and her source of protein is their blood. She is never dire nor dramatic, sounds comforting, but makes strange demands. For example, the cult members must vomit to purge themselves, something Peter claims he can't do (\"not even as a child\"). Under Maggie's spell, he successfully hurls, which tells you something.\n\nThe film is divided into parts, numbered in big bold numerals on the screen, and one part shows Maggie's arrival in the present day as she wanders dazed on a highway while wearing only a sheet. Of course, there could be more than one explanation for that condition, and \"The Sound of My Voice\" never precisely declares whether her story is true. Without going into detail, I can say that the film never precisely declares anything to be true.\n\nThe key figure here is Brit Marling, who co-wrote the script with the director, Zal Batmanglij. She also starred in and co-wrote \"Another Earth\" (2011), a much better film. In that one, she played a young astrophysicist distracted by the appearance in the sky of a second Earth. I won't go into detail. Both films use their sci-fi premises as an avenue into human stories that might not be quite as compelling without them. \n\nShe is a talent with an understated presence. It conveys in this film an insidious conviction: What is her motive, really? And she demonstrates with Batmanglij that you can conjure out of a very small budget a quietly compelling film. \"The Sound of My Voice\" makes me very interested in what she'll come up with next.", "running_time": 85, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-05-09", "genres": ["Drama"], "title": "The Sound of My Voice (2012)"}