{"url": "http://www.rogerebert.com/reviews/the-associate-1996", "by": "Whoopi Goldbergas Laurel", "star_rating": 2.0, "text": "“The Associate” is an uninspired recycling of the “Tootsie” formula, with the fatal error that its Tootsie-figure is offscreen most of the time and not lovable when he's onscreen. Can Whoopi Goldberg convincingly play a white man? Only sort of; he looks like a dubious experiment at Madame Tussaud's. Does she make the man into a character we like and care about? Not at all.\n\nThe movie stars Goldberg as Laurel, a bright businesswoman who gets discriminated against because she's not a man, so she creates a fictitious man as her invisible partner and gives him all of her best ideas. This man, named “Cutty,” is soon the best-known investment adviser on Wall Street, but he's never seen--he's always out of town or on vacation, while Laurel fronts for him.\n\nEventually it becomes absolutely necessary for people to see Cutty, so Laurel enlists the skills of a friend who's a celebrity impersonator, and appears at public functions as a white man. But not a very interesting or likable man. What people liked about “Tootsie” was Tootsie--her moxie, her personality, her spirit. It wasn't the transvestite plot gimmick that made the movie a success.\n\nOn the way to its ungainly third act, “The Associate” scores some good points against the male-dominated hierarchy of the business world. We see Laurel training a man (Tim Daly) who gets the promotion she deserves. We see Daly taking clients to a strip club and closing deals at 3 a.m. after sending Laurel home. We see her quit her job in disgust and open her own firm. And we like the relationship she has with her new secretary (Dianne Wiest), another smart woman lost in the bowels of male power.\n\nWe're even sort of amused by elements of the plot, which involve Laurel cycling her own stock tips through the non-existent “Cutty” and fooling everyone, even veteran investors. But eventually the monster she's created grows out of control (“Even when I create the perfect man, he ends up stabbing me in the back”). And Laurel has to create a “real” Cutty in order to regain control of the situation.\n\nDustin Hoffman famously did weeks of tests and almost quit in despair before he finally found the right look for his Tootsie. Robin Williams, as Mrs. Doubtfire, wasn't as convincing as Hoffman, but got away with his impersonation. Goldberg's Mr. Cutty, made out of latex and makeup, looks very odd. Maybe Goldberg wanted to play a white man just to prove a point, but if she'd made Cutty a black man, she could have made a more provocative point, and probably looked more convincing at the same time. Even that wouldn't have saved the movie. It has a lot of heart in its scenes between the Goldberg and Wiest characters, but most of the rest of the plot is mechanical--some sitcom, some slapstick, some mistaken identity, and weird scenes where women try to seduce Mr. Cutty while we suspect that in real life what they'd be whispering in his ear would be the name of a good dermatologist.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-10-25", "genres": ["Comedy"], "title": "The Associate (1996)"}