{"url": "http://www.rogerebert.com/reviews/the-honey-pot-1967", "by": "Rex Harrisonas Cecil Fox", "star_rating": 3.0, "text": "If \"The Honey Pot\" had been a novel and not a film, it would, have been one of those leisurely, old-fashioned thrillers John Dickson Carr used to turn out.\n\nThe plots were always romantic, cerebral and incredibly complex. For example: An enigmatic millionaire invites three women from his past to a secluded Venetian palace. They are greeted by his secretary, a young man who announces that his master is ill and wishes to decide who to will his money to.\n\nThe guests eye each other suspiciously. One by one, they are called to the millionaire's room for interviews. Each leaves him an expensive present. Everyone retires for the night. Shadowy figures come and go through hidden passages, concealed gardens, dark stairways and dumb waiters. The lights flicker on and off, and the phone does not work. In the morning there are two corpses, and an inspector arrives on the scene.\n\nAll of this was strictly according to form. It was the rest of the plot that mystery fans really savored. All those involved conversations beginning, \"Oh, then you mean that after Mrs. Sheridan had locked herself into her bedroom for the night, the butler went out the back way, etc.\"\n\nAfter several chapters of such deductions, the Inspector would sigh and say, \"Let us all go up to the death chamber. I have a few interesting observations which I would like to make.\"\n\nThis is essentially the approach (and the plot) of \"The Honey Pot.\" Joseph Mankiewicz has made a whodunit which, like the best of Hitchcock, plays fair with the audience. All the necessary clues are there before your very eyes. They are thoroughly discussed by the characters, and held up to the light from six directions. And then, of course, everything is solved in the most unexpected way.\n\nMankiewicz lifted his basic plot from Ben Jonson's \"Volpone,\" but the style owes more to Henry James. It is a conversational film, heavy on deduction and light on action, and it is very long (155 minutes). My first reaction was that it was too long, but on reflection I think perhaps the length is necessary\n\nMankiewicz develops his story with loving care, explaining each turn and twist to make everything perfectly clear. We learn, at first, that the millionaire (Rex Harrison) wishes to play a real-life version of \"Volpone\" as a practical joke. Then we learn how \"Volpone\" turns out, and the mystery deepens. Then we learn that Harrison's \"joke\" has a different ending. Then we learn that Harrison's ending has a different ending than Harrison anticipated. Then we learn . . .\n\nAnd so on. If Mankiewicz had tried to do this film in under two hours, he would have, brought home a confused botch, a \"Casino Royale\" (1967). But he has played fair with the plot, and the plot has pulled him through. The leading actors are all competent, except for the wooden Cliff Robertson. Rex Harrison is splendid as a 17th Century nobleman trapped in the 20th Century.\n\nAnd, after 155 minutes, the ending is all that could be desired: complex, logical, unexpected and gloriously satisfying.\n\nThere is no need to put up a sign in front of the theater asking audiences not to tell who did it. That's only half the answer. The rest is how. And why.", "running_time": 125, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-05-25", "genres": ["Comedy", "Drama", "Thriller"], "title": "The Honey Pot (1967)"}