{"url": "http://www.rogerebert.com/reviews/the-invisible-war-2012", "by": null, "star_rating": 3.0, "text": "If you're a young person thinking of enlisting in the U.S. military, you might want to give this some thought: A recent court decision held that rape was an \"occupational hazard\" of the job. Department of Defense official figures indicate 22,800 rapes occurred last year in the Armed Services. Most of the victims were women, but perhaps 10 percent were men. \n\nAlthough the department itself provided the figure, last year only 3,000 rapes were officially reported; less than 200 of the accused were convicted. I was vaguely aware of the epidemic of military rape, but until watching this film, which follows the stories of a group of victims, I had no idea how widespread and urgent the crime was. \n\nAbout that time, the crimes of Penn State's Jerry Sandusky were revealed. He was found guilty last week on 45 of 48 charges. In every talk I had, people asked how many more assaults he committed — and why those at Penn State who knew about him remained silent.\n\n\"The Invisible War\" suggests one reason. Both sports and the military are macho cultures that lay great emphasis on authority and teamwork. You follow the leader. You go along with the program. Your complaint not only casts your commanding officer in a bad light, but also may involve him; the film says \"25 percent of women didn't report an incident — because their commander was their rapist.\"\n\nUntil a few months ago, there was no way to go above your commander to report a rape. Defense Dept. Secretary Leon Panetta saw this film, and two days later, issued an order changing that practice. But the over-all problem remains. Rape is twice as common in the military as in civilian life, and \"an estimated 15 percent of recruits attempted or committed rape before entering service.\" \n\nThe documentary focuses on the stories and experiences of a few women who joined in the lawsuit that led to the verdict that their experiences were an \"occupational hazard.\" Their accusations were ignored or often not investigated, rarely led to prosecution and almost never led to conviction. Those few who were convicted were usually sentenced to less than a year. Some of the accusers were themselves court-martialed. One wonders if military training and discipline itself help create such a culture. Complaining is a weakness. Even some military anti-rape campaigns send a mixed message; incredibly, one poster advises men: \"Don't risk it — wait until she sobers up.\" \n\nThe film consists mostly of talking heads, congressional testimony and a few glimpses of the home lives and sympathetic spouses of the victims. Although documentarian Kirby Dick is known for visually imaginative films (\"This Film Is Not Yet Rated,\" \"Outrage\"), he wisely chooses to depend on the powerful stories told here. One of those stories involves Kori Cioca, who served in the Coast Guard and was hit in the face by her rapist so hard that her jaw was broken. She will require some bone replacement but has been refused treatment by the VA hospital system because her term of duty was not long enough to qualify her for medical care. Five years after the event, she is still on a diet of liquids and soft foods.\n\nThe film's implication, quite starkly, is that a strong military doesn't favor crybabies, that a certain degree of rape is unavoidable — and inevitably, that some women may have been asking for it. One hearing noted that the victim was dressed provocatively. In her official uniform.", "running_time": 93, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2012-06-27", "genres": ["Crime", "Documentary", "Drama", "History"], "title": "The Invisible War (2012)"}