{"url": "http://www.rogerebert.com/reviews/the-memory-of-a-killer-2005", "by": "Koen De Bouwas Eric Vincke", "star_rating": 3.5, "text": "\"The Memory of a Killer\" contains the elements of a typical police procedural, transcended and brought to a sad perfection by the performance of a veteran Belgian actor named Jan Decleir. Study the photograph accompanying this review and you will see a face strong and worn, suggesting long and hard experience. In his appearance Decleir reminds me of Anthony Quinn, and in his behavior of Jean Gabin -- the Gabin of the late gangster films, playing men who are weary of crime and yet live by an underworld code.\n\nDecleir plays Angelo Ledda, a professional hit man. He is assigned to go to Antwerp in Belgium and kill a man. He protests that he is too old -- he's retired. \"Men like us never retire,\" his boss says. Angelo tells the waitress to bring fries with his steak, and she reminds him that he has already ordered them. Here is the first hint: He is in the early stages of Alzheimer's. In Belgium, he visits his senile older brother in an institution. An orderly describes the onset of his brother's symptoms. \"I know how it begins,\" Angelo says firmly.\n\nHe is a contract killer who knows he is losing his mind. Like the hero of \"Memento,\" he writes notes to himself on his arm. But \"The Memory of a Killer\" is not another version of \"Memento\"; it is a full-bore traditional policier, beginning with a plainclothes cop busting a man who is selling his 11-year-old daughter, and continuing with a series of killings as powerful men try to conceal their connection to child prostitution. The first man Angelo kills is a prosecutor who will not drop the investigation. His second assignment ... I'll leave that for you to discover. It is an assignment he will not accept. \"No one will,\" he tells the man who wants him to do the job. Angelo is a killer but he is also a man unwilling to cross a certain line. In her review of this movie, Manohla Dargis has a lovely observation: \"Here is a thriller that asks, Are men essentially good or do they just sometimes forget to be bad?\" Angelo is forgetting to be anything.\n\nThe police/criminal side of the plot could be from a novel by Ed McBain or Nicholas Freeling; the psychological side could be from Georges Simenon. The movie is based on the novel The Alzheimer Case by the Belgian writer Jef Geeraerts, which unthreads a plot involving buried perversion and aristocratic hauteur, contrasting it with the declining years of this hard-working professional man, the contract killer.\n\nKoen De Bouw plays Eric Vincke, the 40ish cop assigned to the original child prostitution case; he follows the thread as it leads to powerful people and stays on the case in defiance of his superiors. Along the way, he comes to realize that Angelo Ledda is on both sides of the moral equation: as a murderer to begin with, and then as a man working against the same perverts the police are after. His first challenge is to figure out who Ledda really is; the old man may be declining, but he is experienced and canny, and uses a masterstroke to throw the police off his scent.\n\nThere are crime stories, and then there are stories about people involved in crime. \"The Memory of a Killer\" is in the second category. It follows a rich European fictional tradition, which in addition to the authors I've mentioned also includes Michael Dibdin, Henning Mankell, and Mai Sjowall and Per Wahloo. In their work, crime is used as a quick entry into the secrets of the heart, and guilt is not assigned so easily. When Jean Gabin plays a crook in a movie like \"Touchez Pas au Grisbi,\" he somehow becomes the hero.\n\nAs the plot of \"The Memory of a Killer\" leads into a labyrinth of decadence and obscurity, one murder connects to another, and desperate men take risky measures. Old Angelo is the wild card, sought by both sides, working in the shadows, hiding out in places remembered from his childhood in Antwerp. He knows his way around. He realizes that, one way or another, he is on his last job. And that makes him doubly dangerous because he has nothing to lose but his life, which is slipping away anyway.\n\nWatch Jan Decleir's performance. He never goes for the easy effect, never pushes too hard, is a rock-solid occupant of his character. Everything he has to say about Angelo is embodied, not expressed. By the end, we care so much for him that the real suspense involves not the solution of the crimes but simply his well-being. Talks are already under way for a Hollywood remake of \"The Memory of a Killer,\" and the names of many actors have been proposed; the Hollywood Reporter lists De Niro, Caan, Hopper, Hopkins. But this performance will not be easily equaled. Gene Hackman, maybe. Morgan Freeman. Robert Mitchum, if he were alive. Decleir is the real thing.", "running_time": 123, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-09-08", "genres": ["Foreign", "Thriller"], "title": "The Memory of a Killer (2005)"}