{"url": "http://www.rogerebert.com/reviews/the-invasion-2007", "by": "Nicole Kidmanas Carol", "star_rating": 2.0, "text": "\"The Invasion\" is the fourth, and the least, of the movies made from Jack Finney's classic science fiction novel The Body Snatchers. Here is a great story born to be creepy, and the movie churns through it like a road company production. If the first three movies served as parables for their times, this one keeps shooting off parable rockets that fizzle out. How many references in the same movie can you have to the war in Iraq and not say anything about it?\n\nDon Siegel's classic \"Invasion of the Body Snatchers\" (1956) was about alien pods that arrived on Earth, sucked up the essence of human hosts and became duplicates of them -- exact copies, except for what made them human. It was widely decoded as an attack on McCarthyism. Phil Kaufman's \"Invasion of the Body Snatchers\" (1978), inexplicably described by Pauline Kael as \"the American movie of the year,\" was said to have something to do with Watergate and keeping tabs on those who are not like you. Abel Ferrara's \"Body Snatchers\" (1993), by far the best of the films, might have been about the spread of AIDS.\n\nAnd \"The Invasion\"? One of the alien beings argues persuasively that if everyone were like them, there'd be no war in Iraq, no genocide in Darfur -- no conflict in general, I guess, although they don't seem to have much of a position on global warming. I don't have a clue what the movie thinks, if anything, about Iraq, which is mentioned so frequently, but it may be a veiled attack on cults that require unswerving conformity from their members. Which cults? I dunno.\n\nIn all four movies, alien spores arrive on Earth from space. In the early films, they take the form of pods, which look like very large, brown snow peas. Some viewers complained after Kaufman's movie that they couldn't believe aliens could truck those pods all over San Francisco, to which the obvious reply is: Do you expect a movie titled \"Invasion of the Body Snatchers\" to be plausible?\n\nIn Oliver Hirschbiegel's new version, the spores piggyback on a returning space shuttle that crashes and scatters debris from Dallas to Washington. Anyone who touches the debris gets the infection, which is then spread by the exchange of vomit (in more ways than you might imagine). In Washington, a psychiatrist named Carol (Nicole Kidman) has a patient who complains, \"My husband just ... isn't my husband anymore.\"\n\nVersions of this line do duty in all four films. The pod people look like the people they occupy and have the same memories (\"Remember Colorado?\"), but they walk like mannequins with arthritis, except when they're running like zombies.\n\nCarol's estranged husband, Tucker (Jeremy Northam), is a disease control expert who becomes infected, and after four years, suddenly wants to start spending time with their child Oliver (Jackson Bond). Little Oliver texts his mom that his dad is ... different. Carol's current good friend is a doctor named Ben (Daniel Craig), who is one of many to notice a new \"flu virus\" that is spreading through the land.\n\nHis colleague, a researcher named Dr. Galeano (Jeffrey Wright), gets a sample of the virus, and in a performance that would be the envy of every scientist since Galileo, gazes at it through a microscope and almost immediately explains what it is, how it reproduces, how it takes over when we fall asleep and (apparently only a day or two later) how to defeat it with an antibody that can seemingly be manufactured so quickly and in such quantities that it can be sprayed from crop-dusters. By this point, the movie has lost all coherence, not to mention flaunting a scene where a helicopter lands atop a towering skyscraper in Washington, where federal law decrees no building can be taller than the Capitol.\n\nThis may not be entirely Hirschbiegel's fault. Warner Bros., the movie's distributor, didn't approve of his original version, and brought in the Wachowski siblings to rewrite it and James McTeigue (\"V for Vendetta\") to direct their revisions. All three served time on the \"Matrix\" movies: just the team you'd want to add a little incomprehensible chaos.\n\nThe genius of the Ferrara version was to make his very sympathetic heroine a young girl on an Army base, who can't get anyone to listen to her. You know how adults can be when kids claim they've seen aliens. The problem with this new version is that it caves in and goes for your basic car chase scenes (spinning tires, multiple crashes, car in flames, dozens of pod people hanging onto it, etc). If aliens are among us, we will not be saved by stunt driving.\n\nNicole Kidman, Daniel Craig, Jeremy Northam, little Jackson Bond, Jeffrey Wright and other cast members do what they can with dialogue that can hardly be spoken, and a plot that we concede must be implausible but does not necessarily have to upstage the Mad magazine version. And the aliens themselves are a flop. Just like zombies, they're pushovers: easy to spot, slow-moving, not too bright, can be shot dead or otherwise disposed of. OK. Now we've had \"Invasion of the Body Snatchers\" twice, \"Body Snatchers\" once and \"The Invasion\" once. Somebody should register the title \"Of The.\"", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-08-16", "genres": ["Science Fiction", "Thriller"], "title": "The Invasion (2007)"}