{"url": "http://www.rogerebert.com/reviews/the-moon-in-the-gutter-1983", "by": "Gerard Depardieuas Gerard", "star_rating": 2.0, "text": "\"The Moon in the Gutter\" is a sumptuous, dazzlingly photographed melodrama that becomes, alas, relentlessly boring. It is all style and no heart, and the giveaway is that we never really care about the characters even though each one has a suitably tragic story. This is the second feature by a young French director named Jean-Jacques Beineix, whose first film, the 1981 hit \"Diva,\" also was criticized in some quarters for being just a technical exercise. But the two films are worlds apart and the difference is in the way he sees his characters.\n\nIn \"Diva,\" the stylistic pyrotechnics were held together by a series of intriguing characters (the Zen-master with the cigar, the diva, the mysterious Vietnamese girl), and by a central character -- a goofy delivery boy obsessed with music -- we felt a real affection for. \n\nIn \"The Moon in the Gutter,\" the characters are essentially just part of the visual compositions, and not even such charismatic actors as Gerard Depardieu and Nastassia Kinski can break out of the Beineix's mannered photography. The story in the movie is lifted from a novel by David Goodis, the pulp writer who also supplied the story for Truffaut's \"Shoot the Piano Player.\" It's a romantic crime melodrama, so much in love with its sleazy waterfront dives that you'd think the characters prefer to live in squalor. Depardieu stars as a man who returns time and again to the scene of his sister's rape and murder, ostensibly seeking her killer, although what he most often finds is a hangover.\n\nPeople drop into the plot. One of them is a rich alcoholic who chooses to drink down at the docks because people will leave him alone. Another is the local tart (Victoria Abril), who loves Depardieu but cannot penetrate his enthusiastic gloom. Then one night a dream turns up: Nastassia Kinski, as the sister of the rich drunk. She entrances Depardieu, who begins to forget his sister, just as it begins to appear that Kinski may know something about her fate.\rWell, maybe she does, and maybe she doesn't. \"The Moon in the Gutter\" is so much in love with its overwrought style that Beineix doesn't find it necessary to resolve its plot. I guess he doesn't think it matters, since, in the movie's lurid world, death is just another pastime, another reminder that those sad songs on the jukebox are about the people who pump in the francs.\n\nI emphasize that the movie is beautifully photographed because the visuals are really the only strength. Beineix, who created such a quick-moving, kinetic universe in \"Diva,\" seems to have made a deliberate choice this time: He wants to evoke the great 1940s Hollywood film noir look, in moody, murky colors. There are setups here that look inspired by stylish classics like Jules Dassin's \"Night and the City,\" or Carol Reed's \"The Third Man\": There's sleaze, but it looks great. The tip-off is in one of the opening shots, in which we do indeed see a moon reflected in the gutter, but so elegantly the moon looks like it belongs there.\n\nI saw the film at this year's Cannes Film Festival where it really tried the patience of the audience. For its American release, the distributors have trimmed 11 minutes. Since the whole film is of a stylistic piece, that can only mean 11 minutes less of what was wrong in the first place.", "running_time": 126, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-09-09", "genres": ["Crime", "Drama", "Foreign", "Thriller"], "title": "The Moon in the Gutter (1983)"}