{"url": "http://www.rogerebert.com/reviews/the-killing-fields-1984", "by": null, "star_rating": 4.0, "text": "There's a strange thing about stories based on what the movies insist on calling \"real life.\" The haphazard chances of life, the unanticipated twists of fate, have a way of getting smoothed down into Hollywood formulas, so that what might once have happened to a real person begins to look more and more like what might once have happened to John Wayne. One of the risks taken by \"The Killing Fields\" is to cut loose from that tradition, to tell us a story that does not have a traditional Hollywood structure, and to trust that we'll find the characters so interesting that we won't miss the cliché. It is a risk that works, and that helps make this into a really affecting experience.\n\nThe \"real life\" story behind the movie is by now well-known. Sydney Schanberg, a correspondent for the New York Times, covered the invasion of Cambodia with the help of Dith Pran, a local journalist and translator. When the country fell to the communist Khmer Rouge, the lives of all foreigners were immediately at risk, and Schanberg got out along with most of his fellow Western correspondents. He offered Pran a chance to leave with him, but Pran elected to stay. And when the Khmer Rouge drew a bamboo curtain around Cambodia, Pran disappeared into a long silence. \n\nBack home in New York, Schanberg did what he could to discover information about his friend; for example, he wrote about four hundred letters to organizations like the Red Cross. But it was a futile exercise, and Schanberg had given up his friend for dead, when one day four years later word came that Pran was still alive and had made it across the border to a refugee camp. The two friends were reunited, in one of the rare happy endings that come out of a period of great suffering.\n\nAs a human story, this is a compelling one. As a Hollywood story, it obviously will not do because the last half of the movie is essentially Dith Pran's story, told from his point of view. Hollywood convention has it that the American should fight his way back into the occupied country (accompanied by renegade Green Berets and Hell's Angels, and Rambo, if possible), blast his way into a prison camp, and save his buddy. That was the formula for \"Uncommon Valor\" and \"Missing in Action,\" two box-office hits, and in \"The Deer Hunter\" one friend went back to Vietnam to rescue another. Sitting in New York writing letters is not quite heroism on the same scale. And yet, what else could Schanberg do? And, more to the point, what else could Dith Pran do, in the four years of his disappearance, but try to disguise his origins and his education, and pass as an illiterate peasant --one of the countless prisoners of Khmer Rouge work camps? By telling his story, and by respecting it, \"The Killing Fields\" becomes a film of an altogether higher order than the Hollywood revenge thrillers.\n\nThe movie begins in the early days of the journalistic coverage of Schanberg. We meet Schanberg (Sam Waterston) and Pran (played by Dr. Haing S. Ngor, whose own story is an uncanny parallel to his character's), and we sense the strong friendship and loyalty that they share. We also absorb the conditions in the country, where warehouses full of Coca-Cola are blown up by terrorists who know a symbolic target when they see one. Life is a routine of hanging out at cafes and restaurants and official briefings, punctuated by an occasional trip to the front, where the American view of things does not seem to be reflected by the suffering that the correspondents witness.\n\nThe whole atmosphere of this period is suggested most successfully by the character of an American photographer, played by John Malkovich as a cross between a dopehead and a hard-bitten newsman. He is not stirred to action very easily, and still less easily stirred to caring, but when an occasion rises (for example, the need to forge a passport for Dith Pran), he reveals the depth of his feeling. \n\nAs the Khmer Rouge victory becomes inevitable, there are scenes of incredible tension, especially one in which Dith Pran saves the lives of his friends by some desperate fast talking with the cadres of adolescent rebels who would just as soon shoot them. Then there is the confusion of the evacuation of the U.S. Embassy and a last glimpse of Dith Pran before he disappears for four years.\n\nIn a more conventional film, he would, of course, have really disappeared, and we would have followed the point of view of the Schanberg character. But this movie takes the chance of switching points of view in midstream, and the last half of the film belongs to Dith Pran, who sees his country turned into an insane parody of a one-party state, ruled by the Khmer Rouge with instant violence and a savage intolerance for any reminders of the French and American presence of the colonial era. Many of the best scenes in the film's second half are essentially played without dialogue, as Pran works in the fields, disguises his origins, and waits for his chance.\n\nThe film is a masterful achievement on all the technical levels -- it does an especially good job of convincing us with its Asian locations -- but the best moments are the human ones, the conversations, the exchanges of trust, the waiting around, the sudden fear, the quick bursts of violence, the desperation. At the center of many of those scenes is Dr. Haing S. Ngor, a non-actor who was recruited for the role from the ranks of Cambodian refugees in California, and who brings to it a simple sincerity that is absolutely convincing. Sam Waterston is effective in the somewhat thankless role of Sydney Schanberg, and among the carefully drawn vignettes are Craig T. Nelson as a military attach -- and Athol Fugard as Dr. Sundesval.\n\nThe American experience in Southeast Asia has given us a great film epic (\"Apocalypse Now\") and a great drama (\"The Deer Hunter\"). Here is the story told a little closer to the ground, of people who were not very important and not very powerful, who got caught up in events that were indifferent to them, but never stopped trying to do their best and their most courageous.", "running_time": 141, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Foreign", "History"], "title": "The Killing Fields (1984)"}