{"url": "http://www.rogerebert.com/reviews/the-magic-flute-1976", "by": "Ulrik Coldas Sarastro", "star_rating": 4.0, "text": "Ingmar Bergman has never before made a movie so warm, happy and innocent as this version of Mozart's \"The Magic Flute.\" It's as if all this joy has been building up inside him during the great decade of metaphysical films beginning with \"Persona.\"\r\nIt's been 10 years since he made a comedy (the dreadful \"All These Women\") and 20 years since he made a good one (\"Smiles of a Summer Night\"), and now here's something to make you think he specialized in comic opera. \n\nHis \"Magic Flute\" is directed with a cheerful relish for its fairy-tale adventures, its young lovers and sinister sorcerers and improbable special effects. To film it, he decided to stay in the period, to approach the work head on and in its own spirit as a sort of spooky, funny bedtime story. \n\nHe constructed on a sound stage a replica of Stockholm's tiny old Drottingholm Court Theater - a creaking 18th Century treasure with machinery, still in working order to create thunder, lighting and waves.\r\nHe pretends he's filming an actual performance there, with proscenium arch, footlights and an audience (the attentive little girl he cuts away to during scene changes is his own daughter). But then as each scene develops he goes into it, opens it up (but not too much - we still feel we're on a stage), and films it with the most fluid camera work Sven Nykvist ever has provided for him. \n\nAnd it's an agile camera, too; instead of composing the characters into the sometimes static, sterile confrontations of his later films, he surprises them in reaction shots, cuts quickly to create moments of uncertainty and has fun combining his actors with such props as stuffed animals and an amazing cherub-powered balloon.\r\nAnd along the way, while remaining faithful to the spirit (if not always the precise story line) of \"The Magic Flute,\" he succeeds in making it into a movie. I can't recall another opera film I've seen in which that happened; usually we're all too conscious of the stage-bound nature of the performance, and of the difficulty of combining, successfully what Pauline Kael calls the two bastard arts. Film and opera are both wonderful, at borrowing and plundering other art forms, but usually incompatible with each other. Bergman's attempt succeeds brilliantly. \n\nThat's in great part due to his cast. Bergman has put together a group of singers who are filled with life, work naturally together and look their parts even in close-up (something most opera singers most definitely do not).\r\nMy favorite is Hakan Hagegard as the irrepressible Papageno, awed by the supernatural, delighted by his breakneck escapades, forever romantic.\r\nJosef Kostlinger, as Tamino, is suitably heroic; when he and the magic flute safely guide Princess Pamina through the fearsome tests of fire and water, he looks every bit as capable as the flute. And Ulrik Cold (the name is perfectly suited) plays Sarastro, the sorcerer, with a malevolence that transcends even the ridiculous pointed cap he enters wearing. \n\nBergman lets us see how the special effects work, he gives us backstage glimpses of the players hurrying to meet cues and relaxing during the intermission, and we're reminded of the many other backstage scenes in his films.\r\n\"We're supposed to be conscious of watching a performance, and yet at some level Bergman also wants Mozart's fantasy to work as a story, a preposterous tale, and it does. This must be the most delightful film ever made from an opera.", "running_time": 135, "mpaa_rating": "G", "release_year": 1976, "date_published": "1976-06-11", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Music", "Romance", "Science Fiction"], "title": "The Magic Flute (1976)"}