{"url": "http://www.rogerebert.com/reviews/the-believers-1987", "by": "Martin Sheenas Cal Jamison", "star_rating": 1.5, "text": "Here's another one of those movies where a Caribbean voodoo cult wants to practice a blood sacrifice using the child of a Manhattan psychiatrist. Can't they think of anything new to make a movie about?\n\nI'm getting tired of the dingy tenements in Spanish Harlem with the blood-soaked chicken feathers on the floor, and the scenes where the shrink realizes he needs a witch doctor to save his child.\n\nOne thing you gotta say about Caribbean native religions: They don't inspire stories that could star Loretta Young. Most religious movies are about peace and love and friendship, and how one day all of humanity is going to hold hands and be brother and sister. Movies about Caribbean native religions are always about guys with blank eyes who stare at you for 10 seconds and you're volunteering to wring the chickens' necks yourself.\n\nI am as ignorant as most people on the facts about such religions, including the ancient Cuban cult in \"The Believers,\" which keeps its diabolical gods a secret by disguising them as Catholic saints. I would like to imagine that most Caribbean religions, like most religions everywhere, are a comfort to their believers, and hold up a prospect of a saner, more joyous life.\n\nI would like to believe that, but the movies give me little reason to. Every voodoo movie ever made has depicted bloodthirsty cults of savagely sadistic murderers, vengefully thirsting for innocent blood. There has been a lot in the papers recently about \"Arab-bashing,\" the practice of creating strongly negative stereotypes of Arabs on TV and in the movies. I'm in agreement. But what about voodoo-bashing? Isn't it just as prejudicial?\n\nIn \"The Believers,\" which is an awesomely silly, tasteless and half-witted movie, Martin Sheen plays a psychiatrist whose wife is electrocuted by touching the coffee maker while standing barefoot in a pool of spilled milk. This event has absolutely nothing to do with the rest of the story. It's simply a pre-title sequence. So much for the wife.\n\nAfter Sheen and his young son start anew in Manhattan, they attract the attention of a Cuban cult, which sacrifices children in order to gain all sorts of fringe benefits, such as success, a better mental attitude, etc. Sheen has these benefits explained to him by an old friend who secretly is a convert, but demurs at the opportunity of sacrificing his own child.\n\nMeanwhile, he has a tempestuous pre-AIDS-era affair with his gorgeous landlady (Helen Shaver), while a police lieutenant (Robert Loggia) investigates a series of child-killings. (One of Loggia's big scenes involves missing his coffee cup with the little plastic container of cream, so that Sheen can stare at the puddle on the desk and have a flashback to his wife's death.)\n\nThis is one of those movies that use the paraphernalia of expertise instead of the expertise itself. \"Are you a Catholic?\" people keep asking Sheen, who is, and there's the implication that his church affiliation somehow will protect him or endanger him - it's not clear which. There are lots of shots of ashes and blood and weird little voodoo charms, but no real explanations of what's going on - possibly because it doesn't matter. The movie is so hopelessly bankrupt of new ideas that it even ends with the obligatory shot suggesting that the evil will continue. \"The Believers\" has been phoned in from the repository of weary movie ideas, and it should be ashamed of itself.", "running_time": 114, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-06-10", "genres": ["Horror", "Thriller"], "title": "The Believers (1987)"}