{"url": "http://www.rogerebert.com/reviews/the-night-of-the-shooting-stars-1982", "by": null, "star_rating": 2.5, "text": "Italy's Taviani brothers are almost alone, in the fragmented Italian film world, in their attempts to make thoughtful films about everyday people living ordinary lives. With the rush of financing out of Italy in the 1970s, Italian filmmakers either left, became comparatively inactive, or turned to television. (Fellini, as always, is an exception.)\rThe Tavianis turned to television. The Italian television network financed their \"Padre Padrone,\" the 1977 Cannes grand prize winner. To almost everyone's surprise, the movie went on to become a modest hit in the United States, for its elegiac portrait of life in the Italian countryside. \n\nThree years ago, they finished another film that examined some of the same small-town ways. \"The Night of the Shooting Stars\" played film festivals in 1982 (it won the special jury prize at Cannes) and pulled an upset by being voted the best film of the year by the National Society of Film Critics. \n\nIt's beautiful film, but it's a disappointment, a series of scenes in which peasants to wartime Italy seem to be posing for heroic post office murals. The movie tells the story of a small village that refuses to cooperate with the occupying Nazis forces. \n\nSome of the villagers don't exactly seem to have ideological objections to the Nazis, however. With the exception of a few brave partisans, the citizens seem to be holding out for the best deal they can get; that means waiting to surrender to the Americans. (In the movie's funniest scene, a practical jokester plays \"The Battle Hymn of the Republic\" over a loudspeaker to trick everyone into thinking the Yankees have arrived.) \n\n\"Padre Padrone\" had an immediately, earthly feel, \"The Night of the Shooting Stars\" seems more calculated. The movie is told as a memory by a young girl who recalls a night when the stars fell and the war turned and the people of the village faced their individual turning points. Her memories, alas, do not add up to a strong narrative; nostalgia alone is supposed to carry us along, and since everything happened so long ago, it hardly seems to matter. The Tavianis make an additional mistake, which is to make everything so beautiful that it cannot be intensely felt. In one shot, for example, the peasants duck a hail of fascist bullets in a field so sunlit and windswept that the photography, not the bullets, is the real subject.", "running_time": 106, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Foreign"], "title": "The Night of the Shooting Stars (1982)"}