{"url": "http://www.rogerebert.com/reviews/the-hot-spot-1990", "by": "Don Johnsonas Harry Madox", "star_rating": 3.0, "text": "Aguy comes in from out of town. He doesn't have a past - at least not one he wants to talk about. He gets a job in a used-car lot. It's one of those typical small towns from the movies of the 1940s and 1950s, the kind of backwater where the other guy on the job is a nerd, and the boss is a blowhard with a bum ticker - but the boss' wife is this great broad with blond hair and big eyelashes and when she gets up in the morning she puts on her negligee just when the other women in town are taking theirs off. Oh, and the bookkeeper at work is this innocent young girl who is intimidated, for mysterious reasons, by the vicious creep who lives in a shack outside of town.\n\nI feel at home in movies like \"The Hot Spot.\" They come out of that vast universe formed by the historic meeting of B movies and the idea of film noir - films about the soft underbelly of the human conscience.\n\nThere are certain conventions to be observed, and \"The Hot Spot\" knows them and observes them. The hero has to smoke and look laconic and be trying to suppress something in his past. It helps if he drives a Studebaker. The boss' wife has to have learned all of her moves by studying old movies. The plot has to provide that the bad guys don't commit all of the crimes; the hero, for example, robs the bank.\n\nDennis Hopper, who directed \"The Hot Spot,\" grew up in the movies at a time when films like this were familiar - back in the days when there was time for luxuries like a supporting cast and a plot, back before high-tech violence and machinegun editing came to dominate crime movies. As an actor, he was directed by such film noir veterans as Nicholas Ray and Henry Hathaway. And maybe his sensibility is attuned to this kind of material, to the notion that an ordinary guy can stumble into some pretty strange stuff. The movie has been compared in some quarters with the work of David Lynch, but it's less self-hating and more stylistically exuberant.\n\nThe movie is all style and tone, and a lot of the tone is set by the performance of Virginia Madsen as Dolly Harshaw, the boss' wife.\n\nIt's the kind of work that used to be done by Lana Turner or Barbara Stanwyck - the tough woman with the healthy sexual interest, who sizes a guy up and makes sure he knows what she likes in a man.\n\nJennifer Connelly, as the innocent bookkeeper down at the office, is perfectly cast as her opposite. She's got the Teresa Wright role, the good girl who has been bruised by an uncaring world. Hopper regards both women with the visual imagination of a cheesecake photographer, which is kind of refreshing. Male superstars have come to dominate action movies so thoroughly that it's rare to find a movie with the time and inclination to linger on beautiful women.\n\nThe plot is silly, as such plots always are. It stars Don Johnson as Harry Madox, the stranger from out of town, and he figures out a way to steal money from the bank, and he also finds himself embroiled in violence when the creep in the shack outside of town starts messing with the young girl. And of course the boss' wife also has a connection to the creep, and the key to everything is in the shameful secrets of the past.\n\nA film this simple can best be appreciated by a fairly sophisticated viewer, I think. Your average workaday moviegoer will relate to it on Level One and think it contains cliches and stereotypes.\n\nOnly movie lovers who have marinated their imaginations in the great B movies from RKO and Republic will recognize \"The Hot Spot\" as a superior work in an old tradition - as a manipulation of story elements as mannered and deliberate, in its way, as variations on a theme for the piano.", "running_time": 130, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-10-26", "genres": ["Crime", "Drama", "Neo-noir", "Romance", "Thriller"], "title": "The Hot Spot (1990)"}