{"url": "http://www.rogerebert.com/reviews/the-good-wife-1987", "by": "Rachel Wardas Marge Hills", "star_rating": 1.5, "text": "It gets lonely out there in the country. Sometimes it gets so lonely a woman just doesn't know what to do. \"I just wish something would happen to me,\" Marge complains to her husband. \"Anything.\" But it always seems like things happen to someone else. Just this morning, for example, she assisted in the delivery of a child. Tonight she will go to bed with her brother-in-law. You see how it is.\n\n\"The Good Wife\" is slow, solemn and boring, and so I assume it is meant to be a serious study of Marge and her problems - recycled D. H. Lawrence, maybe. But this material is so dead that maybe having fun with it was the only hope; it needed a David Lynch or a John Cleese to make it work.\n\nThe movie stars Rachel Ward as Marge, the repressed young wife, and Bryan Brown as Sonny, her loving and long-suffering husband. They live on a farm in Australia where, as already noted, nothing much seems to happen, not even after Sugar, Sonny's brother, comes to live with them. Sugar is a total loser who asks Marge if he can sleep with her.\n\nMarge advises him to ask her husband. The husband generously gives his permission, but about three seconds later Marge is more bored than ever, if you get what I mean. Meanwhile, the hotel in town hires a new bartender, a slick Clark Gable type played by Sam Neill.\n\nSexual conduct must have been more permissive in Australia in 1939 than it is these days. Neill gets off the train, sees Marge standing in the station, walks two blocks with her, shoves her up against a hedge and sexually assaults her. She fights him off, and he says bitterly, \"One chance is all you'll get with me.\" Marge returns to her lonely farm, and begins to develop an obsession about the bartender. She can think of nothing else. She goes into town and gets drunk and shouts lewd suggestions at him in front of the whole barroom. Her husband comes and takes her home in the truck.\n\nAnd so on.\n\nThere are some murky minor characters, such as Marge's sluttish mother, who are no doubt supposed to provide some psychological insights. But basically what we have here is a sad woman who is mentally ill, and a husband who is incredibly patient with her. Or, as the movie's press release phrases it, \"She is bored, hot and in trouble - a dangerous combination.\" Out in the audience, I was just bored and hot, an even more dangerous combination.", "running_time": 97, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-02-20", "genres": ["Drama", "Foreign", "Romance"], "title": "The Good Wife (1987)"}