{"url": "http://www.rogerebert.com/reviews/the-emperors-shadow-1999", "by": "Ge Youas Composer Gao Jianli", "star_rating": 3.0, "text": "\"The Emperor's Shadow'' tells the story of two boys, raised at the same breast as foster brothers. One becomes emperor--the founder of China's Qin Dynasty, circa 200 B.C. The other becomes his court composer, more or less over his own dead body. The film, which has caused some alarm in China because it may be read as an argument against government interference in the arts, is filmed as a large-scale costume epic, with countless extras, rivers running with blood and dramatic readings of lines like, \"You are the only man with the right to call me brother.'' Once you accept the likelihood that no subtle emotional nuances are going to be examined in the course of the film, it's absorbing. The same story told today might seem a tad melodramatic, but the magnificent settings and the exotic world of the Chinese court inspire a certain awe. The director, Zhou Xiaowen, has possibly studied such Japanese epics as \"Ran'' and \"Kagemusha,'' and uses the Kurosawa-style telephoto lens to compress armies of men into faceless patterns moving on a plain; our first sight of imperial style comes when horses draw up with the emperor's carriage, which is about the same size and design as the location office on a construction site.\n\nThe Emperor is named Ying Sheng (Jiang Wen). Although his predecessor ordered, \"After my death, execute anyone who supports musicians,'' Ying is a music lover, and that causes a lifetime of agony for the composer Gao Jianli (Ge You), who lives in a neighboring province and wants to be left alone to pluck his gin (an instrument which looks like the ancestor of Chet Atkins' flatbed steel guitar).\n\nYing conquers Gao's province, has the composer hauled before him and orders him to compose an anthem. His first effort (\"10,000 men must suffer so that one may reach heaven'') strikes the emperor as just possibly a veiled criticism of his reign. When Gao demurs at his request for a rewrite, Ying starts beheading slaves, which seems to confirm the accuracy of the first version, but eventually persuades Gao.\n\nMeanwhile, Gao has fallen in love with Yueyang (Xu Qing), the emperor's daughter, whose legs are paralyzed. Her form of locomotion is to be passed from arm to arm by the (remaining) slaves, her head above the crowd like a Super Bowl hero. Yueyang has been betrothed to a famous general, but likes Gao, and they make love, after which she discovers she can walk. Gao asks Ying if he can marry Yueyang, but Ying refuses. Still, moved by the miracle, he tries to be reasonable: \"Look, her general will certainly die in battle within the next five years, and after a year of mourning, she can marry you. Can't you wait?'' The interesting dynamic in the film is that Ying, an absolute ruler who can enforce his will on anyone, is utterly baffled by Gao's independent spirit. Their arguments sometimes sound more like sibling quarrels than master and servant. Ying is forever ordering fearsome punishments against Gao and then repenting, sometimes too late (he doesn't mind having the musician blinded by the fumes of horse urine thrown into a coal fire, but is outraged to discover that it hurts).\n\nThe movie is not subtle or especially insightful, but it is intrinsically interesting (when have you seen these characters or situations before?), and sumptuously mounted and photographed.\n\nOne of its closing images, of Ying mounting a pyramid, provides the closest thing to a message: It's lonely at the top. (On the other hand, as Mel Brooks reminds us, \"It's good to be the king.'') The end titles provide information about the Qin Dynasty that adds a nice, wry zinger.", "running_time": 116, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-02-12", "genres": ["Drama", "Foreign"], "title": "The Emperor's Shadow (1999)"}