{"url": "http://www.rogerebert.com/reviews/the-blues-brothers-1980", "by": "John Belushias Jake Blues", "star_rating": 3.0, "text": "This is some weird movie. There's never been anything that\r\nlooked quite like it; was it dreamed up in a junkyard? It stars John Belushi\r\nand Dan Aykroyd as the Blues Brothers, Jake and Elwood, characters who were\r\ncreated on \"Saturday Night Live\" and took on a fearsome life of their\r\nown. The movie tells us something of their backgrounds: They were reared in a\r\nsadistic West Side orphanage, learned the blues by osmosis, and, as the movie\r\nopens, have teamed up again after Jake's release from the Joliet pen.\n\nThe\r\nmovie's plot is a simple one, to put it mildly. The brothers visit their old\r\norphanage, learn that its future is in jeopardy because of five thousand\r\ndollars due in back taxes, and determine to raise the money by getting their\r\nold band together and putting on a show. Their odyssey takes them to several\r\nsleazy Chicago locations, including a Van Buren flophouse, Maxwell Street, and\r\nlower Wacker Drive. They find their old friends in unlikely places, like a\r\nrestaurant run by Aretha Franklin, a music shop run by Ray Charles, and a\r\ngospel church run by James Brown.\n\nTheir\r\nadventures include run-ins with suburban cops, good ol' boys, and Nazis who are\r\ntrying to stage a demonstration. One of the intriguing things about this movie\r\nis the way it borrows so freely and literally from news events. The plot\r\ndevelops into a sort of musical Mad Mad Mad Mad World, with the Blues Brothers\r\nbeing pursued at the same time by avenging cops, Nazis, and an enraged country\r\nand western band led by Charles Napier, that character actor with the smile\r\nlike Jaws. The chase is interrupted from time to time for musical numbers,\r\nwhich are mostly very good and filled with high-powered energy.\n\nAretha\r\nFranklin occupies one of the movie's best scenes, in her South Side soul food\r\nrestaurant. Cab Calloway, as a sort of road manager for the Blues Brothers,\r\nstruts through a wonderful old-style production of Minnie the Moocher. The\r\nBrothers themselves star in several improbable numbers; the funniest has the\r\nband playing in a country and western bar where wire mesh has been installed to\r\nprotect the band from beer bottles thrown by the customers.\n\nI\r\nwas saying the musical numbers interrupt the chases. The fact is, the whole\r\nmovie is a chase, with Jake and Elwood piloting a used police car that seems,\r\nas it hurdles across suspension bridges from one side to the other, to have a\r\nlife of its own. There can rarely have been a movie that made so free with its\r\nlocations as this one. There are incredible, sensational chase sequences under\r\nthe elevated train tracks, on overpasses, in subway tunnels under the Loop, and\r\nliterally through Daley Center. One crash in particular, a pileup involving\r\nmaybe a dozen police cars, has to be seen to be believed: I've never seen stunt\r\ncoordination like this before.\n\nWhat's\r\na little startling about this movie is that all of this works. The Blues\r\nBrothers cost untold millions of dollars and kept threatening to grow\r\ncompletely out of control. But director John Landis (of “Animal House”) has\r\nsomehow pulled it together, with a good deal of help from the strongly defined\r\npersonalities of the title characters. Belushi and Aykroyd come over as\r\nhard-boiled city guys, total cynics with a world-view of sublime simplicity,\r\nand that all fits perfectly with the movie's other parts. There's even room, in\r\nthe midst of the carnage and mayhem, for a surprising amount of grace, humor,\r\nand whimsy.", "running_time": 133, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Action", "Adventure", "Comedy", "Music"], "title": "The Blues Brothers (1980)"}