{"url": "http://www.rogerebert.com/reviews/the-changeling-1980", "by": "George C. Scottas John Russell", "star_rating": 2.5, "text": "If it only took craftsmanship to make a haunted house movie, \"The Changeling\" would be a great one. It has all the technical requirements, beginning with the haunted house itself. It's a vast Gothic pile somewhere near Seattle, with staircases winding up into the gloom and a hidden door to an attic room where a child's tiny wheelchair moves by itself.\n\nGeorge C. Scott plays the man who moves into the house. He's a composer who recently lost his wife and child in an auto accident, and he's come to Seattle to forget the past. He rents the big old house because it has a large music room. But the house turns out to be a little too well furnished: It has a piano that plays itself, doors that open when nobody's there, and a habit of waking him up with loud thuds.\n\nScott begins to suspect something is wrong (you do not have to be a quick study when you live in this house). He consults the local historical society, and is informed by the society's staff crone that people were not meant to live in that house. More stuff happens. An old music box in the attic room plays a song Scott composed only that morning. There's a nightmare vision of a child being drowned. The house ghost identifies itself at a seance.\n\nAll of these developments are handled with a great deal of skill by director Peter Medak, an interesting filmmaker whose credits include the insanely eccentric \"The Ruling Class.\" Medak is a little too fond of wide-angle shots (his choice of lenses makes all the rooms look wraparound), but he takes a good, basic approach to the haunting phenomena. This is a scare movie with taste.\n\nAnd yet, halfway through the movie, admiring the craft of the seance scene, I found myself wondering why I didn't really care what happened. And, as an admirer of George C. Scott's acting, I found myself thinking the unthinkable: That Scott wasn't creating a character I was really worried about.\n\nThat's because the Scott character is almost always self-possessed. He's the kind of man who can return alone to another haunted house after dark, climb down into a forgotten well where the bones of the original ghost have been found, and rummage around for more clues.\n\nHe's too impassive. Maybe that was a deliberate acting choice, with Scott declining to indulge the tradition of overacting in ghost movies. And maybe, then, it reveals a need on the part of the audience for at least a little overacting, a few sweaty histrionics to cater to our childish scare instincts.\n\n\"The Changeling\" does have some interesting ideas, especially one involving the present-day identity of the man who benefited from the long-ago death in the house. And it has two absolutely sensational shots, one looking down into the abandoned well from a teenagers cozy bedroom, and the other looking back up from the well.\n\nBut it doesn't have that sneaky sense of awful things about to happen. Scott makes the hero so rational, normal and self-possessed that we never feel he's in real danger; we go through this movie with too much confidence.", "running_time": 107, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-04-02", "genres": ["Horror", "Suspense", "Thriller"], "title": "The Changeling (1980)"}