{"url": "http://www.rogerebert.com/reviews/the-golden-bowl-2001", "by": "Nick Nolteas Adam Verver", "star_rating": 3.0, "text": "There are four good people in \"The Golden Bowl\" and four bad people, making, in all, four characters. The genius of Henry James' greatest novel is that these four people have placed themselves in a moral situation that alters as you rotate them in your view. If you come to the movie without reading the book, you may find yourself adrift; it's not easy to know who to like when everyone is a sinner, and all have their reasons.\n\nThe story involves two marriages, with the same dreadful secret hidden at the heart of both of them. Adam Verver (Nick Nolte), an American tycoon, has been traveling in Europe with his daughter Maggie (Kate Beckinsale), buying things. Having grown rich on the backs of his workers (he frets about their long hours), he now vows to brighten their lives by filling a museum with his treasures, which they can admire, while he no doubt feels virtuous. Having purchased innumerable statues, houses and paintings, he finds it time to buy Maggie a husband. Prince Amerigo (Jeremy Northam) seems a good investment: He is handsome and refined, and his old Italian family occupies the Palazzo Ugolini in Florence. The prince needs Verver's money and will provide a title for his grandson; Maggie is swayed by his charm.\n\nThere is a complication, which is revealed in the very first scene. The prince was long involved in an affair with Charlotte Stant (Uma Thurman), Maggie's best friend. Since the story takes place between 1903 and 1909, when such affairs could ruin reputations, it has been a secret--even from Maggie. The prince is prepared to marry Maggie for her father's money, and also because she is lithe and fragrant. But where does that leave poor Charlotte? In her drawing room in London, Fanny Assingham (Anjelica Huston) thinks she knows the answer. She's one of those middle-age American exiles, much beloved by James, who lurks at the center of a web of social connections, waiting for twitches. She boldly suggests that the widower tycoon Verver is the perfect match for Charlotte. That will mean that the father and daughter will be married to former lovers, a fact known to Mrs. Assingham, who can live with it.\n\nNow, does that make Charlotte and the prince dishonest? Yes, they share a secret. But both the prince and Charlotte must, because they are poor, marry money. They are marrying people who want them. Perhaps they are making a sacrifice--especially if they behave themselves, which they are determined to do. Or are Maggie and her father dishonest, since she is marrying to please her father and he is marrying her best friend to please his daughter? No one at the altar is blameless. But no one is marrying for love, except Maggie, whose definition of love is too specialized to be entirely idealistic.\n\nSoon the two couples settle into a routine that satisfies Maggie and Mr. Verver, who dote on each other and spend all of their time together, to the dissatisfaction of their mates. Charlotte complains that her husband and his daughter are always together. \"What becomes of me when they're so happy?\" she asks the prince. \"And what becomes of you?\" Soon enough the two former lovers find themselves at a house party in the country without their spouses, and one thing apparently leads to another (it is difficult to be sure with James, since no novelist ever used the word \"intercourse\" more frequently without quite making it clear what he meant by it).\n\nIt is not sexual infidelity that causes trouble, but the slight shade of shadow--and then a darker shade, when a golden bowl in an antiques shop provides Maggie with absolute proof that the prince and Charlotte knew each other before they had, presumably, met. Now comes the diabolical unfolding of James' plan, since at no time do the four people ever openly discuss what each one of them privately knows. Instead, wheels of unspoken priorities grind mercilessly, and Charlotte, in my opinion, becomes the character we have most reason to pity.\n\n\"The Golden Bowl\" would seem to be an ideal project for director James Ivory, producer Ismail Merchant and screenwriter Ruth Prawer Jhabvala; they specialize in literary adaptations, and previously collaborated on James' \"The Europeans\" and \"The Bostonians.\" But here they've taken on the most difficult of James' novels--a story told largely through what remains unsaid. James has not made it easy for the modern moviegoer who expects good and evil to be clearly labeled and lead to a happy ending. His villain is a system based on wealth and class, which forces the poor to deal on the terms of the rich and then sometimes spits them out, anyway--or, in Charlotte's case, buries her alive. That James spent his career chronicling people like these characters does not mean he loved them, and in a novel like The Ambassadors you can hear him cheering as a female version of Verver is frustrated in her desire to control her son.\n\nI admired this movie. It kept me at arm's length, but that is where I am supposed to be; the characters are after all at arm's length from each other, and the tragedy of the story is implied but never spoken aloud. It will help, I think, to be familiar with the novel, or to make a leap of sympathy with the characters; they aren't dancing through a clockwork plot, but living their lives according to rules that, once they accept them, cannot ever be broken.", "running_time": 130, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-05-18", "genres": ["Drama", "Foreign", "Romance"], "title": "The Golden Bowl (2001)"}