{"url": "http://www.rogerebert.com/reviews/the-parallax-view", "by": null, "star_rating": 3.0, "text": "A couple of years earlier, the hero of \"The Parallax View\" would probably have been a cop or a private eye. But what with Woodward and Bernstein and all, Warren Beatty plays a newspaper reporter instead. Like all good movie reporters, he never has to meet a deadline or write a story; his function is to show up a the office late at night so his kindly old editor can hand over the petty-cash fund to finance further investigations.\n\n This time he's onto a pretty good story. It could mean the Pulitzer. A prominent senator was assassinated some years ago, and now the witnesses to his assassination are also being killed, one by one. Beatty traces the chain of conspiracy back to a shadowy Los Angeles outfit named the Parallax Corp. They seem to be in the business of identifying potential assassins, signing them up and hiring them out to clients. Any client will do; Parallax doesn't seem to be politically oriented and just practices good old American capitalism.\n\n Their method has a kind of neat logic to it. They place magazine ads geared to attract a certain personality type: loners, insecure, lacking in self-esteem, in search of authority figures yet resentful of them and capable of murder. The most likely candidates are given an advanced psychological test. The ones with high grades are assassin material.\n\n Beatty gets closer and closer to Parallax, despite a series of close calls that might have concerned even James Bond. The movie's director, Alan J. Pakula, works on location to get a nice feel of outdoor menace a lot of the time. And he has a good sense of the incongruous, as in a scene where a senator on a golf cart is killed in an enormous banquet hall, and the cart wanders at random, knocking over tables, until police cars race onto the banquet floor in pursuit. There's also an attempt to impose the look of modern American architecture on the movie as a monolithic background; the Parallax Corp. Is in a steel and glass building that looks somehow totalitarian.\n\n Beatty, in the central role, does a fine, taut job, but the movie is so straightforward that it doesn't ever require the superior acting he's capable of; plot seems so much more important than character here that it doesn't matter that this is Warren Beatty. And that's a waste, because he doesn't need one-dimensional roles.\n\n \"The Parallax View\" will no doubt remind some reviewers of \"Executive Action\" (1973), another movie released at about the same time that advanced a conspiracy theory of assassination. It's a better use of similar material, however, because it tries to entertain instead of staying behind to argue. And the ending has an inexorable logic to it. Without giving it away, I can only say that it both suggests how such an organization might get away with murder, and how the \"unassisted loner\" theory of assassination has a persuasive neatness to it.", "running_time": 102, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-06-14", "genres": ["Crime", "Drama", "Suspense", "Thriller"], "title": "The Parallax View (1974)"}