{"url": "http://www.rogerebert.com/reviews/the-land-before-time-1988", "by": "Pat Hingleas Narrator/Rooter", "star_rating": 3.0, "text": "The love affair between small children and prehistoric dinosaurs is a phenomenon of the toy industry. which cannot manufacture brontosauruses and tyrannosaurus rexes fast enough to meet the demand.\n\nKids love dinosaurs. I think. for the same reason they have always felt an emotional identification with movie creatures like Godzilla and Frankenstein's monster. Kids and monsters have lots in common: They are clumsy and are always knocking things over. they feel as if they cannot control themselves. they do not fit easily into the adult world and they are usually misunderstood.\n\nIn \"The Land Before Time\" the filmmakers make a strategic error. I think. by making their dinosaurs into children. This destroys the distinction between the two species. The dinosaurs in this movie are just as human as the kitten in \"Oliver & Company.\" the mouse in \"An American Tail.\" and all the animated dogs and rabbits and woodpeckers since time immemorial. One of the reasons kids like dinosaurs is that they are not human. They are deliciously alien.\n\nI do not know what kind of movie could have been made from truly reptilian dinosaurs. but I'll bet it would have been interesting.\n\nThe opening shots of \"The Land Before Time.\" before the dinosaurs start to speak English. have an eerie fascination. We see a tribe of brontosauruses roaming the parched land. looking for green leaves. which they call \"tree stars.\" There are none to be found. because the climate has changed. and so these peaceful vegetarians head west. seeking a fabled green valley where they hope to find food. They are pursued by their enemies. the sharp-toothed. meat-eating tyrannosaurus rex. The story is told through the eyes of Littlefoot. a baby brontosaurus who barely escapes being eaten in the first few minutes of the movie.\n\nLittlefoot's saga is an adventure recycled directly out of other movies of this genre. and indeed I was not surprised to discover that the authors of the story also wrote \"An American Tail.\" Both films involve a childlike creature who is separated from its parents. In this film. Littlefoot's parents die in an earthquake and the orphan has to undergo a long and perilous journey before finding happiness at the end. The perilous middle sections of both films are fairly rough.\n\nNatural forces and predators attempt to destroy the little hero. who joins up with the infants of four other dinosaur species to make his long trek. Both films could have been written by Jack London.\n\nAs a backdrop to the series of hazards. the visual look of \"The Land Before Time\" is apocalyptic. All but the last scenes take place in a blasted heath of red skies. parched land. withered trees. barren wastes and thorn thickets. But the animation treats this wasteland gently. with little details such as the sparkling drops of water that fall from a leaf. or the ways in which the clumsy childlike movements of the little creatures are lovingly created.\n\n\"The Land Before Time\" does have some charming scenes to counterbalance its grim determinism. Director Don Bluth surpasses himself in a witty ballet in which several prehistoric birdlike creatures fight over a trove of cherries; the animation here is brilliant. There is also a sequence in which Littlefoot and several of his pals get stuck in a tar pit. and a moment at which a clumsy pterodactyl learns to fly. Bluth works in the time-honored Disney tradition. in which body movements are particularly convincing. and the backgrounds are not simply static panoramas.\n\nI guess I sort of liked the film. although I wonder why it couldn't have spent more time on natural history and the sense of discovery. and less time on tragedy. And perhaps the kids in the audience won't find it strange to learn that dinosaurs lived for many generations in the green valley - even though Littlefoot is earlier described as the last of his species.", "running_time": 71, "mpaa_rating": "G", "release_year": 1988, "date_published": "1988-11-18", "genres": ["Adventure", "Animation", "Family", "Fantasy", "Science Fiction"], "title": "The Land Before Time (1988)"}