{"url": "http://www.rogerebert.com/reviews/the-notebook-2004", "by": "Rachel McAdamsas Young Allie Nelson", "star_rating": 3.5, "text": "'The Notebook\" cuts between the same couple at two seasons in their lives. We see them in the urgency of young romance, and then we see them as old people, she disappearing into the shadows of Alzheimer's, he steadfast in his love. It is his custom every day to read to her from a notebook that tells the story of how they met and fell in love and faced obstacles to their happiness. Sometimes, he says, if only for a few minutes, the clouds part and she is able to remember who he is and who the story is about.\n\nWe all wish Alzheimer's could permit such moments. For a time, in the earlier stages of the disease, it does. But when the curtain comes down, there is never another act and the play is over. \"The Notebook\" is a sentimental fantasy, but such fantasies are not harmful; we tell ourselves stories every day, to make life more bearable. The reason we cried during \"Terms of Endearment\" was not because the mother was dying, but because she was given the opportunity for a dignified and lucid parting with her children. In life it is more likely to be pain, drugs, regret and despair.\n\nThe lovers are named Allie Nelson and Noah Calhoun, known as Duke. As old people they're played by Gena Rowlands and James Garner. As young people, by Rachel McAdams and Ryan Gosling. The performances are suited to the material, respecting the passion at the beginning and the sentiment at the end, but not pushing too hard; there is even a time when young Noah tells Allie, \"I don't see how it's gonna work,\" and means it, and a time when Allie gets engaged to another man.\n\nShe's a rich kid, summering at the family's mansion in North Carolina. He's a local kid who works at the sawmill but is smart and poetic. Her parents are snobs. His father (Sam Shepard) is centered and supportive. Noah loves her the moment he sees her, and actually hangs by his hands from a bar on a Ferris wheel until she agrees to go out with him. Her parents are direct: \"He's trash. He's not for you.\" One day her mother (Joan Allen) shows her a local working man, who looks hard-used by life, and tells Allie that 25 years ago she was in love with him. Allie thinks her parents do not love each other, but her mother insists they do; still, Allen is such a precise actress that she is able to introduce the quietest note of regret into the scene.\n\nThe movie is based on a novel by Nicholas Sparks, whose books inspired \"Message in a Bottle\" (1999), unloved by me, and \"A Walk to Remember\" (2002), which was so sweet and positive it persuaded me (as did Mandy Moore as its star). Now here is a story that could have been a tearjerker, but -- no, wait, it is a tearjerker, it's just that it's a good one. The director is Nick Cassavetes, son of Gena Rowlands and John Cassavetes, and perhaps his instinctive feeling for his mother helped him find the way past soap opera in the direction of truth.\n\nRyan Gosling has already been identified as one of the best actors of his generation, although usually in more hard-edged material. Rachel McAdams, who just a few months ago was the bitchy high school queen in \"Mean Girls,\" here shows such beauty and clarity that we realize once again how actors are blessed by good material. As for Gena Rowlands and James Garner: They are completely at ease in their roles, never striving for effect, never wanting us to be sure we get the message. Garner is an actor so confident and sure that he makes the difficult look easy, and loses credit for his skill. Consider how simply and sincerely he tells their children: \"Look, guys, that's my sweetheart in there.\" Rowlands, best-known for high-strung, even manic characters, especially in films by her late husband, here finds a quiet vulnerability that is luminous.\n\nThe photography by Robert Fraisse is striking in its rich, saturated effects, from sea birds at sunset to a dilapidated mansion by candlelight to the texture of Southern summer streets. It makes the story seem more idealized; certainly the retirement home at the end seems more of heaven than of earth.\n\nAnd the old mansion is underlined, too, first in its decay and then in its rebirth; young Noah is convinced that if he makes good on his promise to rebuild it for Allie, she will come to live in it with him, and paint in the studio he has made for her. (\"Noah had gone a little mad,\" the notebook says.) That she is engaged to marry another shakes him but doesn't discourage him.\n\nWe have recently read much about Alzheimer's because of the death of Ronald Reagan. His daughter Patti Davis reported that just before he died, the former president opened his eyes and gazed steadily into those of Nancy, and there was no doubt that he recognized her.\n\nWell, it's nice to think so. Nice to believe the window can open once more before closing forever.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-06-25", "genres": ["Drama", "Romance"], "title": "The Notebook (2004)"}