{"url": "http://www.rogerebert.com/reviews/the-manson-family-2004", "by": "Marcelo Gamesas Charlie", "star_rating": 3.0, "text": "\"The Manson Family\" has scenes so foul and heartless they can hardly be believed. Killers stab victims again and again and again, relentlessly, with glee. A throat is cut on camera. A dog is sacrificed. Victims plead piteously for their lives. The action is recorded in low-tech film and video footage, some of it scratched and faded to look archival. There are passages as amateurish as a home movie. Actors snarl at the camera as if they're doing screen tests for snuff films. Some images (like an opening shot of blood dripping onto white flowers) are groaningly ham-handed. Although Charles Manson is extolled in the film by members of his \"family\" as a messiah and seer, he says nothing of value, and has the charisma of a wino after a night in a dumpster.\n\nAll of this will lead you to conclude that \"The Manson Family\" is a wretched film, but I am not sure I would agree with you. It filled me with disgust and dismay, but I believe it was intended to, and in that sense was a success. It has an undeniable power and effect, but be sure you understand what you are getting yourself into. This is not a \"horror\" film or an \"underground\" film, but an act of transgression so extreme and uncompromised, and yet so amateurish and sloppy, that it exists in a category of one film -- this film.\n\nI'm tempted to say you should see it just because you will never see a film like this again, but then I wonder: What need is there to see a film like this at all? Its insight into the Manson Family is that they were usually drugged, had absorbed the half-assed hippie philosophy of the time and fell into the hands of a persuasive, gravely damaged man who persuaded them to gladly murder for him. I do accept that those who did the actual killing were acting under the influence of Manson. What I cannot find in this film is the slightest clue as to how Manson obtained or exercised such power. He seems like the kind of deranged and smelly lunatic any reasonable person would get away from quickly and permanently. That such figures as Dennis Wilson of the Beach Boys even briefly gave him friendship and shelter makes a persuasive argument against drug abuse.\n\n\"The Manson Family\" has been around in several unfinished forms for many years. Its director, Jim Van Bebber, began shooting it in 1988, ran out of funds on various occasions, showed rough cuts at underground venues and finally found completion money to make this theatrical version. If there is not perfect continuity because the actors grew older during the shooting, you'll never notice it, because the filming technique uses such fragmentation, jagged editing and chronological anarchy that we're rarely sure anyway what shot belongs before or after another shot.\n\nWhat we absorb from the experience, as if wringing it free from the miasma of its making, is that Manson gathered followers with the lure of drugs and sex orgies, that they found an old and confused man and turned his farm into a commune. Charlie was addled by dreams that he would become a rock and roll God, and found portents, patterns and messages in rock songs and, for all I know, in his tea leaves. In a way that is far from clear, his disappointment at his lack of progress led to Helter-Skelter, an operation during which innocent people, including the pregnant Sharon Tate, were murdered. His theory was that the Black Panthers would be framed, and a race war would result in -- what? Charlie taking over? This makes no sense, but did you expect it to?\n\nWhat Van Bebber does accomplish is to make a film true to its subject. It doesn't bring reason, understanding, analysis or empathy to Manson; it wants only to evoke him. It is not pro-Manson, simply convinced of the power he had over those people at that time. In a paradoxical way, it exhibits sympathy for his victims by showing their deaths in such horrifying detail. In its technical roughness, its raw blatant crudeness, it finds a style suitable to the material; to the degree that it was more smooth and technically accomplished, to that degree it would distance itself from its subject and purpose.\n\nWe come to the question of a star rating. Convention requires me to assign stars to every film. Do I give \"The Manson Family\" four stars because it does what it does so successfully and uncompromisingly, or do I give it zero stars, for the same reason? I will settle on three, because it is remarkable enough I do not want to dismiss it. That doesn't mean I think you should see it.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-10-21", "genres": ["Drama", "Horror"], "title": "The Manson Family (2004)"}