{"url": "http://www.rogerebert.com/reviews/the-best-exotic-marigold-hotel-2012", "by": "Judi Denchas Evelyn", "star_rating": 3.5, "text": "\"The Best Exotic Marigold Hotel\" is a retirement destination in India for \"the elderly and beautiful.\" It has seen better days, and if you want to see what the better days looked like, just examine the brochure, which depicts a luxurious existence in Jaipur, a popular tourist destination in Rajasthan. To this city travel a group of seven Brits with seven reasons for making the move — although the most urgent is that the local prices make retirement possible for them.\n\nAs we meet them jammed on the bus from the airport, we suspect that the film will be about their various problems and that the hotel will not be as advertised. What we may not expect is what a charming, funny and heartwarming movie this is, a smoothly crafted entertainment that makes good use of seven superb veterans.\rWe're introduced to them while they're still at home in England. In the order of their billing, they are Evelyn Greenslade (Judi Dench), who has been forced to sell her London flat; the sniffy Muriel Donnelly (Maggie Smith), who doesn't like foreigners but requires a cheap hip replacement; Douglas and Jean Ainslie (Bill Nighy and Penelope Wilton), who are not merely unhappily married but have lost a bundle on their daughter's Internet company; Graham Dashwood (Tom Wilkinson), who spent the happiest years of his life in India and has now returned to seek his young love; Madge Hardcastle (Celia Imrie), who is open to the possibility of finding a husband, and Norman Cousins (Ronald Pickup), who is open to the possibility of finding a one-night stand. \n\nGreeting them at Best Exotic Marigold Hotel is its exuberant and optimistic owner, Sonny Kapoor (Dev Patel from \"Slumdog Millionaire\"). He's inherited the shabby inn from his late father and plans to run it himself, against the objections of his mother, who wants him to live with her in Delhi and marry the bride of her choice. Sonny already has a bride picked out: Sunaina, who works in a call-outsourcing agency — the film's nudge that the West has not only outsourced many of its jobs to India, but is now outsourcing many of its senior citizens.\n\nHow can I suggest what a delight this film is? Let me try a little shorthand. Recall some of the wonderful performances you've seen from Judi Dench, Maggie Smith, Tom Wilkinson, Bill Nighy and the others, and believe me when I say that this movie finds rich opportunities for all of them. Director John Madden (\"Shakespeare in Love\") has to juggle to keep his subplots in the air, but these actors are so distinctive, they do much of the work for him.\n\nGraham is the most affecting character. Reared and educated in India, he moved with his parents to England, leaving love, regret and guilt behind. His character is instinctively open to India and wanders off on daily secret missions, which excite the curiosity of the others and may involve no more than sharing cricket tips with street kids.\n\nMuriel is at the other end of the scale. She dislikes India and indeed anyplace that is not England, and refuses to eat any food she cannot pronounce. Awaiting her affordable hip replacement, she notices a low-caste girl who is sweeping the hotel and gives her a hint. Smith, we discover, spent her entire life in service, raising the children of others, and now in retirement, there is no one to take care of her.\n\nEvelyn apparently spent most of her life having her husband settle all important questions, something to regret after he dies and she finds herself broke. She focuses on young Sonny, his struggle with his mother and his optimistic plans to renovate the hotel. A good start might be chasing the pigeons from the rooms. \n\nThe story is light-footed and cheerful for the most part, especially when Evelyn does job-hunting and the romance-seekers experiment with online dating services. Still, there's a fair amount of humanity in the screenplay by Ol Parker, based on the novel These Foolish Things by Deborah Moggach. Events move along so engagingly that they sneak up on a few surprisingly touching developments, especially the payoff of Graham's story.\n\nIndia itself is a supporting character. People in other places begin to seem standardized in contrast with the brash eccentricities here, and you might wonder if Dev Patel, as the hotel owner, possibly learned his job by watching reruns of \"Fawlty Towers.\" Let us suggest that if you were an aging Brit with a limited income and you moved into the Best Exotic Marigold Hotel, you could have done a lot worse.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-05-02", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Best Exotic Marigold Hotel (2012)"}