{"url": "http://www.rogerebert.com/reviews/the-adventures-of-tintin-2011", "by": "Jamie Bellas Tintin", "star_rating": 3.5, "text": "In gearing up to make \"The Adventures of Tintin,\" I suspect Steven Spielberg reached down into that place inside that fueled his \"Raiders of the Lost Ark.\" Here again is an intrepid hero involved in a nonstop series of exploits involving exotic locations, grandiose villains, planes, trains, automobiles, motorcycles, helicopters and ships at sea. It evokes Saturday afternoon serials in an age when most of the audience will never have seen one.\n\nI was surprised by how much I enjoyed myself. Spielberg not only uses 3-D but bases his story on one of Europe's most beloved comic characters. The 3-D he pulls off, just as Scorsese did in \"Hugo,\" because he employs it as an enhancement to 2-D instead of an attention-grabbing gimmick. \n\nThe beloved character … can we flash back? It is a morning in May at the Cannes Film Festival, and I am drinking my coffee in the sunlight and reading Nice-Matin, the regional paper. A back page in full color is given over to comics, and half the page is devoted to Tintin. I ask a French friend about him. \"You don't know Tintin?\" She is amazed. \"Zut!\" So loved is he, I learn, that papers would rerun his old exploits even after the death of his creator, Hergé.\n\nThis Tintin (voiced by Jamie Bell in the film) is a piece of work. He is a newspaperman who rarely seems to go to the office but can usually be found globe-trotting on an unimaginable expense account, always accompanied by his gifted dog, Snowy. Two maladroit Interpol inspectors named Thompson and Thomson (Simon Pegg and Nick Frost) are often on the same cases. A rum-soaked old sea salt named Captain Haddock (Andy Serkis) is often found nearby. Tintin looks like a prepubescent to me, but is treated by everyone as sort of an honorary grownup. His yellow hair comes up to a quiff in the front.\n\nTintin's adventures come in book-length, their pages the size of old Life magazines. They are drawn by the Belgian artist Hergé with elegant clarity (the \"clean line\" approach). Sometimes a situation will require an entire page. Starting that year at Cannes, I read every single Tintin book, and even bought a Tintin and Snowy T-shirt. My little French-English dictionary was a great help. \n\nIt was reported that Spielberg would use motion capture technology on his characters. This seemed wrong, wrong, wrong. Not only did Tintin inhabit an adamantly 2-D universe, but he was manifestly not real. Anyone could draw him; his face has two dots for eyes, little curves for eyebrows and a mouth and a nose that is like a sideways \"U.\" To make him seem more real would be to lose Tintin.\n\nMy worries became irrelevant during the movie's opening scene. It was going to be all right. Tintin looked human, if extremely streamlined. His face, as described by an eyewitness to a police artist, would produce a sketch of … Tintin. The other characters are permitted more detail; Thomson and Thompson in particular are given noses that would make W.C. Fields weep with envy.\n\nSpielberg and a team of artists and animators have copied not the literal look of the Tintin strips, but the feel. A more traditional 2-D approach was done for a TV series, which you can check out on YouTube; I like it, but Spielberg is more ambitious and his characters seem more believable, to the extent that anyone created by Hergé is real. The movie involves the same headlong hurtle through perilous adventures, involving dire endangerment by explosives and so on. The chase is on to find a lost treasure with ancient connections to Capt. Haddock's family. \n\nThere's one change I didn't appreciate. Spielberg too closely imitates a traditional action movie. There's gunfire in the Hergé comics, but the amount that goes on here is distracting. Hergé devoted more time to local color, character eccentricities and explosive dialogue, and I learned to mystify my friends with such Haddockisms as \"Tonnerre de Brest!\" and \"Mille sabords!\" (\"Thunder of Brest!\" and \"A thousand portholes!\"). \n\nOne of the benefits of animation is what it allows Spielberg to do with Snowy. The little dog has always been dubious about his master's daring schemes; Tintin will propose an expedition, and Snowy will think in a thought balloon, \"Not by foot, I hope!\" Some of the funniest moments in the movie involve Snowy's determination to convey urgent information to dunderheaded humans.\n\n\"The Adventures of Tintin\" is an ambitious and lively caper, miles smarter than your average 3-D family film (how can any thinking person want to see one Chipmunks movie, let alone three?). It plays fair with Spielberg (who received Hergé's blessing before his death in 1983). I give it 875 portholes.", "running_time": 107, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-12-20", "genres": ["Action", "Adventure", "Animation", "Family"], "title": "The Adventures of Tintin (2011)"}