{"url": "http://www.rogerebert.com/reviews/the-outsiders-1983", "by": "Matt Dillonas Dallas Winston", "star_rating": 2.5, "text": "It's unfortunate that Francis Ford Coppola's \"The Outsiders\" opens on the same day as \"Bad Boys.\" That makes the contrast all the more dramatic between the high-energy realism of \"Bad Boys\" and Coppola's stylized, over-careful, deadening approach to somewhat similar material. \n\nBoth movies are about tough teenagers. The kids in \"Bad Boys\" are hardened 1980s street criminals, while the kids in \"The Outsiders\" are 1950s Nebraska greasers, living in a time when even their toughness belongs to a more romantic tradition. But even so, those are real kids in \"Bad Boys,\" while Coppola's teenagers seem trapped inside too many layers of storytelling.\n\n\"The Outsiders\" is based on a well known novel for teenagers by S. E. Hinton. It's about class warfare between rich kids (the \"soches\") and poor kids (the greasers). The greasers try to pick up a soche's girlfriend at the drive-in, there's a fight later that night, and a rich kid gets killed. The two greasers who did it run immediately to Dallas Winston (Matt Dillon), who is the town's ranking adolescent hood. He gives them money and tells them to hop a train out of town. \n\nAlthough the two scared kids (Ralph Macchio and C. Thomas Howell) are convincing enough, the story isn't -- and neither is the way Coppola sees it. He seems to be struggling with some sort of fixation on the contrived Hollywood sound stage look of the 1950s; there are scenes in which he poses his two heroes against a lurid sunset and bathes them in backlights so improbably reddish-orange that the kids look like Gordon MacRae in \"Oklahoma!\"\n\nThe problem with seeing characters in a highly stylized visual way is that it's hard for them to breathe and move and get us involved in their stories. That's what happens here. The thin narrative material for \"The Outsiders\" only adds up to a movie of 90 minutes, and even then there are scenes that seem to be killing time. Nothing that happens in the movie seems necessary; it's all arbitrary. \n\nThis is Matt Dillon's second outing in material by S. E. Hinton. In \"Tex\" he played a three-dimensional character, complicated and convincing. In \"The Outsiders,\" he's required to do little more than standard \"Rebel Without a Cause\" behavior.\n\nThe problem, I'm afraid, is with Coppola's direction. He seems so hung up with his notions of a particular movie \"look,\" with his perfectionistic lighting and framing and composition, that the characters wind up like pictures, framed and hanging on the screen. \n\nThere's not much life in this movie, or spontaneity. It's a stylistic exercise. The man who made the \"Godfather\" pictures and \"Apocalypse Now\" is a great director. He ought to reserve these exercises for the rehearsal halls of his fancy and get back to making movies.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-03-25", "genres": ["Crime", "Drama"], "title": "The Outsiders (1983)"}