{"url": "http://www.rogerebert.com/reviews/the-walker-2007", "by": "Woody Harrelsonas Carter Page III", "star_rating": 3.0, "text": "Carter Page likes to tell his friends: \"I'm not naive, I'm superficial.\" His easy, ingratiating manner is ideal for his vocation, which is to act as the unpaid companion of rich society ladies as they attend events without their husbands. Quietly gay, he adores his ladies as friends and sponsors a weekly canasta game for them that turns into a gossip fest. Paul Schrader's \"The Walker\" shows him moving smoothly through Washington, D.C., where his father was a senator who investigated Watergate; his mild Southern drawl reflects Carter's heritage as the grandson of a tobacco tycoon and the great-grandson of a slave owner. Apparently supported by an inheritance, he is content to be well-dressed, witty and good company.\n\nWoody Harrelson, who usually plays much rougher types like the bounty hunter in \"No Country for Old Men,\" inhabits this character as comfortably as an old shirt. His Carter is a character but not too much of a character. A star in his circle but in a supporting role. A man who knows his place and treasures it. Schrader says one inspiration for the character was Jerry Zipkin, an escort for Nancy Reagan, Pat Buckley and Betsy Bloomingdale. Women's Wear Daily coined the term \"walker\" to describe him, thus identifying a social category.\n\nTruman Capote also comes to mind. Unlike the Richard Gere character in Schrader's \"American Gigolo,\" he pleasures his women with company, not sex, and loves doing it.\n\nHis three steady \"girls,\" all of a certain age and formidable instincts, are Lynn Lockner (Kristin Scott Thomas), Abigail Delorean (Lily Tomlin) and Natalie Van Miter (Lauren Bacall), who observes that the difficulty with marrying a rich man is that you don't get to have the money, you only get to look at it. Carter is the model of discretion, so much so that Lynn Lockner, the wife of a senator (Willem Dafoe), trusts him to drive her to her weekly meetings with a paid male prostitute in Georgetown. Nobody will recognize his car. He waits outside.\n\nOne afternoon, she returns to the car almost immediately, trembling. She has discovered her lover stabbed to death. She can't report the murder without involving herself and her husband in scandal. Carter instinctively steps up and takes the hit like a Southern gentleman: He tells the police he discovered the body, and so becomes their leading suspect. As Carter looks into the crime, the murky undergrowth of Washington corruption begins to exude aromas, and Carter involves his own lover, a young Turk named Emek Yoglu (Moritz Bleibtreu), in their own investigation to save his skin.\n\n\"The Walker\" is a quietly enthralling film because it contains the murder and the investigation within Carter's smooth calm. He has practiced for a lifetime at concealing his emotions, first no doubt from his father. He is even able to absorb the hurtful fact that his society \"friends\" drop him like a hot potato. He only wanted to be nice to them; he had no other angle. He enjoyed being on the inside, looking on, overhearing, knowing the real dish. Now he faces murder charges, just because he was a good guy.\n\n\"The Walker\" is the third of Schrader's \"man in a room\" films, after \"American Gigolo\" (1980) and \"Light Sleeper\" (1992), which starred Dafoe as an upscale drug dealer who tries to get one of his clients off drugs. All three movies involve employment by wealthy older women. Schrader extended the \"man in a room\" theme to his longtime collaborator Martin Scorsese in his screenplays for \"Taxi Driver\" and \"Raging Bull.\" There is always the same signature: the man in his private space, preparing himself to go out in public. Both Richard Gere of \"Gigolo\" and Woody Harrelson of \"The Walker\" play men who take elaborate pains with their appearance, when it is their reality they should be concerned about.\n\nI have heard complaints that the film \"drags in\" the murder plot. This is nonsense. All three films involve their heroes in a crime they did not commit, and all three show them trapped as a consequence of their occupations. There is a deep morality at work here, as often in Schrader's work. Also, of course, without the crime as a plot engine, the movie might be only a character study ending on a bittersweet minor chord. I found it fascinating to see Carter Page III discovering under fire that he is, after all, a more loyal friend than his famous father, and a better man.", "running_time": 108, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-12-13", "genres": ["Drama", "Mystery", "Thriller"], "title": "The Walker (2007)"}