{"url": "http://www.rogerebert.com/reviews/the-land-girls-1998", "by": "Catherine McCormackas Stella", "star_rating": 2.5, "text": "\"The Land Girls'' tells the story of the Land Army, the volunteer force of civilians raised in England during World War II to take the places of farm workers who enlisted in the armed forces. The movie takes place during a green, wet winter on a beautiful farm in Dorset, where three \"land girls'' from the city are sent to become farm laborers.\n\nTheir lessons begin, predictably, with the challenge of milking cows. Mr. Lawrence (Tom Georgeson), the farmer, is unimpressed: \"It's not an army--it's just an excuse for a lark!'' But the girls learn quickly and work hard, and in one way or another all three are attracted to Joe Lawrence (Steven Mackintosh), the farmer's son.\n\nPrue (Anna Friel), who before the war was a hairdresser, is the boldest of the girls, and tells Agatha (Rachel Weisz), who is a Cambridge graduate but still a virgin at 26, she should seize her opportunity with Joe. \"Fornication? With him? He's unspeakable!'' \"So what?'' Ag thinks it over and approaches Joe in all seriousness: \"I'll come straight to the point. Would you mind giving me a go?'' Joe would not. He is more seriously attracted to Stella (Catherine McCormack from \"Dangerous Beauty''), who is engaged to a pilot. She tries to remain loyal to her man, but Joe has an appeal that's apparently irresistible to the women in the movie, although less compelling to the audience.\n\nWhat happens to the characters is more or less predictable (we guess there will be some setbacks, some wartime tragedies, some angry partners and weepy reunions). What I liked about the movie--what I preferred to the romances and relationships--was its look, its sensual evocation of the British countryside in winter.\n\nThe cinematographer, Henry Braham, uses a saturated, high-contrast color style that makes the woods look dark and damp and the grass wet, cold and green. The vast skies are that lonely and yet reassuring shade that water colorists call Payne's gray. Farmer Lawrence loves his land, which he tramps morning and night in the company of his dog Jack. His wife (Maureen O'Brien) loves it just as much, and acts as a quiet influence on his temper.\n\nIn one of the best sequences in the movie, Farmer Lawrence tells a government official he will not plow his east meadow, no matter how much the land is needed for wartime crops. \"You should see this field in the spring,'' he tells Stella. \"It's beautiful--just beautiful.'' He remembers courting his wife there. But Stella, stung in love and by what she perceives as the farmer's dislike, fires up the tractor one morning and plows it. This act of rebellion is what wins the farmer's respect.\n\nI'll remember that scene, and another one where the land girls wait for the mailman to arrive, and one of them balances on a rail of the farm gate, like a figurehead in the mist. More than with most movies, I felt the reality of the rural setting, the earth beneath the grass, the closeness of the animals to their masters. But the story itself seemed thin in comparison: flirtations, broken hearts, bittersweet regret, all pretty routine.", "running_time": 112, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-06-26", "genres": null, "title": "The Land Girls (1998)"}