{"url": "http://www.rogerebert.com/reviews/the-pelican-brief-1993", "by": "Julia Robertsas Darby Shaw", "star_rating": 3.0, "text": "Crime fiction sometimes achieves the status of serious literature: Raymond Chandler's private eye novels, for example.\n\nElmore Leonard and Anne Rice are said to have the touch of the artist. Quite possibly true. John Grisham, current king of the best-seller lists, is also taken seriously in some quarters, but I'm not sure why. His plots are no better or worse than average, and his characters are at their service. His novels exist to be filmed. His next, for example, has been sold to the movies before being written.\n\n\"The Pelican Brief\" is the Christmas Grisham, halfway round the year from \"The Firm,\" which was the Fourth of July Grisham. It is about as good, but in a different way. While \"The Firm\" was a muscular thriller with action sequences, \"The Pelican Brief\" takes place more quietly, in corners, shadows and secret hotel rooms. True, it has a few bomb explosions and chases, but by Grisham standards it's claustrophobic.\n\nIt's an old law of the movies that ordinary novels are easier to film than great ones, because the director doesn't have to worry about the writer's message and style, if any. \"The Pelican Brief\" is a good illustration of that principle. By casting attractive stars in the leads, by finding the right visual look, by underlining the action with brooding, ominously sad music, a good director can create the illusion of meaning even when nothing's there.\n\n\"The Pelican Brief\" has been written for the screen and directed by Alan J. Pakula (\"Sophie's Choice,\" \"All the President's Men,\" \"Presumed Innocent\"), a skilled craftsman who has done about as much as possible with the material. Julia Roberts and Denzel Washington do the rest, simply by embodying virtue and being likable.\n\nThe movie opens with the assassination of two Supreme Court justices. In New Orleans, a bright law student (Roberts) is intrigued because there seems to be no obvious motive; the justices are on opposite sides politically, so their deaths would cancel each other.\n\nDoing research, however, she discovers a connection, and writes a brief that, if true, would implicate one of the richest men in the country, and lead to the Oval Office.\n\nRoberts is encouraged in her work by her law professor and lover (Sam Shepard). The movie uses shorthand for its character traits; the Shepard character is a recovering alcoholic who drinks or doesn't drink entirely according to the needs of the dialogue. No matter; soon he's gone, and Roberts has been targeted by sinister forces. She turns for help first to the FBI, and then to an investigative journalist (Washington).\n\nThe screenplay keeps its cards close to its chest. We see various scoundrels who seem guilty, but there's no proof until late in the film, and a lot of blind alleys. Some amusement is offered by the character of the President, played by smiling, bland Robert Culp as a man with the appearance of George Bush and the involvement of Ronald Reagan. There are some obvious villains, including the President's chief of staff (Tony Goldwyn), but the movie depends on ominous threats and sudden deaths rather than on colorful, memorable bad guys.\n\nBecause the atmosphere is skillfully drawn, because the actors are well cast and because Pakula knows how to construct a sequence to make it work, the movie delivers while it's onscreen.\n\nThat it contains no substance or meaning is not its problem. It is a clever device to take your mind off your problems for 141 minutes. I enjoyed it until it was over; I will have little reason to think about it in the weeks to come; I will forget it in a year.\n\nIt is depressing to reflect that this shallow exercise in Washington conspiracy has been directed by the same man who made a great film, \"All the President's Men,\" on the same subject.\n\nDepressing, too, to remember that both films center on the work of investigative newspapermen - Woodward and Bernstein, who were smart, aggressive and political in the earlier film, and Washington's character, who is smart, brave, shallow and utterly apolitical in this one.\n\nOne thing the movie proves conclusively is the value of star power. Julia Roberts, returning after two years off the screen, makes a wonderful heroine - warm, courageous, very beautiful. Denzel Washington shows again how credible he seems on the screen; like Spencer Tracy, he can make you believe in almost any character.\n\nTogether they have a real chemistry, so potent that after the movie was over, I heard people complaining that they were never \"allowed\" to have a love affair. Any romance would have been rather tactless, of course, considering that the story takes place in the week or two immediately after her lover has been blown to pieces. Maybe with a Grisham story you tend to forget details like that.", "running_time": 141, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-12-17", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "The Pelican Brief (1993)"}