{"url": "http://www.rogerebert.com/reviews/the-birthday-party-1969", "by": "Robert Shawas Stanley", "star_rating": 3.0, "text": "Harold Pinter's \"The Birthday Party\" wasn't cut out to be a film. As a play, it works brilliantly because the characters are caught together on the stage in their own logic. But as a movie, paradoxically, it's too real.\n\nThe characters are still trapped within that claustrophobic sitting room, but outside on the street people walk by and cars pass and the play's grim fantasy is dispersed. Reality is simply too close, right outside that door. You could reach out and find it again.\n\nSo it probably wasn't possible to make a satisfactory film of \"The Birthday Party.\" On the other hand, it's impossible to imagine a better film of Pinter's play than this sensitive, disturbing version directed by William Friedkin. The faults in the film are the faults of attempting the project at all.\n\nAlmost all the action takes place on the ground floor of a seedy resort boardinghouse. There is only one boarder (Robert Shaw), who grimly hangs on despite the slovenly housekeeping of his hosts (Dandy Nichols and Moultrie Kelsall). Shaw plays the boarder as seedy himself, unshaven, balding, padding about in an old pajama top, vaguely remembering days of glory as a -- pianist? \n\nIn his early conversations with the landlady, he strikes out suddenly with illogical venom: He's so angry, but what exactly is he angry about? \"When you address me, will you kindly remember to whom you are addressing himself?\" This between clenched teeth, with fierce concentration. But who is he?\n\nTwo more \"boarders\" arrive: Patrick Magee, as a dimwitted hooligan, and Sydney Tafler as an unctuous figure of menace. They are from some unexplained organization. They want to bring Shaw back, or something, or anything. They announce a birthday party for that evening, even though Shaw maintains it's not his birthday. And then begins a long night of drunkenness and horror, ending the next morning with Shaw as a zombie-like victim of -- what?\n\nThe movie takes place among the tattered souvenirs of a junk heap that seems just out of sight. The furniture, the decorations and even the attitudes are worthless second-hand. No one in the film seems to have the slightest idea what he's about, or what anybody's about; characters begin speeches with the greatest logic and then lose the thread of the argument. Moods shift like winds. We are at loose among words that mean nothing and ominously suggest -- what?\n\nThere is no way to fault the performances. Robert Shaw is magnificent (I almost want to add \"of course\") in a role with few aids for an actor. He must convincingly portray a man not even wholly convinced of his own existence. He succeeds so well that he sinks into the character, even disappears into it: Thirty seconds after Shaw appeared on the screen, I was still waiting for his entrance. Of the other performances, I was especially struck by Sydney Tafler as Goldberg: He's evil, slippery, cruel beneath a balmy charm he switches on like a light.\n\nAnd so all these things come together and furnish a movie that couldn't quite be made. Pinter apparently realized there was no way to \"open up\" his play, to turn it into a traditional movie. And so he essentially keeps the stage play, with repairs here and there. And the result is a stage play, well directed and acted but at odds with the film medium. Good odds.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-06-04", "genres": null, "title": "The Birthday Party (1969)"}