{"url": "http://www.rogerebert.com/reviews/the-pagemaster-1994", "by": "MacAulay Culkinas Richard Tyler", "star_rating": 1.5, "text": "Why is the gift of reading so often treated like a pill that needs to be sugarcoated? Reading is the fun, not the treatment. And the way to experience the joy of reading is to pick up a book, open it and lose yourself in its pages. \"The Pagemaster,\" a sad and dreary film, doesn't seem to understand that. Its message seems to be that books can be almost as much fun as TV cartoons and video arcade games.\n\nThe movie \"stars\" Macaulay Culkin as a fearful little boy who hardly dares venture from his bedroom, and knows all the statistics for how dangerous everything is. One day, he's riding his bicycle to the store when a sudden storm blows up and he loses his way, and stumbles across a mysterious library where the books seem to reach endlessly in all directions.\n\nThe library has a mural depicting famous characters from literature: Captain Ahab with Moby Dick, Dr. Jekyll and Mr. Hyde, and Long John Silver. Macaulay slips on a wet patch on the floor, knocks himself unconscious, and finds himself inside an animated cartoon where the figures on the ceiling have come to life.\n\nWell, they don't come to \"life,\" exactly; they're transformed into tarted-up versions of the adventure characters who sell lots of toys on Saturday morning TV. And the cartoon version of Macaulay, with his round glasses and mop of blond hair, goes along for the ride. His guides include some friendly talking books, including Fantasy (voiced by Whoopi Goldberg), Adventure (Patrick Stewart) and Horror (a greenish blobby volume with Frank Welker's voice).\n\nZap! Here we are in the middle of the Pacific, with a fearsome white whale bearing down on us. Zap! Here's Dr. Jekyll drinking a beaker of vile liquid and transforming himself into the hideous Mr. Hyde. Zap! Here's Long John Silver, towering over his crew, including a little cabin boy played by Culkin. And the moral of all of these stories is that the timid little boy finds the gumption to stand up for himself - with help, of course, from his pals Fantasy, Adventure and Horror.\n\nThe movie is not really interested in why Ahab was driven to hunt the Great White Whale. He's the butt of a joke, a peg-legged punchline forever circling the Pacific, looking for that darned leviathan. Nor does the movie show any curiosity about why a nice doctor would want to transform himself into the monster. Motivation - which is what Moby Dick and Dr. Jekyll and Mr. Hyde are about - is not a concept that much interests \"The Pagemaster.\" But maybe that doesn't surprise me. Maybe I didn't really go to \"The Pagemaster\" hoping that Macaulay Culkin would gain a new appreciation of Moby Dick. Maybe I would have been pleased if \"The Pagemaster\" had simply been an entertaining animated feature. If that's the case, then \"The Pagemaster\" is still a disappointment.\n\nThe animation, directed by Maurice Hunt, is dingy and dreary. Many of the scenes seem to be glimpsed through a yellowing, dusty pane, at twilight. There's not much color and sharpness. The artistic approach makes the drawings seem unfocused. And the content (one hair-raising close call after another) is more of a rollercoaster ride than a story.\n\nAnd what does the hero learn? Does he gain any insights into the perils of pride, anger and the other dangerous emotions in these stories? No; he learns, basically, to be a Marine. To buck up and not cry and give as good as he gets. With this training, the kid may never read another book, but he can star in \"Terminator\" sequels.\n\nWhen I was the age of the boy in this story, I read a lot of those old Classics Illustrated comic books, including Moby Dick.\n\nSure, the teachers said they were watered-down adulterations of the originals, but what the heck: At least they were well-drawn, and tried to tell a lot of the original stories. Captain Ahab had an obsession in the Classics Illustrated version of \"Moby Dick\"; in \"The Pagemaster,\" he simply has a behavior problem.\n\nWhat's interesting is that \"The Pagemaster\" starts out as a promising concept, before the animation takes over. I liked the notion of a kid with obsessive fears, and Culkin's character is a classic. In his bedroom, across from the \"No Smoking\" sign, there's a fire alarm behind a pane labeled \"In Case of Fire, Break Glass.\" Next to it on the wall are a pair of shoes, with the sign, \"In Case of Broken Glass, Wear These.\" His parents (Ed Begley Jr. and Mel Harris) are in despair, and their scenes with him are starting to roll just as the animation takes over.", "running_time": 75, "mpaa_rating": "G", "release_year": 1994, "date_published": "1994-11-23", "genres": ["Family", "Fantasy", "Science Fiction"], "title": "The Pagemaster (1994)"}