{"url": "http://www.rogerebert.com/reviews/the-usual-suspects-1995", "by": "Gabriel Byrneas Keaton", "star_rating": 1.5, "text": "The first time I saw \"The Usual Suspects\" was in January, at the Sundance Film Festival, and when I began to lose track of the plot, I thought it was maybe because I'd seen too many movies that day. Some of the other members of the audience liked it, and so when I went to see it again in July, I came armed with a notepad and a determination not to let crucial plot points slip by me. Once again, my comprehension began to slip, and finally I wrote down: \"To the degree that I do understand, I don't care.\" It was, however, somewhat reassuring at the end of the movie to discover that I had, after all, understood everything I was intended to understand. It was just that there was less to understand than the movie at first suggests.\n\nThe story builds up to a blinding revelation, which shifts the nature of all that has gone before, and the surprise filled me not with delight but with the feeling that the writer, Christopher McQuarrie, and the director, Bryan Singer, would have been better off unraveling their carefully knit sleeve of fiction and just telling us a story about their characters - those that are real, in any event. I prefer to be amazed by motivation, not manipulation.\n\nThe movie begins \"last night\" in San Pedro, Calif., where an enormous explosion rips apart a ship. Who set the explosion? Why? A cop named Kujan (Chazz Palminteri) wants to know. He has one witness to question: a shifty-eyed, club-footed criminal named Verbal, played by Kevin Spacey with the wounded innocence of a kid who ate all the cookies. Kujan and Verbal are closeted much of the time in the cop's cluttered office, where Verbal lives up to his name by telling a story so complicated that I finally gave up trying to keep track of it, and just filed further information under \"More Complications.\" The story is told in flashback. We learn about a truck hijacking some weeks earlier, and the five suspects who were picked up by the police. They're a mixed bag of low-life characters, played by Gabriel Byrne, Stephen Baldwin, Benicio Del Toro and Kevin Pollak, in addition to Spacey. I'm not sure if they were all involved in the hijacking, but the way Verbal tells it, in jail they began to plot a much larger crime, involving millions of dollars of cocaine.\n\nThis is no ordinary heist, because the dope belongs to a mysterious figure named Keyser Soze (sounds like \"so-zay\"), a Hungarian mobster so fearsome that when some bad guys threaten his family to get to him, he kills his family himself, just to make it clear how determined he is. This Soze is like the hero of a children's horror story; the very mention of his name curdles the blood of even these tough guys. But no one has ever seen him, or knows what he looks like. And then there is Mr. Kobayashi (Pete Postlethwaite), Soze's right-hand man, who is himself so sinister that we begin to wonder if perhaps Kobayashi himself is Soze.\n\nThe interrogation between the cop and the suspect falls into a monotonous pattern: friendliness, testiness, hostility, a big blow-up, threats, reconciliations and then full circle again. We hear amazing stories about Soze (one survivor of the boat explosion, with burns over most of his body, drifts in and out of a coma but can talk of no one else). As Verbal talks, we see what he describes, and his story takes on an objective quality in our minds - we forget we're only getting his version.\n\nTo the degree that you will want to see this movie, it will be because of the surprise, and so I will say no more, except to say that the \"solution,\" when it comes, solves little - unless there is really little to solve, which is also a possibility.", "running_time": 104, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-08-18", "genres": ["Crime", "Mystery", "Thriller"], "title": "The Usual Suspects (1995)"}