{"url": "http://www.rogerebert.com/reviews/the-babe-1992", "by": "John Goodmanas Babe Ruth", "star_rating": 1.0, "text": "Say it ain't so, Babe.\n\nSay you weren't a sad, tortured person who just happened to be able to slam homers out of the park better than anyone else.\n\nSay this movie is all a lie, and that you were indeed a glorious American hero, the grandest of all the boys of summer, and that it was great fun, at least sometimes, to be the most famous baseball hero of all time.\n\nLet us believe. We need our heroes.\n\nBut \"The Babe\" doesn't give us one. Apart from being a bad film in the first place, aside from being superficially written, aside from being shot with little sense of time or place, the movie portrays Babe Ruth as a man almost completely lacking in the ability to have, or to provide, happiness.\n\nSpending these 115 minutes with the Babe is a little like being jammed into the window seat on a long-distance bus, next to a big guy with beer and cigars on his breath and nothing to talk about but his next meal and his last broad. Babe Ruth comes across as a pathetic orphan lacking in all social graces, who grew up into a self-destructive bore and hit a lot of home runs in the process. And then, in the end, when time caught up with him, he never got the message, and almost destroyed the myth that had grown up around him.\n\nNo matter how many homers he hit, Ruth would have never become a Great American Hero in the television age. On the radio and in the newspapers, maybe he came across as quite a guy. But to see and hear him - at least as he is portrayed in this movie - is to cringe. After the magical innocence of baseball as painted in \"Field of Dreams,\" after the life-affirming \"Bull Durham,\" here is a baseball trading card that looks like it was found in the gutter.\n\nThe fault is not John Goodman's. He plays the Babe as written. You can see, watching this movie, that he could have played a lot of other sides of Babe Ruth and made them work.\n\nBut John Fusco's screenplay doesn't seem to like Babe very much. It shows him as an overgrown, recalcitrant kid who had one skill. He could hit the ball. And then it shows him growing up into a human pig who wenched and cheated on those who loved him, who was drunk during many of his games, who was small-minded and jealous, who wasn't much of a team player, who lost his temper and screamed at the fans, and whose little trot around the bases looked like the gait of a constipated alderman.\n\nMuch has been made of the movie's use of Wrigley Field and a ballpark in Danville. They're supposed to re-create the look of the diamonds of Ruth's day. But the movie seems to keep showing us the same two parks, while giving us subtitles trying to convince us we're in Baltimore, or Boston.\n\nThere don't seem to be many fans in the stands. There is no sense here of baseball. No smell of peanuts and roar of the crowd.\n\nBabe's first wife, played by Trini Alvarado, is a nice girl who finally can't stand the reports of Babe's raids on the brothels and his demands for three girls at a time. The second wife, a Ziegfeld Follies girl played by Kelly McGillis, has been around the block a few times and is less easily shocked. She stays with the Babe, but more out of loyalty and stubbornness, we sense, than because of love.\n\nHer loyalty is more than organized baseball can muster. Ruth is paid well and tolerated by the Yankees as long as he's hitting, but when his legs and eye start to go, there's no love lost between them, and no sense of loyalty. He ends up in Boston, where his final days are portrayed as a mixture of shame, anticlimax and betrayal.\n\nThe famous high points are here. The dying kid in the hospital, who Ruth promises he'll hit two home runs in the next game.\n\nThe \"called shot\" in the World Series. The home run record that has never been beaten, except by a footnote.\n\nBut at the end of the movie, when we're thoroughly depressed anyway, do we really need that maudlin scene where a young man follows Ruth off the field after his final game, introduces himself as the kid whose life was saved by those two homers, and gives back the ball that Babe autographed beside the hospital bed? Talk about shameless.", "running_time": 115, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-04-17", "genres": ["Drama", "Sport"], "title": "The Babe (1992)"}