{"url": "http://www.rogerebert.com/reviews/the-man-in-the-moon-1991", "by": "Sam Waterstonas Matthew Trant", "star_rating": 4.0, "text": "When this movie was over, I sat quietly for a moment so that I could feel the arc of its story being completed in my mind. They had done it: They had found a way all the way from the beginning to the end of this material, which is so fraught with peril, and never stepped wrong, not even at the end, when everything could have come tumbling down. “The Man in the Moon” is a wonderful movie, but it is more than that, it is a victory of tone and mood. It is like a poem.\n\nThe film takes place on a farm outside a small country town, in the 1950s. Two teenage girls are being raised by parents who are strict, but who are also loving and good. One of the girls, Dani, is 14 years old and has just passed uncertainly into young womanhood.\n\nHer sister, Maureen, is about 17. On hot summer nights they sleep on the screened-in porch and have girl talks, and Dani laments that she will never be as beautiful and popular as her sister. Of course all kid sisters feel that way.\n\nA widow moves onto the farm next door with her son, Court, who is about 17. One day he happens upon Dani down at the swimming hole. They fight at first, but then they make up and become friends.\n\nDani of course develops an enormous crush on this boy, and for a day or two he seems to feel the same emotions she does. Dani asks Maureen how to kiss, and Maureen gives her lessons. She “practices” on her hand. Then Court kisses her, and she confesses it was the first time she has ever been kissed by a boy. “How was it?” he asks. “Perfect,” she says.\n\nThe moment is perfect, too, but there is an even better one, when she tells him, “I want to know what your hopes are.” This isn’t just a movie about teenage romance, it’s a movie about idealism - about how we idealize what and who we love - and a movie about the meaning of life. Yes, the Meaning of Life, which is a topic teenagers discuss a good deal as their insides churn with hope and doubt, and which adults discuss less and less, the more they could benefit from it.\n\nThe way the scenes between Dani and Court are handled is typical of the entire movie, which takes material we may have seen many times before, and makes it true and fresh. Maybe it is because of the acting - Reese Witherspoon as Dani, here, and Jason London as Court, do justice to the slightest nuance of the scene. Maybe it is the direction, by Robert Mulligan, whose long career includes another fine movie about a young girl, “To Kill a Mockingbird.” Or maybe it is because everyone involved with the film knew that the script, by Jenny Wingfield, was not going to sell out at the end, was not going to contrive an artificial ending, or go for false sentiment, or do anything other that exactly what the material cries out for.\n\nThere are some complications surrounding that “perfect” kiss. One of them is that the girls’ mother (Tess Harper) is in the last weeks of pregnancy. Another is that the older sister has just has a particularly nasty date with a crude local boy. Another is that their father (Sam Waterston) is fairly strict - not because he is mean, but because he loves them. Another, inevitably and painfully, is that when Court sees the older girl, he forgets about the kid sister with whom he shared the perfect kiss. Life is so direct sometimes in the way it hurts us - and the younger we are, the more universal the hurt.\n\nNow something happens in the story that I cannot tell. It must catch you unprepared. And then the magnificent concluding passages of this film are about how deeply one can be hurt, how hard it is to forgive, how impossible it is to share the deepest feelings.\n\n“The Man in the Moon” is like a great short story, one of those masterpieces of language and mood where not one word is wrong, or unnecessary. It flows so smoothly from start to finish that it hardly even seems like an ordinary film. Usually I am aware of the screenwriter putting in obligatory scenes. I can hear the machinery grinding. Not this time. Although, in retrospect, I can see how carefully the plot was put together, how meticulously each event was prepared for, as I watched the film I was only aware of life passing by.\n\nOf the performances, it is enough to say that each one creates a character that could not be improved on. Tess Harper and Sam Waterston are convincing parents here; they aren’t simply stick figures in a plot, used only to move events along, but people we believe could really have raised these girls. There is a moment when Waterson hugs his youngest girl, and the way it arrives and the way it plays are heartbreakingly touching. There is a moment when Harper intuits something about her older girl, and the way she acts on her intuition is so tactful we feel she is giving the girl a lesson on how to be a mother. And Gail Strickland, as the boy’s mother, creates moments that are as difficult as they are true.\n\nThen there are the two sisters, Reese Witherspoon and Emily Warfield. Like all sisters of about the same age, they share almost all of their secrets, but the ones they cannot share are the ones that hurt deeply. Their intimate moments together - talking about boys, about growing up - have a special intimacy. But the silences and the hurt body language of some of their later scenes speak of an intimacy betrayed, and are even more special. There is a scene where Court comes over and is asked to stay for dinner, and the way he has eyes only for Maureen - he all but ignores Dani - reflects, we remember, exactly the cruel and thoughtless ways that teenagers deal with affairs of the heart.\n\nRobert Mulligan is a director whose titles range from “Inside Daisy Clover” to “Blood Brothers” to “The Other.” He made “Summer of ‘42,” also the story of the intensity of young love, and his “Same Time, Next Year” and “Clara’s Heart” were also, in a way, about how time and age affect romance. Although his work is uneven, he has always been a serious and sincere artist - both in the early days of the partnership with Alan J. Pakula that produced “Mockingbird,” and since.\n\nNothing else he has done, however, approaches the purity and perfection of “The Man in the Moon.” As the film approached its conclusion without having stepped wrong once, I wondered whether he could do it - whether he could maintain the poetic, bittersweet tone, and avoid the sentimentalism and cheap emotion that could have destroyed this story. Would he maintain the integrity of this material? He would, and he does.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-10-04", "genres": ["Drama", "Family", "Romance"], "title": "The Man in the Moon (1991)"}