{"url": "http://www.rogerebert.com/reviews/the-reivers-1969", "by": "Steve McQueenas Boon Hogganbeck", "star_rating": 3.0, "text": "\"The Reivers\" is a pleasant, wholesome, straightforward movie of the sort (as they say) they don't make anymore. Once was, Hollywood had the knack of turning out absorbing entertainments that really were family films. By that I mean they neither insulted nor challenged the intelligence of any member of the family.\n\n\"The Reivers\" is like that. It's a movie that combines two favorite kinds of stories; it's half about a bunch of colorful characters who set out on a journey, and half about a young boy's initiation into adolescence. And often enough, it's a lot of fun. Although it's rated 'M' (for mature audiences), I think it's suitable for kids from about 10 years up.\n\nThe story is based on William Faulkner's novel, and tells about a magnificent trip between Jefferson and Memphis, back in 1912, in a kidnapped Winton Flyer. The trip was organized by an adventuresome chauffeur (Steve McQueen), and joined by a 12-year-old (Mitch Vogel) and his Negro second cousin (Rupert Crosse). Along the way, they face hazards of driving, mud, second thoughts and guilt feelings. \n\nOnce they get there, Crosse unexpectedly trades the car for a horse, and they find themselves committed to a horse race to win their car back. All the time, of course, there's the threat of retribution from old Boss McCaslin (Will Geer), the patriarchal head of the family and owner, by the way, of the car.\n\nThe plot isn't as complex as most of Faulkner, and the movie doesn't particularly carry a Faulkner flavor. It's closer in tone to Mark Twain, and the movie it reminded me of was \"National Velvet.\" In both cases, you have a protagonist who's in over his (or her) head in the mysterious world of adult affairs and who collaborates with a heroic horse to set things straight.\n\nIt's not quite that simple, of course. Once they get to Memphis, Boon (McQueen) steers straight for the local bawdy house, where he is in love with the lovely Corrie (Sharon Farrell). She has the proverbial heart of gold, of course, and tenderly cares for the young boy while the cousin is out trading the car. The boy learns to his dismay that Miss Corrie may not be pure as the driven snow, but he refuses to accept this fact and even gets his nose bloodied defending her honor. He was right, she's portrayed in a most honorable light for the rest of the film. (It is to the film's credit that Miss Corrie and her establishment are painted colorfully without ever giving cause for offense.)\n\nNo attempt has been made to make the story \"contemporary,\" and that's just as well. It does nicely as nostalgia and excitement and romance, and the horse race is just right for the ending.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1969, "date_published": "1969-12-29", "genres": ["Action", "Comedy", "Drama"], "title": "The Reivers (1969)"}