{"url": "http://www.rogerebert.com/reviews/the-baader-meinhof-complex-2009", "by": "Bruno Ganzas Horst Herold", "star_rating": 2.5, "text": "In the 1970s, Germany was transfixed by the outlaw Baader-Meinhof Gang, terrorists who robbed banks, set off explosives, kidnapped, assassinated and otherwise attempted to bring the government to its knees. What were they against? The usual: U.S. imperialism and German capitalist oppression. What were their politics? Marxist, they thought, but actually reflecting the anarchist theory that random acts of violence could destroy the fabric of a society. They resembled the Weathermen but were longer-lived and much more destructive.\n\n\"The Baader Meinhof Complex\" is an ambitious attempt to chart the group's rise, fall and tentative rebirth over the course of a decade, when it called itself the Red Army Faction. The film is historically accurate, I gather --perhaps too accurate, with too many names and places and dates and victims to comprehend. No doubt a German who lived through those years would understand it more easily.\n\nAs it is, we grasp at a handful of high-profile characters and relate to the others only in general terms. The central figures are Andreas Baader (Moritz Bleibtreu), Gudrun Ensslin (Johanna Wokalek) and Ulrike Meinhof (Martina Gedeck). Baader and Ensslin are lovers and radicals, inflamed by Vietnam, German industrialism, an attempt on the life of a left-wing leader and a laundry list of other causes that lead them to conclude that violence is the only effective form of opposition.\n\nEntering their world nearly at the beginning is the well-known journalist Meinhof, who comes to share their convictions. She's the film's most enigmatic figure. At first a confidant and adviser, she becomes a participant, disappears from view, abandons her husband and their two children. This decision is not satisfactorily examined; because it was actually taken, I suppose we're intended to accept it as granted.\n\nThe film is an impressive period re-creation, directed by Uli Edel, whose best work involves Jennifer Jason Leigh's astonishing performance in \"Last Exit to Brooklyn\" (1989). The screenplay is by Edel and Bernd Eichinger, who wrote the great \"Downfall\" (2004), about Hitler's last days in his Berlin bunker. That film was intensified by its limitations of time and space. \"The Baader-Meinhof Complex\" is diluted by too many events and characters distributed over too much time.\n\nThe unifying character, supplying a sort of focus, is Horst Herold (Bruno Ganz), the top law enforcement officer in West Germany, who makes an attempt to understand the terrorists' thought processes. He patiently tries to argue why some police tactics are futile and counterproductive. He certainly doesn't agree with Baader-Meinhof, but he comprehends them. That's the Sherlock Holmes theory: Understand the mind of the criminal.\n\nGanz effortlessly brings all the weight of his distinguished career to this role. There is a quality in his face that adds authenticity to everything he says. Hard to believe this is the same actor who played the trembling, disintegrating, paranoid Hitler. As event piles on event, he serves as an observer who assists us.\n\nThere's the suspicion that Uli Edel finds some sympathy, in abstract principle, anyway, with the causes of the gang. Yes, but their tactics are murderous and futile. At the very beginning, after it is agreed that no guns will be used in a bank robbery, one conspirator brings one and kills someone, and after that murder becomes part of the Baader-Meinhof charter. I submit that it is insane to judge an ordinary citizen as directly responsible for the activities of his government. Yes, we all \"share some blame\" for what our nations do, but to set off a bomb is to execute a random passerby. That is the evil of terrorism in general, although of course in the classic theory of anarchism, it is theoretically justified. I understand anarchy expressed in art, literature or film that seeks the downfall of an establishment. But to take a price in blood? You must be very full of yourself.\n\nThe film meanders but finds focus again toward the end, after the gang's first members are rounded up and held in prison. They go on a hunger strike, are forcibly fed, find the means to commit suicide. Exactly how and why -- and even if -- some of them take this action is left in some doubt. No doubt it was the same in life. The film would have benefitted by being less encompassing and focusing on a more limited number of emblematic characters -- Meinhof and Herold, for starters.", "running_time": null, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-09-09", "genres": null, "title": "The Baader-Meinhof Complex (2009)"}