{"url": "http://www.rogerebert.com/reviews/the-double-2011", "by": "Richard Gereas Paul", "star_rating": 2.0, "text": "It takes \"The Double\" less than half an hour to reveal who the double is. That's if you're lucky enough to avoid the movie's trailer, which just comes right out and tells you. \n\nAt that point, Peggy Lee lyrics went humming through my mind (\"Is that all there is?\"), and veteran thriller fan that I am, I began to suspect the movie had more than one double. That would be so incredible and absurd that I thought it was possible. Here is a movie constructed from basic parts at the Used Screenplay Store, with a character plugged in whenever one is required.\n\nStill, it is a pleasure to see Richard Gere in the lead. He's an actor who has been improbably attractive all of his career and now, at 62, has only improved with age. I like the subtle catlike body language he uses, such as moving for a millisecond, pausing, then moving definitively. Or the pause in a head movement, as if we're being told: Thinking … deciding … acting. He never just flat does something. It's a form of dancing. He is permanently on poise.\n\nIn \"The Double,\" he plays a retired CIA agent named Paul Shepherdson. In the history of CIA agents in movies, no retired agent is ever allowed to stay retired. He is inexorably called back to duty in connection with a big case from his youth. Given his age, there are no characters seemingly old enough to go that far back, except for current CIA director Tom Highland (Martin Sheen), but he isn't onscreen enough to qualify.\n\nUnder my Law of Economy of Characters, that leaves Ben Geary (Topher Grace), an FBI agent who is 30ish and has a wife, Natalie (Odette Yustman), and child. But he's way too young. So the movie leads us to assume the big case involves entirely unseen characters. We've seen some suspects. The story opens with a group of illegal immigrants being led through the desert into the United States from Mexico by a mule. They are revealed to be Russian agents. \n\nThink about that for a second. If you were Russia and you were trying to sneak a bunch of agents into the United States, would you assemble them in one handy group and try to sneak them past the Border Patrol? When you can buy a plane ticket from Moscow to New York? How many Russian agents do you think have entered from Mexico in recent decades?\n\nNever mind. A U.S. Senator with business ties to Russia has his throat slit in an alley. The method of murder reveals the trademark of Cassius, the CIA's code name for a Russian assassin. Is he back in the States and operating again? Shepherdson is positive he killed him years ago. Ben Geary has his doubts. The two men are asked by Highland to work together on the case. As Shephardson knows, Geary wrote his Harvard master's thesis on Cassius and knows whatever can be discovered about him. \n\nAt this point, even if we haven't seen the trailer, we know more. The suspense circles around what Geary doesn't know, and the possible danger to his life and family. This intrigue now plugs in familiar action-movie tropes, including a vicious Russian named Brutus (Stephen Moyer) with the most decorative scars around his eye I've seen in a while. There is also a car chase, and another one of those scenes where two guys split up, search a maze and meet up empty-handed on the other side.\n\nRichard Gere always has a particular screen presence, Topher Grace is a little outgunned, but the story explains why. Poor Odette Yustman is sympathetic and affectionate, but she's been assigned the thankless and exhausting role of playing the wife of the endangered man, always there to worry about him, be endangered and put the kid to bed.\n\nThe movie was directed by Michael Brandt, who co-wrote the script with Derek Haas. Together they wrote a much better movie, \"3:10 to Yuma.\" \"The Double\" doesn't approach it in terms of quality. None of it is particularly compelling. Most of the time we're waiting for the other shoe to drop. When, very late in the film, the screenplay comes up with a third shoe, that's going too far.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-11-02", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "The Double (2011)"}