{"url": "http://www.rogerebert.com/reviews/the-mission-1986", "by": "Robert De Niroas Mendoza", "star_rating": 2.5, "text": "\"The Mission\" feels exactly like one of those movies where you'd rather see the documentary about how the movie was made. You'd like to know why so many talented people went to such incredible lengths to make a difficult and beautiful movie - without any of them, on the basis of the available evidence, having the slightest notion of what the movie was about. There isn't a moment in \"The Mission\" that is not watchable, but the moments don't add up to a coherent narrative. At the end, we can sort of piece things together, but the movie has never really made us care.\n\nThe action takes place in South America in the 18th century. Two great colonial forces are competing for the hearts and minds of the native Indians. On the one hand, there are the imperialist plunderers, who want to establish a trade in riches and slaves. On the other hand, there are the missionaries, who want to convert the Indians to Christ.\n\nThe central figure in the movie is Mendoza (Robert De Niro), who begins as the first kind of imperialist and ends as the second. Early in the film, he is a slave trader, a man of the flesh. But after he kills his brother in a flash of anger, he yearns for redemption, and he gets it from the missionaries who assign him an agonizing penance: He must climb a cliff near a steep waterfall, dragging behind him a net filled with a heavy weight of armor. Again and again, De Niro strives to scale the dangerous height, until finally all of the anger and sin is drained from him and he becomes a missionary at a settlement run by Gabriel (Jeremy Irons).\n\nThe movie now develops its story through the device of letters that explain what happened to the mission settlement. The missionaries dream of a society in which Christian natives will live in harmony with the Spanish and Portuguese. But the colonial governors find this vision dangerous; they would rather enslave the Indians than convert them, and they issue orders for the mission to be destroyed. Irons and De Niro disagree on how to meet this threat: Irons believes in prayer and passive resistance, and De Niro believes in armed rebellion.\n\nIn the end, neither approach is effective, and the movie concludes in a confusing series of scenes in which badly choreographed battle sequences are intercut with Irons' final religious services. It is a measure of the film's disorganization that at the end, when it is crucial that we understand who the Indians are fighting and how the battle is going, mere chaos takes over the screen and the actors stagger out of clouds of smoke as if they're looking for directions.\n\n\"The Mission\" was produced by David Puttnam and directed by Roland Joffe, the same team that made the great film \"The Killing Fields.\" That film was fired by a pure, burning anger against a great injustice, and it had a dramatic center in the life and saga of Dith Pran, the Cambodian who survived the occupation of his land and eventually lived to find freedom. Pran's story was a magnet that pulled us through the film. \"The Mission\" has no similar pull. Indeed, it hardly seems to have a center and feels like a massive, expensive film production that, once set in motion, kept going under its own momentum even though nobody involved had a clear idea of its final direction.\n\nI suggested that no single shot in the movie is without interest.\n\nThat is probably true. The locations are spectacular - especially a waterfall that supplies the great opening image of a crucified missionary floating to his doom. The actors are effective in their individual scenes. The mysterious atmosphere of the forest seeps into the story and lends it a certain mysticism. All that was needed to pull these elements together was a structure that would clearly define who the characters were, what they stood for and why we should care about them. Unfortunately, that is all that is missing.", "running_time": 125, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-11-14", "genres": ["Action", "Adventure", "Drama", "Foreign", "History"], "title": "The Mission (1986)"}