{"url": "http://www.rogerebert.com/reviews/the-frisco-kid-1979", "by": null, "star_rating": 2.0, "text": "Once a long time ago on the Champs Elysee in Paris, of all places, I saw \"Cat Ballou\" and was forever after spoiled on the subject of comic Westerns. I laughed, indeed, at a great deal of \"Blazing Saddles\" but was that really a comic Western, or just an extension of Mel Brooks' all-purpose comic vision? But I haven't seen anything else to even approach \"Cat Ballou\" and Lee Marvin's drunken horse, and that includes the new Gene Wilder movie, \"The Frisco Kid.\"\n\nThe movie's based on a good idea, yes: Wilder plays a Polish rabbinical student who places so far down in his class that the Jewish elders decide there's only one place for him, and that's San Francisco. So he's sent to the New Land in 1850 or thereabouts, and he's expected to make his way through the Wild West and eventually serve a congregation in the midst of the Gold Rush.\n\nWhat are the chances of this naive, unexperienced schlemeil making it across the continent? Almost exactly zero. But then along comes a gunslinging desperado (Harrison Ford, of \"Star Wars\") to take pity on the poor rabbi and help guide him through the deserts and the Indians and a goodly supply of other gunslinging desperados.\n\nAs I say, a good idea. But what approach do you take to this material? What's your comic tone? \"The Frisco Kid\" tries for almost every possible tone. It has slapstick (Wilder, on a railroad work gang, consistently slamming his sledgehammer down on the toes of the biggest member of the gang). It has poignancy (Wilder and Ford get to like and respect one another, and it's a shame when they have to part). It has dialect jokes and costume jokes, puns and double entendres, romance (a bride awaits Wilder in San Francisco) and action (Wilder is taken captive by Indians).\n\nBut what it doesn't have is a consistent comic logic to lead us through its Western smorgasbord. The movie's director is Robert Aldrich, who is one of Hollywood's most consistent craftsmen and who, theoretically, should have been ideal for this material: He's made a semispeciality out of action-oriented semicomedies about bands of men (his credits include \"The Dirty Dozen\" and \"The Longest Yard\" (1974) as well as the unsuccessful \"The Choirboys\").\n\nBut Aldrich's best movies have had a certain ironic, satirical tone to them: \"The Dirty Dozen\" was a study in cynicism. \"The Frisco Kid,\" on the other hand, has a certain softness at its center. The Wilder character has a sweetness, a niceness, that's interesting for the character but doesn't seem to work with this material.\n\nIt's really nobody's movie. The screenplay has been around Hollywood for several years, and Aldrich seems to have taken it on as a routine assignment. What's poignant about the film is that Wilder's performance is such a nice one. He's likable, plucky, versatile. He is, in fact, as good an actor here as he's ever been before, and at his own brand of complex vulnerability Gene Wilder has never been surpassed. The challenge is to find the right vehicle, to find a character like Sherlock Holmes' smarter brother. Wilder needs that certain cynical edge to play against. In a character of mostly pleasant dimensions, he gets lost.", "running_time": 114, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-01-01", "genres": ["Action", "Comedy"], "title": "The Frisco Kid (1979)"}