{"url": "http://www.rogerebert.com/reviews/the-perfect-score-2004", "by": "Scarlett Johanssonas Francesca", "star_rating": 2.0, "text": "The dialogue in \"The Perfect Score\" mentions \"The Breakfast Club,\" which is nice. (How come the characters in movies never seem to know there are movies -- except the ones they attend but never watch?) And there are similarities between the two films, not least in the way that Scarlett Johansson, with her red lips and brunet haircut, resembles Molly Ringwald. There is also a certain seriousness linking the two films, although this one tilts toward a caper comedy.\n\nThe film takes place in Princeton, N.J., which in addition to being Albert Einstein's place of last employment, is also home to the Princeton Testing Center, home of the SAT exam. The SATs, we learn, were once known as the Scholastic Aptitude Test, but since this name presumably reeked of common sense, it was dropped, and now \"SAT\" simply stands for -- SAT. \"Ess Ay Tee,\" the Web site explains, making it easy for us.\n\nWe meet Kyle (Chris Evans), who for as long as he can remember has wanted to be an architect. That for him translates into being admitted to Cornell, but for Cornell, alas, he will need to score a 1430 on his SAT, and his first score is down close to triple digits. He can take the test again, but he doubts he can improve his score.\n\n\"Kyle,\" says one of his buddies, \"this is your dream, man. If they want to put a number on that, then the hell with them.\" Yeah. So Kyle and his posse decide to break into the Princeton Testing Center, steal the answers to the test and realize their dream. And that they set out to do, in a film that sketches various motives for a half-dozen characters. You may be able to find parallels between these characters and those in \"The Breakfast Club.\" On the other hand, you may decide life is too short.\n\nI wasn't thinking about \"The Breakfast Club,\" anyway, while I watched the film. I was thinking about \"Better Luck Tomorrow,\" the 2002 film by Justin Lin about a group of Asian-American high school students in Orange County, Calif., who started by selling exam answers and ended up involved in drugs and murder, all without getting caught. In the original ending of the film when it played at Sundance, the central character considers turning himself in to the police, but \"I couldn't let one mistake get in the way of everything I'd worked for. I know the difference between right and wrong, but I guess in the end I really wanted to go to a good college.\"\n\nLin reshot some of the film, including that ending, but I've always thought it was a good one. It shows an ability to separate achievement from morality, and places so much value on success that it finally justifies any action. Lin's young heroes, I wrote in my article about the best films of the year, have positioned themselves to take over from the fallen leaders of Enron.\n\nI thought about the film because \"The Perfect Score\" considers similar material without the bite and anger and savage determination. It's too palatable. It maintains a tone of light seriousness, and it depends on the caper for too much of its entertainment value. \"Better Luck Tomorrow\" also has a plot that involves crime, but the difference is \"The Perfect Score\" is about the intended crime and depends on it, while in \"Better Luck Tomorrow,\" we see a process by which the behavior of the characters leads them where they never thought to go.\n\nThere is a kind of franchising of movies going on right now, in which the big studio product is like fast food: bad for you, but available on every corner. Good and challenging movies are limited to release in big cities and in a handful of independently booked cinemas. Whole states and sections of the country never see the best new films on big screens, and they're not always easy to find on video.\n\n\"The Perfect Score\" will play in hundreds of markets that were not open to \"Better Luck Tomorrow,\" even though it will only bore or fitfully distract its audiences, while \"Better Luck Tomorrow\" might have shaken them up. And that's a shame. What does it say when a dozen of the titles nominated for major Academy Awards this year did not play in a majority of the markets? Have I drifted from the movie under review? I'm not drifting, I'm swimming.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-01-30", "genres": ["Comedy", "Crime", "Family"], "title": "The Perfect Score (2004)"}