{"url": "http://www.rogerebert.com/reviews/the-uninvited-2009", "by": "Emily Browningas Anna", "star_rating": 3.0, "text": "Emily Browning's face helps \"The Uninvited\" work so well. She's a 20-year-old actress from Australia, has a lot of experience, but looks about 14. She makes an ideal heroine for a horror movie: innocent, troubled, haunted by nightmares, persecuted by a wicked stepmother, convinced her real mother was deliberately burned to death. She makes you fear for her, and that's half the battle. Yet she's so fresh she's ready for a Jane Austen role.\n\n\tI recoiled twice in the opening minutes of \"The Uninvited,\" and that's a good sign. This is a well-crafted first feature by the Guard Brothers (Thomas and Charles) from Britain, that weaves a story not as predictable as it might seem. Browning plays Anna, who when we meet her is finishing a stay at a psychiatric clinic under the care of chubby, paternal Dr. Silberling (Dean Paul Gibson). Her dad (David Strathairn), darkly ambiguous, drives her home to be welcomed by his girlfriend Rachel (Elizabeth Banks), who is all sunshine and false friendliness.\n\n\tBut Anna yearns only to see her older sister, Alex (Arielle Kebbel). They dive off from the boathouse, make sister-talk on the raft, and then Alex swims away as young Matt (Jesse Moss) arrives on his grocery delivery-boat. Matt, the boy who was getting too insistent with Anna when they were making out at the beach campfire. And that was the night her sick mother died, burned up in the boat house, which had been converted into a sick room, and now, as Anna has just seen, been rebuilt.\n\n\tWhat really happened that night? How did Rachel start as her mother's nurse and become Anna's new step-mom? Don't Rachel and her dad know how it disturbs the girls to see them smooching? And who is Rachel, really? Is that her real name? Google can be an insidious resource.\n\n\tAnd more about the story I really cannot say. \"The Uninvited\" gets under your skin. The cinematography has that classy-horror-movie look, the overhead shots of a lonely car driving through ominous trees, the interiors sometimes shadowed, sometime uncannily sunny, and the --presences--, as Emily Dickinson would punctuate, that are half-seen in a half-sleep.\n\n\tDavid Strathairn is well-cast. Nobody can seem more open and affable, and suggest such hooded menace. Who else is so good at telling his daughter there's nothing to worry about, and making us worry? Elizabeth Banks, as Rachel, is almost convincing when she tells Anna she hopes they can be friends. Almost. Hard to imagine that Banks played Laura Bush and Miri of Zack and Miri, but that's acting for you. Here she has moments balanced on a knife-edge between being cheerful and being a little too quick to start issuing mom-type orders, like telling Matt not to come to the house anymore.\n\n\t\"The Uninvited\" begins with a classically Freudian situation, moves directly into dream analysis, has blood coming from keyholes and corpses speaking from the grave, and is all set, of course, in a huge, rambling New England shore house with gables, attics, long corridors and places where anyone, or anything, could be hiding. When a movie like this is done well, it's uncommon. \"The Uninvited\" is done well.\n\n\tNote: I'm a little surprised by the PG-13, more evidence the MPAA awards the rating for what a movie doesn't have (nudity, language, sex) than what it does have, images that could be very troubling for some younger viewers. \n\nIMDb says: \"This is a remake of the highest-grossing Korean horror film to date, \"A Tale of Two Sisters\" (2003), directed by Ji-woon Kim. ", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-01-28", "genres": ["Drama", "Horror", "Thriller"], "title": "The Uninvited (2009)"}