{"url": "http://www.rogerebert.com/reviews/the-wild-thornberrys-movie-2002", "by": "Lacey Chabertas Eliza Thornberry", "star_rating": 3.0, "text": "\"The Wild Thornberrys Movie\" is a jolly surprise, an energetic and eccentric animated cartoon about a decidedly peculiar family making a documentary in Africa. They prowl the plains in their Winnebago, while Mom operates the camera, Dad lectures on nature and young Eliza Thornberry talks to the animals.\n\nYes, by saving a tribal priest from a warthog, she has been given this gift on one condition--that she not tell anyone (human) about it. Surprisingly, or perhaps not, the animals are as intelligent and well-spoken as the humans.\n\nThe family is drawn in the cheerful, colorful style of \"Rugrats,\" and indeed co-director Jeff McGrath even worked on the \"Rugrats\" TV series. Cathy Malkasian, the top-billed co-director, has worked on everything from the \"Jumanji\" TV series to the Nickelodeon version of the \"Thornberrys\" itself.\n\nMany kids will already know Eliza (voice of Lacey Chabert) and her family. Her parents, Nigel and Marianne (Tim Curry and Jodi Carlisle), are British, but Eliza is all-American, and her older sister, Debbie (Danielle Harris), sounds like a Valley Girl (\"that's so wrong,\" she says, confronted with the bright red hind quarters of an ape). Her younger stepbrother, Donnie Thornberry (Michael Balzary, aka Flea of the Red Hot Chili Peppers), speaks an unknown language, incessantly. Eliza's best friend is Darwin the monkey (Tom Kane), who sounds upper-class British and is an analyst of the passing scene.\n\nEliza and Darwin move fearlessly across the plain, protected by her ability to speak to the animals, and one day she persuades Akela the panther (Alfre Woodard) to let her take her three cubs to play. Alas, one of the cubs is snatched by poachers in a helicopter, setting up a thrilling adventure in which Eliza eventually saves an entire herd of elephants from extinction.\n\nBut of course the story I've described could be told in a dreary, plodding style. The charm of \"The Wild Thornberrys Movie\" comes from its zany visual style, the energy of the voiceover actors and the fine balance of action that is thrilling but not too scary. Eliza is a plucky heroine, determined and brave, and the poachers never really have a chance.\n\nThere are other elements in the movie, including a trip to boarding school in England, not enjoyed by either Eliza or Darwin, and various innocent bathroom jokes, mostly involving animals; kids have a special fascination for such material, I guess, and here it's handled as tastefully as such tasteless material can be.\n\nThe movie reaches just a little further than we expect with the addition of characters such as Nigel Thornberry's parents (his mother is not amused to find worms in her tea) and the poachers Bree and Sloan Blackburn (Marisa Tomei and Rupert Everett), who are not simply villains willing to exterminate hundreds of elephants, but so unashamed about it that their attitude is scarier than their actions. Will such people stop at nothing? Next thing you know, they'll be permitting snowmobiles in our national parks.", "running_time": 88, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-12-20", "genres": ["Adventure", "Animation", "Family"], "title": "The Wild Thornberrys Movie (2002)"}