{"url": "http://www.rogerebert.com/reviews/the-book-of-eli-2010", "by": "Denzel Washingtonas Eli", "star_rating": 3.0, "text": "I'm at a loss for words, so let me say these right away: \"The Book of Eli\" is very watchable. You won't be sorry you went. It grips your attention, and then at the end throws in several WTF! moments, which are a bonus. They make everything in the entire movie impossible and incomprehensible -- but, hey, WTF.\n\nNow to the words I am at a loss for. The story involves a lone wanderer (Denzel Washington) who wears a name tag saying \"Hi! My name is Eli.\" It may not actually be his name tag, but let's call him Eli, anyway. Eli has been walking west across the devastated landscape of America for 30 years, on his way to the sea. I haven't walked it myself, but I'm pretty sure it doesn't take that long.\n\nOn the other hand, maybe Eli only thought he was walking west. On his final trek, he walks from right to left across the screen, which in movie shorthand is walking east. \"How do you know you're walking the right way?\" he's asked. \"Faith,\" he says, a reply that takes on added resonance later in the film. \n\nEli is a quick hand with knives, pistols, rifles, shotguns and karate. He needs to be. After a catastrophe has wiped out most of the Earth's population and left ruin and desolation behind, the remaining humans are victimized by roaming motorcycle gangs of hijackers and thieves. Each of these gangs is issued a requisite tall bald man, a short hairy scruffy one and their go-fers.\n\nThe Hughes brothers, Albert and Allen, film this story in sunburned browns and pale blues, creating a dry and dusty world under a merciless sky. Water is treasure. This wasteland Eli treks at an implacable pace. Set upon in an ambush, he kills all his attackers. He's got one of those knives that makes a snicker-snack noise all by itself, and is a one-man army. Why don't the bad guys just shoot at him? Later in the film, they try that.\n\nWashington and the Hughes brothers do a good job of establishing this man and his world, and at first, \"The Book of Eli\" seems destined to be solemn. But then Eli arrives at a Western town ruled by Carnegie (Gary Oldman), who, like all the local overloads in Westerns and gangster movies, sits behind a big desk flanked by a tall bald guy and, of course, a short scruffy one. How are these guys recruited? Wanted: Tall bald guy to stand behind town boss and be willing to sacrifice life. All the water you can drink.\n\nIn this town, desperate and starving people live in rusty cars and in the streets. We meet Carnegie's abused wife Claudia (Jennifer Beals) and her daughter Solara (Mila Kunis), named, for some reason, after the cause of all the destruction. She's a prostitute in Carnegie's bar, having made the mistake of coming in on Take Your Child to Work Day. Carnegie hurts Claudia to control Solara. How he controls the fearsome bald guy is hard to say.\n\nThe third act is recycled, but done well, out of many Westerns in which the hero and the girl hole up and are surrounded. So many other movies are referenced that we almost miss it when their hideout house is perforated by bullets in \"L.A. Confidential\" style. That allows countless beams of sunlight to shine in and function as a metaphor.\n\nCarnegie needs Eli because Eli has maybe the last remaining copy of a book that Eli believes will allow him to expand and rule many more towns. I am forbidden by the Critic's Little Rule Book from naming the volume, but if you've made a guess after seeing numerous billboards stating RELIGION IS POWER, you may have guessed right.\n\nThe Hughes brothers have a vivid way with imagery here, as in their earlier films such as \"Menace II Society\" and the underrated \"From Hell.\" The film looks and feels good, and Washington's performance is the more uncanny the more we think back over it. The ending is \"flawed,\" as we critics like to say, but it's so magnificently, shamelessly, implausibly flawed that (a) it breaks apart from the movie and has a life of its own, or (b) at least it avoids being predictable.\n\nNow do yourself a favor and don't talk to anybody about the film if you plan to see it.", "running_time": 118, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-01-13", "genres": ["Action", "Science Fiction", "Thriller"], "title": "The Book of Eli (2010)"}