{"url": "http://www.rogerebert.com/reviews/the-color-of-paradise-2000", "by": "Mohsen Ramezanias Mohammad", "star_rating": 3.5, "text": "Words on a black screen: \"To the glory of God.\" I was reminded of Catholic grade school, where every page of homework began at the top with our childish handwriting: \"JMJ\"--for Jesus, Mary and Joseph. Was I dedicating my arithmetic to heaven or requesting a miracle? There is no doubt in the mind of Majid Majidi, the Iranian writer and director of \"The Color of Paradise.\" His work feels truly intended for God's glory, unlike so much \"religious art\" that is intended merely to propagandize for one view of God over another. His film looks up, not sideways. In this and his previous film, the luminous Oscar nominee \"Children of Heaven,\" he provides a quiet rebuke to the materialist consumerism in Western films about children. (Both films have subtitles, but not they're too difficult for any child who can read.) \"The Color of Paradise\" is about a blind boy. Quick and gentle, in love with knowledge, acutely attuned to the world around him, Mohammad loves his lessons at a school for the blind. He is loved at home by his grandmother and his two sisters. But his father, Hashem, does not love him. Hashem is a widower, ambitious to marry into a prosperous family, and he fears the possession of a blind son will devalue him in the marriage market.\n\nAs the film opens, the school term is over, and the other boys have been picked up by their parents. Mohammad waits along outside his school, for a father who does not come. There is a remarkable sequence in which he hears the peep of a chick which has fallen from its nest. The boy finds the chick, gently takes it in his hand and then climbs a tree, listening for the cries of the lost one's nest-mates. He replaces the bird in its nest. God, who knows when a sparrow falls, has had help this time from a little blind boy.\n\nThe father finally arrives and asks the headmaster if Mohammad can stay at the school over the vacation term. The answer is no. Hashem reluctantly brings the boy home with him, where grandmother and sisters welcome him. Mohammad is under no illusions about his father's love. Local children attend a school. Mohammad has all the same books, in Braille, and begs to be allowed to attend. In class, he knows the answers--but his father forbids him to continue at the school, possibly hoping to keep his existence a secret. Eventually the boy is apprenticed to a blind carpenter, who will teach him how to build cabinets by touch. This might be a good job for some, but not for Mohammad, who is eager to compete in the world of the seeing.\n\nFor all of its apparent melodrama, \"The Color of Paradise\" is not an obvious or manipulative film. It is too deliberately simple. And it is made with delicacy and beauty. The soundtrack is alive with natural sounds of woodpeckers, birdsongs, insects and nature, voices and footfalls. A blind person would get a good idea of the locations and what is happening--as Mohammad does. The performance by young Mohsen Ramezani, as the boy, is without guile; when he cries once in frustration, we do not see acting, but raw grief.\n\nThe ending, after a sequence in which the boy is in great danger, will strike some as contrived. Certainly it is not subtle by our cynical Western standards. If Hollywood told this story, the father would have a change of heart. In Iran, heaven intervenes more directly--as if God, having tested Mohammad as much as he dares, has the change of heart himself.\n\n\"The Color of Paradise\" is a family film that shames the facile commercialism of a product like \"Pokemon\" and its value system based on power and greed. Because they do not condescend to young audiences, Majidi's films of course are absorbing for adults as well, and there is a lesson here: Any family film not good enough for grownups is certainly not good enough for children.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-06-02", "genres": ["Drama", "Foreign", "Romance"], "title": "The Color of Paradise (2000)"}