{"url": "http://www.rogerebert.com/reviews/the-40-year-old-virgin-2005", "by": "Steve Carellas Andy", "star_rating": 3.5, "text": "Here's a movie that could have had the same title and been a crude sex comedy with contempt for its characters. Instead, \"The 40-Year-Old Virgin\" is surprisingly insightful, as buddy comedies go, and it has a good heart and a lovable hero. It's not merely that Andy Stitzer rides his bike to work, it's that he signals his turns.\n\nAndy (Steve Carell) is indeed 40 and a virgin, after early defeats in the gender wars turned him into a non-combatant. His strategy for dealing with life is to surround himself with obsessions, including action figures, video games, high-tech equipment, and \"collectibles,\" a word which, like \"drinkable,\" never sounds like a glowing endorsement.\n\nAndy is one of those guys whose life is a workaround. What he doesn't understand, he avoids, finesses or fakes. On the job at the electronics superstore where he works, his fellow employees spend a lot of time talking about women, and he nods as if he speaks the language. Then they rope him into a poker game, the conversation turns to sex, and they look at him strangely when he observes enthusiastically how women's breasts feel like bags of sand.\n\nThe buddies are wonderfully cast. David (Paul Rudd) is still hopelessly in love with a woman who has long since outgrown any possible interest in him; Jay (Romany Malco) is a ladies' man who considers himself an irresistible seducer, and Cal (Seth Rogen) is the guy with practical guidance, such as \"date drunks\" and \"never actually say anything to a woman; just ask questions.\" All these guys have problems of their own, and seem prepared to pass them on to Andy as advice; listen with particular care to the definition of \"aftercourse.\" Also at work is Paula (Jane Lynch), Andy's boss, a tall, striking woman who is definitely not a 40-year-old virgin; after asking him if he's ever heard of just being sex buddies, she promises him, \"I'm discreet, and I'll haunt your dreams.\"\n\nAndy would just as soon stay home and play with his action figures. But his friends consider it a sacred mission to end his 40-year drought. In a singles bar, under their coaching, he separates a tipsy babe from the crowd; his alarm should have gone off when she asks him to blow into the breathalyzer so she can start her car. In a bookstore he asks a cute sales clerk one question after another, which works charmingly until she finds out he has no answers. He goes to one of those dating round-robins where a buzzer goes off and you switch tables, giving the movie an opportunity to assemble a little anthology of pickup cliches.\n\nAnd then there's Trish (Catherine Keener). She runs a store across the mall, where you can take in your stuff and she'll sell it on eBay. Andy knows right away that he really likes her, but he's paralyzed by shyness and fear, and the way she coaxes him into asking her out is written so well it could be in a more serious movie. Or maybe it is; there's an insight and understanding under the surface of \"The 40-Year-Old Virgin\" that is subtle, but sincere.\n\nOn the surface, the movie assembles a collection of ethnic types as varied as \"Crash.\" It has fun with them, but it likes them, and it's gentle fun that looks for humanity, not cheap laughs. Consider the character who unexpectedly performs a Guatemalan love song, or Andy's neighbors, who like to watch \"Survivor\" with him, although he has to bring the set. The movie approaches the subject of homosexuality without the usual gay-bashing, in a scene where the guys trade one-liners beginning \"I know you're gay because\" and their reasons show more insight than prejudice.\n\nBut the best reason the movie works is because Steve Carell and Catherine Keener have a rare kind of chemistry that is maybe better described as mutual sympathy. Keener is an actress at the top of her form, and to see her in \"Lovely & Amazing\" and \"The Ballad of Jack and Rose\" and then in \"Virgin\" is to watch an actress who starts every role with a complete understanding of the woman inside. Her task in the plot is to end Andy's virginity, but her challenge is to create a relationship we care about. We do. The character Trish is intuitively understanding, but more importantly, she actually likes this guy. Keener's inspiration is to have Trish see Andy not as a challenge, but as an opportunity.\n\nThe movie was directed by Judd Apatow, who produced \"Anchorman,\" and written by Apatow and Carell, the \"Daily Show\" veteran who first developed the idea of a closeted virgin in a Second City skit. The screenplay is filled with small but perfect one-liners (as when Andy is advised to emulate David Caruso in \"Jade\"). At the end, for no good reason except that it strikes exactly the perfect (if completely unexpected) note, the cast performs a Bollywood version of \"Age of Aquarius.\" By then, they could have done almost anything and I would have been smiling.", "running_time": null, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-08-18", "genres": null, "title": "The 40-Year-Old Virgin (2005)"}