{"url": "http://www.rogerebert.com/reviews/the-extra-man-2010", "by": "Paul Danoas Louis Ives", "star_rating": 2.5, "text": "A naive and sensitive young gentleman, Louis Ives (Paul Dano) fancies himself a budding writer, wishes he had lived in the 1920s of F. Scott Fitzgerald, and secretly yearns to don ladies' undergarments. After an embarrassing incident that cuts short his career as a New Jersey English lit instructor, he makes his way to Manhattan to “find himself” — accompanied by a literary voiceover that tells us as much.\n\nIn a rather shabby corner of the grand metropolis, Louis finds himself, all right. He finds himself sharing a dingy apartment with Henry Harrison (Kevin Kline), a flamboyant bachelor playwright who cultivates a long list of grudges and a fondness for Christmas balls. Henry considers himself an aristocrat, albeit one of meager means. He escorts ancient dowagers to social events in exchange for tastes of the high life. Never mind, then, that he must paint black socks on his ankles because his real ones are too frayed for public exposure. Also, he attracts fleas.\n\nPlenty of wackiness occurs in “The Extra Man” and each crazy incident is designed to showcase the idiosyncrasies of these two nutty characters — the callow, introverted youth and his tempestuous mentor — and to provide two fine comedic actors with big juicy wads of masticatory grist, whether it's a ritualistic morning free-form interpretive dance or a tutorial in how to urinate on the street without attracting undue attention. \n\nCo-directed by Robert Pulcini and Shari Springer Berman (\"American Splendor,\" \"The Nanny Diaries\"), and co-written by them with Jonathan Ames from the latter's novel, the movie aggressively pushes its whimsicality to the point where it feels less whimsical than just aggressive. It's often funny, but I didn't laugh much because the looniness is so blatant there's no room for the freshness of discovery. In other words, I didn't often feel like I was being allowed to notice any details for myself that weren't already being shoved in my face.\n\nThe filmmakers assign each character one or possibly two off-the-wall traits: a hirsute man (John C. Reilly) has a squeaky speaking voice; a Russian is also a hunchback; an emaciated, unhealthy-looking girl (played by Katie Holmes) who works at an environmental magazine is also a vegan snob; a rich lady likes fast-food chicken; a fat lady has a bum leg that hinders her mobility, physically and socially. These designated peculiarities are evidently designed to show that, well, isn't everybody just a little weird, really?\n\nMeanwhile, so many quirks are piled upon Henry's character that his eccentricities have eccentricities. Henry seems to have but one desire in life, which is not to be known or understood by anyone. He is largely successful. Every time you peel back a layer of the onion, all it reveals is yet more onion.\n\nWe know Kline can play kooky (he won an Oscar as Otto in \"A Fish Called Wanda\"), and he does it very well, but the effort can become exhausting after a while. Dano takes more of a silent clown approach to his self-doubting character. At times Louis' wispy frame, burdened by the weight of all his uncertainties and inhibitions, droops like an overwatered tulip.\n\nI think “The Extra Man” is supposed to remind us of movies such as \"You Can't Take It with You,\" \"A Thousand Clowns,\" \"My Favorite Year,\" \"Scent of a Woman\" — celebrations of goofy, unruly nonconformity. There's lots of learning, but no hugs — especially since Henry stakes out a position “to the right of the pope” on sex, which he believes is the cause of everything that's wrong with people and the world. The movie more or less endorses that point of view, leaving most of its characters' sexual drives unresolved and/or unsatisfied. Which, in some respects, is kind of refreshing, since in most movies sex is just about the only thing that gets resolved.\n\nIn the end, as near as I can tell, young Louis' sentimental education in the big city boils down to two lessons: (1) sex is kind of a nuisance, so why not find something else to do with the energy instead; and (2) all human relationships are to some degree transactional or parasitical, so don't take it personally.", "running_time": 108, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-08-11", "genres": ["Comedy", "Drama", "Indie"], "title": "The Extra Man (2010)"}