{"url": "http://www.rogerebert.com/reviews/the-devil-wears-prada-2006", "by": "Meryl Streepas Miranda Priestly", "star_rating": 2.0, "text": "When I was young there was a series of books about boys and girls dreaming of the careers they'd have as grown-ups. I can't remember what the titles were, but let's say one was Don Brown, Boy Announcer. Don dreams of being a radio announcer, and one day, when an announcer falls ill at the scene of a big story, he grabs the mike and gets his chance. The engineer nodded urgently to me and I began to describe the fire, remembering to speak clearly. I was nervous at first, but soon the words flowed smoothly.\n\nThere were books about future coaches, nurses, doctors, pilots, senators, inventors, and so on. I also read the \"Childhood of Famous Americans\" series, but the \"boy announcer\" books were far superior, because they were about the childhood of me. I took a deep breath and began. This was the chance I had been waiting for! \n\n\"The Devil Wears Prada\" is being positioned as a movie for grown-ups and others who know what, or who, or when, or where, Prada is. But while watching it I had the uncanny notion that, at last, one of those books from my childhood had been filmed. Call it Andy Sachs, Girl Editor. Anne Hathaway stars, as a fresh-faced Midwesterner who comes to New York seeking her first job. \"I just graduated from Northwestern,\" she explains. \"I was editor of the Daily Northwestern!\" Yes! It had been a thrill to edit the student newspaper, but now, as I walked down Madison Avenue, I realized I was headed for the big time!\n\nAndy stills dresses like an undergraduate, which offends Miranda Priestly (Meryl Streep), the powerful editor of Runway, the famous fashion magazine. Miranda, who is a cross between Anna Wintour, Graydon Carter and a dominatrix, stands astride the world of fashion in very expensive boots. She throws things (her coat, her purse) at her assistants, rattles off tasks to be done immediately, and demands \"the new Harry Potter\" in \"three hours.\" No, not the new book in the stores. The unpublished manuscript of the next book. Her twins want to read it. So get two copies.\n\nYoung Andy Sachs gets a job as the assistant to Miranda's assistant. That's Emily (Emily Blunt), who is terrified of Miranda. She is blunt to Andy, and tells her: She'll need to get rid of that wardrobe, devote 24 hours a day to the job, and hope to God she remembers all of Miranda's commands. I was impressed when I first saw the famous Miranda Priestly. She had the poise of Meryl Streep, the authority of Condoleezza Rice, and was better-dressed than anyone I'd ever met, except the Northwestern Dean of Women. And now she was calling my name! Gulp!\n\nYoung Andy has a live-in boyfriend, which wasn't allowed in those old books. He is Nate (Adrian Grenier), who has a permanent three-day beard and loves her but wonders what has happened to \"the old Andy I used to know.\" I was heartbroken when I had to work late on Nate's birthday, but Miranda swamped me with last-minute demands. Emily, the first assistant, lives for the day when she will travel to Paris with Miranda for Spring Fashion Week. But then Emily gets a cold, or, as Miranda puts it, becomes \"an incubus of viral plague.\" By this time Young Andy has impressed Miranda by getting the Harry Potter manuscript, and she's dressing better, too. Nigel took me into the storage rooms, where I found myself surrounded by the latest and most luxurious fashion samples! So Andy replaces Emily on the Paris trip.\n\n\"You are the one who has to tell Emily,\" Miranda kindly explains. Ohmigod! I was dreaming! Paris, France! And as Miranda Priestly's assistant! But how would I break the news to Emily, who had dreamed of this day? And how could I tell Nate, whose own plans would have to be changed?  Actually, by this time Young Andy has a lot of things to discuss with Nate, including her friendship with Christian (Simon Baker), a famous writer for New York magazine. Ohmigod! Christian said he would read my clippings!\n\n\"The Devil Wears Prada\" is based on the best-selling novel by Lauren Weisberger, which oddly enough captures the exact tone, language and sophistication of the books of my childhood: There was nowhere to wipe my sweaty palms except for the suede Gucci pants that hugged my thighs and hips so tightly they'd both begun to tingle within minutes of my securing the final button. This novel was on the New York Times best-seller list for six months, and has been published in 27 countries. I hope some of the translators left the word \"both\" out of that sentence.\n\nMeryl Streep is indeed poised and imperious as Miranda, and Anne Hathaway is a great beauty (\"Ella Enchanted,\" \"Brokeback Mountain\") who makes a convincing career girl. I liked Stanley Tucci, too, as Nigel, the magazine's fashion director, who is kind and observant despite being a careerist slave. But I thought the movie should have reversed the roles played by Grenier and Baker. Grenier comes across not like the old boyfriend but like the slick New York writer, and Baker seems the embodiment of Midwestern sincerity, which makes sense, because he is from Australia, the Midwest of the southern hemisphere.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-06-29", "genres": ["Comedy"], "title": "The Devil Wears Prada (2006)"}