{"url": "http://www.rogerebert.com/reviews/the-umbrellas-of-cherbourg-2004", "by": "Catherine Deneuveas Genevieve", "star_rating": 3.5, "text": "Has there ever been an actress in the history of the movies who has changed as little and aged as slowly as Catherine Deneuve? Here she is in \"The Umbrellas of Cherbourg,\" her first major film, made in 1964 and now restored. Thirty-one years later, I met her at the 1995 Cannes Film Festival. To the degree that she had changed, it was simply to ripen, to add experience and sympathy to the raw beauty of a teenager. I am not making empty compliments. Her beauty, then and now, is like a blow to the eyes.\n\nWhen she made \"Umbrellas\" for the French director Jacques Demy, Deneuve was 20, and her work in this film was a flowering that introduced one of the great stars of modern French cinema. The film itself was a curious experiment in which all of the words were sung; Michel Legrand wrote the wall-to-wall score, which includes not only the famous main theme and other songs, but also Demy's sung dialogue, in the style of the lines used to link passages in opera. This style would seem to suggest a work of featherweight romanticism, but \"Umbrellas\" is unexpectedly sad and wise, a bittersweet reflection on the way true love sometimes does not (and perhaps should not) conquer all.\n\nDemy's film was a worldwide hit when it was first released, but if its star did not age, its film stock did. Like many of the movies shot in the 1960s, it was released in a version of Eastmancolor that did not remain true to the original colors. The greens and blues lost their strength, leaving the film looking pink, as if it had faded in a bright sun. Demy regained control of the film a few years before his death in 1990, and I remember a summer day in 1989 when I sat with Demy and his wife, the director Agnes Varda, in the garden of their house in Paris, and they talked of restoring the film's original color. That task was finally finished by Varda in 1994, and now here is \"Umbrellas of Cherbourg\" again, looking as bright and fresh as on the day it premiered.\n\nThe story is a sad one, yes, but it ends on a note we can only conclude is the right one. (Do not read further until you see the film.) Deneuve plays a young woman named Genevieve, who is head over heels in love with a local garage mechanic named Guy (Nino Castelnuovo). Her mother (Anne Vernon) runs a little local shop and is desperately in need of money to save her business. A rich man (Marc Michel) walks into the shop, falls in love with the daughter and begins a slow, indirect process that might lead to a proposal of marriage. Genevieve has eyes only for Guy, but he is drafted for two years by the army. And although they pledge to love each other forever, she receives only one letter from him in two months.\n\nMeanwhile, almost inevitably, Genevieve finds she is pregnant. The rich man proposes, is told of this development and offers to marry Genevieve anyway and raise the child as their own. And then there is an epilogue, in which Guy returns to the town, discovers what has happened, turns to drink and dissolution, and then is rescued by Madeleine (Ellen Farner), the young woman who was the companion for Guy's aunt and has secretly loved him for a long time. The very last scene, of a final meeting between Guy and Genevieve, is one of such poignancy that it's amazing the fabric of a musical can support it.\n\nI had forgotten many of the details of the story in the 32 years since first seeing it; my mental images were of smiling garage mechanics and Catherine Deneuve happily singing with her lover. The film is incomparably richer and more moving than that. And although the idea of having the actors sing (or, more exactly, lip-sync) every single line might sound off-putting, it's surprising how quickly we accept it.\n\n\"The Umbrellas of Cherbourg\" did not initiate a new movie style (although Demy tried it again in \"The Young Girls of Rochefort,\" in 1967, with Deneuve, her sister Francoise Dorleac and Gene Kelly). But it is remembered as a bold original experiment, and now that it is restored and back in circulation, it can also be remembered as a surprisingly effective film, touching and knowing and, like Deneuve, ageless.", "running_time": 91, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-04-02", "genres": ["Drama", "Foreign", "Musical", "Romance"], "title": "The Umbrellas of Cherbourg (2004)"}