{"url": "http://www.rogerebert.com/reviews/the-big-city-1968", "by": "Madhabi Mukherjeeas Arati", "star_rating": 4.0, "text": "\"The Big City,\" which has crept quietly into Chicago, is one of the most rewarding screen experiences of our time. I warmly encourage you to see it.\n\nThe power of this extraordinary film seems to come in equal parts from the serene narrative style of director Satyajit Ray and the sensitive performances of the cast members. At a time when we are engaged in the annual ritual of choosing our \"best actress,\" it might be useful to see the performance of Madhabi Mukherjee in this film. She is a beautiful deep, wonderful actress who simply surpasses all ordinary standards of judgment.\n\nShe plays Arati, a young housewife. The household consists of her husband (Anil Chatterjee), their children and his parents. His salary as a bank clerk is not enough to go around, and after a great deal of thought, the couple decides that Arati must find a job. The parents react with shame; no self-respecting man should allow his wife to work. But times have changed.\n\nArati takes a job demonstrating a knitting machine. The job provides her first real contact with other social levels, and she learns with hesitation to use lipsticks, wear dark glasses and talk without shyness. But there are problems in the home that Ray handles with tact and humor. The old father declares \"cold war\" on his son and will not speak to him. The husband must reconcile his self-respect with his wife's new status as a breadwinner.\n\nThe remarkable thing that Ray accomplishes is to make us really deeply care about the fortunes of this simple family. We can see why it is necessary that the wife work, that the father be reconciled, that the husband and wife understand each other. By contrast, when \"Our Man Flint\" sets out to save the world from catastrophe it matters not at all, because we don't for a moment believe in Flint or his catastrophe.\n\nThat is why I have so much trouble approaching Ray's films as \"foreign.\" They are not foreign. They are about Indians, and I am not an Indian, but Ray's characters have more in common with me than I do the comic-strip characters of Hollywood. \n\nRay's people have genuine emotions and ambitions, like the people next door and the people in Peoria and the people in Kansas City. There is not a person reading this review who would not identify immediately and deeply with the characters in \"The Big City.\"\n\nBy contrast, Hollywood films with exploding cigarette lighters and gasping starlets and idiot plots are the real \"foreign\" films. They have nothing at all in common with us, and Satyajit Ray of India understands us better than Jerry Lewis.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-04-03", "genres": null, "title": "The Big City (1968)"}