{"url": "http://www.rogerebert.com/reviews/the-postman-il-postino-1995", "by": "Massimo Troisias Mario", "star_rating": 3.5, "text": "The first time we see Mario, the hero of \"The Postman,\" we think perhaps he is retarded. He is having a conversation with his father, who seems to be retarded, too, or perhaps just engrossed in his soup.\n\nWe realize in the next scene or two that Mario is of normal intelligence, but has been raised in a place that provided him with almost nothing to talk about. That is about to change.\n\nMario (Massimo Troisi) lives on a quiet island where little changes and new ideas arrive slowly, if at all. Then one day the postmaster enlists him to bicycle out to the house of a new arrival.\n\nPablo Neruda (played by Philippe Noiret), the famous poet, has been exiled from his native Chile for political reasons, and has come here to live.\n\nMario grows fascinated by Neruda, who seems to receive letters mostly from women. He discusses the poet with the village postmaster, a communist who supports Neruda for his political ideas.\n\nNeither one of them has much insight into poetry, but Mario agrees to take the job of postman so that he can visit Neruda daily, and maybe find out how to pick up girls.\n\nTheir relationship grows slowly. Neruda is a quiet man who lives with a woman, perhaps his wife. Mario sees enough to realize they are deeply in love. Slowly, using every possible conversational opening, the postman forges a friendship. He obtains a book of Neruda's poems, and asks him to sign it. Neruda signs \"Regards, Pablo Neruda.\" Mario is crushed: the book is not even personalized, \"To Mario.\" How can he impress women with it? As the movie opens, Mario is like the man who came to dinner: He arrives at Neruda's gate, and in a sense never seems to leave. By the end of the film, Mario is more like the mute, inglorious Miltons that Thomas Gray wrote about in his \"Elegy Written in a Country Churchyard\": We see that Mario, too, might have developed the soul of a poet, had he not been born in such a backwater.\n\nAnd there is another lesson - Neruda can also learn from the people he has come to live among. Some months after he leaves the village, a newspaper clipping comes into Mario's hands, quoting the poet, who says, \"I lived in complete solitude with the most simple people in the world.\" Mario's face betrays just the slightest twitch as he learns how \"simple\" he is. That twitch is enough to reveal that he is no longer quite so simple.\n\n\"The Postman\" could have developed its friendship between poet and peasant more obviously. The beauty of the film is in its quietness. The director, Michael Radford, is British, born in India.\n\nHis previous credits (\"1984\" and \"White Mischief\") are interesting films, but nothing like this Italian-language production.\n\nThe guiding spirit behind the production seems to have been Troisi, an Italian director and actor who co-wrote the screenplay and postponed heart surgery in order to act in the title role. He died the day after the movie was finished. Perhaps it was his illness, or perhaps it was his sense of the material, that caused him to play the role in such a low key. He never seems to push for an effect, never strains, never goes too far. His character spends the entire film essentially violating Neruda's privacy - but he does it so quietly, you can never quite catch him at it.\n\nI also liked Philippe Noiret, as the poet. He is a French actor, now 65, who has spent decades playing a phlegmatic man of the people. When other people's faces might reflect surprise, his reflects confirmation: He always seems to be nodding as if things had turned out as he expected.\n\nTogether, they make this good-hearted little film into a quiet meditation on fate, tact, and poetry. If things had been different, Mario might have been the poet, and Neruda the postman, although that is an idea that occurs more easily to Mario. And it is Mario, too, who proves that poetry can work to seduce women, although the woman of his dreams, inevitably named Beatrice (Maria Grazia Cucinotta), is initially suspicious. The screenplay is based on a novel, Burning Patience, by Antonio Skarmeta, but is the novel based on fact? I don't really want to know.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-06-23", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Postman (Il Postino) (1995)"}