{"url": "http://www.rogerebert.com/reviews/the-last-days-of-chez-nous-1993", "by": "Lisa Harrowas Beth", "star_rating": 3.5, "text": "It is one of those households that implies a criticism of the ways other people choose to live. They're free spirits, don't you know, and not bound by the ordinary rules. Beth is Australian, and her husband, J. P., is from France.\n\nShe is an author, and he is a . . . well, categories, like jobs, would be too limiting for him. He is a self-appointed lord of his domain, willful and spoiled, and expert on everything, especially according to himself. That they love each other is a victory of will over nature. Beth has a teenager, Annie.\n\nThe film opens as Beth's younger sister, Vicki, comes to live with them after an unsuccessful time of traveling. Not long after, to make ends meet, they take in a boarder, Tim, who plays the piano. Days tumble one after another, most of them centered in the kitchen, where J. P. fancies himself a great cook, and is certainly good at drinking wine while chopping away at helpless vegetables.\n\n\"The Last Days of Chez Nous\" is a title that hints not only at the ending of Gillian Armstrong's new film, but also at the tone, which is a certain bitter irony. The household is about to break up, but then again was it really a household anyway - or only Beth's idea of one? Chez nous translates as \"our house,\" but it turns out that J.P. and Beth may have different notions of whom that encompasses.\n\nThe movie is not strongly plotted. Like life, it is a little disorganized, moments of anger and passion occurring side by side with joy, boredom and the reassuring rhythms of daily life. J. P. and Beth seem to be in love, depending on your definition, but J. P. needs more than one woman to satisfy his ego, and sees himself as such a wonderful fellow that Beth would have to be small-minded to deny him. Looking at him, trying to read his eyes, Beth begins to realize that she may not really know this egotistical foreigner.\n\nSex is an undercurrent in chez nous even at the most mundane moments. Annie and Tim begin to like each other. And then, unmistakably to anyone but Beth, her husband and her younger sister begin to feel careless tides pulling them together. Beth takes a few weeks off to drive through the Outback with her aging father, hoping desperately that it isn't too late for them to begin communicating, and while she is gone Vicki and J. P. begin to sleep together.\n\nNeither one thinks much about how Beth will react when she gets back. They don't plan on her finding out. But their moral carelessness is matched by bad planning, and when their secret is revealed, Beth has to decide how she thinks about it. We in the audience have no idea what she will do. The movie is not about ordinary categories of romance and family melodrama, but about these particular and strange individuals, who are smart enough that they don't fall into the usual cliches of guilty betrayal and wounded feelings.\n\nArmstrong, whose first success was \"My Brilliant Career,\" the movie that introduced Judy Davis, has a gift here for finding the tones of everyday life, of creating bright and untidy people and showing them coping with the dissolution of a household and of a lot of their certainties. The difference between drama and melodrama is that in melodrama the characters fall into categories, and here we would have the Faithless Husband, the Wronged Wife, the Betraying Sister and the Bystanding Children. Even in real life, many people prefer to play such roles, finding them easier than thinking for themselves. But \"The Last Days of Chez Nous\" is a drama, and so none of the characters play their expected parts, and what we get is astonishing: movie characters who think for themselves.\n\nBruno Ganz, his native German accent edging uncomfortably into a French one, plays one of those large, shambling men who regard life as a feast being held especially for them. Lisa Harrow, as Beth, seems to have married him in the hope of never again being bored.\n\nThey have, it is true, created an interesting household. Kerry Fox, as the younger sister, is one of those people who absent-mindedly wreak havoc in ordinary lives because they never stop to think about the consequences of their actions; she sometimes hardly seems aware that she is acting. And in the corner, the daughter and the boarder play two-handed piano, and seem blindingly normal compared with the others.\n\nI like movies like this because I get to meet people whom it would be entertaining to know - at a certain distance. I can imagine sitting in their kitchen, watching them prepare dinner, and knowing that at least some of the drama surrounding that process was being created just for my entertainment. You see people like this and you know they will go down in flames, but always in the kind of accident where there are miraculous survivals.", "running_time": 96, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-04-16", "genres": ["Comedy", "Drama", "Romance"], "title": "The Last Days Of Chez Nous (1993)"}