{"url": "http://www.rogerebert.com/reviews/the-wings-of-honneamise-1995", "by": "Melody Leeas Riquinni Nonderaiko", "star_rating": 3.0, "text": "In Japan, animation is not just for family films. There's a\rbooming industry in all kinds of animated films, including adult drama, comedy\rand even eroticism, and the leading directors are as well known as Spielberg or\rTarantino. The genre is often called Japanimation, but its fans scorn that term\rand prefer \"anime,\" a Japanese word with English origins.\n\n\"The\rWings of Honneamise,\" made in 1987 but only now opening in the United\rStates, is one of the most ambitious of all anime productions, a visually\rsensational two-hour extravaganza about an unkempt and disorganized young pilot\rnamed Shirotsugh, or Shiro, who signs up for the Royal Space Force after\rfailing to make the grade as a Navy pilot. He seems on track to become the\rfirst man in space, little suspecting the sinister reasons why anyone would\rrisk such an important flight on an officer as shabby as he is.\n\nThe\rRoyal Space Force? Where is it based? The movie takes place on a planet that is\rnot exactly the earth; a closing shot from space reveals that the continents\rand seas have a different arrangement. This world is sort of Japanese and sort\rof American, and in it an uneasy peace has been reached.\n\nThe\rkingdom's space program has never been taken seriously, and consists of gung-ho\rpilots and misfit scientists who hang around inventing stuff like old-time\rbarnstormers. (An early scene involves funeral services for a pilot whose urine\rbag leaked, allowing his space suit to electrocute him.) The Space Force is\ramazed when its first manned space shot is given priority.\n\nBut\rwhen the leaders of the kingdom move the launch pad close to its border with a\rneighboring state, Shiro discovers the reason: They hope the rocket will be\rseen as provocation, inspiring an attack and justifying war.\n\nMeanwhile,\rShiro is on a collision course with his feckless nature. He meets a young woman\rnamed Leiqunni, a fundamentalist who passes out leaflets urging people to trust\rGod. She befriends him and brings him to her home, where, in the sort of scene\ryou won't see from Disney, he attempts to rape her and she knocks him out with\ra statue to the head. The next morning he attempts to \"apologize,\"\rbut she brushes him off and forgives him, inspiring him to take his destiny\rmore seriously. This sort of sudden sexual violence is typical of both anime\rand Japanese comic books.\n\n\"The\rWings of Honneamise\" was directed by Hiroyuki Yamaga, only 24 at the time,\rwhose drawing style is influenced both by comic books and by the graphic style\rof the great 19th Century Japanese artist, Hiroshige (whose work also inspired\rHerge, the creator of \"Tintin,\" Europe's most popular comic hero).\n\nThe\rfilm doesn't use the Disney style of \"full animation,\" but instead\rgoes for more sensational set-ups and backgrounds, dramatic camera angles, and\rmontages of details - just like American comic books.\n\nAlthough\rsome of the foreground movements are not as real istic as in a Disney picture,\rthe press notes say \"Honneamise\" was hand-drawn frame-by-frame;\ranime's defenders argue that animation should not mimic life but stylize it.\rThe artists visited Cape Kennedy and the National Air and Space Museum on\rsketching expeditions, and the animated launch looks uncannily like the real\rthing. The look of the characters is based on Hollywood stars: Treat Williams,\ryoung Tatum O'Neal, Lee Van Cleef and Harrison Ford. The score is by Ryuichi\rSakamoto, who won an Oscar for \"The Last Emperor.\" One reason the\rJapanese like anime so much is that it isn't limited by budgets or special\reffects problems. Anything that can be drawn can be shown, and the artists can\ruse bizarre angles or forced perspectives to create unexpected effects. One of\rthe pleasures of the film is simply enjoying Yamaga's visual imagination, as in\ramontage at the end, which shows\rthe planet's suffering and turmoil. He also has an offbeat dramatic style,\rincluding pregnant pauses where the characters simply look at one another.\n\nNot\rmany examples of anime have played the American theatrical circuit; we're not\rused to non-family or non-Disney use of the medium. \"Akira,\" an\rapocalyptic epic, has become a best-seller on video, and the wonderful \"My\rNeighbor Totoro\" has been embraced by many parents and children as a\rspecial and charming family film. Yet anime fans are a vocal underground, the\rgenre is popular on video and on campuses, and supporters claim that the\rtrademark of anime - the large, dark eyes of the characters - has been\rappropriated by Disney in all its films since \"The Little Mermaid.\"\rIf you're curious about anime, \"The Wings of Honneamise,\" playing for\rone week at the Music Box, is a good place to start.", "running_time": 120, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-05-12", "genres": ["Animation", "Drama", "Science Fiction"], "title": "The Wings Of Honneamise (1995)"}