{"url": "http://www.rogerebert.com/reviews/the-neverending-story-1984", "by": null, "star_rating": 3.0, "text": "How's this for a threat? The kingdom of Fantasia is about to be wiped out, and the enemy isn't an evil wizard or a thermonuclear device, it's Nothingness. That's right, an inexorable wave of Nothingness is sweeping over the kingdom, destroying everything in its path. Were children's movies this nihilistic in the old days?\n\nThe only thing standing between Fantasia and Nothingness is the faith of a small boy named Bastian (Barret Oliver). He discovers the kingdom in a magical bookstore, and as he begins to read the adventure between the covers, it becomes so real that the people in the story know about Bastian. How could that be? Well, that's the very first question Bastian asks. This is a modern kid with quite a healthy amount of skepticism, but what can he do when he turns the page and the Child Empress (Tami Stronach) is begging him to give her a name so that Fantasia can be saved?\n\nThe idea of the story within a story is one of the nice touches in \"The NeverEnding Story.\" Another one is the idea of a child's faith being able to change the course of fate. Maybe not since the kids in the audience were asked to save Tinker Bell in \"Peter Pan\" has the outcome of a story been left so clearly up to a child's willingness to believe. There is a lot we have to believe in \"The NeverEnding Story,\" and that's the other great strength of this movie. It contains some of the more inventive special-effects work of a time when battles in outer space, etc., have grown routine. Look for example, at \"The Last Starfighter,\" where the special effects are competent but never original -- all the visual concepts are ripped off from \"Star Wars\" -- and then look at this movie, where an entirely new world has been created.\n\nThe world of Fantasia contains creatures inspired by Alice in Wonderland (a little man atop a racing snail), \"The Muppets\" (a cute dragon-dog that can fly), and probably B.C. (a giant made of stone, who snacks on quartz and rumbles around on his granite tricycle). Many of the special effects involve sophisticated use of Muppet-like creatures (there are scenes that reminded me of \"The Dark Crystal\"). They are, in a way, more convincing than animation, because they exist in three dimensions and have the same depth as their human co-stars. And that illusion, in turn, helps reinforce the more conventional effects like animation, back projection, and so on. The world of this movie looks like a very particular place, and the art direction involved a lot of imagination. The movie's director, Wolfgang Petersen, is accustomed to creating worlds in small places; his last film, \"Das Boot\" (The Boat), took place almost entirely within a submarine.\n\nWithin the world of Fantasia, a young hero (Noah Hathaway) is assigned to complete a hazardous quest, sneak past the dreaded portals of some stone amazons, and reach the Ivory Tower, where he will receive further instructions from the empress. In most movies, this quest would be told in a straightforward way, without the surrounding story about the other little boy who is reading the book. \n\nBut \"The NeverEnding Story\" is about the unfolding of a story, and so the framing device of the kid hidden in his school attic, breathlessly turning the pages, is interesting. It lets kids know that the story isn't just somehow happening, that storytelling is a neverending act of the imagination.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction"], "title": "The NeverEnding Story (1984)"}