{"url": "http://www.rogerebert.com/reviews/the-portrait-of-a-lady-1997", "by": "Nicole Kidmanas Isabel Archer", "star_rating": 3.0, "text": "For Henry James, who spent most of his life there, Europe was a snake pit for naive Americans, who were prey to the intrigues of more devious cultures. His Yankees disembark fresh-scrubbed from the land of Lincoln, only to tumble into the coils of greed. Isabel Archer, the heroine of \"The Portrait of a Lady,'' is one of his most loved and tragic characters; everything she does is inspired by idealism, and leads to heartbreak and ruin.\n\nIn Jane Campion's film of the James novel, we meet Isabel (Nicole Kidman) at what could have been the defining moment of her life. Orphaned in America, she visits rich English relatives and receives a proposal of marriage from Lord Warburton (Richard E. Grant). He is rich and titled, and even lives in a house with a moat. She rejects his proposal, although reassuring him that she does love moats.\n\nWhy does she turn down Warburton? Because he is too right, too safe and sure, and she seeks a spark of inspiration in her man. One of those astounded by her decision is her cousin Ralph (Martin Donovan), who also loves Isabel, but keeps that a secret because he is dying of consumption. \"I shall have the pleasure,'' he muses, \"of seeing what a young lady does who rejects Lord Warburton.'' It will be no pleasure.\n\nRalph lives with his parents, the rich Touchetts (John Gielgud and Shelley Winters). Knowing Isabel has rejected Warburton, aware of her poverty, he fears her spirit will be crushed by the hard realities of Europe. He wants her to have a chance to bloom. As his father lays dying, Ralph asks him to leave a large portion of his inheritance to the young woman. Ralph explains, \"I call people rich when they are able to meet the requirements of their imagination.'' Isabel, surprised by the bequest and never suspecting its reason, embarks on the grand tour. In Rome she swims into the net of Madame Merle (Barbara Hershey), an independent woman who knows everyone and is frank about her purpose: \"I don't pretend to know what people are meant for. I only know what I can do with them.'' Merle, knowing what she can do with Isabel, delivers her to the indolent expatriate artist Gilbert Osmond (John Malkovich). Osmond is a fake--a lazy fraud with more manner than means. But Isabel, who could see Lord Warburton's flaws, cannot see Gilbert's, and soon she is married. He has a daughter named Pansy; he explains vaguely that his first wife is deceased. Isabel comes to love Pansy, and soon she loves her a great deal more than Osmond.\n\nThe story leaps forward three years, to a time when Isabel and Gilbert coexist in a hateful truce. Her cousin Ralph, visiting Rome, sees through their marriage: \"Weren't you meant for something better than to keep guard over the sensibilities of a sterile dilettante?'' Then the noose tightens, as Isabel discovers the exact nature of her situation.\n\nI will not reveal more. Yet I assume that most of the people going to see this movie will have read the book, and, frankly, you can't easily understand this film if you haven't. Too much is left out, glossed over, or implied.\n\nWhy, for example, does Isabel marry Osmond? In the novel there is no mystery. He is an Artist--able to pose, at least during their courtship, as a man who lives on a higher plane. In Campion's film, Osmond is never allowed the slightest plausibility. Malkovich plays him as a snaky, sinister poseur, tobacco smoke coiling past his hooded eyes. The crucial distinction is: In the novel, Isabel marries him because she is an idealist, but in the movie because she is a masochist.\n\nThis difference is fatal to the development of the story. To Ralph, she must seem more stupid than brave. Madame Merle's manipulation becomes cynical, not simply opportunistic. Even Osmond seems more a villain here (where he is not deceived by his intentions) than in the novel (where he half-believes his lies).\n\n\"The Portrait of a Lady'' ends with a series of hammer-blows. Anyone who believes Henry James is bloodless has never really read him. Beneath his meticulous prose are lusts and fears that his characters struggle to contain within the strictures of proper society. His conclusion of this novel is one of incredible power; Isabel is a good woman who has tried to do right, and who has done wrong, wrong, wrong--wrong to Ralph's faith, wrong to Warburton's love, wrong to herself.\n\nIn the movie, it just doesn't play that way. Isabel turns too hard, in the years the film leaps over. By the time of the final revelations, she is no longer as deserving of Ralph's pity as she should be. By tilting the story at this angle, Campion and her writer, Laura Jones, are said to have brought a \"feminist sensibility'' to the film. I think the James version was more truly feminist, and that this version sees Isabel more as a victim and less as a heroine gone astray.\n\nYet I think if you care for James, you must see it. It is not an adaptation but an interpretation. It gives us Isabel from a new angle. And it is well acted. Kidman has the bearing and quality of the intelligent young American. Barbara Hershey is magnificent as Madame Merle (who has her own heartbreak, and has worked with the means at her disposal). Martin Donovan is touching as Ralph, whose own love is bravely concealed. Only Malkovich seems wrong; we need an Osmond who seems worthier at first.\n\nThe value of Henry James is that he teaches us to consider our motives. Today we rush heedless into life. We believe in \"love at first sight.'' We get our values from TV and film, where the plot exists only to hurry the characters into sex. All modern emotions can be expressed in a sound bite. James' people think before they commit. When they choose wrong, they eventually learn how, and why. Today's Isabel Archer would dump Osmond, sue for her money back and head for a spa to recuperate. I imagine James' Isabel captured forever in the loveless tomb of her own choosing.", "running_time": 144, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-01-17", "genres": null, "title": "The Portrait Of A Lady (1997)"}