{"url": "http://www.rogerebert.com/reviews/the-stone-killer-1973", "by": "Charles Bronsonas Torrey", "star_rating": 3.0, "text": "Michael Winner’s “The Stone Killer” is a superior example of its type - tough cop against the mob - and probably the best violent big-city police movie since “Dirty Harry.” It’s not much more, nor does it mean to be; it offers stylish escapism at breakneck speed, and it gives us a chase and a gun battle that surpass themselves. That’s what people go to movies like this for, and Winner (after betraying the shreds of artistic ambition in such earlier works as “The Jokers”) directs it with great zeal.\n\nThe hero is Charles Bronson, who possibly does not have 750 words of dialog in the entire movie (he talks even less than Clint Eastwood). Bronson doesn’t need the dialog. He acts with his body, which is muscular and catlike and strangely expansive; we never catch him just standing there. He always seems ready to pounce. \n\nThere’s one scene where he’s got a gunman cornered behind a door, and the gunman is shooting through the door. From a flat-footed standing start, Bronson simply leaps three feet up in the air to the top of a table, kicks open the door and nails the guy. To be sure, scenes like that don’t win Academy Awards. But Bronson’s sheer physicality makes the scene convincing; he’s the most athletic of the current male superstars, and he’s the one we’d back in a fight. The movie’s plot is totally preposterous. Bronson is on a trail of dead bodies that leads, ultimately, to a Mafia don (Martin Balsam). The don has hired a cadre of Vietnam veterans to stage an ambush that will wipe out the entire Italian mob leadership, thus gaining revenge for a series of assassinations of Sicilians on April 10, 1931. The long-delayed vengeance is just an excuse for this story; it gives some small measure of plausibility to a movie that’s really about violence and chase scenes.\n\nOf which there is a beauty. Bronson, in a car, is after a killer on a motorcycle. Together they crash through a handicraft fair, jump railroad tracks, burst through warehouses and used-car dealerships, and raise hell in general. It’s an exhilarating scene, magnificently choreographed, with a lot of difficult stunts well planned. And with Bronson at the wheel, you can relax; you know he’s not going to stop for a little well-chosen dialog.", "running_time": 95, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-10-19", "genres": ["Action", "Adventure", "Crime"], "title": "The Stone Killer (1973)"}