{"url": "http://www.rogerebert.com/reviews/the-specialist-1994", "by": "Sylvester Stalloneas Ray Quick", "star_rating": 2.0, "text": "At one point in \"The Specialist,\" the Sharon Stone character walks into the apartment of a Miami mobster played by Eric Roberts, looks around, and says, \"The next time you order a hit, you might consider taking out your decorator.\" Nice, but maybe they should start with the filmmakers, who have put them into a plot where Stone wants to kill some characters for one reason and others for another, and is simultaneously the friend and enemy of the movie's hero.\n\n\"The Specialist\" is one of those films that forces the characters through torturous mazes of dialogue and action, to explain a plot that is so unlikely it's not worth the effort. You know a movie's in trouble when the people in line at the parking garage afterward are trying to figure out what the heroine's motivations were.\n\nSylvester Stallone stars as a onetime CIA bomb expert whose old partner in the war against South American drug lords was James Woods.\n\nNow time has passed, and Woods is allied with a Miami crime cartel, led by patriarch Rod Steiger and his hotshot son, Eric Roberts.\n\nSharon Stone materializes, slinky and mysterious, and insinuates herself into Roberts' life while simultaneously beginning a seductive telephone relationship with Stallone.\n\nWhat does she want? To avenge the deaths of her parents, which she witnessed many years ago. Ah, but it's not nearly that simple, and if I do not reveal additional elements of the plot, that doesn't necessarily mean they would explain anything.\n\nThe movie's an uneasy cross between a moody film noir and a thriller about bombs, which blow up lots of stuff real good. There are scenes set at night, and in dance clubs, and in fast cars, and with cigarettes and low necklines. And lots of scenes where penthouses are blown off buildings and land in the sea, and cars explode and bad guys are killed by being dunked with boiling crabs. Some of the music is done with lonely brass instruments, like in a noir, and some of it is breathless percussion, like in a thriller.\n\nLike all bomb movies, this one is heavy on ominous timers with big orange digital readouts. Stallone's hideout is even rigged with a woman's voice on a loudspeaker saying, \"Twenty seconds to detonation . . . 19 seconds to detonation . . .\" Where do you find a woman to record a message like that? What do you tell her you're going to need it for? Amid the clutter, James Woods stands unscathed. Here is an actor who has been in his share of bad movies, but always manages to dodge the tomatoes. He's mean, quick and quirky, and has a masterful scene where he walks into the police bomb squad and does something with a ballpoint pen that has them all preparing to meet their maker.\n\nStallone is kind of lonely in the movie. He spends lots of time listening to recordings of Stone's telephone conversations on a Walkman, leading us to wonder (a) why she would reveal ancient secrets over the phone to a stranger, and (b) how he would explain the tapes if he were picked up by the cops. Then there's the scene where he talks with her while doing his daily stretching exercises.\n\nLater they make love, in a style uncannily resembling his daily stretching exercises.\n\nRod Steiger, as the mob patriarch, employs an accent that requires him to say \"chew\" when he means \"you.\" Roberts, as his son, is real slick with chicks (\"What I want, I take\" is his opener with Stone). And the movie includes a dandy example of the Aquarium Rule, which teaches that whenever a large aquarium is introduced into a crime movie, we will eventually see a character's head sleeping with the fishes.", "running_time": 103, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-10-09", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "The Specialist (1994)"}