{"url": "http://www.rogerebert.com/reviews/the-babymakers-2012", "by": "Paul Schneideras Tommy", "star_rating": 1.0, "text": "Comedies about sperm are not high on my list of favorites. Although I am aware sperm is a precious bodily fluid, I don't find it an especially funny one, and when a character spills half of the deposits in a sperm bank and then slips around on the floor like a clown on ice, I'm not laughing. I'm thinking, \"yuck!\" Millions of little soldiers being massacred for a laugh.\n\nThe worst sperm bank movie I've ever seen is \"Frozen Assets\" (1992), of which I wrote: \"If I were more of a hero, I would spend the next couple of weeks breaking into theaters where this movie is being shown, and leading the audience to safety.\" This movie is not quite that bad, which isn't saying much.\n\nThe film stars the blameless Paul Schneider and Olivia Munn as Tommy and Audrey, a married couple who are around 30. She feels her clock is ticking, but try as they will (and they do), she doesn't get pregnant. A doctor gives her a clean bill of health but finds that Tommy has \"lazy sperm,\" possibly because it hasn't been doing its pull-ups.\n\nTommy thinks he knows why this cannot be true. Years ago, when he was trying to raise money to buy an engagement ring for Audrey, he sold many deposits of his own sperm to a local sperm bank, whose experts had no problems with it. What could have gone wrong since then? Would it have anything to do with Tommy's unfortunate tendency to get himself kicked in the groin? The movie pulls no punches in showing his groin being pummeled mercilessly. Some guys just have bad luck. I've never found kicks to the groin particularly funny, although recent work in the genre of the Buddy Movie suggests audience research must prove me wrong.\n\nAfter finding the sperm bank doesn't allow withdrawals, Tommy and his buddies Wade and Zig-Zag (Kevin Heffernan and Nat Faxon) conceive a desperate scheme to break in and steal his old sperm. To help them in their plan, they enlist a member of the \"Indian Mafia\" (Jay Chandrasekhar, the film's director). Breaking into the bank, they have their difficulties with the slippery floor and also with Officer Malloy (M.C. Gainey). They've attracted his attention by acting as suspiciously as it is probably possible for guys to act while skulking about at night.\n\nWhat increases the icky quotient of \"The Babymakers\" is that Chandrasekhar and his writers, Peter Gaulke and Gerry Swallow, are not content to make a standard vulgar raunch fest. No, they also want to melt our hearts by making the marriage between Audrey and Tommy sweet and touching. The movie's switches between the crude and the sentimental become pathological, as if someone stood up at a wedding and started telling dirty jokes. \n\n\"The Babymakers\" is utterly clueless about its tone and has no idea how relentlessly it is undercutting itself. By the time we arrive at the obligatory happy ending, which is perfunctory and automatic, I felt sort of insulted. If Chandrasekhar thinks his audience will laugh at his vulgarity, why does he believe it requires a feel-good ending?", "running_time": 93, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-08-01", "genres": ["Adventure", "Comedy"], "title": "The Babymakers (2012)"}