{"url": "http://www.rogerebert.com/reviews/the-man-who-cried-2001", "by": "Christina Riccias Suzie", "star_rating": 3.0, "text": "Sally Potter makes movies about women who use art and artifice to escape from the roles society has assigned them. \"Orlando\" (1993) is about a character who lives for four centuries, first as a man, then as a woman. \"The Tango Lesson\" (1997) is about a British film director (Potter herself) who becomes a tango dancer. Now here is \"The Man Who Cried,\" about a little Jewish girl from Russia who becomes a little British girl and then a Parisian dancing girl, and then a wartime refugee, and finally, once again, her father's daughter.\n\nThis is an amazingly ambitious movie, not so much because of the time and space it covers (a lot), but because Potter trusts us to follow her heroine through one damn thing after another. There is a moment when Suzie is on a bicycle, chasing Gypsy horsemen through the streets of Paris, and I thought: Yes, of course, realism at last--a woman in that situation would use a bicycle to chase a man on a horse. By the time a ship is torpedoed near the end of the film, we're reflecting that most movies are too timid to offend the gods of plausibility.\n\nPotter puts her money where her mouth is. If she personally, in her 40s, can go to Argentina and become a tango dancer, then we can't complain about anything that happens to Suzie. Not that we'd want to. The story begins in Russia in 1927, when the girl's father determines to move the family to America. The girl and her father are separated, the girl is mislabeled by adults, and ends up being adopted by a well-meaning but grim British couple. When she sees Gypsies in the lanes of Britain, she is reminded of her own Jewish community in Russia.\n\nBritain cannot hold a spirit like this. In Paris, Suzie is taken under the arm of a gold-digging showgirl named Lola (Cate Blanchett), who wants to marry well, and has her eyes on a famous opera singer named Dante (John Turturro). Suzie meanwhile falls for Cesar (Johnny Depp), the Gypsy on the white horse, and finds that he is a ride-on extra in Dante's current production. As the clouds of World War II gather, Dante reveals himself as a supporter of Mussolini and a hater of Gypsies and Jews, and Lola's appetite begins to fade.\n\nPotter drenches her movies in bold, romantic music, and in wildly involved visuals. Her camera (here choreographed by the great European veteran Sacha Vierny) does not observe, but joins. She loves rich images, unexpected whirls, camera movements that join unexpected elements. The music this time is mostly opera, evoking grand emotions that the action mirrors. \"The Man Who Cried\" is like an arthouse companion to \"Moulin Rouge.\" Dante is a character basking in his own glory, an ego with a voice, less an artist than a man who knows which way the wind is blowing. Blanchett uses a thick accent as a tart with a heart of pawned gold (consider the reach between this role and her Appalachian fortune teller in \"The Gift\"). Depp more or less imports his soulful gypsy from \"Chocolat\" (2000), sensitive and moody. Christina Ricci's Suzie is at the still center, and very still herself; can a heroine ever have had less dialogue in a talking picture? And here is Harry Dean Stanton as the Parisian opera impresario. Yes, Harry Dean Stanton. Well, why not?--and with a scene where he takes a stand no matter what it costs him.\n\n\"The Man Who Cried\" himself does not turn up until very late in the movie. He might once have cried for other reasons, but by then he is crying mostly for himself. He has paid a price for his decisions. As for Suzie, she ends up in Hollywood--and no, that is not giving away the ending. No doubt she grew old and became one of those strange women I would sometimes meet up in the Hollywood Hills, when David Bradley threw his dinner parties for the survivors of the silent era, or at Telluride, where they were the widows of legendary emigres. Old women who told their stories and said, \"but you'll never believe this.\"", "running_time": 97, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-06-22", "genres": ["Drama", "Music", "Romance", "War"], "title": "The Man Who Cried (2001)"}