{"url": "http://www.rogerebert.com/reviews/the-prize-winner-of-defiance-ohio-2005", "by": "Julianne Mooreas Evelyn Ryan", "star_rating": 3.5, "text": "\"The Prize Winner of Defiance, Ohio,\" said to tell a true story, subtitles itself: \"How my mother raised 10 kids on 25 words or less.\" And she does; in an era when companies gave valuable prizes for jingles and slogans, Evelyn Ryan is the best \"contester\" in America. She wins cash prizes, a deep freezer, trips, cars, and lots and lots of the sponsor's products. When her entry is chosen over 250,000 others in a big Dr. Pepper contest, she proudly tells a daughter: \"And it wasn't even my best one!\"\n\nEvelyn, played by Julianne Moore, is like the small-town cousin of Cathy, the Connecticut housewife she played in \"Far from Heaven\" (2003). Cathy was trapped in a sterile marriage, and a world where men made all the decisions and women were locked in supporting roles. Judging by the body count around her dinner table in Ohio, Evelyn Ryan's marriage is not sterile, but it is a trap.\n\nHer husband Kelly (Woody Harrelson) puts back a six-pack and a pint of whiskey every night, drinking up his paycheck. He's a nice guy when he's sober, but undergoes such terrifying personality changes that the family is afraid to enter the kitchen when he's listening to a baseball game. He never actually beats Evelyn, although she is sometimes injured as a side effect of his rages, and suffers emotional anguish when he pounds on the brand new freezer with a frying pan. When the cops are called, they stand around with him in the kitchen, discussing those Red Sox.\n\nEvelyn handles her domestic situation with an eerie detachment and a relentless cheerfulness. She smiles, she looks on the bright side, she charms, she showers her children with attention and praise, and she lives tensely through her husband's rages. She doesn't scream at him, but makes quiet comments about his drinking and sad little asides he doesn't always understand. \"You know what your problem is?\" he says at one point. \"You're too damn happy.\" A little later in the film, she tells him: \"I don't need you to make me happy. I just need you to leave me alone when I am.\"\n\nThe power in the film comes from the disconnect between the anger and emotional violence in the marriage, and the way Evelyn keeps her dignity, protects her children, fights to put food on the table and deals with a husband she always calls \"Father.\" She is \"Mother,\" of course. She has never been outside of Ohio, never had a spare dollar in the bank, never been able to express her creativity, except through the contests. Julianne Moore plays this woman as a victim whose defenses are dignity and optimism. It's a performance of a performance, actually: Evelyn Ryan plays a role that conceals the despair in her heart.\n\nThe word \"alcoholic\" is never used in the household, although Kelly Ryan is a classic alcoholic. When the parish priest comes to offer advice, it is to advise Evelyn to submit and pray and support her husband; when he leaves, one of the kids observes that the priest's breath \"smells just like dad's.\"\n\nThere is a running battle with the milkman over the weekly bill. They are hours from being homeless when a contest prize allows them to put a down payment on a house. Homework goes on around the dining room table while Kelly, in the kitchen, swings between bitterness and tears; he feels shame because his wife supports the family with her contests, and it comes out either weepy or angry. Of course if he would stop drinking and go to AA, he could hold up his end of the marriage, but that does not occur to him as a possibility.\n\n\"So far three of my chicks have found their nests, and I am so very proud of them,\" Evelyn tells us in narration at one point. \"That's where my prayers went. That's where they all went.\" It's the repetition, the use of the word \"all,\" that carries the message. She did not pray for herself, nor for her husband. She does have one ambition: To travel to Goshen, Ind., for a meeting of a \"Contester Club\" convened by a fellow contestant (Laura Dern), who is a pen pal.\n\nThe movie is based on a memoir by Terry (\"Tuff\") Ryan, one of two children who became authors. The other kids all turned out well, too. The film ends with one of those moments that blindsides you with an unexpected surge of emotion. But for the most part \"Prize Winner,\" written and directed by Jane Anderson, avoids obvious sentiment and predictable emotion and shows this woman somehow holding it together year after year, entering goofy contests that for her family mean life and death.\n\nThis is Anderson's feature film debut as a director, after work on television. As a writer, she was responsible for \"The Positively True Adventures of the Alleged Texas Cheerleader-Murdering Mom\" (1993), starring Holly Hunter in one of the lost treasures among recent made-for-TV films. She is fascinated by mothers driven to extremes by the problem of having all of the responsibility and none of the power.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-29", "genres": ["Drama"], "title": "The Prize Winner of Defiance, Ohio (2005)"}