{"url": "http://www.rogerebert.com/reviews/the-doors-1991", "by": "Val Kilmeras Jim Morrison", "star_rating": 2.5, "text": "F. Scott Fitzgerald wrote that the problem with American lives is that they have no second act. The problem with Jim Morrison’s life was that it had no first and third. His childhood was lost in a mist of denial - he never quite forgave his father for being an admiral - and his maturity was interrupted by an early death, caused by his relentless campaign against his own mind and body. What he left behind was a protracted adolescence, during which he recorded some great rock ‘n’ roll.\n\nIf we can trust Oliver Stone’s new biographical film, “The Doors,” life for Jim Morrison was like being trapped for months at a time in the party from hell. He wanders out of the sun’s glare, a curly haired Southern California beach boy with a cute pout and a notebook full of poetry. He picks up a beer, he smokes a joint, and then life goes on fast-forward as he gobbles up drugs and booze with both hands, while betraying his friends and making life miserable for anyone who loves him. By the age of 27 he is dead. Watching the movie is like being stuck in a bar with an obnoxious drunk, when you’re not drinking.\n\nThe songs he left behind, it is true, are wonderful. Many of them are on the soundtrack of “The Doors,” which combines Morrison’s original vocals and new vocals by Val Kilmer so seamlessly that there is never, not even for a moment, the sensation that Kilmer is not singing everything we hear. That illusion is strengthened by Kilmer’s appearance. He looks so uncannily like Jim Morrison that we feel this is not a case of casting, but of possession.\n\nThe performance is the best thing in the movie - and since nearly every scene centers on Morrison, that is not small praise. Val Kilmer has always had a remarkable talent, which until now has been largely overlooked, but if you want to see why Stone thought he could be convincing as a rock star, look at “Top Secret!,” the “Airplane!”-style spoof of spy movies in which Kilmer plays Elvis Presley. Because of Kilmer, and because of extraordinary location work with countless convincing extras, the concert scenes in “The Doors” play with the authenticity of a documentary.\n\nIf the songs are timeless and the concert footage is convincing, however, the scenes from life are more painful than in any other backstage movie I can remember. The typical showbiz biopic describes a sort of parabola, in which the talented kid wins early fame, begins to self-destruct, hits bottom, and then makes his big comeback and goes on, of course, to have a movie made about him. Jim Morrison becomes a star very quickly, and then self-destructs as quickly and efficiently as he can. It is not a pretty picture. He must have been one of those people with a constitutional inability to handle drugs or booze in any quantity. For him there is no moderation; he isn’t seeking to get high, he’s looking for oblivion.\n\nHe knows it. His poetry and lyrics - and a lot of the dialogue in the movie - glorify death. He’s infatuated with it, mesmerized by death as the ultimate trip, and as the ultimate loyalty test: If you love him, you will die with and/or for him. He’s like Edgar Allen Poe on acid, crawling along the ledges outside hotel windows, or begging his lovers to stab him in the heart. This kind of narcissism has its source, of course, in self-loathing, and the early scenes of Jim preening and posturing before the camera like a male pinup eventually segue into scenes where he hides behind a beard and dark glasses, hibernating in hotel rooms on long, lonely binges.\n\nOliver Stone, who as a young man once tried to pitch an early version of this screenplay to Morrison himself, has a natural feel for the Los Angeles beach and rock scene in the years when the Doors were first establishing themselves as “the band from Venice.” Morrison materializes on the beach like a young god from the sea, falls in love with a hippie chick (Meg Ryan), and reads his poetry, which is sophomoric, but translates easily into haunting song lyrics, helped by the mournful quality of his voice. Whatever else you can say about Morrison and the Doors, there is no denying their sound; their records, especially “Light My Fire” and “L.A. Woman,” have become a part of our shared consciousness.\n\nStone shows the band working out some early arrangements and playing early gigs at rock clubs on the Sunset Strip, and then, just as in life, Jim Morrison becomes a superstar at about the same time he becomes unreliable as a stage performer. He carries a bottle with him everywhere, gulping big slugs of booze as if it were pop. He uses drugs. They do not help his personality, and he becomes mean-spirited and autocratic to those who depend on him, and obnoxious to the public - except, of course, for those moments when lightning strikes and his underlying talent flashes out.\n\nThe band grows weary of him - of the missed dates, the no-shows, the late arrivals, and endless recording sessions in which a drunken or hungover Morrison indulges himself in expensive retakes.\n\nKeyboardist Ray Manzarek (Kyle Maclachlan) who first told him he had potential as a singer, drifts into a kind of passive-aggressive trance, sitting stone-faced during Morrison’s outbursts. Others threaten to quit. Listening to the final version of one of his best albums, Morrison tells the musicians, “That’s not bad for a bunch of guys who weren’t even talking to each other the day the album was recorded.” Prancing and preening onstage as a sex god, Morrison is bedeviled by impotence in real life; the drugs have done their work.\n\nIn the movie’s most extraordinary scene, he encounters an older rock journalist (Kathleen Quinlan) who is heavily into sadomasochism and the trappings of witchcraft, and who through heroic measures, including pain, ritual and the mutual drinking of blood, succeeds in stimulating Morrison to the point where he actually achieves potency - although, if the movie is to be trusted, it was his last hurrah.\n\nQuinlan’s character is almost the only one able to break through the fog of Morrison’s indulgences to create a distinctive screen persona for herself (the character is miles different from anything she has played before, and brilliantly conceived and executed). The other principals in Morrison’s life, even his wife as played by Ryan, are supporting characters who drift in and out of focus during his long, sad binge.\n\nThe experience of watching “The Doors” is not always very pleasant. There are the songs, of course, and some electrifying concert moments, but mostly there is the mournful, self-pitying descent of this young man into selfish and boring stupor. Having seen this movie, I am not sad to have missed the opportunity to meet Jim Morrison, and I can think of few fates more painful than being part of his support system. The last hour of the film, in particular, is a dirge of wretched excess, of drunken would-be orgies and obnoxious behavior, of concerts in which the audiences wait for hours for the spectacle of Morrison stumbling onstage to fake a few songs or, notoriously, to expose himself.\n\nIn the end, Stone leaves a large question unanswered: How was Morrison able to leave the country after being sentenced to a jail term for public indecency? But leave he did, to die of an “apparent heart attack” in Paris, where he lies buried to this day, his tomb a mecca for his fans, who have spray-painted all of the neighboring tombs with exhortations and obscenities. Even in death, Jim Morrison is no fun to be around.", "running_time": 135, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-03-01", "genres": ["Drama", "Musical"], "title": "The Doors (1991)"}