{"url": "http://www.rogerebert.com/reviews/the-harmonists-1999", "by": "Ben Beckeras Robert Biberti", "star_rating": 3.0, "text": "\"The Harmonists'' tells the story of the rise and fall of a vocal group that was wildly popular in Germany before it was disbanded in 1934 as part of the mounting persecution of Jews. The Comedian Harmonists, who did comic and romantic songs in intricate harmony, were popular and beloved. Even members of the Nazi hierarchy were among their fans. But eventually they were forbidden to sing songs by Jewish composers--and finally, because three of their members were Jewish, they were banned from performing in public.\n\nGiven the suffering created by the Nazis, the fate of the Harmonists ranks low on the scale. But as one of the countless little stories that add up to the plague of Nazism, they deserve an entry in the chronicle of despair. And it is revealing how, like many of their countrymen both Jewish and Gentile, they were blind until the last moment to the actual intentions of the Nazis. There is a moment in the film when the Harmonists are performing in New York and consider staying in America. But they do not. The handwriting was on the wall, but it was not yet sufficiently clear.\n\nThe arc of the film leads from early cheerfulness to eventual defeat, but for much of the time \"The Harmonists'' plays like a standard show-biz biopic. We meet the founder of the group, Harry Frommermann (Ulrich Noethen), who in 1927 hears a record by a black American jazz group named the Revellers. Entranced by the beauty of their close harmony, he determines to start a German group that would sing in the same style. It's slow going at first, but after the brash, confident Robert Biberti (Ben Becker) joins him, they find the other recruits and end up with five singers and a piano player.\n\nThe first agent they audition for tells them their music sounds \"funereal.'' That night, the pianist plays around with a faster tempo, and they find their style. I've never heard the Revellers, but the Harmonists remind me of the Mills Brothers, and they do something the Mills Brothers also did: They use their voices, hands and breath control to imitate the sound of musical instruments. There's an instrumental solo in the film done entirely without instruments.\n\nAs the six men work and travel together, tensions of course develop, and the most delicate involves the fact that Harry and Robert are both in love with the same woman, a comely music store clerk named Erna (Meret Becker). She likes Harry (indeed, she makes sure she's up on a ladder with a little of her slip and a lot of her leg showing, when he enters the store). He likes her, too, enough to propose marriage even though he's Jewish and she isn't. (He visits his parents' graves to tell them, \"God will forgive me--after all, it's his job.'') But Harry is a complicated man--distracted, driven, inattentive, forgetful, maddening. Robert, on the other hand, is as solid as a Teutonic rock, and looks a little like Mencken with the stogie he keeps planted in his mouth. Robert is not Jewish, but he's not racist, either, and his decency helps hold the Harmonists together.\n\nThere are a lot of entertaining musical numbers in the film, and an ominous low-key, background treatment of the way that Nazism and anti-Semitism change the fabric of German society even while many of the characters are busy denying it. (When ugly slogans are painted on the window of the music store, the grandmotherly owner says that it's \"just kids.'') Eventually the situation can no longer be ignored. There's an electrifying scene just before the group sails for New York: A high Nazi official asks them to perform at his home, which they do, but when he requests a German folk song with Nazi associations, Harry says he \"just cannot sing it.'' Their fate as a group is sealed at that moment, although it would have been sealed sooner or later anyway. Roman Cycowski (Heino Ferch), another Jewish member, announces eventually, \"No power on earth can force me to sing in this country again.'' After they break up, the three Jewish Harmonists regroup outside Germany, and the three Germans start a new group at home. But what made them special fades away, and their music somehow seems like a reproach to the rising tide of war.\n\nAn epilogue reveals what happened to all the Harmonists. One moved to California and eventually became the oldest active cantor in America. Others did not end so happily.", "running_time": 115, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-03-19", "genres": null, "title": "The Harmonists (1999)"}