{"url": "http://www.rogerebert.com/reviews/the-little-thief-1989", "by": "Charlotte Gainsbourgas Janine Castang", "star_rating": 2.5, "text": "There is a thief in the classroom. The teacher announces this fact and then solemnly surveys the faces. The camera also looks and, for us in the audience, there is no doubt. Because of the composition of the shot and because of the expression on the character's face, we know it is Janine. Class is dismissed. \"Got a problem?\" she aggressively asks a girl who has been looking at her in a unfriendly way.\n\nJanine's father left years ago. Her mother disappeared in the company of a man, leaving the child to be reared by an aunt and uncle.\n\nWe sense a strong current of anger in the girl, and we sense she expresses her anger in crime. Stealing is her way of telling people she doesn't care what they think of her.\n\nAnd yet we do not sense that this is a bad girl, only an unhappy one who needs someone to love her and something useful to do, and she will be healed. It was the same situation with Antoine, the famous young hero of Francois Truffaut's great 1959 film \"The 400 Blows,\" and there is a poetic justice in the fact that the story of \"The Little Thief\" was the last one written by Truffaut before he died in 1984. In fact, Truffaut originally intended \"The 400 Blows\" to be about both Antoine and Janine, and cut out the girl only because he felt there was more story than he could tell.\n\nNow comes this last story, produced by Claude Berri (who was given the story by Truffaut on his deathbed) and directed by Claude Miller.\n\nIt bears the familiar autobiographical imprint of Truffaut's own experience - the experience of a young juvenile delinquent who was saved from a life of crime by a man who believed in him, and became instead a great film director. In Truffaut's case, the man who saved him was the film critic Andre Bazin, who also introduced him to the movies. In \"The Little Thief,\" the outcome of Janine's life is left unclear, but her last act as a criminal is, significantly, to steal a camera.\n\nBut that is at the end of the movie. First we must follow her through the stages of her unhappiness and growth. Played by Charlotte Gainsbourgh, she is a serious young girl, attractive, secretive, determined to be independent. She waits for a letter from her mother that, year after year, never seems to come. And finally she runs away from the aunt and uncle and their dairy farm and small village, and goes to the city, where she is hired as a maid by a couple who care for her.\n\nThe affection is welcome and soothing, and Janine is interested in the new world of experience that the couple can open up to her. But underneath there still is the need for rebellion. She meets an older man and wants to have an affair with him. He refuses because she is a virgin. She deliberately loses her virginity, and reapplies to the older man. What is she looking for? A father? An identity as an adult? The older man tries to act as a parent as well as a lover. He wants her to stop stealing and become a secretary, but Janine is not tame enough for office life. She meets a young man who also is a borderline criminal, and attaches herself to him, and there is the possibility that she will become defined as a criminal before she ever has the chance to define herself.\n\n\"The Little Thief\" tells this interesting story in a somewhat frustrating way. It makes its points more than once, and sometimes there are two scenes when one would have been adequate. The progress of the story seems to stall in the middle, and then there is not time enough at the end to draw together all the threads and create the necessary emotional payoff. Here is a story that dawdles and then seems rushed.\n\nThere are treasures to be found here, however. A few of them - strange ones that perhaps only a film obsessive could appreciate - are the subtle stylistic tributes to Truffaut, such as the use of an iris shot (a shot beginning or ending in a circle that opens or closes).\n\nAnother moment when I sensed Truffaut's presence was when Janine discovers that her lover had been shipped out with the army to Indochina. She glimpses him in a newsreel, and this glimpse combines Truffaut's love of arbitrary coincidence, and his faith that you could find out almost everything of importance just by going to the movies.", "running_time": 108, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-09-29", "genres": null, "title": "The Little Thief (1989)"}