{"url": "http://www.rogerebert.com/reviews/the-little-drummer-girl-1984", "by": null, "star_rating": 2.0, "text": "\"The Little Drummer Girl\" lacks the two essential qualities it needs to work: It's not comprehensible, and it's not involving. They made a real effort to pull off the daunting task of filming John Le Carré's labyrinthine bestseller, but the movie doesn't work. It is so jammed with characters and incidents and mystifications that everything seems to get equal, cursory attention. And not a single one of the characters comes alive. Not Kurtz, the brusque, scarred, touchingly human chief of Israeli intelligence, who was my favorite character in the book. Not Charlie, the American actress who is recruited by the Israelis to play a dangerous double game with a Palestinian terrorist. And certainly not Joseph, the man who is delegated to make Charlie fall in love with him. Those three characters, Kurtz and Charlie especially, are among the most vivid creations in recent fiction. In this movie version they are pale shadows of the people I imagined as I was turning the pages.\n\nAt least I have the advantage of having read the novel. If you haven't read the book, I suspect that a lot of \"The Little Drummer Girl\" will escape you, unless you focus on every piece of information with unwavering attention. The book was long and complicated, weaving a story of intrigue, double-cross, and betrayal. The movie is relatively long, but not long enough to do justice to Le Carré's plot. What's amazing is how many plot details are in the movie. Most of the characters turn up (even such minor walk-ons as Charlie's agent and the fake Red Cross men), and most of the twists and turns of the events are here. But the movie maintains a breathless pace to squeeze everything in; at the end we're stunned with information, but not moved by emotion. There is no time to linger on the emotional significance of the story -- and surely what distinguished the Le Carré book was the way it combined a topical thriller with a deeper appreciation of the human issues involved in the Middle East. \n\nBecause the screenplay doesn't really provide the characters with time and space to grow and breathe, it may be unfair to criticize the actors: How much can you do with the Cliff's Notes edition of a story?\n\nNevertheless, the movie has crucial failures in the two key roles. Diane Keaton's Charlie is not young enough, passionate enough, or, if I may say so, sluttish enough, to recapture the wild, sloppy character in Le Carré's book. And Klaus Kinski's performance as Kurtz seems intended for a standard thriller. There is no sense of the man's past, of his intelligence, of his torn emotions, of the doubts he has about the job that Charlie is being asked to do.\n\nWhat would have helped? Maybe the director, George Roy Hill, could have pared the story down to one specific element, such as Charlie's recruitment, training, and mission. Maybe we didn't need the scenes involving the capture of the red Mercedes, or the surveillance in the town square, or the stuff about Charlie's theatrical career in London. Even then, we'd be left with performances that did not resonate. It's not that Keaton and Kinski are bad actors, just that they were miscast. Unfortunately, there has hardly been another novel in recent years for which the casting of the movie version was more crucial.", "running_time": 130, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Thriller"], "title": "The Little Drummer Girl (1984)"}