{"url": "http://www.rogerebert.com/reviews/the-return-2004", "by": "Vladimir Garinas Andrey", "star_rating": 2.5, "text": "Here is the latest, and most disturbing, of three recent films about children and their ominous fathers. Bill Paxton's \"Frailty\" was about two brothers who are fearful about their father's conviction that an angel of God has assigned him to kill the Satan-possessed among us. \"I'm Not Scared (Io non ho paura),\" by Gabriele Salvatores of Italy, was about a small boy who stumbles upon a chained kidnap victim and gradually realizes his father is the kidnapper. Now we have \"The Return,\" from Russia, which is all the more frightening because two young brothers never do fully understand their father's alarming behavior. It is a Kafkaesque story, in which ominous things follow one another with a certain internal logic but make no sense at all.\n\nAs the movie opens, Andrey (Vladimir Garin) and his younger brother, Vanya (Ivan Dobronravov), return home one day to hear their mother whisper, \"Quiet! Dad's sleeping.\" This is a father they have not seen for years, if ever, and the movie gives us no explanation for his absence. Almost immediately, he proposes a fishing trip, and the boys are less than overjoyed at this prospect of leaving home with a man who is essentially a stranger.\n\nThe father (Konstantin Lavronenko) drives them to a lakeside. He attempts to impose stern discipline in the car, but this seems less the result of cruelty than because of his awkwardness around young boys. Indeed, the movie's refusal to declare the father a villain adds to the ambiguity; eventually, he creates a disturbing situation, but does he act by design, compulsion, or impulse? And what are his motives?\n\nWhatever they are, it's clear that catching fish is not one of them. There is an ominous scene under a lowering sky and scattered rain, as he and the boys row a small boat to an island far away in the middle of the lake. On the island, the boys explore, and there is a tower that tests their fear of heights. They spy on their father and see him retrieve a small buried trunk. What's in it? We think perhaps he is a paroled convict, returning for his loot. Or a man who has learned of buried treasure. Or . . .\n\nDoesn't matter. The box, which has caused so much trouble, is lost to history by the end of the film, along with the reason why the father thought he needed to bring his two sons along. Was he acting from some kind of stunted impulse to make up time with his boys? Was he subjecting them to an experience he had undergone? Are they safe with him?\n\n\"The Return,\" directed by Andrey Zvyagintsev and written by Vladimir Moiseenko and Alexander Novototsky, does not conceal information from the audience, which would be a technique of manipulation, but from the boys, which is a technique of drama. The movie is not about the father's purpose but the boys' confusion and alarm. Like the other two films I mentioned, it eventually arrives at the point where the boys must decide whether or not to act, and here the interior dynamic of their own relationship is more important than how they feel about their father.\n\nZvyagintsev films on chilly, overcast days, on an island that in this season is not a vacation spot. His cinematographer, Mikhail Kritchman, denatures the color film stock to deny us cheer. We do not like this island, or trust this father, or like the looks of the boat -- which for a long time is left untethered on the beach, so that there's a constant underthought that it might float away. What finally happens is not anything we could have anticipated, except to observe that something like that seemed to be hanging in the damp, cold air.\n\nNote: An additional sadness creeps into the film if we know that Vladimir Garin, the older of the two boys, drowned not long after the film was completed, in a situation not unlike one in the film.", "running_time": null, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-04-30", "genres": null, "title": "THE RETURN (2004)"}