{"url": "http://www.rogerebert.com/reviews/the-saint-1997", "by": "Val Kilmeras Simon Templar", "star_rating": 2.0, "text": "\"The Saint'' is a James Bond wannabe, which is an irony, since James Bond in a way is a Saint clone. Leslie Charteris created his gentleman crook in 1926 and wrote about him in dozens of novels before his death in 1993. The Saint also inspired 14 movies, and a 1960s TV series starring Roger Moore, a future Bond.\n\nWhen Ian Fleming began writing his Bond stories, he must have had the Saint in mind: The two characters share a debonair sophistication, a gift for disguise, a taste for beautiful women, a fetish for expensive toys, and a thorough working knowledge of fine wines and fast cars.\n\nIf the Saint inspired Bond, the Bond films have obviously inspired \"The Saint,'' which stars Val Kilmer as Simon Templar, a man of constantly shifting appearances and identities. \"Who are you?'' asks the woman who loves him. \"No one has a clue,'' he says. \"Least of all me.'' The movie opens with the Saint's origination story, although the time line seems a bit askew. The man who was to name himself after the Knights Templar spent his boyhood, we learn, in a Dickensian orphanage somewhere in the Far East. When the cruel headmaster locks all the food in a storage cart as a punishment, young Simon picks the lock, and is launched on his life of adventure.\n\nWhat does he do? He steals things for people, sometimes with legal sanction, more often not. This Saint is more high-tech than his pulp predecessors, and uses a Mac Powerbook and a palmtop to dial the Internet and check on his Swiss bank account, which is creeping toward $50 million. His latest assignment is to steal the secret of cold fusion from an unsuspecting Oxford scientist named Emma Russell (Elisabeth Shue).\n\nCold fusion, of course, would provide unlimited free power, and that is of great interest to the man who has hired the Saint, Ivan Tretiak (Rade Serbedzija). He was once a communist boss, is now an oil billionaire, and is secretly withholding vast stores of heating oil in an attempt to freeze Russian citizens into an uprising, which would sweep him into office. The Saint's assignment involves a trip to Moscow in midwinter, some impressive location shots of Red Square, and a scene where he sneaks into what I guess is the Kremlin, wearing goggles and a black ski mask, so that anyone who sees him will instantly know he's up to no good.\n\nMost of his costumes are more wisely chosen. When he goes to Oxford, he poses as an Austin Pendleton lookalike--a chatty egghead who attends Shue's lectures and learns that she is on the verge of providing earth with free energy. Then he poses as an artist to win her trust, gets her drunk, inveigles his way into her arms, and is on the brink of learning the secret of cold fusion when an inconvenient thing happens: He falls in love with her.\n\nAll of this involves some of the same ingredients that have been road-tested in Bond movies, and indeed there's speculation that \"The Saint'' is also the first of a series. If so, they'll have to wind the plot a little tighter. Compared with the sensational stunts and special effects in the Bond series, \"The Saint'' seems positively leisurely. The fight scenes go on too long and are not interesting, the villains aren't single-minded enough, and the Saint seems more like a disguise fetishist than a formidable international operative. What does work is the chemistry between Kilmer and Shue, whose scenes have a certain charm, especially the one where she says she'll give away the secret of cold fusion to prevent anyone getting rich with it.\n\nI've been trying to put my finger on the movie's key problem, and I think it may be that Kilmer plays the Saint too realistically. If you take a step back and really think about James Bond, you will realize that he is mad. So is Batman. So is the Phantom (the most unfairly overlooked recent movie superhero). They live in fantasy worlds of their own creation, and bring a certain style to their delusions. The Saint still harbors ordinary human emotions, and that will not do.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-04-04", "genres": ["Action", "Adventure", "Comedy", "Romance", "Thriller"], "title": "The Saint (1997)"}