{"url": "http://www.rogerebert.com/reviews/the-exiles-2008", "by": "Yvonne Williamsas Yvonne", "star_rating": 3.5, "text": "Homer is already three-quarters smashed. He buys a beer, sprawls in a booth, and looks over the crowd in the bar. Through his eyes, we see them too: Down-and-out alcoholics, loosely or happily or angrily tilting the long-necked bottles of beer to their mouths. One old man has something wrong inside, and has to drink sideways, at a tilt. Another old man peers out from under his hat, taking it all in without eye contact. A young white guy is rock-and-rolling with a small Chinese man, in a movement that seems poised between dancing and fighting. Most of the others are Native Americans. Homer rolls his bottle off the table, and it smashes.\n\n\tHomer Nish is one of several American Indians who are followed for most of a day and all of a night in Kent MacKenzie\"s \"The Exiles,\" a sad and beautiful film about a group of hard-timers in Los Angeles, circa 1960. MacKenzie was a USC film student at the time; he died in 1980. His film, photographed in stunning 35mm b&w by Erik Daarstad, Robert Kaufman and John Morrill, would have been a key work of the New American Cinema, the Cassavetes generation, if it had ever been seen. It played three film festivals, never got picked up for distribution, has survived only in a low-quality 16-mm print. Now the UCLA Film and Television Archive has restored it, apparently working from the original materials, and it looks like it was made yesterday. Milestone has picked it up, will exhibit it in \"selected theaters,\" and then release it on DVD. It is like cracking open a time capsule.\n\n\t\"The Exiles\" in the title are Indians who have left reservations to live in Los Angeles. They were already exiles, of course, when they lost their ancestral lands and were confined to the reservations. Those we meet are alcoholics, marginally employed, locked in a cycle of drinking and carousing and fighting all night. In footage shot over many months, MacKenzie used his \"cast\" to recreate a typical day. It begins in the kitchen of Homer's wife, Yvonne Williams, the most sympathetic character. She fries pork chops and serves them on white bread to her husband and his buddy Tommy Reynolds, and then the two join friends in a convertible, drop her off at an \"all-nite\" movie, and hit the town.\n\n\tHomer and Yvonne both have voice-over narrations. Homer talks about looking for \"a little action--you know, a score, a fight, some action.\" Yvonne, who is pregnant, says she used to go to church and pray for what she wanted, but she has stopped going to church and doesn't always say her prayers. She would like her unborn son to go to college, but since she married Homer that seems unlikely to her. Tommy is the ringleader, deep-voiced, egging others on.\n\n\tOn their night of travel we see a Los Angeles that no longer exists. Charles Bukowski might appear in some of these shots, for all I know. Just like in San Francisco, there is a streetcar that angles up a hill--gone, along with the hill. It is all skyscrapers now, but read the signs in the film: \"Coffee and a donut, 10 cents.\" \"Rooms $5 an hour, $10 a night.\" Cops on the beat, twirling their nightsticks. Shoes on sale, $7. The crowd in the film greeting the dawn on a hilltop with beating drums, more drinking, more fighting, everybody always smoking.\n\n\tHow would this film have affected me in 1961? I saw Cassavetes' \"Shadows” about that time, knew what the first wave of American independents were doing, would have known it was special. But now it has such a tragic poignancy. These people are doomed, unless a lucky few found sobriety. Their tears and blood have alike dried. The juke box music is so happy, and they move to it so dutifully. I am reminded of Scorsese's \"Who's That Knocking at My Door\" and \"Mean Streets.\" Different ethnic groups, same dead end. When you can walk into a bar and call everyone by name, that doesn't mean you have a lot of friends. It means you have a fate, and are returning to seek it.", "running_time": 72, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-07-17", "genres": ["Documentary"], "title": "The Exiles (2008)"}