{"url": "http://www.rogerebert.com/reviews/the-pope-must-die-1991", "by": "Robbie Coltraneas Pope", "star_rating": 1.0, "text": "Maybe you have to take organized religion seriously in order to make jokes about it. If you can only see it as a bunch of guys running around wearing funny outfits and reciting mumbo-jumbo, then it loses its mystery, and that makes it useless as a target for satire.\n\nTake the Catholic church, for example. Like a lot of people who were raised within its rituals and traditions, I can easily find humor in it. I laughed at \"Do Black Patent Leather Shoes Really Reflect Up?\" and \"Sister Mary Ignatius Explains it All for You,\" and some of my favorite films are the dark comedies of Luis Bunuel, that anarchistic old anti-clericist. I also like the way Woody Allen applies comic logic to vast theological questions. The success of such works - so different in any other way - is that they spring from the deep impulses of people to whom Catholicism does have significance.\n\nBut now look at \"The Pope Must Die,\" a comedy based on the premise that the Vatican is controlled by the Mafia and run by the kind of priests who sit around smoking cigarettes and playing gin rummy in the pope's bedroom while waiting for him to kick the bucket. Apart from the schoolboy naughtiness of such behavior, what's really funny about it? The movie's basic comic approach is disrespect for the church, which almost by definition cannot be funny. To deflate a comic character, it has to first be inflated, and \"The Pope Must Die\" makes the crucial error of denying its characters dignity - so that there's no reason for us to laugh when it's taken away from them.\n\nWhen a man in a top hat slips on a banana peel, we laugh. When a clown slips on a banana peel, who cares? The film opens with the old pope dead and the Mafia using its captive cardinal (Alex Rocco) to make a grandstanding speech in favor of the mob's candidate for pope. He is indeed elected, but through an error by the secretary of the College of Cardinals, who is hard of hearing (ho, ho), the wrong name is announced, and a humble priest is named pope by accident.\n\nThe priest (Robbie Coltrane), who plays rock 'n' roll guitar and actually cares for orphans, is at first a lamb among the wolves.\n\nBut then, as the plot grinds out its excruciatingly predictable developments, he demands to see the Vatican's books, ends its operations in gun-smuggling and stolen merchandise, and confronts the mob. Along the way there is a scene modeled on Christ throwing the money-changers out of the temple; the new pope shuts down the Vatican Bank.\n\nThe movie's subplot involves Coltrane's youthful fling with an actress (Beverly D'Angelo), which produced a son he never knew he had. The son has grown up to be a rock 'n' roll star named Joe Don Dante (ho, ho), who seduces the daughter of the Mafia godfather, who orders him killed, after which the pope's early dalliance is revealed, etc, etc.\n\nRobbie Coltrane is a British comic actor of genuine talent, but he seems under a compulsion to make bad comedies about the Catholic church. He was in drag as a nun in \"Nuns on the Run,\" and now here he is as the pope. What's the attraction? As someone who shares his waistline, I wonder if he just plain likes the way he looks in clerical garb. Black cassocks are wonderfully thinning.", "running_time": 88, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-08-30", "genres": null, "title": "The Pope Must Die (1991)"}