{"url": "http://www.rogerebert.com/reviews/the-stranger-1968", "by": "Marcello Mastroiannias Meursault", "star_rating": 4.0, "text": "The curious fault of Luchino Visconti's \"The Stranger\" is that the film follows the book too closely.\n\nIf Visconti had tampered with Albert Camus' masterpiece, I suppose I would have responded with knee-jerk indignation. But he has handled Camus with an almost excessive reverence, and halfway through we realize the film will have no surprises.\n\nThis doesn't mean \"The Stranger\" is bad as cinema. Visconti, like Camus, realizes that the meaning of \"The Stranger\" is not to be found in the plot but in the mood. The mood is ennui, the dominant emotion of a man who hardly cares enough to tell his own story. \n\nMeursault, Camus' hero, commits a murder almost absent-mindedly.\n\nThe point is not so much that he murders a man as that he hardly seems to care. The courtroom is enraged that a man could be so lacking in basic human emotion. The hazard for the director is to show Meursault's boredom without making a boring film, and Visconti succeeds for the most part. Even when there is very\r\nlittle happening on the screen, it is happening interestingly. Visconti mutes his colors, preferring blues and grays, an occasional yellow or white or orange, and only a rare splash of anything bright. The\r\nsurface of his photography is still, at most, passive.\n\nThe murder scene is filmed in a deliberately unsensational way; it hardly seems to matter. Against this passive mood, the strong emotions of the other characters clash strongly. There is the opening\r\nscene at the funeral for Meursault's mother; an elderly friend faints, but Meursault is unmoved.\n\nIn the other rooms of Meursault's building, an old man passionately loves and hates his dog, lovers quarrel and there are shouts on the stairway, but for Meursault the day is only something to be got through.\n\nThe people who surround him CARE about the events in their lives; Meursault does not. Marcello Mastroianni is perhaps too striking to play Meursault (I would have preferred a nonentity). But he turns in a good, restrained performance. He is at his best in the scenes with Anna Karina, the girlfriend he hardly cares about. Even when he says he loves her, it is his good nature and not his passion speaking.\n\nHe wants to be agreeable. That is why the murder is such a puzzle. Why would such an agreeable, indifferent, passive person murder one of his fellows? But that is the question Camus began with.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-05-02", "genres": null, "title": "The Stranger (1968)"}