{"url": "http://www.rogerebert.com/reviews/the-apostle-1998", "by": "Robert Duvallas Apostle", "star_rating": 4.0, "text": "There's a scene early in “The Apostle” where Robert Duvall, as a\rPentecostal preacher from Texas, is having a talk with God, who has to do all\rof the listening. In an upstairs room at his mother's house, the preacher rants\rand raves at the Almighty, asking for a way to see reason in calamity: His\rcheating wife is stealing his church from him.\n\nSo far, the scene could be in a more conventional film. But then\rthe phone rings, and it's a neighbor, complaining to the preacher's mother that\rsomeone is “carrying on like a wild man.” The call establishes that the\rpreacher lives in a real world, with real neighbors, and not on a sound stage\rwhere his life is lived in a self-contained drama. His mother tells the\rneighbor that her son has talked to God ever since he was a boy, and she's not\rgoing to stop him now.\n\n“The Apostle” sees its characters in an unusually perceptive\rlight; they have the complexity and spontaneity of people in a documentary.\rDuvall, who not only plays the preacher but also wrote and directed the film,\rhas seen this preacher--named Eulis “Sonny” Dewey--with great attention and\rsympathy.\n\nSonny is different from most movie preachers. He's not a fraud,\rfor one thing; Hollywood tilts toward the Elmer Gantry stereotype. Sonny has a\rone-on-one relationship with God, takes his work seriously, and in the movie's\ropening scene, the preacher pauses at an auto accident to ask one of the\rvictims to accept Jesus Christ, “who you're going to soon meet.” Sonny is\rflawed, with a quick temper, but he's a good man, and the film is about his\rstruggle back to redemption after his anger explodes.\n\nAs the film opens, Sonny is spending a lot of time on the road\rat revivals (we see him at one of them, made convincing because Duvall cast all\rthe extras from real congregations). His wife (Farrah Fawcett) has taken up\rwith the youth minister, and one night, sitting in a motel room, Sonny figures\rthat out, drives home through the darkness, finds her absent from her bed and\rthrows a baseball through the minister's bedroom window.\n\nHis wife wants out of the marriage. And, through legal but shady\rmaneuverings, she also deprives him of his church and his job. Sonny gets\rdrunk, wades into a Little League game being coached by the youth minister and\rbangs him on the head with a baseball bat. Then he flees town (there is an\roverhead shot of his car circling aimlessly around a rural intersection; he has\rno idea where to go). Eventually he ends up in a hamlet in the Louisiana bayou,\rwhere he spends his first night in a pup tent supplied by a man who wants to\rhelp him but isn't sure he trusts him.\n\nSonny changes his name to “The Apostle E. F.” and sets about rebuilding\ra small rural church given him by a retired black minister. His mostly black\rcongregation is small at first, but grows as the result of broadcasts on the\rlocal 40-watt station. We see in countless little ways that Sonny is serious:\rHe wants this church to work, he wants to save souls, he wants redemption. Like\rthe documentary “Say Amen, Somebody,” the film spends enough time at the church\rservices, listening to the music and the preaching, that we get into the\rspirit; we understand his feelings.\n\n“The Apostle” has become something of a legend in independent\rfilm circles, because Duvall was so long in getting the movie made. The major\rstudios turned him down (of course; it's about something, which scares them).\rSo did old associates who had always promised help, but didn't return his calls\ron this project. As he waited, Duvall must have rewritten the script many\rtimes, because it is astonishingly subtle. There isn't a canned and prefab\rstory arc, with predictable stops along the way. Instead, the movie feels as\ralive as if it's a documentary of things happening right now.\n\nConsider a sequence where the Apostle E. F., who is a man after\rall, asks the receptionist at the local radio station out on a date. How will\rhe approach her? How does she see him? He wants to find a way to make his\rdesires clear, without offending her. She knows this. As played by Duvall and\rMiranda Richardson, the sequence is a brilliant observation of social and\rsexual strategies.\n\nMany of his scenes develop naturally, instead of along the lines\rof obligatory cliches. A confrontation with his wife, for example, doesn't end\ras we think it might. And a face-down with a redneck racist (Billy Bob\rThornton) develops along completely unexpected lines. The Apostle E. F. is not\reasy to read; Duvall's screenplay does what great screenwriting is supposed to\rdo, and surprises us with additional observations and revelations in every\rscene.\n\nPerhaps it's not unexpected that Duvall had to write, direct and\rstar in this film, and round up the financing himself. There aren't that many\rpeople in the film industry gifted enough to make such a film, and fewer still\rwith the courage to deal honestly with a subject both spiritual and complex.\r(Simple-minded spirituality is no problem; consider the market for angels right\rnow).\n\n“The Apostle” is like a lesson in how movies can escape from\rconvention and penetrate the hearts of rare characters.", "running_time": 133, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-30", "genres": ["Drama", "Indie"], "title": "The Apostle (1998)"}