{"url": "http://www.rogerebert.com/reviews/the-rookie-1990", "by": "Charlie Sheenas David Ackerman", "star_rating": 2.0, "text": "Clint Eastwood's new film, \"The Rookie,\" plays like an anthology of stuff that has worked before in action pictures. It's jammed with material and the budget was obviously large, but somehow not much pays off. It's all there on the screen, but lifeless.\n\nThe title alerts us to the possibility that this will not be a work of dazzling originality. How many other movies have used the same premise, about a veteran cop whose partner is killed, and who then gets paired up with a greenhorn rookie, who has to be taught the rules of the street? The screenplay by Boaz Yakin and Scott Spiegel torturously tries to devise new angles (this time the kid comes from a rich family but wants to be a cop because he blames himself for his brother's death). But the characterization is paper-thin, and not helped by Charlie Sheen's low energy and absent-minded performance.\n\nEastwood is dependable in the movie, as always, but some of his trademarks seem more affected than usual. He likes to use a dialogue catchphrase in his action pictures, and sometimes that's fun, but after \"Make my day,\" his \"Got a light?\" seems anticlimactic.\n\nIn the movie, he's a veteran auto theft detective who's on the trail of a big-time chop-shop operator (Raul Julia) whose sidekick is a machine-gun-wielding sexpot (Sonia Braga). Eastwood has a personal vendetta against the crook, and so of course we get the obligatory scene where his superior officer pulls him off the case.\n\nWe know the drill: The cop will wage a private war no matter what his orders are, and the rookie will come along for the ride. The movie contains a lot of big action scenes, including a spectacular chase, some sensational car stunts, and one barroom brawl too many.\n\nBut none of the characters really comes alive in any interesting way. Sheen keeps a poker face and laconic voice through much of the movie, and doesn't generate the kind of vigor and intensity the role needs; a more nervous actor might have been a better choice.\n\nAnd what's the deal with Raul Julia and Sonia Braga, as the chop-shop tycoon and what appears to be his mistress? They're given hardly any dialogue together that isn't flat and functional, and there's no chemistry between them - not even jealousy from Julia when he sees a videotape of Braga having sex with Eastwood. Action movies rise and fall on the strength of their villains, and \"Rookie\" fills two potentially interesting roles with good actors and then gives them little to do.\n\nThat leaves the stunts and special effects. There are some good ones, including a chase down an expressway, with Eastwood driving his car right up the loading ramp of a semi auto-carrier. But other moments raise questions. It's quite a stunt, all right, when Eastwood and Sheen race a sports car through a factory wall just before the factory explodes, but does Eastwood really have to shout \"Fasten your seatbelt!\" as the car is in mid-air and the rest of the screen is filled with flames? It's a neat twist on \"North by Northwest\" to have Eastwood and Sheen pursued by an airplane on the ground - but what about that final shoot-out in the airport terminal, which goes on forever without seeming to draw the attention of cops or security guards? What \"The Rookie\" feels like is an assembly of scenes that were not attached to characters we can care about. The dialogue is wooden, or artificial, or self-consciously cute. Most of the characters are not given even perfunctory development. Plausibility is an early casualty. And although \"Got a light?\" has already entered into the nation's vocabulary, this time I don't think Eastwood is going to be able to claim credit for it.", "running_time": 121, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-12-07", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "The Rookie (1990)"}