{"url": "http://www.rogerebert.com/reviews/the-exorcist-2000-version-2000", "by": "Linda Blairas Regan", "star_rating": 3.5, "text": "I want to write about William Friedkin's \"The Exorcist,\" and instead find myself faced with the film's \"director's cut.\" Here is one of the great horror films, and it has been subjected to editorial tinkering--no doubt to justify the advertising line, \"The version you've never seen.\" No, and you don't need to, either.\n\nI've revisited \"The Exorcist\" over the years and found it effective every time. Because it's founded on characters, details and a realistic milieu, the shocks don't date; they still seem to grow from the material.\n\nIn the early 1990s I joined Owen Roizman, the film's cinematographer, in a shot-by-shot analysis of the film over four days at the Hawaii Film Festival. As we dissected it, I gained an appreciation of the craft of the film--how it embeds the sensational material in an everyday world of misty nights, boozy parties and housekeeping details, chats in a laundry room and the personal lives of the priests. The movie is more horrifying because it does not seem to want to be. The horror creeps into the lives of characters preoccupied with their lives: Father Karras with his mother and his faith, Father Merrin with his work and health, Chris MacNeil with her career and marriage.\n\nThe movie also gains power because it takes its theology seriously--for a movie, anyway. \"The Exorcist\" was able to create a convincing portrait of priests at work, of their private lives, their fears and temptations. Instead of hurrying to exorcism as a cinematic stunt, it pauses for Father Karras (Jason Miller) to tell Regan's mother Chris (Ellen Burstyn) that the best way to obtain an exorcism would be to take a time machine back to the 16th century. Exorcism has been replaced by modern discoveries about mental illness, he says, and we note he is a psychiatrist.\n\nAbove all, the movie's power came from the shocking nature of the victim--a sweet-faced young girl, who is poked and prodded by medical science, examined by fearsome machines and gruesomely possessed by her evil visitor. There has been much discussion over the years about whether Linda Blair, the actress, was exploited by the film; she has said she was not, and the most fearsome scenes were accomplished with special effects and doubles, while the foul dialogue was dubbed by Mercedes McCambridge.\n\n\"The Exorcist\" was and is a brilliant horror film, one with an archetypal ability to reach and disturb us. It will survive as long as people care about well-made movies. But now we are faced with this new version, some 12 minutes longer than the original. The restored material doesn't come as a surprise; some of it has been seen as outtakes on earlier video releases, and all of it has been much discussed by Friedkin and William Peter Blatty, the film's author and producer. Blatty has often said that Friedkin's original cut of about 140 minutes was \"perfect.\" But the studio forced him to trim it to two hours. Friedkin defended the shorter version, saying his trims helped the pacing. This new version seems more like a \"producer's cut\" than a \"director's cut.\" Although Friedkin endorses it, it reflects Blatty's long-standing preferences.\n\nHaving seen the new version and reviewed my laser disc of the original version, I noticed four areas of difference between the 1973 and 2000 versions. One change is probably useful, the second neutral, the third pointless, the fourth catastrophic. There may be other changes I missed, including some flash-frames of satanic faces, but here's what standsout: 1. Early in the film, Regan, the possessed girl, is subjected to invasive testing and a spinal tap, with lots of queasy closeups of needles and fluids. This scene provides a preliminary medical explanation for Regan's behavior and sets up the later bedtime dialogue between mother and daughter about \"what the doctor said\"--dialogue that is unsupported in the 1973 version. It's useful.\n\n2. The priests, Karras and Merrin (Max von Sydow), have a talk on the stairs after the first round of exorcism, and Merrin suggests the true satanic target may not be the girl but those around her--the devil wants them to despair. The scene is interesting from a theological point of view, but interrupts the momentum.\n\n3. We see the \"spider walk,\" an infamous scene much discussed by \"Exorcist\" buffs in which Regan is seen walking downstairs upside-down, crab-style. This shot strikes me as a distracting stunt, and since it exists in isolation from the scenes around it, feels gratuitous.\n\n4. The original ending of \"The Exorcist\" shows Regan and her mother leaving their house for the last time. \"She doesn't remember any of it,\" her mother tells Father Dyer. Regan greets him politely, focuses on his Roman collar and suddenly hugs him. They get in the car, which begins to pull away, and then stops so that Chris can give the priest Father Merrin's medal, found in Regan's room. His hand closes over it. The car drives away. The priest looks down the fatal stairs below Regan's bedroom window. He turns away. Music and fadeout.\n\nIn the new version, after Chris gives Dyer the medal, he gives it back to her, and her hand closes over it. This is an unnecessary extra beat, but nothing compared to what follows. As the car drives away, Dyer looks down the stairs, walks toward the house and encounters Kinderman (Lee J. Cobb), the police detective. They have a conversation about movies--some nonsense about a version of \"Wuthering Heights\" starring Jackie Gleason and Lucille Ball. Hello? An ending that struck the perfect closing note has been replaced by one that jars and clangs and thumbs its nose at the film.\n\nWhile these scenes may have various rationales in the minds of Friedkin and Blatty, they have one obvious rationale in the thinking at the studio: They provide an excuse for the theatrical re-release, and will help sell the video, even to those who already own the earlier version. That is not good enough. If the changes don't make the film better, they should not have been made. If I were showing \"The Exorcist\" to a friend, I would show the 1973 version without the slightest hesitation. I hope Warner Bros. doesn't suppress it in favor of this marketing ploy.", "running_time": 132, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-09-22", "genres": null, "title": "The Exorcist (2000 Version) (2000)"}