{"url": "http://www.rogerebert.com/reviews/the-libertine-2006", "by": "Johnny Deppas Rochester", "star_rating": 3.0, "text": "\"You will not like me,\" the Earl of Rochester assures us, staring fiercely out of darkness. \"You will not like me now, and you will like me a good deal less as we go on.\" These are the opening words of Stephen Jeffreys' \"The Libertine,\" where in Scene Two we find Rochester in conversation with the actress Elizabeth Barry: \"In my experience, those who do not like you fall into two categories: the stupid, and the envious. The stupid will like you in five years time, the envious never.\"\n\nSo there's our choice: stupid, or envious. I think I would choose stupid. To be envious of John Wilmot, the Second Earl of Rochester (1647-1680), would be difficult; he died at 33 of venereal diseases that ate away his nose, so that he attended Parliament wearing a silver replacement. One of those who did like Rochester was his king, Charles II, restored to the throne after the death of Cromwell. One of Charles' first acts was to allow women back on the English stage, which is why Elizabeth Barry can be an actress in the first place, although one gathers that if her role had been played by a boy, the Second Earl might have been no less interested.\n\n\"The Libertine,\" a film by Laurence Dunmore, is based on Jeffreys' play, which opened in 1994 at the Royal Court in London and was brought to Chicago's Steppenwolf Theatre with John Malkovich as Rochester. Here Malkovich plays Charles, and Rochester is played by Johnny Depp as the kind of decaying rogue and licentious voluptuary who reaches such an alarming state that it is not a matter of liking or disliking him, but hoping not to catch something from him. Depp has an affection for outrageous roles, and Rochester is not as far removed as you might imagine from Jack Sparrow, the hero of \"Pirates of the Caribbean,\" especially in personal hygiene and dental care. Rochester was in youth a hero of British naval engagements, a gifted and mercurial man, whose father had helped protect young Charles during the years of his exile. Now Charles has returned, and is amused by Rochester's audacity and impudence: The earl composes poetry of startling obscenity, writes reckless satires, is not afraid to lampoon the king to his face. Sometimes Charles banishes Rochester to the country, but then he relents and invites him back to London, because for all his sins, the earl is one of the smartest and most entertaining men of his time: good value for the money. All Charles asks is that Rochester keep the lid on, cool it a little. Alas, discretion does not come easily to Rochester.\n\nThe film doesn't follow the earl's rise and fall so much as his fall and fall. As a sex addict, he equals Casanova in willingness: \"Now, ladies, an announcement,\" Depp's character says in his opening monologue. \"I am up for it. All the time.\" He is up for gentlemen as well, although the movie is not as interested in that side of his activities. We see him offering Elizabeth Barry (Samantha Morton) lessons on acting, and then falling in love with her; she is the smartest woman he has ever met, although that must be tempered with the observation that a smart woman would stay away from him. He welcomes his good wife Elizabeth Malet (Rosamund Pike) when she comes up from the country, yet does not curtail his visits to the fleshpots and bordellos. She has a touching scene observing that when he returns after an evening with the harlots, she might not mind so much if he were happy -- but no, he is sad, and will complain to her, and wish that he had been with her. These sentiments are not as consoling as he imagines.\n\nRochester crawls in and out of countless embraces, engages in an orgy of remarkable ingenuity and writes, produces and performs in a play that Charles commissions for the entertainment of the French king. This play is so outrageous that the Kings Are Not Amused, as we say in capital letters.\n\nThe movie is pretty much downhill after that, but of course it is. There is no way the story can end happily, as Rochester descends into wine, women and the pox. There comes a time when a comely wench no longer makes his eye sparkle, and the Second Earl is no longer Up For It All the Time. Watching the earl conquer one erotic target after another, I was reminded of a lecture I once attended by the authors of The 60-Minute Orgasm. An attentive older woman in the front row asked, \"Do you have anything at around five minutes?\"\n\nI admire Depp's performance, which plays fair with his opening comment and contains nothing that would inspire us to like him. I was engaged by the patience of Charles II, played by Malkovich as a man smart enough to prefer amusement to flattery; when he cautions Rochester to dial down, it isn't that he's personally offended, but that it's a bad idea for the king to be seen giving license to offense. Samantha Morton's character bewitches Rochester by out-thinking him, which he finds more intriguing than any sexual favor. And Rosamund Pike, as Rochester's wife, is touching as a woman who will put up with almost anything, but not, finally, with everything.\n\nLibertines are not built for third acts. No self-respecting libertine lives that long. Johnny Depp finds sadness in the earl's descent, and a desire to be loved even as he makes himself unlovable. What a brave actor Depp is, to take on a role like this. Still, at the screenplay stage, \"The Libertine\" might have seemed a safer bet than \"Pirates of the Caribbean,\" a movie studio executives reportedly thought was unreleasable.\n\nIn both cases, Depp accepts the character and all of its baggage, and works without a net. He is capable of subtle nuances, but the pirate and the earl are not, and Depp gamely follows them into wretched excess. You will not like the Second Earl of Rochester. But you will not be able to take your eyes from him. Having made his bed, he does not hesitate to sleep in it.", "running_time": 114, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-03-09", "genres": ["Drama", "Foreign", "Romance"], "title": "The Libertine (2006)"}