{"url": "http://www.rogerebert.com/reviews/the-cheap-detective-1978", "by": "Peter Falkas Lou Peckinpaugh", "star_rating": 2.0, "text": "Neil Simon's “The Cheap Detective” begins with an interesting, if hardly original, premise: Have Peter Falk do his Humphrey Bogart imitation, and plug him into a simultaneous satire of “Casablanca” and “The Maltese Falcon.” Populate the cast with as many stars as you can sign up for three days' work, give the whole thing terrific production values, and the Simon wit will carry you through.\n\nDoes the movie work? Let me put it this way. If you loved “The Maltese Falcon” and can recite all the best lines from “Casablanca” by heart, you'll hate “The Cheap Detective,” which is basically just the year's classiest and most expensive rip-off.\n\nBut if you've never seen “Casablanca” and never heard of “The Maltese Falcon,” you'll really hate “The Cheap Detective” because you won't get the in-jokes. To someone who does not know who Peter Lorre was, for example, there must be few things in this life less amusing than a Peter Lorre imitation.\n\nWhen I call “The Cheap Detective” a rip-off, what exactly do I mean? I mean that in scene after scene they really have ripped off the original Bogart classics, right down to the costumes and lighting. Louise Fletcher may not previously have been your idea of an Ingrid Bergman look-alike, but catch her here in her floppy hat, the silk kerchief around her neck and the key lights on her eyes, and you'll be amazed.\n\nAnd the nightclub scene in “The Cheap Detective,” the one inspired by Rick's place in “Casablanca,” goes the whole way: You have Fletcher walking in with Fernando Lamas (as the Claude Rains look-alike), and Scatman Crothers at the piano (in the Dooley Wilson role), and Falk with the cigarette dangling from his mouth, and the Germans singing their anthem and the French singing their anthem.\n\nAnd you realize a curious thing, the same thing demonstrated by “High Anxiety,” the Hitchcock spoof by Mel Brooks. You can only satirize original material by somehow going beyond it, or above it, or outside of it. And if the material had its own wit and style (if, indeed, it was classic and inimitable), then what have you achieved by putting new actors through the same paces, only with Neil Simon one-liners?\n\n“The Cheap Detective” has no new insights into what made Bogart original, and therefore no new ways (or any ways at all) to make his performances seem funny. Peter Falk plays Bogart (or “Peckinpaugh,” as it says here: Ho, ho) with the proper lisp and the right physical mannerisms, but so what? Where do we draw the line between imitation as satire, imitation as flattery and imitation as a tipoff that a movie is bankrupt of new ideas?\n\nAnd look, for another example, at John Houseman's performance as “Jasper Blubber,” a character obviously patterned after Sydney Greenstreet. (In both “Casablanca” and “The Maltese Falcon,” remember?) Houseman is a fine and original character actor. But he's not asked to act here, he's asked to be a mimic. Aside from minor matters of inflection and appearance, his character and dialog resemble Greenstreet's so completely that this isn't satire, it's a necrophiliac guest appearance.\n\nThe women in the picture are all supposed to be variations of Mary Astor, Ingrid Bergman and Lauren Bacall, I guess. But listen to how lamely Simon tries for his laughs. Bacall to Bogart, in “To Have and Have Not”: “If you want me, just whistle. You know how to whistle, don't you? Just pucker your lips, and blow.” Marsha Mason to Falk, in “The Cheap Detective”: “If you want me, just telephone. You know how to telephone, don't you? Just put your finger in the little round hole.” Neil Simon's reputation for wit will not survive very many more such lines.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-06-23", "genres": ["Comedy", "Crime", "Mystery", "Thriller"], "title": "The Cheap Detective (1978)"}