{"url": "http://www.rogerebert.com/reviews/the-class-2009", "by": "Francois Begaudeauas Francois", "star_rating": 4.0, "text": "\"The Class\" might have been set in any classroom in the Western world, and I believe most teachers would recognize it. It is about the power struggle between a teacher who wants to do good and students who disagree about what \"good\" is. The film is so fair that neither side is seen as right, and both seem trapped by futility.\n\nIn a lower-income, melting-pot neighborhood in Paris, Francois, the teacher, begins a school year with high hopes and a desire to be liked by his students. They are a multiethnic group of 15- and 16-year-olds, few of them prepared by the educational system to be promising candidates for Francois' hopes. None of them seem stupid, and indeed intelligence may be one of their problems: They can see clearly that the purpose of the class is to make them model citizens in a society that has little use for them.\n\nThe movie is bursting with life, energy, fears, frustrations and the quick laughter of a classroom hungry for relief. It avoids lockstep plotting and plunges into the middle of the fray, helping us become familiar with the students, suggesting more than it tells, allowing us to identify with many points of view. It is uncannily convincing.\n\nThe reason for that, I learn, involves the method of the director, Laurent Cantet, one of the most gifted new French directors. He began with a best-selling autobiographical novel by a teacher, Francois Begaudeau. He cast Begaudeau as the teacher. He worked for a year with a group of students, improvising and filming scenes. So convincing is the film that it seems documentary, but all of the students, I learn, are playing roles and not themselves.\n\nThere is a resentful Arab girl, who feels she is being undervalued by the teacher. A high-spirited African boy, very intelligent, but prone to anger. An Asian boy, also smart, who has learned (from his family's culture, perhaps) to keep a low profile and not reveal himself. Others who are confederates, pals, co-conspirators.\n\nA lot of grief in the classroom has to do with the rote teaching of French. As the students puzzle their way through, I don't know, the passive pluperfect subjunctive or whatever, I must say I sided with them. Despite the best efforts of dedicated and gifted nuns, I never learned to diagram a sentence, something they believed was of paramount importance. Yet I have made my living by writing and speaking. You learn a language by listening and speaking. You learn how to write by reading. It's not an abstraction. Do you think the people who first used the imperfect tense felt the need to name it?\n\nThe title of the original novel translates as \"Between the Walls,\" and indeed the film stays for the most part within the classroom. We know from Jack London that the members of a dog pack intensely observe one another. There can only be one top dog, and there are always candidates for the job. A school year begins with the teacher as top dog. Whether it ends that way is the test of a good teacher. Do you stay on top by strict discipline? With humor? By becoming the students' friend? Through psychology? Will they sense your strategy? Sometimes I think the old British public school system was best: Teachers were eccentric cranks, famous for their idiosyncrasy, and baffled their students.\n\nNote: \"The Class\" won the Palme d'Or at Cannes 2008, and is an Oscar nominee this year for best foreign film. Reviews of Cantet's notable films \"Human Resources\" and \"Time Out\" are also on at rogerebert.com.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-02-04", "genres": null, "title": "The Class (2009)"}