{"url": "http://www.rogerebert.com/reviews/the-brown-bunny-2004", "by": "Vincent Galloas Bud Clay", "star_rating": 3.0, "text": "In May of 2003 I walked out of the press screening of Vincent Gallo's \"The Brown Bunny\" at the Cannes Film Festival and was asked by a camera crew what I thought of the film. I said I thought it was the worst film in the history of the festival. That was hyperbole -- I hadn't seen every film in the history of the festival -- but I was still vibrating from one of the most disastrous screenings I had ever attended.\n\nThe audience was loud and scornful in its dislike for the movie; hundreds walked out, and many of those who remained only stayed because they wanted to boo. Imagine, I wrote, a film so unendurably boring that when the hero changes into a clean shirt, there is applause. The panel of critics convened by Screen International, the British trade paper, gave the movie the lowest rating in the history of their annual voting.\n\nBut then a funny thing happened. Gallo went back into the editing room and cut 26 minutes of his 118-minute film, or almost a fourth of the running time. And in the process he transformed it. The film's form and purpose now emerge from the miasma of the original cut, and are quietly, sadly, effective. It is said that editing is the soul of the cinema; in the case of \"The Brown Bunny,\" it is its salvation.\n\nCritics who saw the film last autumn at the Venice and Toronto festivals walked in expecting the disaster they'd read about from Cannes. Here is Bill Chambers of Film Freak Central, writing from Toronto: \"Ebert catalogued his mainstream biases (unbroken takes: bad; non-classical structure: bad; name actresses being aggressively sexual: bad) ... and then had a bigger delusion of grandeur than 'The Brown Bunny's' Gallo-centric credit assignations: 'I will one day be thin but Vincent Gallo will always be the director of 'The Brown Bunny.' \"\n\nFaithful readers will know that I admire long takes, especially by Ozu, that I hunger for non-classical structure, and that I have absolutely nothing against sex in the cinema. In quoting my line about one day being thin, Chambers might in fairness have explained that I was responding to Gallo calling me a \"fat pig\" -- and, for that matter, since I made that statement I have lost 86 pounds and Gallo is indeed still the director of \"The Brown Bunny.\"\n\nBut he is not the director of the same \"Brown Bunny\" I saw at Cannes, and the film now plays so differently that I suggest the original Cannes cut be included as part of the eventual DVD, so that viewers can see for themselves how 26 minutes of aggressively pointless and empty footage can sink a potentially successful film. To cite but one cut: From Cannes, I wrote, \"Imagine a long shot on the Bonneville Salt Flats where he races his motorcycle until it disappears as a speck in the distance, followed by another long shot in which a speck in the distance becomes his motorcycle.\" In the new version we see the motorcycle disappear, but the second half of the shot has been completely cut. That helps in two ways: (1) It saves the scene from an unintended laugh, and (2) it provides an emotional purpose, since disappearing into the distance is a much different thing from riding away and then riding back again.\n\nThe movie stars Gallo as Bud Clay, a professional motorcycle racer who loses a race on the East Coast and then drives his van cross-country. (The race in the original film lasted 270 seconds longer than in the current version, and was all in one shot, of cycles going around and around a track.) Bud is a lonely, inward, needy man, who thinks much about a former lover whose name in American literature has come to embody idealized, inaccessible love: Daisy.\n\nGallo allows himself to be defenseless and unprotected in front of the camera, and that is a strength. Consider an early scene where he asks a girl behind the counter at a convenience store to join him on the trip to California. When she declines, he says \"please\" in a pleading tone of voice not one actor in a hundred would have the nerve to imitate. There's another scene not long after that has a sorrowful poetry. In a town somewhere in the middle of America, at a table in a park, a woman (Cheryl Tiegs) sits by herself. Bud Clay parks his van, walks over to her, senses her despair, asks her some questions, and wordlessly hugs and kisses her. She never says a word. After a time he leaves again. There is a kind of communication going on here that is complete and heartbreaking, and needs not one word of explanation, and gets none.\n\nIn the original version, there was an endless, pointless sequence of Bud driving through Western states and collecting bug splats on his windshield; the 81/2 minutes Gallo has taken out of that sequence were as exciting as watching paint after it has already dried. Now he arrives sooner in California, and there is the now-famous scene in a motel room involving Daisy (Chloe Sevigny). Yes, it is explicit, and no, it is not gratuitous.\n\nBut to reveal how it works on a level more complex than the physical would be to undermine the way the scene pays off. The scene, and its dialogue, and a flashback to the Daisy character at a party, work together to illuminate complex things about Bud's sexuality, his guilt, and his feelings about women. Even at Cannes, even after unendurably superfluous footage, that scene worked, and I wrote: \"It must be said that [Sevigny] brings a truth and vulnerability to her scene that exists on a level far above the movie it is in.\" Gallo takes the materials of pornography and repurposes them into a scene about control and need, fantasy and perhaps even madness. That scene is many things, but erotic is not one of them. (A female friend of mine observed that Bud Clay, like many men, has a way of asking a woman questions just when she is least prepared to answer them.)\n\nWhen movies were cut on Movieolas, there was a saying that they could be \"saved on the green machine.\" Make no mistake: The Cannes version was a bad film, but now Gallo's editing has set free the good film inside. \"The Brown Bunny\" is still not a complete success -- it is odd and off-putting when it doesn't want to be -- but as a study of loneliness and need, it evokes a tender sadness. I will always be grateful I saw the movie at Cannes; you can't understand where Gallo has arrived unless you know where he started.", "running_time": 93, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-09-03", "genres": ["Drama", "Indie", "Romance"], "title": "The Brown Bunny (2004)"}