{"url": "http://www.rogerebert.com/reviews/the-assignment-1997", "by": "Aidan Quinnas Annibal Ramirez/Carlos", "star_rating": 3.5, "text": "\"The Assignment'' is a canny, tricky thriller that could serve as an illustration of what this week's similar release, \"The Peacemaker,'' is not. Both films involve an international hunt for a dangerous terrorist, but \"The Peacemaker'' is a cartoon and \"The Assignment'' is intelligent and gripping--and it has a third act! Instead of an action orgy, it has more than enough story to see it through to the end and keep us absorbed the whole way. Yes, it ends with a deadly struggle, but as the setting for another stage of the movie's web of deceit.\n\nThe film is centered on a CIA plot to discredit and kill Carlos, the feared terrorist who operated for years, despite the best efforts of the free world's security agencies to capture him. Donald Sutherland plays Fields, the CIA agent for whom Carlos has become an obsession, and when he finds a U.S. Navy officer named Ramirez (Aidan Quinn) who's a dead-ringer for the terrorist, he devises a risky scheme: He'll train Ramirez to impersonate Carlos, then use the double to convince the KGB that their attack dog is disloyal. As a result, Carlos will either be dead or, almost as good, discredited in the eyes of his sponsors.\n\nFields works with an Israeli named Amos (Ben Kingsley) in training Ramirez, after first using psychological tactics to persuade the reluctant Navy man to leave his wife and family and become a counter-terrorist. (The scene where Fields shows Ramirez a dying child in a hospital is a direct echo of \"The Third Man\".) Then the false Carlos, is sent into the field to work the deception, which I will not describe.\n\n\"The Assignment'' is fascinating because its characters can be believed, because there is at least a tiny nugget of truth in the story, and because from the deceptive opening credits, this is a film that creates the right world for these characters to inhabit. Sutherland's CIA man is especially well drawn: \"I don't have any family,'' he says, \"and I don't have any friends. The only people I've ever cared about were the ones I've killed.'' Quinn plays a dual role, as Ramirez and Carlos, and has some tricky scenes, especially one in which a former lover of Carlos helps train him sexually so that he will be a convincing bedmate for another of the terrorist's lovers.\n\nThe screenplay, by Dan Gordon and Sabi H. Shabtai, has action scenes that grow from the story and are not simply set pieces for their own sake. It's impressive the way so many different story threads come together all at once near the end.\n\nThe director, Christian Duguay, is new to me. What he has is a tactile love of film, of images. He and the cinematographer, David Franco, don't use locations so much as occupy them; we visit Jerusalem, Paris, Vienna, Washington, Tripoli and Moscow (or sets and effects that look like them) and yet the movie's not a travelogue but a story hurtling ahead.\n\nI have seen so many lazy thrillers. They share the same characteristics: Most of the scenes involve the overpriced star, the villain is underwritten, and the plot is merely a set-up for the special effects, the chases and the final action climax. \"The Assignment'' gives us ensemble work by fine actors, it has a villain of great complexity (developed through the process of imitating him), and at the end there is a tantalizing situation for us to unravel as we leave the theater.", "running_time": 115, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-09-26", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "The Assignment (1997)"}