{"url": "http://www.rogerebert.com/reviews/the-royal-tenenbaums-2001", "by": "Gene Hackmanas Royal Tenenbaum", "star_rating": 3.5, "text": "The Tenenbaums occupy a big house in a kind of dreamy New York. It has enough rooms for each to hide and nurture a personality incompatible with the others. Royal Tenenbaum (Gene Hackman), the patriarch, left home abruptly some years before and has been living in a hotel, on credit, ever since. There was never actually a divorce. His wife Etheline (Anjelica Huston) remains at home with their three children, who were all child prodigies and have grown into adult neurotics. There's Chas (Ben Stiller), who was a financial whiz as a kid; Margot (Gwyneth Paltrow), who was adopted, and won a big prize for writing a school play, and Richie (Luke Wilson), once a tennis champion.\n\nAll three come with various partners, children and friends. The most memorable are Raleigh St. Clair (Bill Murray), a bearded intellectual who has been married to Margot for years but does not begin to know her; Eli Cash (Owen Wilson), who lived across the street, became like a member of the family, and writes best-selling Westerns that get terrible reviews; Henry Sherman (Danny Glover), who was Etheline's accountant for 10 years until they suddenly realized they were in love, and such satellites as Pagoda (Kumar Pallana), Royal's faithful servant (who once in India tried to murder Royal and then rescued him from ... himself ...) and the bellboy Dusty (Seymour Cassel), who impersonates a doctor when Royal fakes a fatal illness.\n\nTrying to understand the way this flywheel comedy tugs at the heartstrings, I reflected that eccentricity often masks deep loneliness. All the Tenenbaums are islands entire of themselves. Consider that Margot has been a secret smoker since she was 12. Why bother? Nobody else in the family cares, and when they discover her deception they hardly notice. Her secrecy was part of her own strategy to stand outside the family, to have something that was her own.\n\nOne of the pleasures of the movie is the way it keeps us a little uncertain about how we should be reacting. It's like a guy who seems to be putting you on, and then suddenly reveals himself as sincere, so you're stranded out there with an inappropriate smirk. You can see this quality on screen in a lot of Owen Wilson's roles--in the half-kidding, half-serious way he finds out just how far he can push people.\n\nThe movie's strategy of doubling back on its own emotions works mostly through the dialogue. Consider a sort of brilliant dinner-table conversation where Royal tells the family he has cancer, they clearly don't believe him (or care), he says he wants to get to know them before he dies, the bitter Chas says he's not interested in that, and Royal pulls out all the stops by suggesting they visit their grandmother. Now watch how it works. Chas and Richie haven't seen her since they were 6. Margot says piteously that she has never met her. Royal responds not with sympathy but with a slap at her adopted status: \"She wasn't your real grandmother.\" See how his appeal turns on a dime into a cruel put-down? Anderson's previous movies were \"Bottle Rocket\" (1996) and \"Rushmore\" (1998), both offbeat comedies, both about young people trying to outwit institutions. Anderson and the Wilson brothers met at the University of Texas, made their first film on a shoestring, have quickly developed careers, and share a special talent. (That Owen Wilson could co-write and star in this, and also star in the lugubrious \"Behind Enemy Lines,\" is one of the year's curiosities.) Like the Farrelly brothers, but kinder and gentler, they follow a logical action to its outrageous conclusion.\n\nConsider, for example, what happens after Royal gets bounced out of his latest hotel and moves back home. His wife doesn't want him and Chas despises him (for stealing from his safety deposit box), so Royal stealthily moves in with a hospital bed, intravenous tubes, private medical care, and Seymour Cassel shaking his head over the prognosis. When this strategy is unmasked, he announces he wants to get to know his grandkids better--wants to teach them to take chances. So he instructs Chas' kids in shoplifting, playing in traffic and throwing things at taxicabs.\n\n\"The Royal Tenenbaums\" is at heart profoundly silly, and loving. That's why it made me think of Wodehouse. It stands in amazement as the Tenenbaums and their extended family unveil one strategy after another to get attention, carve out space, and find love. It doesn't mock their efforts, dysfunctional as they are, because it understands them--and sympathizes.", "running_time": 103, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-12-21", "genres": ["Comedy", "Drama"], "title": "The Royal Tenenbaums (2001)"}