{"url": "http://www.rogerebert.com/reviews/the-descent-2006", "by": "Shauna Macdonaldas Sarah", "star_rating": 4.0, "text": "\"The Descent\" -- what a great title. This British horror-thriller recalls grueling, adrenaline-pumping classics like \"Deliverance,\" \"Jaws,\" \"Alien\" and \"Dead Calm.\" It's that good. Finally, a scary movie with teeth, not just blood and entrails -- a savage and gripping piece of work that jangles your nerves without leaving your brain hanging. And so, for a change, you emerge feeling energized and exhilarated rather than enervated, or merely queasy.\n\nRecently faddish torture-and-gore pictures zero in on anatomical violation at the expense more resonant archetypal terrors, those things that go bump in the long, dark night of the soul. Not so in \"The Descent.\" The titular drop refers to a cave-diving expedition undertaken by six women, but it's also a breathless plummet into the abyss where nightmares are realized, a descent into primal chaos and madness.\n\nNot that \"The Descent\" goes light on sensations of physical peril. Bodies are pushed, pulled, battered and stretched to the breaking point and beyond. The tight canals and cavernous cavities, sometimes illuminated by the light from pinkish-red flares, make it seem almost like a \"Fantastic Voyage\" into inner space, corporeal and psychological. These women are straining the limits of their muscles and bones, their friendships, and their core beliefs about who they are.\n\nIn an American studio picture (which, fortunately, \"The Descent\" is not), each of the women would be assigned one \"problem\" to work through, and one related personality characteristic to distinguish her from the others. I'm grateful that \"The Descent\" doesn't waste much time on obligatory schematic elements. It just takes the plunge -- damn the character development, full speed into the void.\n\nYes, there's a main character, Sarah (Shauna Macdonald), who has suffered a recent trauma and needs to be reborn if she's ever going to make it fully back into the world again. Beth (Alex Reid) is her nurturing friend, and Juno (Natalie Mendoza -- giving off a distinct Michelle Rodriguez tough-girl vibe) is the unreliable, risk-taking member of the group who leads this expedition into subterranean Appalachia. (Insert \"Dueling Banjos\" theme here.) There's also a mother and daughter, and the girl's friend, a punkish daredevil who prefers phallic base-jumping to yonic cave-diving. That's about it.\n\nWhere the movie comes alive is in the dark, claustrophobic world under the surface, where the women soon discover there's no way out but through. Writer-director Neil Marshall (2002's \"Dog Soldiers\") uses recurring images of penetration (not just sexual, but lethal) above and below ground, looking through bullet holes in a road sign or shooting stalactites and stalagmites in ways that emphasize their potential as instruments of impalement.\n\nHe and cinematographer Sam McCurdy have a way with darkness, too; it can be oppressive (as when most of the screen is black, surrounding a small rock tunnel) or a terrifying emptiness, a vacuum to be filled by real or imagined dangers. These flawlessly orchestrated compositions make palpable an atmosphere of tension and dread.\n\nMarshall knows his core audience well. He's studied many of their (and, no doubt, his) favorite movies, especially thriller classics of the 1970s, and liberally quotes from them -- remarkably, without throwing you out of his movie in the process. Part of the fun is in noticing these visual quotations when they pop up, and then seeing what \"The Descent\" does with them. They include explicit allusions (in addition to the movies already mentioned above) to \"Picnic at Hanging Rock,\" \"Carrie,\" “2001: A Space Odyssey,”  \"The Third Man,\" \"The Fourth Man,\" \"Don't Look Now,\" \"The Blair Witch Project\" \"Vertigo,\" \"Apocalypse Now\"... and plenty more.\n\n\"The Descent\" works (and plays) not only with movie imagery, but with the stuff of myth and dreams as well. It evokes hellish visions, from famous paintings (Goya's Black Paintings, Fuseli's \"The Nightmare\") to gothic gargoyles and Dore's engravings for Dante's \"Inferno.\" These almost subliminal references help drive \"The Descent,\" and give it a powerful mythic energy. It grasps when and how to draw upon these images to create just the right tone of hallucinatory fear, and set it reverberating in your head. The movie's not pretentious or derivative, it's just uncanny about knowing what to borrow and how to use it.\n\nOne warning: Don't let anybody tell you anything about the movie before you see it. The ride is a lot more fun if you don't know where it's headed..\n\nThis is the fresh, exciting summer movie I've been wanting for months. Or for years, it seems.", "running_time": 99, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-08-03", "genres": ["Adventure", "Foreign", "Horror"], "title": "The Descent (2006)"}