{"url": "http://www.rogerebert.com/reviews/the-final-cut-2004", "by": "Robin Williamsas Alan W. Hakman", "star_rating": 3.0, "text": "There is another Robin Williams, a lonely recluse hiding inside the extrovert. Williams is able to channel this furtive, secretive persona for roles that are far removed from Mork, Mrs. Doubtfire and Aladdin's Genie. As early as \"Seize the Day\" (1986), a little-seen adaptation of Saul Bellow's novel about a man who loses everything of importance, Williams was accepting roles in which he would be inward, withdrawn, obsessive, peculiar.\n\nConsider his work in \"The Secret Agent\" (1996), as a man who prowls Edwardian London with explosives strapped to his body; \"One Hour Photo\" (2002), where he plays a loner who lives vicariously through the photographs he develops, and \"Insomnia\" (2002), where he plays a killer who forgives himself because, well, these things happen.\n\nWilliams brings this oddball outsider to a kind of perfection in Omar Naim's \"The Final Cut,\" a moody science fiction drama. He plays a Cutter, a man who edits memories. In an unspecified time that looks like the present, it is possible to acquire Zoe implants -- chips in the brain that record everything you see, hear and say. After your death, a Cutter can edit highlights of your memories into a two-hour video called a Rememory, for your friends and family to watch.\n\nOf course a Cutter sees everything. He knows every secret, witnesses every sin, observes every lie. But a good Cutter, like a good mortician, puts the best possible face on things. Alan Hakman, Williams' character, is the best: \"The dead mean nothing to me,\" he says. \"I took this job out of respect for the living.\" A rival Cutter puts it more clearly: \"If you can't bear to look at it, he will.\" And another says: \"He's first on the list for Cutting scum-bags and lowlifes.\" He is, they say behind his back, a Sin Eater.\n\nHe lives alone, spending most of his time in a room with his Cutting machines. A woman friend despairs of tearing him away from his work, and says, \"You're like a magician -- or a priest -- or a taxidermist.\" He is especially like a taxidermist, removing the rotting parts hidden inside his subjects while preserving the external covering in its ideal form. What does he think about the horrors he witnesses, the terrible things he edits from his Rememories? We don't know. We don't even know if he enjoys his voyeurism.\n\nHe looks sad and weary much of the time, like the angels in \"Wings of Desire,\" who also see and know all. They pity and envy their humans -- pity them for the frailties, and envy them because they live in time, not eternity. It is impossible to say how Alan feels. Certainly he has no life of his own, apart from his job, which consists of Rememories of other lives. I was reminded of the documentary \"Cinemania,\" about five or six people who plan their days in order to spend every waking moment watching a movie. Their entire lives, and Alan's, are vicarious.\n\nThere is a thriller plot of sorts, which doesn't add much to the movie, since Alan's peculiar relationship to his job is at the heart of everything. A rich, evil man, probably a child abuser, has died and his wealthy widow (Stephanie Romanov) hires Hakman to create a Rememory of her husband. She knows, or suspects, Zoe may have recorded images of their daughter being molested. She knows Hakman (what a precise name) can be trusted.\n\nJim Caviezel plays the leader of a group opposed to Rememories. Their slogan: \"Remember for yourself!\" Characters argue against the Zoe implant because of its inhibiting influence on human lives: If you know everything you do is being recorded, or if you suspect you are with a person with a Zoe implant, can you behave naturally? In Catholic school we learned that God was always watching us, but God forgave and didn't maintain digital files.\n\nThe movie is bookended with the story of a childhood tragedy that may have twisted Alan into the Cutter he is today. The tragedy is well handled, but its aftermath in his adult life seems unfinished and unsatisfying. Indeed, the movie never really finds its way out of the dilemmas it has created. But Robin Williams stands apart from the problems of \"The Final Cut,\" just as he stands apart from the other characters. It's been said that inside every comedian is a sad man refusing to weep. Williams has extraordinary success in channeling this other person. How strange that the same actor can play some of the most uninhibited of all characters, and some of the most morose.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-10-14", "genres": ["Drama", "Mystery", "Science Fiction", "Thriller"], "title": "The Final Cut (2004)"}