{"url": "http://www.rogerebert.com/reviews/the-sum-of-all-fears-2002", "by": "Ben Affleckas Jack Ryan", "star_rating": 3.5, "text": "Oh, for the innocent days when a movie like \"The Sum of All Fears\" could be enjoyed as a \"thriller.\" In these dark times, it is not a thriller but a confirmer, confirming our fears that the world is headed for disaster. The film is about the detonation of a nuclear device in an American city. No less an authority than Warren Buffet recently gave a speech in which he flatly stated that such an event was \"inevitable.\" Movies like \"Black Sunday\" could exorcise our fears, but this one works instead to give them form.\n\nTo be sure, Tom Clancy's horrifying vision has been footnoted with the obligatory Hollywood happy ending, in which world war is averted and an attractive young couple pledge love while sitting on a blanket in the sunshine on the White House lawn. We can walk out smiling, unless we remember that much of Baltimore is radioactive rubble. Human nature is a wonderful thing. The reason the ending is happy is because we in the audience assume we'll be the two on the blanket, not the countless who've been vaporized.\n\nThe movie is based on another of Clancy's fearfully factual stories about Jack Ryan, the CIA agent, this time a good deal younger than Harrison Ford's Ryan in \"A Clear and Present Danger\" and played by Ben Affleck. It follows the ancient convention in which the hero goes everywhere important and personally performs most of the crucial actions, but it feels less contrived because Clancy has expertise about warfare and national security issues; the plot is a device to get us from one packet of information to another.\n\nThe story: In 1973, an Israeli airplane carrying a nuclear bomb crashes in Syria. Many years later, the unexploded bomb is dug up, goes on the black market, and is sold to a right-wing fanatic who has a theory: \"Hitler was stupid. He fought America and Russia, instead of letting them fight one another.\" The fanatic's plan is to start a nuclear exchange between the superpowers, after which Aryan fascists would pick up the pieces.\n\nThe use of the neo-Nazis is politically correct: Best to invent villains who won't offend any audiences. This movie can play in Syria, Saudi Arabia and Iraq without getting walkouts. It's more likely that if a bomb ever does go off in a big city, the perpetrators will be True Believers whose certainty about the next world gives them, they think, the right to kill us in this one.\n\nIn the film, Ryan becomes a sort of unofficial protege of Bill Cabot (Morgan Freeman), a high-level CIA official and good guy who maintains a \"back channel\" into the Kremlin to avoid just such misunderstandings as occur. Ryan and Cabot fly to Moscow when a new president assumes power, and the new Soviet leader (Ciaran Hinds) is shown as a reasonable man who must take unreasonable actions (like invading Chechnya) to placate the militarists in his government.\n\nAmerica is being run by President Fowler (tall, Lincolnesque James Cromwell), who is surrounded by advisors cast with some of the most convincing character actors in the movies: Philip Baker Hall, Alan Bates, Bruce McGill, etc. Crucial scenes take place aboard Air Force One after Baltimore has been bombed, and we see the president and his cabinet not in cool analytical discussions but all shouting at once. Somehow I am reassured by the notion that our leaders might be really upset at such a time; anyone who can be dispassionate about nuclear war is probably able to countenance one.\n\nThere are some frightening special effects in the movie, which I will not describe, because their unexpected appearance has such an effect. There are also several parallel story lines, including one involving a particularly skilled dirty tricks specialist named John Clark (Liev Schreiber) who I am glad to have on our side. There are also the usual frustrations in which the man with the truth can't get through because of bureaucracy.\n\nAgainst these strengths are some weaknesses. I think Jack Ryan's one-man actions in post-bomb Baltimore are unlikely and way too well-timed. I doubt he would find evildoers still hanging around the scene of their crime. I am not sure all of the threads--identifying the plutonium, finding the shipping manifest and invoice, tracking down the guy who dug up the bomb--could take place with such gratifying precision. And I smile wearily at the necessity of supplying Jack with a girlfriend (Bridget Moynahan), who exists only so that she can (1) be impatient when he is called away from dates on official business; (2) disbelieve his alibis; (3) be heroic; (4) be worried about him; (5) be smudged with blood and dirt, and (6) populate the happy ending. We are so aware of the character's function that we can hardly believe her as a person.\n\nThese details are not fatal to the film. Director Phil Alden Robinson and his writers, Paul Attanasio and Daniel Pyne, do a spellbinding job of cranking up the tension, they create a portrait of convincing realism, and then they add the other stuff because, well, if anybody ever makes a movie like this without the obligatory Hollywood softeners, audiences might flee the theater in despair. My own fear is that in the post-apocalyptic future, \"The Sum of All Fears\" will be seen as touchingly optimistic.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-05-31", "genres": ["Action", "Disaster", "Thriller"], "title": "The Sum of All Fears (2002)"}