{"url": "http://www.rogerebert.com/reviews/the-fearless-vampire-killers-or-pardon-me-but-your-teeth-are-in-my-neck--dance-of-the-vampires-1968", "by": "Jack MacGowranas Prof. Abronsius", "star_rating": 1.0, "text": "There's a girl dressed like a vampire standing in a window on Randolph St., and if you can make her laugh, you get two free tickets to \"The Fearless Vampire Killers, or Pardon Me but Your Teeth Are in My Neck.\"\n\nShe's a pretty tough customer; only laughs 11/2 times per hour. But she cracked a grin the other day when two guys had a pie fight right there on the sidewalk. They planned to catch the flick right after they sponged off the boysenberry.\n\nThe whole stunt looked like fun and reminded me of a scheme being advocated by my old buddy Fritz K. Plous. He's been talking for months about buying a truckload of pies from Lloyd J. Harris and holding his own pie fight in the Civic Center Plaza, come warm weather. To raise funds, he peddles rabbit skins in Old Town bars and translates Gogol from the Russian.\n\nLest your taste not run to pie fights, however, I've cooked up a whizzero of an indoor contest. It works this way. First, you buy two tickets to \"The Fearless Vampire Killers etc.,\" Then you go inside and -- get this -- if you don't laugh even once during the whole movie, you get your money back!\n\nThis would be a really popular contest because there would be even more winners than in Double Money Bingo.\n\nThe night I went to see \"The Fearless Vampire Killers,\" for example, the whole audience would have won because nobody laughed. One or two people cried, and a lady behind me dropped a bag of M&Ms which rolled under the seats, and a guy on the center aisle sneezed at 43 minutes past the hour. But that was about all the action. There wasn't even a dog that ran onto the playing field.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-01-22", "genres": null, "title": "The Fearless Vampire Killers, or Pardon Me but Your Teeth Are in My Neck / Dance of the Vampires (1968)"}