{"url": "http://www.rogerebert.com/reviews/the-delta-force-1986", "by": "Chuck Norrisas Maj. McCoy", "star_rating": 3.0, "text": "Some of the opening moments of \"The Delta Force\" had me ready to laugh. Here was a movie about an airplane hijacking, and who was on the passenger list? Why, George Kennedy, of course - straight from the \"Airport\" movies and \"Earthquake,\" and Shelley Winters, going on her first vacation since the Poseidon sank. I thought this was going to be another hilarious disaster movie, but I was wrong. \"The Delta Force\" settles down into a well-made action film that tantalizes us with its parallels to real life.\n\nThe movie was inspired by the June, 1985, hijacking of the TWA airplane and the hostage crisis after the passengers were held captive in Beirut, Lebanon. (In the movie, the airline is renamed ATW - real subtle.) Many of the moments in the film are drawn directly from life, as when an American serviceman is beaten to death by terrorists and dumped on the runway, and when a terrorist holds a gun to the head of the pilot during a press conference.\n\nThe docu-drama approach gives an eerie conviction to the movie, although later, after Chuck Norris and Lee Marvin arrive on the scene, there's not much we would mistake for reality. The movie caters directly to our national revenge fantasies; in \"The Delta Force,\" the hijacking ends the way we might have wanted it to.\n\nThe story establishes the plane and its passengers and then intercuts the hijacking with the movements of the Delta Force, a crack U.S. commando unit that specializes in anti-terrorist missions. Delta is led by grizzled old Marvin. Its best fighter is a hot dog played by Norris, who once again is depicted as a man who yearns for retirement but cannot resist the call to action, and arrives at the last moment in his trusty pickup. (If I were Norris's agent, I would insist that his next movie include a new way of introducing him into the plot.) There are a couple of hazards here that the movie has to face. The action inside the airplane has a tendency to degenerate into a retread of the old \"Airport\" movies, but director Menahem Golan wisely has his cast keep their acting fairly low-key. And the action involving Norris has a tendency to resemble his activities in \"Missing in Action\" and \"Invasion U.S.A.,\" Golan does nothing to fight this tendency; indeed, he relishes it, in scenes like the one where Norris drives his rocket-firing motorcycle right through the window of a terrorist hideout and socks the bad guy on the jaw. (This is the second movie in a row where Norris has possessed X-ray vision; in \"Invasion U.S.A.\" he drove his pickup into a department store to stop a terrorist attack. How does he know what's on the other side of the barriers he crashes through?) It's a funny thing about action movies. When they don't work, we have a lot of fun picking holes in them, like the fallacy of the hero's X-ray vision. When they do work, though, we forgive them their inconsistencies. \"The Delta Force\" works. It is taut and exciting and well-tuned to the personalities of Marvin and Norris, who work together here like a couple of laconic veterans of lots of tough jobs.\n\nThe movie also has the one other attribute that any good thriller needs: a first-rate performance by the actor playing the villain. As Abdul, the chief terrorist, an American actor named Robert Forster gives a frighteningly good performance, intense and uncompromising. He makes the threat real and keeps \"The Delta Force\" from becoming just an action comic book.", "running_time": 126, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-02-14", "genres": ["Action", "Thriller"], "title": "The Delta Force (1986)"}