{"url": "http://www.rogerebert.com/reviews/the-matrix-reloaded-2003", "by": "Keanu Reevesas Neo", "star_rating": 3.5, "text": "Commander Lock: \"Not everyone believes what you believe.\" Morpheus: \"My beliefs do not require that they do.\" Characters are always talking like this in \"The Matrix Reloaded,\" which plays like a collaboration involving a geek, a comic book and the smartest kid in Philosophy 101. Morpheus in particular unreels extended speeches that remind me of Laurence Olivier's remarks when he won his honorary Oscar--the speech that had Jon Voight going \"God!\" on TV, but in print turned out to be quasi-Shakespearean doublespeak. The speeches provide not meaning, but the effect of meaning: It sure sounds like those guys are saying some profound things.\n\nThat will not prevent fanboys from analyzing the philosophy of \"The Matrix Reloaded\" in endless Web postings. Part of the fun is becoming an expert in the deep meaning of shallow pop mythology; there is something refreshingly ironic about becoming an authority on the transient extrusions of mass culture, and Morpheus (Laurence Fishburne) now joins Obi-Wan Kenobi as the Plato of our age.\n\nI say this not in disapproval, but in amusement. \"The Matrix\" (1999), written and directed by the brothers Andy and Larry Wachowski, inspired so much inflamed pseudo-philosophy that it's all \"The Matrix Reloaded\" can do to stay ahead of its followers. It is an immensely skillful sci-fi adventure, combining the usual elements: heroes and villains, special effects and stunts, chases and explosions, romance and oratory. It develops its world with more detail than the first movie was able to afford, gives us our first glimpse of the underground human city of Zion, burrows closer to the heart of the secret of the Matrix, and promotes its hero, Neo, from confused draftee to a Christ figure in training.\n\nAs we learned in \"The Matrix,\" the Machines need human bodies, millions and millions of them, for their ability to generate electricity. In an astonishing sequence, we saw countless bodies locked in pods around central cores that extended out of sight above and below. The Matrix is the virtual reality that provides the minds of these sleepers with the illusion that they are active and productive. Questions arise, such as, is there no more efficient way to generate power? And why give the humans dreams when they would generate just as much energy if comatose? And why create such a complex virtual world for each and every one of them, when they could all be given the same illusion and be none the wiser? Why is each dreamer himself or herself, occupying the same body in virtual reality as the one asleep in the pod? But never mind. We are grateful that 250,000 humans have escaped from the grid of the Matrix, and gathered to build Zion, which is \"near the Earth's core--where there is more heat.\" As the movie opens, we are alarmed to learn that the Machines are drilling toward Zion so quickly that they will arrive in 36 hours. We may also wonder if Zion and its free citizens really exist, or if the humans only think so, but that leads to a logical loop ending in madness.\n\nNeo (Keanu Reeves) has been required to fly, to master martial arts, and to learn that his faith and belief can make things happen. His fights all take place within virtual reality spaces, while he reclines in a chair and is linked to the cyberworld, but he can really be killed, because if the mind thinks it is dead, \"the body is controlled by the mind.\" All of the fight sequences, therefore, are logically contests not between physical bodies, but between video game-players, and the Neo in the big fight scenes is actually his avatar.\n\nThe visionary Morpheus, inspired by the prophecies of the Oracle, instructed Neo--who gained the confidence to leap great distances, to fly and in \"Reloaded\" destroys dozens of clones of Agent Smith (Hugo Weaving) in martial combat. That fight scene is made with the wonders of digital effects and the choreography of the Hong Kong action director Yuen Wo Ping, who also did the fights in \"Crouching Tiger, Hidden Dragon.\" It provides one of the three great set pieces in the movie.\n\nThe second comes when Morpheus returns to Zion and addresses the assembled multitude--an audience that looks like a mosh pit crossed with the underground slaves in \"Metropolis.\" After his speech, the citizens dance in a percussion-driven frenzy, which is intercut with Neo and Trinity (Carrie-Anne Moss) having sex. I think their real bodies are having the sex, although you can never be sure.\n\nThe third sensational sequence is a chase involving cars, motorcycles and trailer trucks, with gloriously choreographed moves including leaps into the air as a truck continues to move underneath. That this scene logically takes place in cyberspace does not diminish its thrilling 14-minute fun ride, although we might wonder--when deadly enemies meet in one of these virtual spaces, who programmed it? (I am sure I will get untold thousands of e-mails explaining it all to me.) I became aware, during the film, that a majority of the major characters were played by African Americans. Neo and Trinity are white, and so is Agent Smith, but consider Morpheus; his superior Commander Lock (Harry Lennix); the beautiful and deadly Niobe (Jada Pinkett Smith), who once loved Morpheus and now is with Lock, although she explains enigmatically that some things never change; the programmer Link (Harold Perrineau); Link's wife, Zee (Nona Gaye), who has the obligatory scene where she complains he's away from home too much, and the Oracle (the late Gloria Foster, very portentous). From what we can see of the extras, the population of Zion is largely black.\n\nIt has become commonplace for science fiction epics to feature one or two African-American stars, but we've come a long way since Billy Dee Williams in \"Return of the Jedi.\" The Wachowski brothers use so many African Americans, I suspect, not for their box-office appeal, because the Matrix is the star of the movie, and not because they are good actors (which they are), but because to the white teenagers who are the primary audience for this movie, African-Americans embody a cool, a cachet, an authenticy. Morpheus is the power center of the movie, and Neo's role is essentially to study under him and absorb his mojo.\n\nThe film ends with \"To Be Concluded,\" a reminder that the third film in the trilogy arrives in November. Toward the end, there are scenes involving characters who seem pregnant with possibilities for Part 3. One is the Architect (Helmut Bakaltis), who says he designed the Matrix and revises everything Neo thinks he knows about it. Is the Architect a human, or an avatar of the Machines? The thing is, you can never know for sure. He seems to hint that when you strip away one level of false virtual reality, you find another level beneath. Maybe everything so far is several levels up? Stephen Hawking's A Brief History of Time tells the story of a cosmologist whose speech is interrupted by a little old lady who informs him that the universe rests on the back of a turtle. \"Ah, yes, madame,\" the scientist replies, \"but what does the turtle rest on?\" The old lady shoots back: \"You can't trick me, young man. It's nothing but turtles, turtles, turtles, all the way down.\"", "running_time": 138, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-05-14", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "The Matrix Reloaded (2003)"}