{"url": "http://www.rogerebert.com/reviews/the-competition-1981", "by": "Richard Dreyfussas Paul Dietrich", "star_rating": 3.0, "text": "\r\n\n\nThe movie's about a big\r\ninternational competition in San Francisco among six world-class pianists who\r\nare fighting for a $20,000 first prize and a two-year concert contract. The\r\nmovie has two counterpoints to its main theme. One involves a love affair\r\nbetween two of the finalists, Richard Dreyfuss and Amy Irving. The other one,\r\nridiculous but forgivable, involves a Russian piano teacher who defects to the\r\nUnited States, creating an international incident that causes the competition\r\nto be postponed a week. \n\n\r\nBoth of these story lines are somehow\r\ntime-honored, once we realize that The Competition is not intended as a deadly\r\nserious treatise on big-league pianists, but as an offbeat love story. Dreyfuss\r\nand Amy Irving have a real charm and rapport as the two lovers, especially in\r\nthe scenes where they argue that love has absolutely no place in a piano competition\r\nnot if it's being used as a psychological weapon to undermine one of the\r\ncompetitors. That's exactly what Amy Irving's piano coach (Lee Remick) thinks\r\nthe dastardly Dreyfuss is trying to do. \n\n\r\nThere are three areas that the movie gets into,\r\nsuperficially but earnestly. One has to do with the competition itself with the\r\nidea of artists competing with one another. Another has to do with\r\nrelationships between men and women: Will the love affair between Amy and\r\nRichard be destroyed if she should win? How will his fragile male ego be able\r\nto take that? The third has to do with the idea of the artist's career, and here\r\nRemick has several good scenes and intelligently written speeches, as she tries\r\nto explain the realities of a concert career to Irving. \n\n\r\nThere is, of course, a lot of music in this\r\nmovie, in addition to all the scenes of romance, backstage butterflies, international\r\nintrigue, and self-examination. And The Competition does an extraordinary job\r\nof persuading us that the actors are really playing their own pianos. They're\r\nnot. Stay for the credits if you want the names of the real pianists on the\r\nsound track. But Dreyfuss, Irving, and the rest really look as if they're\r\nplaying, and it took them four months of daily rehearsal to learn to fake it so\r\nwell. \n\n\r\nThe Competition isn't a great movie, but it's a\r\nwarm, entertaining one. It has the nerve to tell a story about serious,\r\ninteresting, complicated people, who are full of surprises, because Joel\r\nOliansky, the writer-director, has thought about them and cared enough about\r\nthem to let their personalities lead him down unexpected avenues. There's only\r\none major lapse: the inclusion, after two hours of great piano compositions, of\r\nLalo Schifrin's dreadful song, \"People Alone,\" sung by Randy Crawford\r\nover the end titles as if none of those great composers should be allowed to\r\nrest in peace.", "running_time": 125, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": null, "title": "The Competition (1981)"}