{"url": "http://www.rogerebert.com/reviews/the-chronicles-of-narnia-the-voyage-of-the-dawn-treader-2010", "by": "Skandar Keynesas Edmund", "star_rating": 3.0, "text": "The alarming thing about Narnia is that you might be in the same room with it. It could be inside that old wardrobe. Or, this time, inside that painting with the nautical theme. Those waves look so real. In fact, says Lucy, they almost look like they're moving. The next thing we hear is, \"I'm inside the painting!\"\n\nIndeed she is, and the Dawn Treader is approaching over the waves. Eustace, her nuisance of a cousin, unwisely pulls the painting from the wall, and seawater rushes out and fills the room until they seem in danger of drowning, but no, they surface and are rescued by sailors from the ship, captained by Caspian (Ben Barnes), who almost seems to have been expecting them.\n\n\"The Chronicles of Narnia: The Voyage of the Dawn Treader,\" third of the films inspired by the C. S. Lewis tales, once again requires the services of English children to rescue an alternate universe. How a universe is possible that requires participation from a parallel universe I will leave to theoretical physics. If you don't ask a question, it's not a question.\n\nAboard the sailing vessel, Lucy (Georgie Henley), her brother Edmund (Skandar Keynes) and young Eustace (Will Poulter) ask no questions. They're too blissful to be back in Narnia, despite the hair-raising adventures they had in the earlier films. Lucy and Edmund, now in their mid-teens, seem uncommonly calm about being yanked from their everyday lives and put on a strange ship in uncharted seas, but these kids have pluck.\n\nThey're briefed on the situation: Narnia is threatened by evil forces from the mysterious Dark Island, which no one has seen but everyone has heard about. There is a matter of seven missing magical swords representing the Lords of Telmar, which were given to Narnia by Aslan the Lion (voice of Liam Neeson) and must be brought together again to break a spell that imprisons the lords. Obviously, these kids can do it. Eustace is perhaps 7 years old, but, hey, bring the kid along.\n\nOn board the ship is a peppy little swashbuckling rat named Reepicheep (voice of Simon Pegg). He walks upright, speaks assertively, falls squarely into the semi-obligatory Cute Little Sidekick role, has a heroic heart and a cute little sword he is unafraid to brandish. Why the little fella has never been stepped on and squished goes unexplained.\n\nIt's a rough voyage. There is a tempest. There is a horrifying battle with a sea monster. The monster looks big enough to send the Dawn Treader to the bottom with its tail, but the Narniaites prevail, not least because Reepicheep scampers up the rigging and imparts a nasty flesh wound. As they sail from one Narnian island to another seeking the swords, a series of other challenges confronts them, including an ominous sea fog as alarming as the one in Stephen King's \"The Mist.\"\n\nA climactic voyage to the Dark Island becomes necessary, and it is fraught with hazards. Half rations of food and water for all on board! No one knows how far away it is. Lucky thing they know in which direction to sail. If they overshoot the island, they may sail off the edge of the Earth, Columbus having not existed in Narnia.\n\nThe island, first glimpsed from a distance, looks ominously like a skull, with the glow of possible volcanoes in its skeleton eyes. Skull Island comes to mind. Here the fate of Narnia will be sealed. The island, we're told, is the habitation and embodiment of pure evil; I suppose, since C.S. Lewis intended his books as Christian allegory, it is Hell. The children and the crew of the Dawn Treader are up against it, and Eustace is greatly pleased by being transformed into a fire-breathing dragon.\n\nIf I've lingered overmuch on the story, it's because mostly what you have is a series of opportunities for special effects. The characters have characteristics rather than personalities, and little self-consciousness. They spring to the service of the plot, which, not particularly coherent, boils down to one damn thing after another.\n\nStill, this is a rip-snorting adventure fantasy for families, especially the younger members who are not insistent on continuity. Director Michael Apted may be too good for this material, but he attacks with gusto. Nor are the young actors overly impressed by how nobly archetypal they are; Lucy (who is really the lead) could give lessons to Harry Potter about how to dial down the self-importance. A universe may hang in the balance, but hey, it's only a movie.\n\nI'm afraid it's in 3-D. I will say it has the best rendition of 3-D I've seen in one of these action spectaculars; Apted uses it and is not driven by it. The light level is dimmed. It always is in 3-D. I wish I could have seen it in 2-D. If you can, try to.", "running_time": 113, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-12-08", "genres": ["Adventure", "Family", "Fantasy", "Foreign", "Science Fiction"], "title": "The Chronicles of Narnia: The Voyage of the Dawn Treader (2010)"}