{"url": "http://www.rogerebert.com/reviews/the-providence-effect-2009", "by": "Rollin Binzer", "star_rating": 3.0, "text": "One of the great success stories in American education is Providence St. Mel School, at 119 S. Central Park on Chicago's West Side. This is a far from advantaged area where gangs and drugs are realities, and yet the school reports that for 29 straight years, it has placed 100 percent of its high-school graduates in colleges. Of course this figure benefits from the school's policy of expelling troublemakers, but it also reflects its commitment to providing deserving students with a quality education.\n\n\"The Providence Effect,\" a new documentary, charts the school's growth from a time when an existing Catholic high school was scheduled for closure by the Archdiocese of Chicago. A remarkable educator named Paul J. Adams III began at the school as a counselor, was named principal, raised funds to keep the school open as a private academy dedicated to college prep and later expanded to a full K-12 range. It boasts that in the most recent seven years, half its students have gone to first-tier, Big Ten and Ivy League schools.\n\nThree years ago, Providence St. Mel also opened Providence Englewood Charter School, starting at kindergarten to nurture students at the dawn of their school days. The results are impressive. They draw from the same neighborhood pool. Their ISAT scores are above the state average.\n\nA documentary about these achievements is certainly appropriate. \"The Providence Effect\" is impressive, although not quite the film it could have been. It asks few hard questions. It's concerned primarily with charting the school's achievements through a series of testimonials from current and former teachers, community leaders and national figures (Ronald Reagan visited the school twice). These witnesses are impressive, but the film's lack of traditional documentary footage leads to a certain beneficent monotony. The doc observes, but doesn't probe.\n\nHow do the students survive the toxic neighborhoods in their personal lives? What is the process by which a misbehaving or counterproductive child can be expelled? What is the selection process? How are non-Catholic students regarded? How do teacher salaries rank? Do gangs take a negative interest in the school or its children?\n\nThe film's powerful message is that inner-city black and Latino children are fully capable of competing with anyone on an intellectual level. But potential and practice are two different things. What kinds of homes do the students come from? Presumably their parents are highly motivated on their behalf and maintain family discipline. Can the process of becoming a Providence St. Mel success story be said to begin at birth?\n\nWhat prevents public school systems from producing results such as these? The film suggests that public schools spend too many resources on administration and bureaucracy, and not enough on education itself. Also, of course, they have to take all applicants -- those suited for school, and those already temperamentally not suited. Guns and drugs are a problem. Self-image and school spirit are also. If there's one thing we learn for sure about Providence St. Mel in this film, it's that the students and teachers are united in a fierce belief in the school.\n\nView the trailer: \rhttp://www.youtube.com/watch?v=Gyf0AG5Oso8", "running_time": 92, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-09-23", "genres": ["Documentary"], "title": "The Providence Effect (2009)"}