{"url": "http://www.rogerebert.com/reviews/the-next-best-thing-2000", "by": "Madonnaas Abbie", "star_rating": 1.0, "text": "\"The Next Best Thing\" is a garage sale of gay issues, harnessed to a plot as exhausted as a junkman's horse. There are times when the characters don't know if they're living their lives or enacting edifying little dramas for an educational film. The screenplay's so evenhanded it has no likable characters, either gay or straight; after seeing this film, I wanted to move to Garry Shandling's world in \"What Planet Are You From?,\" where nobody has sex.\n\nNot that anybody has a lot of sex in this PG-13 film. The story hinges on a murky event that takes place offscreen late one alcoholic night between Abbie (Madonna) and her gay best friend Robert (Rupert Everett). They were both in drunken blackouts, although of course by the next morning they're able to discuss their blackouts with wit and style, unlike your average person, who would be puking. Abbie gets pregnant and decides to have the baby, and Robert announces he will be a live-in father to the child, although he doesn't go so far as to become a husband to its mother.\n\nBoth Abbie and Robert are right up to date when it comes to sexual open-mindedness. Robert still dates, and Abbie's OK with that, although when Abbie meets a guy named Ben (Benjamin Bratt), Robert turns into a green-eyed monster. That's because Ben wants to marry Abbie and move to New York, and where would that leave Robert? If you think this movie, which begins as a sexual comedy, is going to end up as a stultifying docudrama about child custody, with big courtroom scenes before the obligatory stern black female judge, you are no more than ordinarily prescient.\n\nThe movie's problem is that it sees every side of all issues. It sides with Robert's need to be a father, Benjamin's need to be a husband and lover, and Abbie's need to have a best friend, a husband, a lover, a son and a lawyer. Luckily there is plenty of money for all of this, because Abbie is a yoga instructor and Robert is a gardener, and we know what piles of money you can make in those jobs, especially in the movies. I wish the film had scaled its lifestyles to the realities of service industry workers, instead of having the characters live in the kinds of places where they can dance around the living room to (I am not kidding) Fred Astaire's \"Steppin' Out\" and have catered backyard birthday parties that I clock at $10,000, easy.\n\nIn describing the plot, I've deliberately left out two or three twists that had me stifling groans of disbelief. It's not that they're implausible; it's that they're not necessary. Any movie is bankrupt anyway when it depends on Perry Mason-style, last-minute unexpected courtroom appearances to solve what should be an emotional choice.\n\nRupert Everett, \"openly gay,\" as they say, must have had to grit his teeth to get through some of his scenes. Consider a sequence where, as Abbie's best friend, he is delegated to pick up her house keys after she breaks up with her early boyfriend Kevin (\"I want to date less complicated women,\" Kevin tells her).\n\nKevin is a record producer, and we see him mixing the tracks in a studio for a rap group when Robert swishes in and pretends to be his ex-lover, while there are lots of yuks from the homophobic black rappers. Give the scene credit: At least it's not politically correct.\n\nMadonna never emerges as a plausible human being in the movie; she's more like a spokeswoman for a video on alternative parenting lifestyles. She begins the movie with a quasi-British accent, but by the halfway mark we get line readings like \"we can be in each other's lifes\" (a Brit, and indeed many an American, would say \"lives\").\n\nThis and other details should have been noticed by the director, John Schlesinger, whose career has included \"Midnight Cowboy,\" \"Sunday, Bloody Sunday,\" \"The Falcon and the Snowman,\" \"Madame Sousatzka\" and now . . . this? Watching the movie, I asked myself why so many movies with homosexuals feel that they need to be about homosexuality. Why can't a movie just get over it? I submit as evidence the magical new film \"Wonder Boys,\" in which the homosexuality of the character played by Robert Downey Jr. is completely absorbed into the much larger notion of who he is as a person. Nobody staggers backward and gasps out that his character is gay, because of course he's gay and everybody has known that for a long time and, hey, some people are gay, ya know? Watching \"The Next Best Thing,\" we suspect that if sexuality were banned as a topic of conversation, Abbie and Robert would be reduced to trading yoga and gardening tips.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-03-03", "genres": ["Comedy", "Drama"], "title": "The Next Best Thing (2000)"}