{"url": "http://www.rogerebert.com/reviews/the-last-boy-scout-1991", "by": "Bruce Willisas Joe Hallenbeck", "star_rating": 3.0, "text": "“The Last Boy Scout” opens with a sequence of such sudden and unexpected violence that the audience is stunned into uneasy silence.\n\nThe movie never looks back. Perhaps propelled by the determination of its star, Bruce Willis, to erase the box-office curse of “Hudson Hawk,” this film panders with such determination to the base instincts of the action crowd that it will, I am sure, be an enormous hit.\n\nIt was produced by Joel Silver, who has made violence toward women a key element in his films, and cheerfully expands its horizons to violence toward children - providing the Willis character with a foul-mouthed 13-year-old daughter who is hauled around by bad guys with a gun pointed at her temple. (The film is rated R, proving that violence alone cannot earn the NC-17 rating.) It is some kind of a tribute to Tony Scott, who directed the film, and especially to Shane Black and Greg Hicks, who wrote the screenplay, that this material survives its own complete cynicism and somehow actually works. Watching it, I felt like some weatherbeaten innocent from an earlier, simpler time. My distaste was irrelevant.\n\nThis movie is the future. It assumes the average audience now has no standards except those of the mob.\n\nThe only consistent theme of the film is its hatred of women. The two heroes (Willis and Damon Wayans) have a wife and a girlfriend, respectively, who cheat on them - the wife with Willis’ best friend, the girlfriend by prostituting herself. Both men are at home in this screenplay, which hates women with a particular viciousness; the verbal violence begins by calling them bitches and whores and worse, over and over again, and the message is that a man can only really trust another man. The end of the movie is peculiar in the way it insists on this; the hero, reconciled with his cheating wife, embraces her and whispers vile obscenities into her ear. We are intended to read them as tender. Then he strolls off lovingly with his buddy.\n\nI am a reporter. I must report not only the film’s willingness to degrade women and children. I must also report the film’s slick, clever professionalism. As I said before, this film works. Despite any objection I may have felt, it plays well with an audience (although some of the people around me seemed disturbed by an extended scene in which Willis and his child curse each other).\n\nThe movie has a lot of laughs, its action sequences are thrilling, its surprises are startling, and it shows a real ingenuity in the ways by which it gets Willis into, and out of, trouble.\n\nThe plot involves Willis as an ex-Secret Service agent (he once stopped several bullets intended for Jimmy Carter), who is now a flea-bitten private eye. He’s hired to protect a stripper (Halle Berry) who is getting threats, and after she is ambushed, Willis begins an uneasy partnership with her boyfriend, a disgraced NFL star (Wayans) who was booted out of the league for gambling.\n\nThe plot leads to bigger game, all the way up to a corrupt team owner (Noble Willingham) who wants to buy legislators and legalize gambling on pro football. Willingham is surrounded by sleazy and depraved henchmen (Taylor Negron is magnificently despicable as the worst of them), and there is a plot involving high explosives, kidnappings, high-tech chases, long moments spent on the brink of death, graphic beatings, and the involvement of the young child in the most savage of the violence, to flavor it with a novel edge. The original screenplay for “The Last Boy Scout” set a record for its purchase price; that was probably because of the humor of the locker-room dialogue, since the plot itself could have been rewritten out of the “Lethal Weapon” movies by any film school grad.\n\nThe story depends heavily on the device of the Talking Killer, which I have written about elsewhere; the killer who need only pull the trigger to end the movie, but chooses instead to boast and stall until the hero can somehow outsmart him. The many ways in which Willis outsmarts Talking Killers in this film provide some of its best moments, and there is also excitement in the climactic scene inside the football stadium (although I imagine the average NFL crowd, confronted with a machinegun battle inside the stadium, would flee rather than cheer on cue).\n\n“The Last Boy Scout” is a superb example of what it is: a glossy, skillful, cynical, smart, utterly corrupt and vilely misogynistic action thriller. How is the critic to respond? To give it a negative review would be dishonest, because it is such a skillful and well-crafted movie. To be positive is to seem to approve its sickness about women. I’ll give it three stars. As for my thumb, I’ll use it and my forefinger to hold my nose.", "running_time": 107, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-12-13", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "The Last Boy Scout (1991)"}