{"url": "http://www.rogerebert.com/reviews/the-talented-mr-ripley-1999", "by": "Matt Damonas Tom Ripley", "star_rating": 4.0, "text": "Villains usually last through only one crime novel, while heroes are good for a whole series. That's a great inconvenience for their authors, because villains are usually more colorful than heroes. Patricia Highsmith's novels about Tom Ripley are the exception, a series of books about a man who is irredeemably bad, and yet charming, intelligent and thoughtful about the price he pays for his amoral lifestyle.\n\nThe Talented Mr. Ripley, her first Ripley novel, published in 1955, shows Ripley in the process of inventing himself and finding his life's work. He was a poor man who wanted to be a rich man, an unknown man who wanted not to be famous but simply to be someone else. Some men are envious of other men's cars, or wives, or fortunes. Ripley coveted their identities.\n\nThe novel shows him annexing the life and identity of a man named Greenleaf. It was filmed in 1960 by Rene Clement as \"Purple Noon,\" with Alain Delon as Ripley, and now it has been filmed again by Anthony Minghella (\"The English Patient\"), with Matt Damon in the title role. One of the pleasures of the two adaptations is that the plots are sufficiently different that you can watch one without knowing how the other turns out--or even what happens along the way. That despite the fact that they both revolve around Ripley's decision that he can be Greenleaf as well as, or better than, Greenleaf can be himself.\n\n\"Purple Noon\" begins with the two men already friends. \"The Talented Mr. Ripley,\" adapted by Minghella, has a better idea: Ripley is an opportunist who stumbles onto an opening into Greenleaf's life, and takes it. He borrows a Princeton blazer to play the piano at a rooftop party in Manhattan and a rich couple assume he must have known their son Dickie at Princeton. He agrees.\n\nThe Greenleafs are concerned about Dickie (Jude Law), who has decamped to the decadence of Europe and shows no sign of coming home. They offer Tom Ripley a deal: They'll finance his own trip to Europe and pay him $1,000 if he returns with their son. Cut to a beach in Italy, where Dickie suns with Marge Sherwood (Gwyneth Paltrow), and the original deception turns evil.\n\nRemember that Ripley is already impersonating someone--Dickie's old Princeton friend. That works with Dickie (\"I've completely forgotten him,\" he tells Marge), but eventually he wonders if anything Tom tells him is the truth. Ripley, at this point still developing the skills that will carry him through several more adventures, instinctively knows that the best way to lie is to admit to lying, and to tell the truth whenever convenient.\n\nWhen Dickie asks him what his talents are, he replies, \"Forging signatures, telling lies and impersonating almost anyone.\" Quite true. And then he does a chilling impersonation of Mr. Greenleaf asking him to bring Dickie back to the United States. \"I feel like he's here,\" Dickie says, as Tom does his father's voice.\n\nBy confessing his mission, Tom disarms Dickie and is soon accepted into his circle, which also includes an epicurean friend named Freddie Miles (Philip Seymour Hoffman). Also moving through Europe at about the same time is a rich girl named Meredith Logue (Cate Blanchett), who believes things about Tom that Dickie must not be allowed to know. But I am growing vague, and must grow vaguer, because the whole point of the movie is to show Tom Ripley learning to use subterfuge, improvisation and lightning-fast thinking under pressure to become Dickie Greenleaf.\n\nHighsmith wrote The Talented Mr. Ripley five years after writing \"Strangers on a Train\"  which Hitchcock made into a film he sometimes called his favorite. The two stories are similar. Strangers is about a man who meets another man and offers to trade crimes with him: I'll kill the person you hate, and you kill the person I hate, and since neither one of us has any connection with our victim or any motive for killing him, we'll never be caught. Talented has Dickie blamed for the drowning death of a local woman and Ripley \"trading\" that death as a cover-up for another.\n\nHitchcock's film subtly suggested a homosexual feeling in the instigator, and Tom Ripley also seems to have feelings for Dickie Greenleaf--although narcissism and sexuality are so mixed up in his mind that Ripley almost seems to want to become Greenleaf so that he can love himself (both Ripley movies have a scene of Ripley dressed in Dickie's clothes and posing in a mirror). This undercurrent is wisely never brought up to the level of conscious action because so many of Tom Ripley's complicated needs and desires are deeply buried; he finds out what he wants to do by doing it.\n\nMatt Damon is bland and ordinary as Ripley, and then takes on the vivid coloration of others--even a jazz singer. Jude Law makes Dickie almost deserving of his fate because of the way he adopts new friends and then discards them. Gwyneth Paltrow's role is tricky: Yes, Dickie is her boyfriend, but he's cold and treats her badly, and there are times when she would intuit the dread secret if she weren't so distracted by the way she already resents Dickie.\n\nThe movie is an intelligent a thriller as you'll see this year. It is also insidious in the way it leads us to identify with Tom Ripley. He is the protagonist, we see everything through his eyes, and Dickie is not especially lovable; that means we are a co-conspirator in situations where it seems inconceivable that Tom's deception will not be discovered. He's a monster, but we want him to get away with it. There is one sequence in the film involving an apartment, a landlady, the police and a friend who knows the real Dickie that depends on such meticulous timing and improvisation that if you made it speedier, you'd have the Marx Brothers.", "running_time": 140, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-12-24", "genres": ["Crime", "Drama", "Thriller"], "title": "The Talented Mr. Ripley (1999)"}