{"url": "http://www.rogerebert.com/reviews/the-comfort-of-strangers-1991", "by": "Christopher Walkenas Robert", "star_rating": 2.5, "text": "\"My father was a very big man. And he wore a black mustache. When he grew older and it grew gray, he colored it with a pencil. The kind women use. Mascara.\" \n\nThis is at first glance a fairly insignificant phrase, idle chatter between strangers who meet in Venice. But the man who says it repeats it two more times, until it becomes clear that these precise words are some kind of a fetish for him, that they suggest depths familiar only to him.\n\nThe speaker is an odd, polite man in a white suit, who lives in a luxurious Venetian palazzo with his wife. He speaks the words to a young couple, British tourists he rescues one night after they wander off the beaten path and get lost in the city's dark labyrinths. He buys them a drink and sees them back to their hotel.\n\nThey will meet him again.\n\nThe young couple are Mary and Colin (Natasha Richardson and Rupert Everett), and they have come to Venice for a few days to repair their relationship - to discover, if they can, why all of the passion has disappeared. The older couple are Robert and Caroline (Christopher Walken and Helen Mirren), and they are spiders, twitching their net, waiting for the right victims to come along. At Mary and Colin, they pounce.\n\n\"The Comfort of Strangers\" contains the elements to be a violent crime story, or a lurid horror film. Paul Schrader, who directed it, is not interested in such a mundane approach. He sees the story as literate, elegant eroticism. It is based on a novel by Ian McEwan, the best-selling British novelist of the perverse, and the screenplay is by Harold Pinter, so expert at suggesting the terrifying depths beneath innocent words. The actors are well-chosen for this material, particularly Walken, who can project decadence and danger without doing anything in particular to call attention to his methods.\n\nYet the movie is ultimately not quite successful; when it was over I felt there was some additional payoff or explanation still due. Perhaps the arbitrary, unfinished nature of the story is part of its purpose. But I felt that characters this interesting should not be allowed to remain complete ciphers. Still, in individual moments, \"The Comfort of Strangers\" has an eerie, atmospheric charm.\n\nThere is, for example, the episode when Robert and Caroline invite Colin and Mary around to their palazzo for a drink. The older man is standing next to the younger man, the very model of urbanity, when suddenly . . . but I must not reveal what comes as a dramatic surprise. Or there is the moment when Mary and Colin awaken from their nap, only to discover . . .\n\nVenice is of course the correct city for this material.\n\nThere is always the sense there of a corner not turned, a passage left unexplored, a lost building, a hidden place where unspeakable practices take place. The city is so old, so twisted in upon itself, that it has not been tamed and aired and sanitized. It is possible, we feel, that a Robert and Caroline could be living there somewhere, lazily, in languor, venturing out occasionally to the piazzas and cafes to strike up a conversation with pleasant strangers.\n\nAnd what of the father? And the father's mustache? The father was a very big man, we know, and he wore a black mustache. And when he grew older and it grew gray, he colored it with a pencil. The kind women use. Mascara. That much we definitely know.", "running_time": 105, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-04-12", "genres": ["Foreign", "Romance", "Thriller"], "title": "The Comfort Of Strangers (1991)"}