{"url": "http://www.rogerebert.com/reviews/the-seagulls-laughter-2004", "by": "Margret Vilhjalmsdottiras Freyja", "star_rating": 3.5, "text": "The most beautiful woman in the Icelandic village of Hafnarfjordur ran off to New York with an American serviceman, or so it is said, and now returns to her hometown without her husband but with seven trunks of sexy dresses. Is she a widow, as she claims, or did she never marry the serviceman, or did he come to a bad end? Frayja is the kind of woman who inspires such speculation, especially in the inflamed imagination of her 11-year-old cousin Agga, who adores and hates her, sometimes at the same time.\n\n\"The Seagull's Laughter,\" an uncommonly engaging comedy with ripe tragic undertones, begins with the fact that everybody in town lives in everybody else's pockets. There are few secrets. Certainly Frayja (Margret Vilhjalmsdottir) is a sex bomb in search of a husband, and there are only two eligible men in the village: an engineer who lives with his mother and is engaged to the mayor's daughter, and a young policeman. The engineer has the better job and house, and so the mayor's daughter must go.\n\nAll of this is seen through the eyes of Agga, played by Ugla Egilsdottir with such spirit and deviousness that when I was on the jury at the 2002 Karlovy Vary Festival in the Czech Republic, we gave her the best actress award. She is on the trembling edge of adolescence, and her ambiguous feelings about sexuality cause her to worship the older woman while at the same time trying to frame her with arson, murder and other crimes, during regular visits to the young cop. He dismisses her breathless eyewitness reports as the fantasies of an overwrought would-be Nancy Drew, but the movie suggests some of her reports -- especially involving the mysterious fire that kills the wife-beating husband of Frayja's best friend -- may contain bits of truth.\n\nFrayja has essentially returned from America with no prospects at all. She takes a job in the chemist's shop, and finds popularity with the local drunks by selling them rubbing alcohol. She has moved into her grandfather's house, displacing the resentful Agga from her bed, and joins a matriarchy. The grandfather is almost always away at sea, and his house is ruled by his wife, Agga's grandmother, who also provides a home for her daughters Dodo and Ninna, and her pipe-smoking sister in law Kidda. Death is a fact in this home; Kidda's husband has died, and so have young Agga's parents. (When the police arrive at the door and ask to speak with her mother, she calmly tells them, \"That will be difficult. She's dead.\") The women are supportive of Frayja and delighted by all of her dresses; they hold a spontaneous dress-up parade, and end by admiringly measuring her waist, bustline and long hair.\n\nFrayja captures the eye of the engineer, Bjorn Theodor (Heino Ferch), at a village dance, spirits him away, and doesn't return, Agga breathlessly tattles to the policeman, until 5 a.m. (\"Five thirteen,\" he corrects her). Frayja tells Agga how they spent the night, leaving out the detail of their lovemaking but speaking of the softness of the long summer night, the look of the sea, and the stroll they took on the path through the ... well, through the fish-drying racks.\n\nThe racks come up later, after winter sets in and Frayja begins to take long, despairing walks in the snow. She hates Iceland, she cries out: The cold and the snow and the seagulls laughing at her, and the smell of fish ... but home is where, when you have to go there, they have to take you in.\n\nThe understory involves Agga's gradual transition into womanhood. Watching Frayja, sometimes spying on her, she gets insights into the adult world and translates them into breathless bulletins for the young cop. She plays both sides of the street, at one point forging a letter to keep Frayja and the engineer in contact. And she learns hard lessons when Frayja's best friend is mistreated by her husband and threatens suicide, and Frayja calms her in an extraordinary scene by getting on her hands and knees, letting down her long hair, creeping to the friend, and calming her with its smell. This seems to refer to a childhood memory, and has an unexpected emotional impact.\n\nThe movie balances between dark and light, between warmth and cold, like an Icelandic year. It's scored with Glenn Miller and other swing bands from the war era, and opens and closes with the 1950s hit \"Sh-boom.\" The message I think is that tragedy is temporary and the dance of life goes on. Soon it will be Agga's turn to choose a partner.", "running_time": 102, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-05-07", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Seagull's Laughter (2004)"}