{"url": "http://www.rogerebert.com/reviews/the-hunted-2003", "by": "Tommy Lee Jonesas L.T. Bonham", "star_rating": 3.5, "text": "\"The Hunted\" is a pure and rather inspired example of the one-on-one chase movie. Like \"The Fugitive,\" which also starred Tommy Lee Jones, it's about one man pursuing another more or less nonstop for the entire film. Walking in, I thought I knew what to expect, but i didn't anticipate how William Friedkin would jolt me with the immediate urgency of the action. This is not an arm's-length chase picture, but a close physical duel between its two main characters. Jones plays L.T. Bonham, a civilian employee of the U.S. Army who trains elite forces to stalk, track, hunt and kill. His men learn how to make weapons out of shards of rock, and forge knives from scrap metal. In a sequence proving we haven't seen everything yet, they learn how to kill an enemy by the numbers--leg artery, heart, neck, lung. That Jones can make this training seem real goes without saying; he has an understated, minimalist acting style that implies he's been teaching the class for a long time.\n\nOne of his students is Aaron Hallam (Benicio Del Toro), who fought in Kosovo in 1999 and had experiences there that warped him (\"his battle stress has gone so deep it is part of his personality\"). Back home in Oregon, offended by hunters using telescopic sights, he claims four victims--\"those hunters were filleted like deer.\" Bonham recognizes the style and goes into the woods after him (\"If I'm not back in two days, that will mean I'm dead\").\n\nHallam's stress syndrome has made him into a radical defender of animal rights; he talks about chickens on assembly lines, and asks one cop how he'd feel if a higher life form were harvesting mankind. Of course, in killing the hunters, he has promoted himself to that superior lifeform, but this is not a movie about debate points. It is a chase.\n\nNo modern director is more identified with chases that Friedkin, whose \"The French Connection\" and \"To Live and Die in L.A.\" set the standard. Here the whole movie is a chase, sometimes at a crawl, as when Hallam drives a stolen car directly into a traffic jam. What makes the movie fresh is that it doesn't stand back and regard its pursuit as an exercise, but stays very close to the characters and focuses on the actual physical reality of their experience.\n\nConsider an early hand-to-hand combat between Bonham and Hallam. We've seen so many fancy high-tech computer-assisted fight scenes in recent movies that we assume the fighters can fly. They live in a world of gravity-free speed-up. Not so Friedkin's characters. Their fight is gravity-based. Their arms and legs are heavy. Their blows land solidly, with pain on both sides. They gasp and grunt with effort. They can be awkward and desperate. They both know the techniques of hand-to-hand combat, but in real life, it isn't scripted, and you know what? It isn't so easy. We are involved in the immediate, exhausting, draining physical work of fighting.\n\nThe chase sequences--through Oregon forests and city streets, on highways and bridges--are also reality-oriented. The cinematography, by the great Caleb Deschanel (\"The Right Stuff\") buries itself in the reality of the locations. The forests are wet and green, muddy and detailed. The leaves are not scenery but right in front of our faces, to be brushed aside. Running, hiding, stalking, the two men get dirty and tired and gasp for breath. We feel their physical effort; this isn't one of those movies where shirts are dry again in the next scene, and the hero has the breath for long speeches.\n\n\"The Hunted\" requires its skilled actors. Ordinary action stars would not do. The screenplay, by David Griffiths, Peter Griffiths and Art Monterastelli, has a kind of minimalist clarity, in which nobody talks too much and everything depends on tone. Notice scenes where Del Toro is interrogated by other law officials. He doesn't give us the usual hostile, aggressive cliches, but seems to be trying to explain himself from a place so deep he can't make it real to outsiders. This man doesn't kill out of rage but out of sorrow.\n\nThere are moments when Friedkin lays it on a little thick. The early how-to sequence, where Bonham's trainees learn how to make weapons from scratch, implies there will be a later sequence where they need to. Fair enough. But would Hallam, in the heat of a chase, have the time to build a fire from shavings, heat an iron rod, and hammer it into a knife? Even if Bonham cooperates by meanwhile pausing to chip his own flint weapon? Maybe not, or maybe the two hunters are ritualistically agreeing to face each other using only these tools of their trade. The resulting knife fight, which benefits from the earlier knife training sequence, is physical action of a high order. There are other characters in the movie, other relationships. A woman with a child, who Hallam visits (she likes him but is a little afraid). A woman who is an FBI field officer. Various cops. They add background and atmosphere, but \"The Hunted\" is about two hard-working men who are good at their jobs, although only one can be the best.", "running_time": 94, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-03-14", "genres": ["Action", "Adventure", "Thriller"], "title": "The Hunted (2003)"}