{"url": "http://www.rogerebert.com/reviews/the-great-muppet-caper-1981", "by": null, "star_rating": 2.0, "text": "The Muppets are a wonderful creation, but they lose their special quality in \"The Great Muppet Caper.\" They behave like clones of other popular kiddie superstars -- like the basic cartoon heroes they once seemed destined to replace. Jim Henson's original inspiration with the Muppets was to invest them with very real human qualities: Miss Piggy's vanity and insecurity, Kermit's insouciant inquisitiveness, Fozzie's fuzzy desire to be loved, and so on. Then he involved them in situations that revolved around their personalities, so that the kids who watched them could perhaps learn something about human nature. A lot of suspense during a Muppet story depended on how a particular Muppet would feel about something.\n\nThat was the approach of many of the Muppet TV episodes and of the original \"The Muppet Movie\" (1979). This time, though, Henson and his associates haven't developed a screenplay that pays attention to the Muppet personalities. Instead, they ship them to England and dump them into a basic caper plot, treating them every bit as much like a formula as James Bond. This won't do. We don't care about some dumb diamond the size of a baseball, and as Muppet fans we're probably also indifferent to Henson's ambition to satirize old movie genres.\n\nWhen he gives us a Busby Berkeley-like water ballet starring Miss Piggy, our reaction is complex. We think (a) that kids in the audience won't know what is being satirized and (b) that Miss Piggy's fantasies have become less fun as they reveal less vulnerability. And as for Miss Piggy herself É I really hate to say this, but she's not nearly as appealing in \"The Great Muppet Caper\" as she's always been before. She is also alarmingly thinner. Are we witnessing the Hollywoodization of Miss Piggy? Is she perhaps beginning to believe her own publicity? She's less vulnerable this time, less touching, with fewer instantly recognizable human frailties.\n\nThe movie involves a Muppet expedition to London, a near-affair between Charles Grodin and Miss Piggy, and some missing jewels. It also features some cameo appearances by familiar stars, but Henson seems content that the stars are merely in his movie; he doesn't use them with comic imagination. Example: When the Muppets crash-land in the middle of a British pond, they're greeted by British Airways' TV spokesman Robert Morley. But Morley plays the scene absolutely straight. Here was a great chance to have fun with Morley's TV ads: He could have brusquely informed the Muppets that hotels were $400 a night, there were no theater tickets available, not a single rental car was to be had for miles around, and that, frankly, the British wished their American cousins would stay at home.\r\n\n\nThe lack of a cutting edge hurts this movie. It's too nice, too routine, too predictable, and too safe.", "running_time": 95, "mpaa_rating": "G", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Family"], "title": "The Great Muppet Caper (1981)"}