{"url": "http://www.rogerebert.com/reviews/the-hard-word-2003", "by": "Guy Pearceas Dale", "star_rating": 2.5, "text": "The Twentymen brothers--Dale, Shane and Mal--are stickup men with the motto, \"Nobody gets hurt.\" Despite their benevolence, they end up in prison, where Mal practices the butcher's trade and Dale works as a librarian. Then their lawyer, Frank, springs them for one last brilliant job. The job is much complicated by the fact that Dale's wife has become Frank's mistress.\n\nThe wife slash mistress is Carol, played by Rachel Griffiths with her intriguing ability to combine the qualities of a tomboy and a sex kitten. She's married to Dale Twentymen (Guy Pearce), insists she loves him, yet is having an affair with the crooked lawyer Frank (Robert Taylor). Which one does she really love? Sometimes she seems to be smiling to herself with the evil contentment of a woman whose bread is buttered on both sides.\n\nIt is good to hear Pearce (\"L.A. Confidential,\" \"Memento\") and Griffiths (a star of HBO's \"Six Feet Under\") speaking in \"their native Australian accents in \"The Hard Word,\" in a movie that exists halfway between Tarantinoland and those old black and white British crime comedies. The characters seem to have devised themselves as living works of art, as if personal style, and being \"colorful,\" is the real point of being a criminal, and the money is only a bothersome technicality.\n\nConsider Shane Twentymen (Joel Edgerton), the brother with a big-time problem with anger. A big guy who looks a little like young Albert Finney, he's assigned a prison counselor named Jane (Rhondda Findleton), and they fall in love with startling speed. Mal Twentymen (Damien Richardson) also has a magnetic attraction for women, which comes as a surprise to him, since he is usually much abashed around them. After the gang steals a getaway car, its owner and driver, Pamela (Kate Atkinson), comes down with a critical case of Stockholm syndrome, and falls in love with Mel.\n\nThese scenes have a charm that works all the better, considering that they are surrounded by a good deal of startling violence. Frank's big plan involves the brothers stealing the bookie's money after the running of the Melbourne Cup, but an outsider, brought in to keep an eye on them, opens fire and there is blood and carnage as the brothers flee on foot.\n\nThe foot chase has a quality missing in a lot of modern action movies, and that is the sensation of physical effort. William Friedken achieved it, too, in the underrated \"The Hunted.\" The robbers run through malls and down stairs and across pedestrian overpasses and are hauling the money and panting and sweating, and we realize belatedly that one of the things wrong with Spider-Man was that he never seemed to go to any effort.\n\nGriffith is at the center of both of the movie's key relationships, with her husband the crook and her lover the lawyer, and Robert Taylor's lawyer is one of those devious creatures from 1940s movies who seems more interested in taking the woman away from a man than he is in actually having her. If he were a fisherman he would throw her back in. Does Griffiths' character know this? There is the suggestion that she does, and is in love with Dale the whole time, but she is so good at looking a guy straight in the eye and telling him she loves him that her actions are eventually going to have to speak louder than her words.\n\nThe movie has room for quirky little side trips, as when the loot is hidden in a peculiar place, and for classic film noir moments, as when several key characters gather for a showdown that is not quite what some of them had in mind, but they get to engage in a lot of high-style crime dialogue before they find that out.\n\nAnd then there's more. Too much more. The \"Hard Word\" feels like it should be more or less over after the Melbourne Cup heist, but it's barely getting started, as writer-director Scott Roberts supplies twists and double-crosses and startling developments and surprise revelations and unexpected appearances and disappearances, until finally we give up. This movie could obviously go on fooling us forever, but we are good sports only up to a point, and then our attention drifts. Shame, since there's so much good stuff in it, like how effortlessly Rachel Griffiths keeps two tough guys completely at her mercy.", "running_time": 102, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-06-27", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "The Hard Word (2003)"}