{"url": "http://www.rogerebert.com/reviews/the-french-lieutenants-woman-1981", "by": null, "star_rating": 3.5, "text": "\r\n\n\nReading the last one hundred\r\npages of John Fowles's “The French Lieutenant’s Woman” is like being caught in\r\na fictional labyrinth. We think we know where we stand in the story, and who\r\nthe characters are and what possibilities are open to them, and then Fowles begins\r\nan astonishing series of surprises. He turns his story inside out, suggesting\r\nfirst one ending, then another, always in a way that forces us to rethink\r\neverything that has gone before. That complex structure was long thought to\r\nmake Fowles's novel unfilmable. How could his fictional surprises, depending on\r\nthe relationship between reader and omniscient narrator, be translated into the\r\nmore literal nature of film? One of the directors who tried to lick “The French\r\nLieutenant’s Woman” was John Frankenheimer, who complained: \"There is no\r\nway you can film the book. You can tell the same story in a movie, of course,\r\nbut not in the same way. And how Fowles tells his story is what makes the book\r\nso good.\" That seemed to be the final verdict, until the British playwright\r\nHarold Pinter tackled the project. \n\n\r\nPinter's previous screenplays, such as “Accident”\r\nand “The Go-Between,” are known for a mastery of ambiguity, for a willingness\r\nto approach the audience on more than one level of reality, and what he and\r\ndirector Karel Reisz have done with their film, “The French Lieutenant’s Woman,”\r\nis both simple and brilliant. They have frankly discarded the multi-layered\r\nfictional devices of John Fowles, and tried to create a new cinematic approach\r\nthat will achieve the same ambiguity. Fowles made us stand at a distance from\r\nhis two doomed lovers, Sarah and Charles. He told their story, of a passion\r\nthat was forbidden by the full weight of Victorian convention, and then he\r\ninvited us to stand back and view that passion in terms of facts and statistics\r\nabout, well, Victorian passions in general. Pinter and Reisz create a similar\r\ndistance in their movie by telling us two parallel stories. In one of them,\r\nSarah Woodruff (Meryl Streep) still keeps her forlorn vigil for the French lieutenant\r\nwho loved and abandoned her, and she still plays her intriguing cat-and-mouse\r\ngame with the obsessed young man (Jeremy Irons) who must possess her. \n\n\r\nIn the other story, set in the present, two\r\nactors named Anna and Mike are playing Sarah and Charles. And Anna and Mike are\r\nalso having a forbidden affair, albeit a more conventional one. For the length\r\nof the movie's shooting schedule, they are lovers offscreen as well as on. But\r\neventually Mike will return to his family and Anna to her lover. \n\n\r\nThis is a device that works, I think.\r\nFrankenheimer was right in arguing that just telling the Victorian love story\r\nwould leave you with É just a Victorian love story. The modern framing story\r\nplaces the Victorian lovers in ironic relief. Everything they say and do has\r\nanother level of meaning, because we know the \"real\" relationship\r\nbetween the actors themselves. Reisz opens his film with a shot that boldly\r\nstates his approach: We see Streep in costume for her role as Sarah, attended\r\nby a movie makeup woman. A clapboard marks the scene, and then Streep walks\r\ninto the movie's re-creation of the British coastal village of Lyme Regis. \n\n\r\n\"It's only a movie,\" this shot informs\r\nus. But, of course, it's all only a movie, including the story about the modern\r\nactors. And this confusion of fact and fiction interlocks perfectly with the\r\npsychological games played in the Victorian story by Sarah Woodruff herself. \n\n\r\nThe French lieutenant's woman is one of the most\r\nintriguing characters in recent fiction. She is not only apparently the victim\r\nof Victorian sexism, but also (as Charles discovers) its manipulator and\r\nmaster. She cleverly uses the conventions that would limit her, as a means of\r\nobtaining personal freedom and power over men. At least that is one way to look\r\nat what she does. Readers of the novel will know there are others. \n\n\r\n“The French Lieutenant’s Woman” is a beautiful\r\nfilm to look at, and remarkably well-acted. Streep was showered with praise for\r\nher remarkable double performance, and she deserved it. She is offhandedly contemporary\r\none moment, and then gloriously, theatrically Victorian the next. Opposite her,\r\nJeremy Irons is authoritative and convincingly bedeviled as the man who is\r\nfrustrated by both of Streep's characters. The movie's a challenge to our\r\nintelligence, takes delight in playing with our expectations, and has one other\r\nconsiderable achievement as well: It entertains admirers of Fowles's novel, but\r\ndoes not reveal the book's secrets. If you see the movie, the book will still\r\nsurprise you, and that's as it should be.", "running_time": 123, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Foreign", "Romance"], "title": "The French Lieutenant's Woman (1981)"}