{"url": "http://www.rogerebert.com/reviews/the-naked-gun-2-12-the-smell-of-fear-1991", "by": "Leslie Nielsenas Lt. Frank Drebin", "star_rating": 3.0, "text": "The critical mind boggles at the opportunity to review “The Naked Gun 2 1/2: The Smell of Fear.” What can usefully be said about this movie, other than the essential information that I laughed? The plot exists to be disregarded, the characters are deliberately constructed of cardboard, the sight gags are idiotic, and the dialogue is dumb. Really dumb. So dumb you laugh twice, once because of how stupid it is, and the second time because you fell for it.\n\n“The Naked Gun 2 1/2” is not the best of the slapstick parody films by the Zucker-Abrahams-Zucker boys; that honor goes to “Top Secret!” (1984) with its inspired performance by Val Kilmer. The movie was a spoof of Elvis Presley musicals and Cold War spy stories, both at the same time, and I still laugh when I remember the spy who is shot and lies dying in an alley, and pulls out a letter that must be mailed by midnight. It’s for one of those Ed McMahon sweepstakes promotions.\n\n“Naked,” etc., stars Leslie Nielsen, first utilized by the Zucker-Abrahams-Zucker team in the original “Airplane!” in 1980, and since developed into the superstar of this genre. Nielsen’s secret is that he does almost nothing, and certainly nothing he seems to think is funny.\n\nHe is the wooden straight guy, unaware of all that’s going on around him, completely lacking in insight, without charm, grace or intelligence, a total square - in other words, everyman. In this movie he plays Lt. Frank Drebin, his character from the old “Police Squad!” TV series, who as the movie opens is a guest of honor at a White House dinner, at which a Barbara Bush lookalike is pummeled with doors and lobsters. Later, as the plot develops, he tries to rekindle his old love affair with Priscilla Presley, while getting to the bottom of an attempt to sabotage the national policy on the ecology.\n\nSample dialogue reflecting the nature of their relationship: He: “How are the children?” She: “We never had any children, Frank.” One of the knacks of the filmmakers is to find actors who can get laughs more or less by playing their images, as Zsa Zsa Gabor, Robert Goulet and George Kennedy do in this movie. Another knack is the crude, unsubtle nature of their visual style, in which the favored camera angle is to stare a sight gag right in the eye. A third is the low blow, as in a hilarious restaurant scene where all of the pictures on the wall depict great catastrophes - some natural, some human, one political.\n\nHey, look. The same day I saw “Naked,” etc., I saw a movie about a mother who seeks her long-lost son, and another movie about a savior from the future who has come back to save the human race. It was kind of fun to settle back for the third bill on the triple feature and know that for 85 minutes I might possibly laugh, and would certainly not be called upon to think.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-06-28", "genres": null, "title": "The Naked Gun 2 1/2: The Smell Of Fear (1991)"}