{"url": "http://www.rogerebert.com/reviews/the-boost-1988", "by": "James Woodsas Lenny", "star_rating": 3.5, "text": "“The Boost” is not simply about drugs. It is also about the hedonistic lifestyles of the 1980s, especially in go-go areas like the Los Angeles real estate market in which fortunes are won and squandered in a matter of months and there is unspeakable pressure to keep up appearances. The movie is a modern-day version of “Death of a Salesman,” with James Woods selling leveraged tax shelters. He’s out there on a smile, a shoeshine and a line of cocaine.\n\nWoods is one of the most intense, unpredictable actors in the movies today. You watch his characters because they seem capable of exploding - not out of anger, but out of hurt, shame and low self-esteem. They’re wounded, but they fight back by being smarter than anyone else and using jokes and sarcasm to keep people at arm’s length.\n\nThat’s the case with Lenny, the guy he plays in this movie. He doesn’t care if you like him or not, just so long as you see that he has a big house, an expensive car and a wife so beautiful that - in his words - “How did she wind up with a runt like me?” As the movie opens, Lenny is calling names in the phone book to peddle some kind of half-baked “investment opportunity.” He meets a pleasant enough young prospect, invites him to dinner and then explodes halfway through the meal, all of his resentments pouring out. Lenny hurts. But one day he meets a kind, philosophical older man (Steven Hill) who hires him to come out to L.A. and sell tax shelters to people with windfall profits.\n\nLenny is an overnight success. All he needed was the veneer of respectability - the expensive suits, the Mercedes - to cover his desperation. He’s flying high. When he decides to invest in some cockamamie Mexican nightclub, his wife, Linda (Sean Young), cautions him that they are overextended. He doesn’t care. He’s rich and the money is pouring in and he’s invincible, and then Congress changes the tax laws and his business evaporates overnight.\n\nIt’s at that point that he tries cocaine for the first time.\n\nHe’s given his first taste by a free-spending friend (John Kapelos) who owns a chain of car washes. He likes it. It puts him back on top of the world. And as Lenny and Linda hit the skids, they’re looking up all the way down. Cocaine makes their failures seem like temporary setbacks in a master plan. It makes them feel great. They never figure out the answer to George Carlin’s famous question: “What does cocaine feel like? It makes you feel like more cocaine.” As Lenny and Linda head for the bottom, the movie turns into one of the most convincing and horrifying portraits of drug addiction I’ve ever seen. The director, Harold Becker, has directed Woods in two of his best movies (“The Onion Field” and “The Black Marble”). In this even darker story, he never insists too much; he simply observes. Lenny and Linda lose their expensive house. They move out of their middle-class high-rise apartment. They spend some time working in a health-food store on the beach, trying to go straight and dry out.\n\nLenny attends some kind of a rehabilitation program (offscreen), and comes back temporarily sober, but he’s walking a tightrope.\n\n“I’ve got the problem,” he says. “Linda was only keeping me company.” Linda thinks the same thing, and so when the car-wash king and his wife visit her at the beach, she tries a line of cocaine, gets stoned, falls down some stairs and has a miscarriage. And then they really hit the skids. The movie portrays with almost effortless conviction the world of apartments-by-the-week in the seamy neighborhoods of Hollywood, where everybody has two occupations - the one he hopes someday to work at, and dealing drugs. Lenny, who was born desperate, becomes completely strung out, disoriented, paranoid. And still he clings to the delusion that he’ll be back on top someday, that drugs are somehow the answer.\n\nI received a letter the other day from a documentary filmmaker who is working on a TV program about mystical experiences. “Alcoholism and drug addiction in the 20th century,” he writes, “may be related to the human desire for transcendence.” Yes, and in other centuries, too, but in a reverse sort of way: If you’re a drunk or an addict, you’ve got to transcend that before you can move along to other kinds of transcendence. Lenny’s problem, in the closing scenes of “The Boost,” is that every detail of his life is governed in one way or another by his need to drink or take drugs. He’s not transcending. He’s maintaining. All he can hope for is a miracle.", "running_time": 95, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-12-23", "genres": ["Drama", "Romance"], "title": "The Boost (1988)"}