{"url": "http://www.rogerebert.com/reviews/the-bridges-of-madison-county-1995", "by": "Meryl Streepas Francesca Johnson", "star_rating": 3.5, "text": "\"This kind of certainty comes but once in a lifetime.\"\n\n--\rRobert to Francesca\n\nClint\rEastwood's \"The Bridges of Madison County\" is not about love and not\rabout sex, but about an idea. The film opens with the information that two\rpeople once met and fell in love, but decided not to spend the rest of their\rlives together. The implication is: If they had acted on their desire, they\rwould not have deserved such a love.\n\nAlmost\reverybody knows the story by now. Robert James Waller's novel has been a huge\rbest-seller. Its prose is not distinguished, but its story is compelling: He\rprovides the fantasy of total eroticism within perfect virtue, elevating to a\rspiritual level the common fantasy in which a virile stranger materializes in\rthe kitchen of a quiet housewife and takes her into his arms.\n\nWaller's\rgift is to make the housewife feel virtuous afterward.\n\nIt\ris easy to analyze the mechanism, but more difficult to explain why this film\ris so deeply moving -- why Clint Eastwood and Meryl Streep have made it into a\rwonderful movie love story, playing Robert and Francesca. We know, of course,\rthat they will meet, fall in love and part forever. It is necessary that they\rpart. If the story had ended \"happily\" with them running away\rtogether, no one would have read Waller's book and no movie would exist. The\remotional peak of the movie is the renunciation, when Francesca does not open\rthe door of her husband's truck and run to Robert. This moment, and not the\rmoment when the characters first kiss, or make love, is the film's passionate\rclimax.\n\nWhen\rEastwood announced that he had bought the novel and planned to direct and star\rin the movie, eyebrows were raised.\n\nReaders\rhad already cast it in their minds, and not with Eastwood -- or with Meryl\rStreep, for that matter. There is still a tendency to identify Eastwood with\rhis cowboy and cop roles, and to forget that in recent years he has grown into\rone of the most creative forces in Hollywood, both as an actor and a director.\rHe was taking a chance by casting himself as Robert Kincaid, but it pays off in\ra performance that is quiet, gentle and yet very masculine.\n\nAnd\rStreep wonderfully embodies Francesca Johnson, the Italian woman who finds\rherself with a husband and children, living on a farm in the middle of a flat\rIowa horizon. The two of them construct their performances not out of grand\rgestures, but out of countless subtle little moments of growing love; a time\rcomes when they are solemn in the presence of the joy that has come to them.\n\nKincaid\ris a photographer for National Geographic, shooting a story on the covered\rbridges of the county. Francesca's husband and children have left home for\rseveral days to go to the Illinois State Fair. Photographer and housewife meet,\rand an awkward but friendly conversation leads to an offer of iced tea; then\rshe shyly asks him to stay for dinner.\n\nOne\rof the story's mysteries is just when each of them becomes erotically aware of\rthe other, and there is a moment, when he goes out to get beer from the car,\rand she pauses while preparing salad, when she not quite smiles to herself. She\rseems happy; there is a lift in her heart. In another scene, she answers the\rtelephone and, standing behind him, adjusts his collar, brushes his neck with\rher finger, and then leaves her hand resting on his shoulder. Very quietly.\n\nEastwood\rand his cinematographer, Jack N. Green, find a wonderful play of light, shadow\rand candlelight in the key scenes across the kitchen table, with jazz and blues\rplaying softly on a radio. They understand that Richard and Francesca are not\rfalling in love with each other, exactly -- that takes time, when you are\rmiddle-aged -- but with the idea of their love, with what Richard calls\r\"certainty.\" One of the sources of the movie's poignancy is that the\rflowering of the love will be forever deferred; they will know they are right\rfor each other, and not follow up on their knowledge.\n\nRobert\rwants her to leave with him. The notion is enormously attractive to her. Life\ron the farm is \"not what I dreamed of when I was a girl.\" She envies\rhis life of travel. Not understanding quite how tied she is to the land, he\rsuggests her husband could take her \"on a safari.\" Her smile shows\rwhat a wild idea that is. \"What's he like?\" Robert asks. \"He's\rvery clean,\" she replies. \"Hard-working . . . gentle . . . a good\rfather.\"\n\nAnd\rhe is. The story never makes the mistake of portraying Richard Johnson as a bad\rhusband. But we have seen, in an early scene, that there is no conversation\raround the Johnson family dinner table. With Robert Kincaid, there is much\rconversation; they talk of their ideals, and she says, \"But how can you\rlive for just what you want?\" And, quietly, \"We are the choices that\rwe have made, Robert.\" And they talk on, quoting Yeats, smoking Camels,\rdancing to the radio.\n\nAll\rof the scenes involving Eastwood and Streep find the right notes and shadings.\rThe surrounding story -- involving Francesca's adult son and daughter finding\rher diaries and reading her story after her death -- is not as successful. I\rknow this framing mechanism, added by writer Richard LaGravenese, is necessary;\rthewhole emotional tone of the\rromance depends on it belonging to the lost past. And yet Annie Corley and\rVictor Slezak, as Caroline and Michael, never seem quite real, and Michael's\rshock at his mother's behavior, in particular, seems forced, like a story\rdevice. The payoff at the end -- as they reassess their own lives -- seems\rperfunctory.\n\nBut\rthe central story glows. I've seen the movie twice now and was even more\rinvolved the second time, because I was able to pay more attention to the\rnuances of voice and gesture. Such a story could so easily be vulgarized, could\rbe reduced to obvious elements of seduction, sex and melodramatic parting.\rStreep and Eastwood weave a spell, and it is based on that particular knowledge\rof love and self that comes with middle age. Younger characters might have run\roff together. Older ones might not have dared to declare themselves.\n\n\"The\rBridges of Madison County\" is about two people who find the promise of\rperfect personal happiness, and understand, with sadness and acceptance, that\rthe most important things in life are not always about making yourself happy.", "running_time": 135, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-06-02", "genres": ["Drama", "Romance"], "title": "The Bridges Of Madison County (1995)"}