{"url": "http://www.rogerebert.com/reviews/the-musketeer-2001", "by": "Justin Chambersas D'Artagnan", "star_rating": 2.5, "text": "Peter Hyams' \"The Musketeer\" combines traditional swashbuckling with martial arts in a movie where the men wear plumes in their hats but pounce like crouching tigers and scheme like hidden dragons. No wonder; the choreography of the fight scenes is by Xin-Xin Xiong--not a name on every tongue, I grant you, but he is one of the top action designers in Hong Kong.\n\nThe big-budget extravaganza, with sensational sets and battle scenes, is set in 17th century France, where a Spanish invasion is feared and Cardinal Richelieu (Stephen Rea) has raised a private army while King Louis XIII's loyal musketeers are in disgrace. Then young D'Artagnan (Justin Chambers), who saw his parents murdered by the evil Febre (Tim Roth), rides to the rescue, jump-starts the musketeers, saves the Queen, falls in love with the Queen's Comely Dresser, and so on.\n\nThe history is not the point, and neither is the story. Both exist only to supply excuses for a series of action sequences, which steal the show to such an extent that if you like martial arts scenes you'll admire this movie, and if you don't, you won't.\n\nLike Hong Kong fight movies, \"The Musketeer\" makes great use of handy props, folding them into the action scenes. Nowhere is this more dramatic (or ludicrous, depending on your point of view) than in a final duel between D'Artagnan and Febre, which takes place in a warehouse stacked to the ceiling with shelves of big wine barrels. Of course to reach the barrels, you need ladders--LOTS of ladders, with the two fighters leaping from one to another, walking them across the floor, swinging through space clinging to them, and finally, incredibly, balancing one on a center beam and using it as a teeter-totter for their final showdown. This is harder than it looks.\n\nOh, and I forgot to mention what led up to that. D'Artagnan has freed all the imprisoned musketeers, who form an army to attack the castle where the Queen (Catherine Deneuve) and the Comely Dresser (Mena Suvari, from \"American Beauty\" and \"American Pie\") are being held prisoner by the vile Febre. After the Queen drops a marble bust at his feet to attract his attention (good job she didn't hit him on the head), D'Artagnan fires a rope to the top of the tower and climbs up, hand over hand, to rescue them--but then defenders lower their own ropes, and soon four or five fighters are swaying in big arcs back and forth high above the ground, holding on with one hand while sword-fighting, which is harder than it looks.\n\nAn earlier chase sequence involves an attempt by Febre to capture the coach containing the Queen and the Comely D., where D'Artagnan single-handedly holds off the entire force, at one point leaping from the saddle of his galloping horse to the saddle of the horse in front (harder than it looks). And there is an early scene where D'Artagnan is able to support himself between two ceiling beams with pressure from his legs and one arm, while the free arm wields a sword. So much harder than it looks that it borders, I would hazard, on the impossible.\n\nThere are barrels in this movie. So many barrels they supply the leit-motiv, as they roll, thunder, spill, explode and impede. At one point, D'Artagnan actually balances on top of a barrel and rolls it beneath his feet while sword fighting. Harder than it looks.\n\nOccasionally the action is interrupted by dialogue scenes, which are easier than they look. None of the drama in this movie would stretch Errol Flynn--or Errol Morris, for that matter. Tim Roth already holds the crown for the single best swashbuckling scene in modern film history (in ''Rob Roy''). This time, where most of the action is special effects, stunts, rope-flies and animation, he focuses on being hateful. I love it when the Queen tells him, \"You have no mercy in your heart\" and he replies: \"No mercy. No heart.\" I cannot in strict accuracy recommend this film. It's such a jumble of action and motivation, ill-defined characters and action howlers. I am not even quite sure if Richelieu and Febre are on the same side, or if there are three or even four sides in the story. But the banquet scene is a marvel of art design. The action scenes are wonders to behold. And when Tim Roth vows vengeance on the man who blinded him, I for one believe him.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-09-07", "genres": ["Action", "Adventure", "Drama"], "title": "The Musketeer (2001)"}