{"url": "http://www.rogerebert.com/reviews/the-lost-honor-of-katharina-blum-1976", "by": "Angela Winkleras Katharina Blum", "star_rating": 2.5, "text": "West Germany, 1971: At the height of the scare over the terrorism of the Baader-Meinhof gang, a bank was robbed and a guard killed. The next day, without evidence, the nation's largest newspaper blamed the gang for the crimes. Heinrich Boll, the Nobel-winning novelist, condemned this trial by headline in an article for Der Spiegel -- and became the target of hate mail, anonymous calls and indignant editorials in the newspaper.\n\nHis experience led to the best seller \"The Lost Honor of Katharina Blum,\" and now to an intelligent, if finally unconvincing film. Boll transforms his experience into that of a young girl, a maid in the home of a prosperous attorney. One evening at a party she meets a terrorist, who is hiding from the police, something he neglects to tell her. She spends the night with him, is captured after he escapes and is immediately branded by the press as a terrorist and worse. The police are under extreme pressure to capture the radical suspect, and she's made to feel a lot of that pressure. Her apartment is ransacked, she's handled roughly and subjected to browbeating and her personal life is combed for clues to the crime. The experience is degrading, but in some sense, she understands that it's necessary: The police, however ham-handed, are doing their job. What she can't stand is the treatment of her case in the popular press. Her story is assigned to a reporter-photographer, team who seem to be a cross between Walter Winchell and the Marquis de Sade. They spy on her, invent quotes and whole episodes out of thin air and even break into the hospital room of her dying mother in hopes of a deathbed statement. Her picture's on the front pages day after day, along with lurid (and mostly imaginary) accounts of her sex life, her politics, her morals. She was a quiet, pretty, perhaps even dull young woman; now she's notorious, and hated by strangers.\n\nThe film's directors are a husband and wife team, Volker Schlondorff and Margarethe von Trotta, who bring to this story the same sensitivity about female characters that they displayed in their fine \"A Free Woman\" (1972). Katharina Blum, played with a subtle mixture of shyness and fire by Angela Winkler, is treated in countless ways differently than if she'd been a man; even the one sympathetic police officer probably feels the way he does because he's half in love with her. The movie's character development is sensitive: all sorts of little touches are painted in without a big thing being made of them. But then the big, important Heinrich Boll message comes marching along, and the essentially human story by Schlondorff and von Trotta gets buried. Boll, still angry about his own experiences, has Katharina Blum take a gun and go looking for the yellow journalists. And this conclusion, while no doubt wonderfully satisfying as a daydream for Boll, doesn't really fit the film as a whole.\n\nIt's as if we've met a real person, a three-dimensional, complicated woman, and then she's been programmed to act out somebody else's instructions. Too bad. In her concern for her mother, in her courage in the face of false accusations, in her outrage at the invasion of her privacy, Katharina Blum was quite adequate just as she was.", "running_time": 106, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-19", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Lost Honor of Katharina Blum (1976)"}