{"url": "http://www.rogerebert.com/reviews/the-apprenticeship-of-duddy-kravitz-1974", "by": "Richard Dreyfussas Duddy", "star_rating": 3.0, "text": "Duddy Kravitz has grown up hearing about the Boy Wonder. The Wonder, real name Dingleman, started out in life picking up bus transfers from the street and selling them for three cents. When he had a quarter, he got into a gin game and ran it up to ten dollars. With that as a nest egg, the Wonder parlayed a string of poker games and fly-by-night investments into a fortune, and returned home (according to legend) in a chauffeured limousine and with his own string of racehorses. And all from a handful of lousy three-cent bus transfers!\n\nDuddy thinks he can do better than that. When we meet him, he's a sixteen-year-old Jewish kid from Montreal whose mother is dead and whose father drives a cab and does a little part-time pimping to send the older son through medical school. The Boy Wonder was a boyhood friend of Duddy's father; the story, whether true or not, has been told so many times that Duddy naturally assumes he will be a millionaire, or something, by the time he's twenty. And he's right. By the time he's twenty, he's something.\n\n\"The Apprenticeship of Duddy Kravitz\" is a movie that somehow manages to be breakneck and curiously touching at the same time. It's a story of ambition and greed, with a hero that will stop at almost nothing (by the movie's end, Duddy has succeeded in alienating the girl who loves him, has lost all his friends, has brought his grandfather to despair, and has paralyzed his most loyal employee). And yet we like Duddy, with a kind of exasperation, because we get some notion of the hungers that drive him, and because nobody suffers at his hands more than he does himself.\n\nThe movie's a sort of Canadian \"What Makes Sammy Run?\" Duddy Kravitz even gets into the movie business, as Budd Schulberg's hero did. But Duddy doesn't exactly get to Hollywood. He runs across a blacklisted, alcoholic American director, in exile from Hollywood during the dark days of McCarthyism (the film is set somewhere in the late 1940s and early 1950s).\n\nDuddy forms a movie production company (Dudley Kane Productions, inevitably), hires the director, and produces films of bar mitzvahs. Their first production, shown in its entirety, is a lunatic montage of off-the-wall images that have no perceptible relevance to the bar mitzvah itself; the director arguably got himself drunk and spliced together stock footage (after the opening temple scenes played over Beethoven's Fifth). But Duddy's client is (somewhat dazedly) pleased by the film, and Duddy is off and running.\n\nHis ambition is to own land. \"A man without land is a nobody,\" his grandfather has told him. During a summer spent as a waiter at a resort, he finds a beautiful, half-hidden lake. He determines to buy it and develop it, and his dream is shared by a plain-pretty French Canadian girl who is a maid at the resort. They fall into love. Or, more precisely, she loves him and Duddy loves a prospect of his future life which includes her, slightly to one side of center. The ways in which he finally succeeds in driving her away, the ways in which he makes himself miserable before he is even twenty-one, are played against his own series of get-rich-fast schemes (during which he not only succeeds in meeting the real Boy Wonder but even unknowingly smuggles heroin over the border for him).\n\nThe movie is based on a Mordecai Richler novel and was the most popular film to have come out of Canada through the early seventies (that country which, in cinema as in other things, remains more foreign for many Americans than any place in Europe). It was filmed on location with a great sense of life and energy and with details seen as Duddy sees them. It's populated with an incredible gallery of character roles (I've only suggested a few of them). It's a little too sloppy, and occasionally too obvious, to qualify as a great film, but it's a good and entertaining one, and it leaves us thinking that Duddy Kravitz might amount to something after all, should he ever grow up.", "running_time": 121, "mpaa_rating": "PG", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Drama"], "title": "The Apprenticeship of Duddy Kravitz (1974)"}