{"url": "http://www.rogerebert.com/reviews/the-wolfman-2010", "by": "Benicio Del Toroas Lawrence Talbot", "star_rating": 2.5, "text": "\"The Wolfman\" avoids what must have been the temptation to update its famous story. It plants itself securely in period, with a great-looking production set in 1891. Gothic horror stories seem more digestible when set in once-great British country houses and peopled with gloomy introverts, especially when the countryside involves foggy moors and a craggy waterfall. This is, after all, a story set before the advent of modern psychology, back when a man's fate could be sealed by ancestral depravity.\n\nThe film's opening and closing shots are of the full moon, which is correct. An early exterior shows Chatsworth in Derbyshire, perhaps the grandest of all English country houses. Inside it is derelict and unkempt, inhabited by the sinister old Sir John Talbot (Anthony Hopkins) and his faithful manservant Singh. Gas was well known as a means of illumination in 1891, and indeed electric lights were not uncommon, but Sir John makes do with flickering candles carried from room to room, the better to cast wicked shadows.\n\nSir John's son Ben and his fiancee Gwen (Emily Blunt) were living there until recently, when Ben was savagely killed. Gwen writes to Ben's long-estranged brother Lawrence (Benicio Del Toro), an American actor who is appearing in London in \"Hamlet\" and indeed is holding poor Yorick's skull when we first see him. Lawrence arrives in a foggy, chilly dusk of course, and his voice echoes in the vast lonely mansion before his father emerges from the shadows.\n\nI love stuff like this. The gloomier and more ominous the better. (There is a silent classic named \"The Fall of the House of Usher\" that actually has dead leaves scuttling across a mansion's floor.) Lawrence views his brother's body, which seems to have made a good meal. Meanwhile, down at the obligatory local pub, the conversations of the locals center on a strange beast marauding in the district. In the 19th century, a pub served as the evening news.\n\nMore plot you do not require. What you might like to know is that \"The Wolfman\" has been made with care by Joe Johnston, and is well-photographed by Shelly Johnson and designed by Rick Hendrichs. The music by Danny Elfman creeps around the edges. Del Toro makes Lawrence sad, worried, fearful, doomed. It's not just the loss of his brother. It's the earlier loss of his beloved mother. The family manse is haunted by his memories. His father, Sir John, however, is played by the bearded Anthony Hopkins as a man holding up perhaps better than you might expect. And he's well turned-out, especially for a man who lives almost in the dark.\n\nThe film has one flaw, and faithful readers will not be surprised to find it involves the CGI special effects. No doubt there are whole scenes done so well in CGI that I didn't even spot them, but when the werewolf bounds through the forest, he does so with too much speed. He would be more convincing if he moved like a creature of considerable weight. In the first \"Spider-Man\" film, you recall, Spidey swung around almost weightlessly. Adding weight and slowing him down in the second film were some of the things that made that sequel great. The werewolf moves so lightly here he almost cries out: Look! I'm animated!\n\nI am not sure of the natural history of wolf men. Is the condition passed through the blood? Apparently. How exactly does one morph from a man into a wolf? By special effects, obviously. The werewolf has much less pseudo-scientific documentation than the vampire. I understand why he sheds his clothes when he expands into a muscular predator. What I don't understand is how he always succeeds in redressing himself in the same clothes. Does he retrace his path back through the dark woods by moonlight, picking up after himself?\n\nIn any event, \"The Wolfman\" makes a satisfactory date movie for Valentine's Day, which is more than can be said for \"Valentine's Day.\" Truer love hath no woman than the woman who loves a wolf man. And vice versa, ideally.", "running_time": 102, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-02-10", "genres": ["Drama", "Horror", "Thriller"], "title": "The Wolfman (2010)"}