{"url": "http://www.rogerebert.com/reviews/the-duchess-2008", "by": "Keira Knightleyas Georgiana", "star_rating": 3.5, "text": "Much is made in Britain of the fact that Georgiana, the Duchess of Devonshire (1757-1806) was the great-great-great-great-aunt of Diana, Princess of Wales. I wouldn't know where to start in counting my own great-great-great-great-aunts, but the Brits have an obsession with genealogy, and then too both women married men who were fabulously wealthy, had several enormous houses and kept mistresses, and both women had lovers. The difference is, Georgiana was more interesting.\n\nShe was married off by her mother at 16 to William Cavendish, the fifth Duke of Devonshire, a man who loved his dogs more than her. She was treated like chattel, valued only for her breeding ability, raped by the duke at least once, and became the most famous woman in England, save for Queen Charlotte, whose husband was merely mad. Georgiana was an outspoken liberal, a supporter of the American and French revolutions, a campaigner for one Whig prime minister (Charles Fox) and the lover of another (Charles Grey, whose daughter she bore). She was a feminist who dared to speak publicly on politics, although she accepted that women did not have the vote.\n\n\"The Duchess\" is a handsome historical film, impeccably mounted, gowned, wigged and feathered, where a husband and wife spend hours being dressed in order to appear at dinner to argue about whether the mutton is off. With Keira Knightley playing the duchess and Ralph Fiennes playing her husband, such a conversation is a minefield. The man has no conversation, addresses her primarily to issue instructions and is obsessed with the production of a male heir, who would have much to inherit, including the grandest private house in London, and Chatsworth, in Derbyshire, the favorite of all British country houses. (I have visited Chatsworth and I was in awe. At today's prices, not even Bill Gates could live like the Devonshires.)\n\nFor a woman to be the duchess of such a private kingdom, to be immersed in politics, to be a beauty, a wit, a fashion leader and a feisty scrapper with an appetite for better sex than the duke provisioned, Georgiana must have been extraordinary. I am not sure \"The Duchess\" quite does her justice. Yes, her marital views were flexible. She disliked but tacitly accepted the duke's numerous adulteries. She made only one close female friend, Lady Elizabeth Foster (Hayley Atwell), and the duke rogered her, too. Georgiana was enraged not only because of his infidelity, but for being robbed of her friend. Later they made up, and she accepted Bess and her three sons into their household, referring to William as \"our husband.\"\n\nThere was a reason for Bess' betrayal, and it wasn't lust. Her cruel husband had banned her from ever seeing her sons again, and William was powerful enough to reunite her with them. Later, he is quite prepared to prevent Georgiana from ever seeing their four children. Women had no rights even to their offspring. The Whigs, although behind the curve, were clearly the party of the future; the Tories supported the status quo.\n\nThe duke, duchess and even Lady Elizabeth are capable of behaving according to the rules governing their class in even the most inflammatory situations. They often act as if onstage, and they are. When Lady Spencer (Charlotte Rampling), Georgiana's mother, says her affair with Grey is the talk of London, why should she be surprised? Every conversation in this film takes place in the presence of at least two servants.\n\nI deeply enjoyed the film, but then I am an Anglophile. I imagine the behavior of the characters will seem exceedingly odd to some viewers. Well, it is. William is a right proper bastard without normal feelings -- a monster. How do you make love with the fifth Duke of Devonshire? You close your eyes and think of the sixth Duke of Devonshire. Georgiana puts up with more than we can imagine. When we see her tender and playful in the company of Earl Grey, it is a refreshing change. We do not see William and Bess bedding each other, and just as well. We hear them.\n\nThis is not one of those delightful movies based on a Jane Austen novel. It is about hard realists, constrained in a stifling system and using whatever weapons they can command. It is rather fascinating on that level, although I would have loved to learn more about what the Whigs at that formal dinner really thought about Charles Fox's vision of the rights of man and the abolition of the slave trade.\n\nNote: Yes, the famous tea is named after Earl Grey. It is my second favorite, after Lapsang Souchong, which has an aroma stirring nostalgia for fresh tar in autumn.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-09-25", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "The Duchess (2008)"}