{"url": "http://www.rogerebert.com/reviews/the-andromeda-strain-1971", "by": "Arthur Hillas Dr. Jeremy Stone", "star_rating": 3.0, "text": "Robert Wise's \"The Andromeda Strain\" works reasonably well as science fiction, but I don't want to approach it in a fiction mood today. \n\nThe most interesting thing about the movie, I think, is its production design, which seems to have begun where the interiors of the space station in \"2001: A Space Odyssey\" left off. We inhabit a world of smoothly, endlessly curving womblike plastic, with here a knob and there a computer read-out screen, and the sensation the movie gives us is not unlike permanent residence in one of those new Otis elevators.\n\nOne of the problems with science-fiction movies has always been the hardware. We're asked to believe that our heroes are somewhere beyond Alpha Centuri and picking up steam, but their control panel looks like a 1949 Studebaker that's dropped acid. The low in these matters was reached with Captain Video on the old DuMont network, whose ship actually rocked up and down as it sailed the sea of space, which presumably had waves just like the ocean.\n\n\"2001\" put all that behind, and made it necessary for science-fiction movies (ambitious ones, at least) to create a plausible environment. \"The Andromeda Strain\" does that absolutely brilliantly. The human characters almost seem an embarrassment to the Wildfire Project, a hermetically sealed laboratory on five levels below ground.\n\nTheir relationship with the computers that run Wildfire is, if anything, more intimate than the friendship between HAL 9000 and his human colleagues in \"2001.\" HAL was a computer intelligent enough to think, but he \"related\" with humans in a folksy sort of way that made him half-palatable.\n\nNo such effort is made to humanize the computer in \"Andromeda,\" and they go about their business with the efficiency of a Honeywell salesman. What's fascinating is the way the humans pick up the computer state of mind. They occasionally lapse into humanity (particularly in the case of Kate Reid, as a crusty lady biologist of a certain age). But when the going gets tough, they become abstract and machine-like even toward each other.\n\nSometimes movies come along with buried levels, and I think this is one. On the level of fiction, \"The Andromeda Strain\" is a splendid entertainment that will get you worried about whether they'll be able to contain that strange blob of alien green crystal. But if you find yourself experiencing \"Andromeda\" on only the story level, pull back for a moment and watch those people and those machines. Allow yourself to be seduced for a moment by that plastic environment, which is air-conditioned and indirectly lighted and self-monitoring and automated and God knows what else, and ask yourself if this is really the direction human interior decorating is moving in, or if the Holiday Inn has been wrong.", "running_time": 131, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-04-09", "genres": ["Drama", "Science Fiction", "Suspense", "Thriller"], "title": "The Andromeda Strain (1971)"}