{"url": "http://www.rogerebert.com/reviews/the-hearse-1980", "by": "Trish Van Devereas Woman", "star_rating": 1.5, "text": "How long has it been since we saluted our least-favorite movie\r\ningredient, the Idiot Plot? Too long, I think we all agree. The Idiot Plot,\r\nyou'll recall, is a movie plot that depends on everyone in the movie being an\r\nidiot. If they were not, the movie would be over within 15 minutes and we could\r\nall go home. But that never happens in an Idiot Plot; The characters make such\r\nincredibly stupid blunders that we're stuck for a whole movie, watching them\r\nwander fecklessly through their own lives.\n\n\"The\r\nHearse\" is perhaps this summer's best example of an Idiot Plot. The idiot\r\nin the movie is a young woman, played by Trish Van Devere in the spirit of a\r\ndetergent commercial, who decides to move to a small town to live in the house\r\nof her dead aunt. She makes this decision (we learn in a pointless scene with a\r\npsychiatrist) because she wants to put the events of the past year behind her.\r\nIf she'd also put the events of the next year behind her, we'd all be a lot\r\nbetter off.\n\nAnyway,\r\nshe drives to the town late at night, and is almost run off the road by a\r\ngigantic black hearse. An ominous sign. Once in town, she's shown around the\r\nhouse by a crusty old attorney (Joseph Cotten) who thinks it should have been\r\nhis. Site also has a run-in with the local sheriff, who is crude and rude, and\r\nwith the local adolescent boys, who drive past while she's jogging and scream\r\nbrainlessly, never having seen such a sight before, I guess.\n\nAnyway,\r\nTrish moves into the house, and immediately there are the usual ominous signs.\r\nLet's see how many I can remember. A music box plays by itself. A door slams by\r\nitself. The long-dead aunt appears in a mirror. She appears behind a window.\r\nThere are footsteps on the stairs. Windows are broken. Doors are broken. The\r\nhardware store owner won't deliver to her house. The local minister hints at\r\nevil goings-on. While Trish Is taking a shower, the camera gives us a\r\npoint-of-view shot going up the stairs, approaching the shower curtain ... and\r\nthen going away (the cameraman was chicken?). On two more occasions, the hearse\r\ntries to run her off the road.\r\nEvery night, another ominous manifestation terrifies her. Every morning, she's\r\njolly again, and goes in to shop at the hardware store and be insulted by the\r\nlocal teen-age louts.\n\nMeanwhile,\r\nyoung Tom turns up. He's polite, handsome, old-fashioned. Trish kinda likes\r\nhim. This proves she's an idiot, since everybody in the audience figures out\r\nimmediately that Tom is a ghost, and was the boyfriend of the dead aunt. But\r\nTrish doesn't know this. She continues to live in this house long after every\r\nsingle member of the audience would have moved back to Rogers Park. This place\r\nmakes the Amityville Horror look like open house at a condominium.\n\nOne\r\nof the real cheats of the movie is that it never provides a consistent\r\nframework for all the terrible things that take place. Things happen without\r\nany context: The minister, for example, believes the house is haunted by the\r\ndevil, and arrives one night with a Bible, rather theatrically screaming,\r\n\"Get thee behind me, Satan,\" while obligatory gusts of wind tear at\r\nhis gray locks. But is Satan involved? Is the house merely haunted? What does\r\nthe hearse have to do with anything?\n\n\"The\r\nHearse\" qualifies as this summer's garage sale of horror movies. It\r\ncontains all the best clichés from recent, more successful horror movies\r\n(especially \"Amityville\" and even \"The Changeling,\" which\r\ncame out last April and starred Van Devere, her husband George C. Scott and, of\r\ncourse, the obligatory self-banging doors and self-playing musical\r\ninstruments). But the clichés exist in a vacuum: The events in this movie\r\nhappen because they have happened in other horror movies and seemed like a good\r\nidea at the time. We know better.", "running_time": 95, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-07-07", "genres": ["Drama", "Horror", "Mystery"], "title": "The Hearse (1980)"}