{"url": "http://www.rogerebert.com/reviews/the-vanishing-1993", "by": "Jeff Bridgesas Barney", "star_rating": 1.0, "text": "\"The Vanishing\" is a textbook exercise in the trashing of a nearly perfect film, conducted oddly enough under the auspices of the man who directed it. In 1988, George Sluizer made a French-Belgian production, also called \"The Vanishing,\" that was one of the most intelligent thrillers I've seen. The film was not released commercially until 1991, perhaps because distributors feared American audiences would not accept the downbeat, but inevitable, ending. Now we have an American version, with an ending that is an insult to the intelligence and also, by implication, to American audiences.\n\nThe original movie told a simple story in chilling terms. A man and wife are on vacation and stop at a roadside oasis. The wife goes inside to buy cold drinks, and the husband never sees her again.\n\nFor three years he is torn by the disappearance, and as his grief subsides his obsession only grows: He must find out what happened to her. Finally he is contacted by the man who abducted the wife, who agrees to satisfy the husband's curiosity - but only if the husband is willing to undergo the same experience as his wife.\n\nWe in the audience already have a good idea of the wife's fate, because we have met her abductor - an odd but intelligent and pleasant family man, who dotes on his own wife and family, but has been haunted since childhood with the challenge of free will. Once he jumped from a balcony, injuring himself, just to prove that although most people are inhibited from jumping, there was nothing to prevent him from doing so.\n\nThe ending of the original \"Vanishing\" is of a piece with the rest of the film. It is organically necessary to it. No other ending will do. That is why this Hollywood remake is so obscene.\n\nSluizer was hired to come to America and direct the English language remake himself, but he has savaged his masterpiece as thoroughly as if a hired hack had been brought in to do the job. The new version stars Jeff Bridges as the abductor. Oddly, although it appears he is an American, he affects an accent and voice pattern suggesting the European character in the earlier film. The movie begins with his point of view, spoiling the surprise in the earlier version when we eventually began to guess his secrets. Then we meet a couple (Kiefer Sutherland and Sandra Bullock) who are on a vacation of sorts (when Bullock tires of driving past the shattered trees around Mt. St. Helens, Bridges helpfully suggests they can choose another \"national disaster area\").\n\nAt a roadside oasis, the wife disappears. The husband conducts an obsessive three-year search for her. In the earlier film, he takes a new girlfriend, who finally leaves him because she cannot compete with the memory of the vanished woman. In this version, his new girlfriend (Nancy Travis) sticks around, because she'll be needed for the ending.\n\nI do not want to reveal important plot details, but let me say that I sat with a sinking heart as the movie methodically rewrote all that was good in the earlier version, turning its cold logic into trashy commercialism. The first movie was existential in its merciless unfolding. This one turns into a slasher movie with a cheap joke at the end.\n\nWhat's the story here? Do Sluizer and his American producers believe the American movie audience is so witless it will not accept uncompromising fidelity to a story idea? Are Europeans deserving of smart, cynical filmmaking, but Americans have to be approached on a more elementary level? I don't know. I simply know that George Sluizer has directed two films named \"The Vanishing,\" and one is a masterpiece and the other is laughable, stupid and crude.", "running_time": 110, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-02-05", "genres": ["Drama", "Mystery", "Thriller"], "title": "The Vanishing (1993)"}