{"url": "http://www.rogerebert.com/reviews/the-full-monty-1997", "by": "Robert Carlyleas Gaz", "star_rating": 3.0, "text": "“A few more years, and men won't exist,” mourns one of the unemployed workers in “The Full Monty.” Sheffield was once a thriving British manufacturing town, known for its steel, but now its mills are closed and the men hang about all day in the gloomy job center, where there are no jobs to be found. Their remaining functions in life seem limited to drinking as much as possible, getting into mischief, and avoiding child support payments they can't afford.\n\nFrom this grim working-class prospect, “The Full Monty” creates a lovable comedy, as the men decide to go where the work is. The Chippendale Dancers have recently entertained a full house at a local club, including most of the wives, mothers, daughters, sisters and girlfriends of the unemployed workers. If the Chippendales can make hundreds or thousands of pounds by stripping down to their Speedos, why can't some local blokes make a few quid by going all the way--”the full monty”? They're led by Gaz, a determined, inventive man played by Robert Carlyle (he was the alarming Begbie in “Trainspotting”). For dance lessons, they turn in desperation to their former foreman, Gerald (Tom Wilkinson). He's always lorded it over them, but is now reduced to haunting the jobs center and trying to keep it a secret from his wife that he's out of work: He's too proud to tell her. One of the movie's best scenes is when he lets down his guard and confesses his financial desperation.\n\nCan he teach them to dance? Sort of, and some of the funniest scenes come during auditions and rehearsals. Their troupe, as it forms, includes Guy (Hugo Speer), who can't dance, but will be the star when the Speedos come off; Lomper (Steve Huison), who is young and suicidal, and Horse (Paul Barber), a middle-aged man with a bad hip, who explains, “me break-dancing days is probably over, but there's always the funky chicken.” The director, Peter Cattaneo, takes material that could would be at home in a sex comedy, and gives it gravity because of the desperation of the characters; we glimpse the home life of these men, who have literally been put on the shelf, and we see the wound to their pride. “The Full Monty” belongs in the recent tradition of bittersweet films from Britain that depict working- class life, movies like “The Snapper” and “The Van,” based on Roddy Doyle books; “Raining Stones,” about an unemployed man desperate to buy his daughter's communion dress, and the recent “Brassed Off,” which was also about an industry shutting down and leaving its community stranded.\n\nRobert Carlyle might seem like a strange choice to play Gaz, if you remember him only from “Trainspotting,” but one of his first roles was in Ken Loach's “Riff-Raff,” which took place mostly on a construction site where the itinerant workers lived off the land. He has a daring here, as if he's walking on a wire and won't fall if he doesn't look down. He doesn't know himself if his plan has been inspired by courage, or bravado.\n\n“The Full Monty” is about more than inventiveness in the face of unemployment. It's about ordinary blokes insisting that their women regard them as men--job or no job. If they're reduced to stripping to pay the bills, well, a lot of women know all about that. This is the undertone, and yet the movie develops a broad, healthy band of humor. It's bawdy, but also gentle and good-hearted, and I felt affection for the characters.\n\nThe film's last shot is not hard to guess, although it's less explicit than some audiences will expect. It was applauded at the screening I attended, but I wish there had been another scene afterward. It's not what you do, it's how you feel about it, and I wanted to see a payoff (triumph, maybe, or more likely relief) on the faces of the men.", "running_time": 95, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-27", "genres": ["Comedy", "Foreign", "Indie"], "title": "The Full Monty (1997)"}