{"url": "http://www.rogerebert.com/reviews/the-last-waltz-2002", "by": "The Band", "star_rating": 3.0, "text": "The rock documentary was filmed by Martin Scorsese at a farewell concert given on Thanksgiving Day 1976 by The Band, which had been performing since 1960, in recent years as the backup band for Bob Dylan. Now the film is back in a 25th anniversary restoration. \"Sixteen years on the road is long enough,\" says Robbie Robertson, the group's leader. \"Twenty years is unthinkable.\" There is a weight and gravity in his words that suggests he seriously doubts if he could survive four more years.\n\nDrugs are possibly involved. Memoirs recalling the filming report that cocaine was everywhere backstage. The overall tenor of the documentary suggests survivors at the ends of their ropes. They dress in dark, cheerless clothes, hide behind beards, hats and shades, pound out rote performances of old hits, don't seem to smile much at their music or each other. There is the whole pointless road warrior mystique, of hard-living men whose daily duty it is to play music and get wasted. They look tired of it.\n\nNot all of them. The women (Joni Mitchell, Emmylou Harris) seem immune, although what Mitchell's song is about I have no clue, and Harris is filmed in another time and place. Visitors like the Staple Singers are open-faced and happy. Eric Clapton is in the right place and time. Muddy Waters is on sublime autopilot. Lawrence Ferlinghetti reads a bad poem, badly, but seems pleased to be reading it. Neil Diamond seems puzzled to find himself in this company, grateful to be invited.\n\nBut then look at the faces of Neil Young or Van Morrison. Study Robertson, whose face is kind and whose smile comes easily, but who does not project a feeling of celebration for the past or anticipation of the future. These are not musicians at the top of their art, but laborers on the last day of the job. Look in their eyes. Read their body language.\n\n\"The Last Waltz\" has inexplicably been called the greatest rock documentary of all time. Certainly that would be \"Woodstock,\" which heralds the beginning of the era which The Band gathered to bury. Among 1970s contemporaries of The Band, one senses joy in the various Rolling Stones documentaries, in Chuck Berry's \"Hail! Hail! Rock and Roll\" and in concert films by the Temptations or Rod Stewart. Not here.\n\nIn \"The Last Waltz,\" we have musicians who seem to have bad memories. Who are hanging on. Scorsese's direction is mostly limited to closeups and medium shots of performances; he ignores the audience. The movie was made at the end of a difficult period in his own life, and at a particularly hard time (the filming coincided with his work on \"New York, New York\"). This is not a record of serene men, filled with nostalgia, happy to be among friends.\n\nAt the end, Bob Dylan himself comes on. One senses little connection between Dylan and The Band. One also wonders what he was thinking as he chose that oversized white cowboy hat, a hat so absurd that during his entire performance I could scarcely think of anything else. It is the haberdashery equivalent of an uplifted middle finger.\n\nThe music probably sounds fine on a CD. Certainly it is well-rehearsed. But the overall sense of the film is of good riddance to a bad time. Even references to groupies inspire creases of pain on the faces of the rememberers: The sex must have been as bad as anything else. Watching this film, the viewer with mercy will be content to allow the musicians to embrace closure, and will not demand an encore. Yet I give it three stars? Yes, because the film is such a revealing document of a time.", "running_time": 117, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-04-19", "genres": ["Documentary", "Music"], "title": "The Last Waltz (2002)"}