{"url": "http://www.rogerebert.com/reviews/the-story-of-us-1999", "by": "Bruce Willisas Ben Jordan", "star_rating": 1.0, "text": "Rob Reiner's \"The Story of Us\" is a sad-sack movie about the misery of a married couple (Bruce Willis and Michelle Pfeiffer) who fight most of the time. Watching it is like taking a long trip in a small car with the Bickersons. I leave it to you to guess whether the movie has a happy ending, but what if it does? A movie like this is about what we endure while we're watching it, not about where it finally arrives.\n\nMeet the Jordans, Ben and Katie. He's a TV comedy writer, she composes crossword puzzles. They have two kids, Erin and Josh. Their marriage is a war zone: \"Argument has become the condition for conversation,\" he observes. They fake happiness for the kids. How did they arrive at such pain? It is hard to say; the movie consists of flashbacks to their fights, but their problems are so generic we can't put a finger on anything.\n\nGene Siskel used to ask if a movie was as good as a documentary of the same actors having lunch. Watching \"The Story of Us,\" I imagined a documentary of the marriage of, say, Bruce Willis and Demi Moore. I do not say that to score a cheap point, but because Moore and Willis are spirited and intelligent people who no doubt had interesting fights about real issues, and not insipid fights about sitcom issues.\n\nExample: The movie wants to illustrate Poor Communication. It shows Pfeiffer at home, where the washing machine is spewing suds all over the room and the kids are fighting. Willis calls her from outside their old apartment building, which is being torn down. He tells her the wrecking ball has just taken out their bedroom. She doesn't pay attention. His feelings are hurt.\n\nThe Marriage Counselor is in: She should shout, \"The washer just exploded!\" And he should say, \"Catch you later!\" Another marriage saved. Oh, and if I were her, I'd turn off the power to the washing machine.\n\nThe movie is filled with lame and contrived \"colorful\" dialogue. Reiner, who plays a friend of the husband, gives him a long explanation of why appearances deceive. \"We do not possess butts,\" he says, \"but merely fleshy parts at the top of our legs.\" Woah! Later there is a restaurant scene in which Willis screams angrily in an unsuccessful (indeed, melancholy) attempt to rip off Meg Ryan's famous restaurant orgasm in Reiner's \"When Harry Met Sally....\" At the end of his tirade, Willis jumps up and tells Reiner what he can \"shove up the tops of your legs!\" Doesn't work, because (a) he's too angry to think up or stop for a punch line, (b) the line isn't funny, and (c) the setup wasn't funny, either, because the concept isn't funny. Oh, and the scene ends with Reiner doing a double-take directly into the camera. How many ways can one scene be mishandled? Who thought this movie would be entertaining? The same person who thinks we need more dialogue about why guys do the wrong thing with rolls of toilet paper. And who thinks the misery of this film can be repaired by a showboat monologue at the end that's well-delivered by Pfeiffer, but reads like an audition scene.\n\nThere is a famous short story about an unhappy couple and about what happens when it comes time to tell their children they're getting a divorce. It is called \"Separating,\" by John Updike. Read it to understand how much \"The Story of Us\" does not reach for or even guess.", "running_time": 92, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-10-15", "genres": ["Comedy", "Drama", "Romance"], "title": "The Story of Us (1999)"}