{"url": "http://www.rogerebert.com/reviews/the-coca-cola-kid-1985", "by": "Eric Robertsas Becker", "star_rating": 3.0, "text": "\"Give me churches,\" the man from Atlanta says. Little symbols appear on the computer screen. \"Schools.\" More symbols. \"Taverns.\" Lots more symbols.\n\n\"You see,\" the man said, \"I knew there had to be people there.\" \n\nThe reason for his confusion is very simple. He is a troubleshooter from Coca-Cola headquarters in Atlanta, and he is looking at the statistics for a district in Australia where absolutely no Coca-Cola is consumed. Not one drop. He has been sent all the way from America to find out why. \n\nThat's the opening dilemma of Dusan Makavejev's \"The Coca-Cola Kid,\" an oddball comedy that is particularly well-timed to coincide with the current Coke marketing circus. \n\nThe movie stars Eric Roberts, the demented killer from \"Star 80,\" as the American Coke expert, and one of the movie's incidental oddities is that Roberts seems just as obsessed in this role as he did as a killer. He brings such a murderous intensity to marketing that he seems a lot like the marketing people I know. \n\nIt doesn't take him long to discover the reason for Coke's problems in Australia. The folks in that isolated district don't drink Coke because they prefer a local soda pop manufactured in a steam-powered plant by an eccentric named T. George McDowell (Bill Kerr). Roberts spies on T. George, and maps a giant public relations campaign that includes an appearance at the local Rotary Club. Meanwhile, at regional Coke headquarters, he is pursued by a weird and beautiful young girl (Greta Scacchi), who has a secret: She is T. George's daughter. \n\nThe movie unwinds in an unpredictable fashion, which is Makavejev's trademark. From his early films like \"Innocence Unprotected\" through such controversial episodes as \"Sweet Movie\" and \"WR: Mysteries of the Organism\" to his 1983 hit \"Montenegro,\" Makavejev always has used a cheerful juxtaposition of sex, violence and politics. \n\n\"The Coca-Cola Kid\" is light on violence and the politics are implied rather than stated (Coke represents American imperialism, I think). But the sex is accompanied by the usual Makavejev trademark, an interest in textures. \n\nIn \"Sweet Movie,\" sex took place on giant mountains of sugar. This time, Scacchi dresses in a red-and-white Santa suit, and tries to seduce Roberts in a flurry of feathers. \n\nThe movie is filled with moments of inspiration, of which the most unforgettable include an Aborigine Coke commercial; Scacchi creeping about the office and hiding in a Coke cooler, and T. George's final solution for his steam-powered soda factory. \n\nThe last half of the film, alas, does not quite deliver on the promises of the first half, perhaps because Eric Roberts' performance is so intense and mannered that he eventually seems to be sliding off into another level of existence. He never really connects with Scacchi, so we don't know how they feel about each other, and therefore we can't track the progress of their relationship. \n\nThe movie has so many other delights, though, that it's fun anyway. Maybe it wasn't exactly intended to be a love story.", "running_time": 98, "mpaa_rating": "NR", "release_year": 1985, "date_published": "1985-08-14", "genres": ["Comedy", "Foreign"], "title": "The Coca-Cola Kid (1985)"}