{"url": "http://www.rogerebert.com/reviews/the-sorcerers-apprentice-2010", "by": "Nicolas Cageas Balthazar", "star_rating": 2.5, "text": "Having seen \"The Last Airbender\" gross untold millions despite the worst reviews in many a year, I confess myself discouraged at the prospect of reviewing \"The Sorcerer's Apprentice.\" This is a much better film than \"Airbender,\" which is faint praise, but it's becoming clear that every weekend brings another heavily marketed action \"comedy\" that pounds tens of millions out of consumers before evaporating.\n\nI use the word \"consumer\" deliberately. This genre doesn't require an audience in the traditional sense. It attracts children and young teenagers with the promise of cinematic fast food: It's all sugar and caffeine, no nutrition. In place of a plot, there's a premise; in place of carefully crafted action, there are stupefying exercises in computer-generated imagery, and in place of an ending, there's a hook for the sequel and, if all goes well, a new franchise.\n\n\"The Sorcerer's Apprentice\" is in small part inspired by the famous sequence in Walt Disney's \"Fantasia\" (1940), where Mickey Mouse does battle with bewitched brooms and buckets while Leopold Stokowski conducts the famous music by Paul Dukas. Here there's an amusing sequence involving enchanted mops and such, with music that shares most of the same notes as Dukas but none of Stokowski's conducting flair. No matter. Most consumers have likely never heard of the music -- or of \"Fantasia,\" for that matter. Even this shadow of the original is more charming than anything else in the film.\n\nNicolas Cage is the star, playing Balthazar, a good magician who has long held captive the forces of magical evil. A prologue explains how, 1,300 years ago, the Arthurian magician Merlin (James A. Stephens) warred with the evil witch Morgana Le Fay (Alice Krige) and Horvath (Alfred Molina). Merlin sealed them and their despicable minions in the deepest interior of a nested doll. Mankind will be safe as long as they stay there. If Morgana and Horvath escape, the planet will be doomed. They're as bad as BP.\n\nAs the story opens, 10-year-old Dave (Jake Cherry) chases a stray love note as it blows through the mail slot of an ancient curiosity shop in New York. This shop is chock-a-block with weird gimcracks and presided over by Balthazar, who instantly intuits that young Dave may have the potential to become the long-awaited Prime Merlinian: the great magician who can vanquish Morgana's forces once and for all.\n\nThe purpose of this sequence is crystal clear: It's to establish the protagonist as a kid, before he grows for 10 years and becomes the movie's hero (Jay Baruchel). That way grade-schoolers will identify with 20-year-old Dave. Others can identify with Balthazar, who is played by Cage with his usual admirable energy. It gets a chuckle early in the movie when young Dave asks Balthazar how he knows something, and Cage spins and snarls: \"Because I can read minds!\" Next question?\n\nThere's a needless subplot involving Dave's crush on the fragrant Becky Barnes (Teresa Palmer), who in grade school all those many years ago was the intended recipient of the love note. Balthazar informs Dave he is The One, and commands mighty magical powers. Balthazar then has to leave his shop briefly and asks Dave to guard the Prison Doll with extreme care. Naturally, Dave manages to open it and release the evil magicians. Balthazar should know better than to ever tell the hero of a Jerry Bruckheimer movie about the one thing he should never, never, ever, ever do.\n\nThat's it for the story setup. The rest is all centered on special effects. The director, Jon Turteltaub (\"National Treasure\"), and his several writers devise some clever set pieces, such as a dragon in a Chinatown parade that starts breathing smoke and fire, and it's up to Balthazar and Dave to vanquish the villains. I also liked it when Balthazar brought to life a steel eagle on top of the Chrysler Building and flew around on its back.\n\nCute Becky Barnes, now a college student, takes it pretty well that this Dave guy who wants to date her is a sorcerer's apprentice. I kept waiting for her to tell Dave she would still be there waiting for him after he finished annihilating the fiends, so maybe he should focus on saving the planet instead of putting the moves on her. \n\n\"The Sorcerer's Apprentice\" is a perfectly typical example of its type, professionally made and competently acted. Imagine a graph with one line indicating the consumer's age and the other line representing his degree of enjoyment. These lines would intersect at about the age of young Dave.", "running_time": 109, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-07-13", "genres": ["Action", "Adventure", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "The Sorcerer's Apprentice (2010)"}