{"url": "http://www.rogerebert.com/reviews/the-split-1968", "by": "Jim Brownas McClain", "star_rating": 2.5, "text": "\"The Split\" is the first Hollywood film to deliberately, overtly exploit black-white tensions in American society. On another level, it's a first-rate piece of entertainment. So it's interesting in more ways than an action movie about a robbery ordinarily would be.\n\nI think it's necessary to be frank about the racial conflict. The movie makes no attempt to hide its method, and neither should a review. When Sidney Poitier slapped a white man in \"In the Heat of the Night,\" the point was not lost on moviemakers: Audiences were electrified, and partially because of that scene the movie was big box office.\n\nAs far as I'm aware, Poitier's swing was the first example in American movies of a black swatting a white -- and long overdue, I might add. About six months later, a curious Western named \"The Scalphunters\" came along in which Ossie Davis and Burt Lancaster pounded each other for about 10 minutes while standing in a mudhole. At the end both men were covered with mud and you couldn't tell them apart, which was the point, I guess: If everyone were covered with mud we'd all be brothers.\n\n\"The Split\" fits into this series as the next logical step. During the first 30 minutes of the movie, Jim Brown makes what appear to be unprovoked attacks on four white men. He runs one guy off the road, traps another in a bank vault, gets into a judo exhibition with Ernest Borgnine, and so on.\n\nLater we discover that Brown was simply \"testing\" the guys to see if they belonged on his team of high-class robbers. But until we find that out, the scenes work as pure and simple violence.\n\nSo is this good or bad? I'm not sure. On the one hand, we wouldn't notice if, say, Lee Marvin beat up four white guys. So why shouldn't Jim Brown? Strangely enough, the violence breaks the ice; later in the film, Brown relates to the other characters in an open, easy way. Still, the opening of \"The Split\" doesn't exactly promote racial understanding. But should it? Perhaps it provides a useful catharsis.\n\nFor the rest, the gang pulls off a fairly routine robbery and gets into a splendidly photographed shoot-out. Brown looks like a Bogart type: tough, cynical, quiet-spoken, a loner. Diahann Carroll is effective in a rather brief role, and Donald Sutherland is excellent in the brief, funny bank vault scene. The ending is neat and satisfactory. But people will go for the beginning.", "running_time": 91, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-10-17", "genres": ["Crime", "Thriller"], "title": "The Split (1968)"}