{"url": "http://www.rogerebert.com/reviews/the-stepford-wives-1975", "by": "Carol Nanette Newmanas Joanna Katharine Ross", "star_rating": 2.0, "text": "If television affects the way we think, dress and behave -- and, heaven help us, I'm afraid it does -- then someday we may all be a nation of those perfect plastic robots on TV. The ones who look human (well, humanoid), but who've fashioned a utopia out of this vale of tears by selecting and using the correct cosmetics, kitchen aids, toiletries and garbage bags. That may come someday. In the meantime, there are \"The Stepford Wives.\"\n\nThey seem fishy from the moment Joanna (Katharine Ross) arrives in the cozy suburb of Stepford. They don't seem to do anything much, except keep up their images as perfect housewives and helpmates. They are doggedly devoted to their husbands, they are shapelier than your average female and they are obsessed to the point of frenzy with keeping their houses clean.\n\nJoanna can't stand these paragons, and neither can a couple of her friends, Bobby and Charmaine. They decide to hold a feminist consciousness-raising session, and it turns into a gruesome parody of a TV commercial. After the first three women explore their psyches for areas of vulnerability, the other ladies get involved in a heated discussion about various brands of cleansing powder. It's all so eerie, especially after Charmaine goes away for the weekend and comes back as a zombie like the rest.\n\nBobby gets the notion that there must be something in Stepford itself -- something in the drinking water, maybe? -- that's turning these women into parodies of the ideal housewife. She and Joanna take a water sample into the city, but that's not it. And then, well, poor Bobby.... But I can't give away too much of the plot, I suppose, even though the trailers and the TV ads probably do.\n\nThe movie is based on a novel by Ira Levin, who wrote \"Rosemary’s Baby,\" and maybe that provides a clue to its basic weakness: It's never really believable, but it tries to be, and it would have had a better chance as straight satirical comment. I can imagine similar material being directed by, say, Woody Allen, and coming out pointed and funny. Instead, director Bryan Forbes gets all solemn and spooky and goes for obvious effects like bolts of lightning and forbidding Gothic mansions.\n\nSince the material just plain doesn't work on this level, the movie doesn't work at all. But it's an interesting conception. And the actresses involved (in addition to Miss Ross, there are Paula Prentiss looking splendidly leggy, Nanette Newman and Tina Louise) are good enough, or have absorbed enough TV, or have such an instinctive feeling for those phony, perfect women in the ads, that they manage all by themselves to bring a certain comic edge to their cooking, their cleaning, their gossiping and their living deaths.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1975, "date_published": "1975-01-01", "genres": ["Horror", "Science Fiction", "Thriller"], "title": "The Stepford Wives (1975)"}