{"url": "http://www.rogerebert.com/reviews/the-trip-2011", "by": "Claire Keelanas Emma", "star_rating": 3.0, "text": "After some movies, Gene Siskel liked to say, \"I wish I'd seen a documentary about the same actors having lunch.\" A whimsical new movie named \"The Trip\" puts his theory to the test. We've seen Steve Coogan and Rob Brydon co-starring in \"Tristram Shandy: A Cock and Bull Story\" (2005), and now here they are having lunch.\n\nThe pretense is that the Observer newspaper has assigned Coogan to do an article about dining in the north of England. His qualifications seem to be that he was born in Manchester, and he eats. When his girlfriend begs off the tour, he recruits his old friend Brydon to drive along, magnanimously offering to give him 45 percent of the fee. Brydon bids farewell to his wife and child, and the two set off in Coogan's Land Rover under gray winter skies.\n\nThe film, directed by Michael Winterbottom, consists of (1) Coogan and Brydon talking in the car; (2) Coogan and Brydon talking at breakfast, lunch and dinner; (3) Coogan's luck at seducing hotel staff members; (4) Coogan standing alone in chilly but lovely landscapes trying to find a signal for his cell phone; (5) food being prepared and served, and (6) shots of the car on motorways and country lanes.\n\nThis is a great deal more entertaining than it sounds, in large part because the two actors are gifted mimics — Brydon the better one, although Coogan doesn't think so. They get into a sort of competition that allows them to compete with their versions of such as Michael Caine, Ian McKellen, Sean Connery, Woody Allen and others. Brydon does a virtuoso impression of Caine's voice evolving from his early days in \"The Ipcress File\" through decades of whiskey and cigars into its present richness.\n\nThere's an undercurrent of rivalry throughout, based on what Coogan sees as his greater fame, success and talent. What especially bugs him is that he's seen as a comic actor and denied a shot at the heavy duty A-list material he feels he deserves. He also sees himself as more handsome, fitter and successful than Brydon, and from the way he considers his hair in a mirror you'd think he wanted it to look that way.\n\nCuriously, they give only perfunctory attention to the many meals they eat, although Winterbottom faithfully goes into the kitchens to show each one being prepared. Scallops are featured in at least half the meals. One breakfast centers on black pudding, which I believe is best eaten with the eyes closed.\n\nAlong the way, they visit Lake District sites associated with Wordsworth and Coleridge, quote copiously, and speculate on Coleridge's use of opium. Coogan's reaction shot is priceless when one woman recognizes Brydon but not him. There's an undercurrent: Brydon has a family to return to in a cozy home; Coogan has a son he's distant from and a barren, modern apartment. \n\nIt's a good question how true any of this is. The movie lists no screenwriters, but although it looks like a documentary, it isn't one. Apparently it was edited down from a longer BBC-TV series during which the food was possibly more discussed. At the end we're left with the intriguing question: Would we rather see the same two actors in a regular story?", "running_time": 107, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-06-15", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "The Trip (2011)"}