{"url": "http://www.rogerebert.com/reviews/the-cement-garden-1994", "by": "Andrew Robertsonas Jack", "star_rating": 3.0, "text": "Ian McEwan is a British author who specializes in twisted stories of deviate and devious secrets. His \"The Comfort of Strangers,\" made into a 1990 movie by Paul Schrader, was about honeymooners in Venice who fall into the sadomasochistic clutches of two diabolical exiles, with dire consequences. Now comes the film of his \"The Cement Garden,\" equally perverse, but in a completely different way.\n\nThe movie takes place mostly inside and outside a barren concrete-walled house on the outskirts of an English town. It seems to be situated on the banks of the town dump. In this house live a vile, coughing father; a sweet, inoffensive mother; and four children. One day the father takes offense at the weeds in his choked back garden, and determines to pave the entire area with cement. The work is too much for him, and he dies of a heart attack.\n\nThe mother (Sinead Cusack) soldiers on for a few more weeks, before she, too, succumbs from an obscure complaint, after warning her children on her deathbed of such dangers as being carted off to orphanages. So the children decide to keep her death a secret, and conceal her body in the basement, inside an old steel locker. They cover her with left-over cement.\n\nAll of this is simply the set-up for McEwan's story, which toys with the possibility of incest between the two older children, the girlish Jack (Andrew Robertson) and the wicked Julie (Charlotte Gainsbourg). Jack is what the British call a compulsive wanker, and Julie is a tease, who takes delight in leading her brother into situations where he feels intrigued but uncomfortable.\n\nMeanwhile, the children attempt to keep the secret of their parents' deaths. Weekly allotments of funds from their mother's bank account keep them in food, the authorities don't suspect anything, and their are no neighbors. But there is a gentleman caller, Derek (Jochen Horst), a slick and slimy sort on a red sports convertible, who has designs on Julie but little understands her designs on him.\n\nThe film was directed by Andrew Birkin, whose \"Burning Secret\" (1988) starred Klaus Maria Brandauer as a decadent German who befriends a young boy as a way of seducing his mother (Faye Dunaway).\n\nBirkin and McEwan seem destined for one another. Creating a gloomy claustrophobia inside the wretched house, he uses nuance, timing and Edward Shearmer's unsettling music to create an atmosphere in which outside values cease to matter, and life becomes a series of skirmishes between hostility and temptation. There is a little of \"Lord of the Flies\" lurking here somewhere.\n\nThe movie is not really about sex or incest, I think, but about power - and particularly about the power that some adolescent girls learn to use to seek out the weaknesses of insecure teenage boys. Usually there is some kind of monitor around - parents, teachers, the community - but inside this house there are no rules, and so the stronger will eventually prevail over the weaker or less certain.\n\nIn an Ian McEwan story nothing is quite as it seems, and many of the characters have a perfectly amoral willingness to break society's rules. That is the case here. \"The Cement Garden\" is not a pleasant film, nor is their any reassurance at the end - no promise that all will eventually be well. It's more of a seduction, like the events of the plot. It leads us into a world where some secrets are hidden and others indulged, and there is no restraint on its dark impulses.", "running_time": 108, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-03-04", "genres": ["Drama"], "title": "The Cement Garden (1994)"}