{"url": "http://www.rogerebert.com/reviews/the-incredibles-2004", "by": "Craig T. Nelsonas Bob Parr/Mr. Incredible", "star_rating": 3.5, "text": "The Pixar Studios, which cannot seem to take a wrong step, steps right again with \"The Incredibles,\" a superhero spoof that alternates breakneck action with satire of suburban sitcom life. After the \"Toy Story\" movies, \"A Bug's Life,\" \"Monsters, Inc.\" and \"Finding Nemo,\" here's another example of Pixar's mastery of popular animation.\n\nIf it's not quite as magical as \"Nemo,\" how many movies are? That may be because it's about human beings who have some connection, however tenuous, with reality; it loses the fantastical freedom of the fish fable.\n\nThe story follows the universal fondness for finding the chinks in superhero armor; if Superman hadn't had kryptonite, he would have been perfect, and therefore boring, and all the superheroes since him have spent most of their time compensating for weaknesses. Think about it: Every story begins with a superhero who is invincible, but who soon faces total defeat.\n\nMr. Incredible, the hero of \"The Incredibles,\" is a superhero in the traditional 1950s mold, dashing about town fighting crime and saving the lives of endangered civilians. Alas, the populace is not unanimously grateful, and he's faced with so many lawsuits for unlawful rescue and inadvertent side-effects that he's forced to retire. Under the government's Superhero Relocation Program, Mr. Incredible (voice by Craig T. Nelson) moves to the suburbs, joined by his wife Elastigirl (Holly Hunter) and their children Violet (Sarah Vowell), Dashiell (Spencer Fox) and little Jack Jack (Eli Fucile, Maeve Andrews).\n\nThey are now officially the Parr family, Bob and Helen. Bob works at an insurance agency, where his muscle-bound supertorso barely squeezes into a cubicle.\n\nHelen raises the kids, and there's a lot of raising to do: The world is occasionally too much for the teenager Violet, whose superpowers allow her to turn invisible and create force fields out of (I think) impregnable bubbles. Dashiell, called Dash, can run at the speed of light, but has to slow down considerably when he's finally allowed to compete in school track meets (if they can't see you running around the track, they assume you never left the finish line, instead of that you're back to it already). Jack Jack's powers are still limited, not yet encompassing the uses of the potty.\n\nBob Parr hates the insurance business. Joining him in the suburb is another relocated superhero, Frozone (Samuel L. Jackson), who can freeze stuff. Claiming they belong to a bowling league, they sneak out nights to remember the good old days and do a little low-profile superheroing. Then the old life beckons, in the form of a challenge from Mirage (Elizabeth Pena), who lures him to a Pacific island where Mr. Incredible, overweight and slowed down, battles a robot named Omnidroid 7.\n\nThis robot, we learn, is one of a race of fearsome new machines created by the evil mastermind Syndrome (Jason Lee), who admired Mr. Incredible as a kid but became bitter when Incredible refused to let him become his boy wonder. He now wants to set up as a superpower by unleashing his robots on an unsuspecting world.\n\nOn the surface, \"The Incredibles\" is a goof on superhero comics. Underneath, it's a critique of modern American uniformity. Mr. Incredible is forced to retire, not because of age or obsolescence, but because of trial lawyers seeking damages for his unsolicited good deeds; he's in the same position as the Boy Scout who helps the little old lady across the street when she doesn't want to go. What his society needs is not superdeeds but tort reform. \"They keep finding new ways,\" he sighs, \"to celebrate mediocrity.\"\n\nAnyone who has seen a Bond movie will make the connection between Syndrome's island hideout and the headquarters of various Bond villains. \"The Incredibles\" also has a character inspired by Q, Bond's gadget-master. This is Edna Mode, known as E and voiced by Brad Bird, who also wrote and directed. She's a horn-rimmed little genius who delivers a hilarious lecture on the reasons why Mr. Incredible does not want a cape on his new uniform; capes can be as treacherous as Isadora Duncan's scarf, and if you don't know what happened to Isadora Duncan, Google the poor woman and shed a tear.\n\nBrad Bird's previous film was \"The Iron Giant\" (1999), about a misunderstood robot from outer space, and the little boy who becomes his friend. It had a charm and delicacy that was unique in the genre, and \"The Incredibles,\" too, has special qualities, especially in the subtle ways it observes its gifted characters trying to dumb down and join the crowd. Kids in the audience will likely miss that level, but will like the exuberance of characters like Dash. Grown-ups are likely to be surprised by how smart the movie is, and how sneakily perceptive.", "running_time": 115, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-11-04", "genres": ["Action", "Adventure", "Animation", "Family", "Fantasy"], "title": "The Incredibles (2004)"}