{"url": "http://www.rogerebert.com/reviews/the-golden-seal-1983", "by": "Steve Railsbackas Father", "star_rating": 2.0, "text": "Well, either the seal gets away, or the seal doesn't get away. And since \"The Golden Seal\" is a PG-rated adventure film for kids, you gotta kinda figure the seal is gonna make it. That removes just a little of the suspense in this movie, leaving us with some magnificent landscapes, some great storm sequences, interesting performances, and, alas, seals.\n\nSeals are cute. But they are not charismatic animals. They rank well below horses, chipmunks and lions, down around wild boars and sloths. They are graceful and agile in the sea, but on land they look acutely ill-adapted. A little of a seal, even a golden seal, goes a long way. This movie's story, however, involves a great many shots of seals. If we could only see them doing what seals do, that would perhaps be interesting. Instead, we are given anthropomorphic seals who can apparently listen to young boys, understand what is told to them, and respond. At one point the kid tells the seal, \"Let's go around to the other side of the island -- nobody ever goes there. But stay out of sight until it's dark, 0K?\" I gave up on the movie when the seal listened attentively and then nodded its agreement. \n\nThe story deserves better than that. It's based on a novel named 'A River Ran Out of Eden,' about some modern pioneers who go to live on an isolated island in the Aleutians. The main characters are a mother and father (Steve Railsback and Penelope Milford), their bright young son (Torquil Campbell), a mean guy from the mainland (Michael Beck), and a couple of Eskimos. Everybody hears the ancient legend of a fabled golden seal. Years ago, a Russian count offered a $10,000 prize for anybody who could catch the seal. With compound interest, the award is up to $123,000.\n\nThe movie then reduces itself to a battle between the kid, who makes friends with the seal, and the men on the island, who want to shoot it and collect the prize. Since the kid already has had to face death once (his little puppy has died), he determines to protect the seal. There's a chase, a fight, a lot of hiding in cafes with the seal, and one of those endings where they attach the special filter to the camera so the sea seems to shimmer.\n\nWould a kid like this movie? Probably, since it has some exciting moments and isn't as sentimental as it could have been. But with \"Never Cry Wolf,\" a really inspired movie about nature in the north, opening next week, I'm afraid \"The Golden Seal\" isn't really necessary. Wolves: Now there's an animal with charisma.", "running_time": 94, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-10-12", "genres": ["Drama"], "title": "The Golden Seal (1983)"}