{"url": "http://www.rogerebert.com/reviews/the-lake-house-2006", "by": "Keanu Reevesas Alex Wyler", "star_rating": 3.5, "text": "\"The Lake House\" tells the story of a romance that spans years but involves only a few kisses. It succeeds despite being based on two paradoxes: time travel, and the ability of two people to have conversations that are, under the terms established by the film, impossible. Neither one of these problems bothered me in the slightest. Take time travel: I used to get distracted by its logical flaws and contradictory time lines. Now in my wisdom I have decided to simply accept it as a premise, no questions asked. A time travel story works on emotional, not temporal, logic.\n\nIn \"The Lake House,\" it works like this. A woman (Sandra Bullock) lives in a glass house built on stilts over a lake north of Chicago. She is moving out and leaves a note for the next tenant (Keanu Reeves). He reads the note and sends a strange response to the address she supplies: He thinks she has the wrong house, because \"no one has lived in this house for years.\" She writes back to disagree. It develops that he thinks it is 2004 and she thinks it is 2006, and perhaps she moved in after he left, instead of moving out before he arrived, although that wouldn't fit with -- but never mind.\n\nThis correspondence continues. They both leave their letters in the mailbox beside the sidewalk that leads to the bridge that leads to the glass house. The mailbox eventually gets into the act by raising and lowering its own little red flag. The two people come to love each other, and this process involves the movie's second impossibility. We hear them having voice-over conversations that are ostensibly based on the words in their letters, but unless these letters are one sentence long and are exchanged instantaneously (which would mean crossing time travel crossed with chat rooms), they could not possibly be conversational.\n\nNever mind. They also have the same dog. Never mind, I tell you, never mind! I think, actually, that I have the answer to how the same dog could belong to two people separated by two years, but if I told you, I would have to shoot the dog. The key element in \"The Lake House\" that gives it more than a rueful sense of loss is that although Alex's letters originate in 2004 and Kate's in 2006, he is after all still alive in 2006, and what is more, she after all was alive in 2004. Is there a way for them to send letters across the gap that will allow them to meet where she was in 2004, or she where will be in 2006, or vice-versa? It is, although it involves many paradoxes, including the one that in 2004 all of this is ahead of both of them, and in 2006 Alex knows everything but Kate either knows nothing, or knows it too late to act on it. None of this prevents her letter of romantic anguish: That was you that I met!\n\nEnough of the plot and its paradoxes. What I respond to in the movie is its fundamental romantic impulse. It makes us hope these two people will somehow meet. All during the movie, we're trying to do the math: It should be possible, given enough ingenuity, for them to eventually spend 2007 together, especially since he can theoretically keep the letters he received from her in 2004 and ask her out on a date and show them to her, although by then she'd know she wrote them -- or would she?\n\nThey do arrange one date, which involves them in some kind of time-loop misunderstanding, I think. She later understands what happened, but I don't think I do. I mean, I understand the event she refers to, but not whether it is a necessary event or can be prevented.\n\nA great deal depends on the personalities involved. Sandra Bullock is an enormously likable actor in the right role, and so is Keanu Reeves, although here they're both required to be marginally depressed because of events in their current (but not simultaneous) lives. Many of his problems circle around his father, Louis Wyler (Christopher Plummer), a famous Chicago architect. The old man is an egocentric genius who designed the Lake House, which his son dislikes because, like Louis himself, it lives in isolation; there aren't even any stairs to get down to the water.\n\nAlex is an architect himself, currently debasing himself with suburban condos, and Kate is a doctor whose confidante is an older mentor at the hospital (Shoreh Aghdashloo). Alex has a confidant, too, his brother Henry (Ebon Moss-Bachrach). A plot like this makes confidants more or less obligatory, since the protagonists have so little opportunity to confide in each other, except for their mysterious ability to transform a written correspondence into a conversation. Now about that dog: Dogs live outside of time, don't you think?", "running_time": 99, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-06-15", "genres": ["Drama", "Fantasy", "Romance", "Science Fiction"], "title": "The Lake House (2006)"}