{"url": "http://www.rogerebert.com/reviews/the-fourth-protocol-1987", "by": "Michael Caineas John Preston", "star_rating": 3.5, "text": "I am writing this review from the Scottish Highlands, where the peace is broken only by the occasional low-level flyby of a jet fighter plane. I was walking yesterday along the banks of Loch Tummel, and I came to a lively waterfall that was tumbling through the woods. The birds were singing and the sun was doing its best to penetrate the mist, and then the sky was shattered by the arrogant roar of a warplane, swooping low over the hills, then gone in an instant.\n\nThe flights are part of a joint defense exercise by the United States and Royal Air Forces, and they fly on nearly every clear day. Folks up here don't like them much. It's like being subjected to a daily version of one of those moronic displays where the Blue Angels demonstrate how much noise they can make.\n\nThe low-level training missions are no doubt important for security, but they have contributed to a good deal of grumbling among the citizens who live in their path. That grumbling, in a way, is what \"The Fourth Protocol\" is about. There are a lot of U.S. military bases on British soil, including the famous one at Greenham Common where anti-nuclear protesters have been camping out for years. If there were a nuclear accident at one of those bases, it would seriously undermine our welcome over here.\n\n\"The Fourth Protocol\" involves a Soviet plan to smuggle the elements for a nuclear device into Britain, assemble it and detonate it right next to a U.S. base. The explosion would be so huge that its precise location would be obliterated, and it would look exactly like an American accident. Result: pressure for the Yankees to go home and a strategic victory for the Russians.\n\nThe key Russian operative is played by Pierce Brosnan, in what certainly is the best performance he has ever given, as a dark, brooding man with an outwardly cheerful disposition and a perfect British accent. The only person who seems capable of anticipating his plan, and stopping it, is Michael Caine as a British intelligence officer who is in political trouble with his bosses because he's too independent.\n\nThis essentially is the same character Caine played in the second movie role of his career, \"The Ipcress File\" (1965). This time, though, he's older, less cocksure and more wily in getting his way. After his superiors take him off of the case, he simply works on it in a different way. Eventually he puts the pieces together and realizes what the Soviets are up to, and then the movie becomes a race against time.\n\n\"The Fourth Protocol\" is based on a novel by Frederick Forsyth, whose \"The Day of the Jackal\" also made a terrific thriller. The stories have similar structures: The villain is as strongly drawn as the heroes, and there is a strongly sympathetic woman character who loves the villain - unwisely, as it turns out. The woman in \"The Fourth Protocol\" is a Russian intelligence agent played by Joanna Cassidy, who does not work often enough in the movies but always is a strong, sure center for every scene. (Remember her in \"Under Fire,\" as the foreign correspondent caught between Nick Nolte and Gene Hackman?) This time she arrives with the key element Brosnan needs for his bomb, and if his treatment of her is unkind, consider what will happen to everyone within a 40-mile radius.\n\n\"The Fourth Protocol\" is first-rate because it not only is a thriller, but it also pays attention to its characters and shows how their actions grow out of their personalities. Like Michael Caine's other recent British spy film, \"The Whistle Blower,\" it is effective not simply because it's a thriller but also because for long stretches it simply is a very absorbing drama.", "running_time": 119, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-08-28", "genres": ["Action", "Drama", "Thriller"], "title": "The Fourth Protocol (1987)"}