{"url": "http://www.rogerebert.com/reviews/the-other-side-of-the-bed-2003", "by": "Ernesto Alterioas Javier", "star_rating": 2.0, "text": "Sun-Times Film Critic Nobody quite makes it to the other side of the bed in the new Spanish musical comedy \"The Other Side of the Bed,\" but that's not for lack of talking about it. Although they don't come right out and say so, I gather that this side of the bed is for heterosexuals, and that side is for homosexuals, and the movie is about a lot of people who are cheating on their partners while speculating that a lot of other people are gay. I would like to tell you who all of these people are, but my space and your time are limited, and there are so many lovers and couples and would-be lovers and would-be couples that I was reminded of that limerick that ends, They argued all night As to who had the right To do what, and with which, and to whom. I'll give you just a sample. As the film opens, Pedro (Guillermo Toledo) is told by his girlfriend Paula (Natalia Verbeke) that she is in love with another, and must end their relationship. Meanwhile, we discover that Paula is having a secret affair with Pedro's best friend, Javier (Ernesto Alterio), who has promised to break up with his girlfriend, Sonia (Paz Vega), but lacks the nerve, possibly because he still loves her. When the men and two other friends get together to discuss their romantic miseries, one of them of course is keeping a big secret--and another, a macho taxi driver named Rafa (Alberto San Juan), delivers his women-hating theories and speculates that they are all lesbians at heart.\n\nThere is a lesbian in the movie, Lucia (Nathalie Poza), and she has the thankless task of standing there while other characters reveal their astonishing ignorance of lesbianism, sexuality and indeed the nature of life on the planet which we occupy. For people who do nothing about it, characters spend an inordinate amount of time discussing homosexuality; in this case, where there's smoke, there's smoke. Their knowledge extends to the theory that \"we are all bisexual,\" and we keep expecting the theory to be tested in the laboratory on the other side of the bed, but this is a discussion, like what you would do if you won the lottery, that remains hypothetical and can be extended indefinitely.\n\nThe movie is a musical, which is kind of fun, with the characters expanding into song now and again. Like the heroes of a Bollywood musical, they seem able to materialize large numbers of backup dancers at a moment's notice. The choreography depends heavily on architecture and furniture, as the characters dance on motel balconies, lunchroom tables, etc.\n\nAll of the actors are extremely likable. And it's refreshing that the movie has a grown-up European attitude toward nudity, so that we're spared the Omniscient Bed Sheet, which always knows exactly where to fall in order to conceal a nipple. In its bright colors and zest, \"The Other Side of the Bed\" looks a little like a Pedro Almodovar film--but Almodovar knows a lot more about sexuality and, what's more important, he cares about his characters and allows them to be complicated and convincing.\n\nEveryone in \"The Other Side of the Bed,\" alas, has the depth of a character in a TV commercial: They're all surface, clothes, hair and attitude, and the men have the obligatory three-day beards. You realize after a while that it's just as well they're all so extraordinary stupid about sex and human nature, because if they knew more, they would be wretchedly depressed about themselves.", "running_time": 114, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-08-29", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Other Side Of The Bed (2003)"}