{"url": "http://www.rogerebert.com/reviews/the-karate-kid-part-iii-1989", "by": "Ralph Macchioas Daniel", "star_rating": 1.5, "text": "I think I have the message by now. It was contained in \"The Karate Kid\" (1984), which was a wonderful movie, and then it was recycled in \"The Karate Kid, Part II.\" Now we have \"The Karate Kid Part III,\" and still the message is the same. This material is wearing out its welcome. I have mastered all of the lessons \"The Karate Kid\" movies have to teach and all of the surprises they have to spring. I am also intimately familiar with the plot formula, so that nothing in this third film comes as the faintest surprise. Perhaps it is time, as Mr. Miyagi might say, to study something else.\n\nThe purpose of a sequel is allegedly to continue the original story, to tell us more about some characters we have already encountered. The problem with most movie sequels is that they don't continue the original story, they repeat it. They take the same conflicts, the same problems and sometimes even the same dialogue, and they try to fool us into thinking we're seeing a new movie. \"The Karate Kid Part III\" was made in 1989, but all of the original thinking on this movie took place five years ago. The same director, the same writer and most of the same stars are back again - to do the same things.\n\nIn the first movie, we had the pleasure of meeting for the first time one of the genuinely interesting characters of recent movies, Mr. Miyagi, a Japanese-American janitor whose secret life included mastery of the practice and philosophy of karate, and who was a wise philosopher with a foolish love for restoring old cars. As he gradually revealed himself to Daniel, the \"karate kid,\" we met him too, and it was a pleasure to guess his secrets and be taught some of his mysteries. That first movie had an attitude about karate, and life.\n\nThe second film, which transferred part of the story to Japan, had interesting locales and a pretty girlfriend for the hero, but no new ideas about the plot, which involved Mr. Miyagi and his student being pushed so far by bad guys that they overcome their reluctance to fight. In this third film, Mr. Miyagi (Pat Morita) has been reduced to a standard element in a standard plot. And Daniel (Ralph Macchio) is no longer an interesting kid, but simply a series of predictable attitudes.\n\nTerry, the villain (Thomas Ian Griffith), is one of those slicked-back wise guys with a squirmy smile, who does hateful things because he's a hateful person (karate is his hobby; his real-life business is dumping toxic wastes). There's a little room left in the plot for the hapless Kreese (Martin L. Kove), who ran the corrupt karate school in the first movie. And then there's a new love interest named Jessica (Robyn Lively), who runs the pottery shop across the street from Mr. Miyagi's new bonsai store. And a new villain (Sean Kanan), whose job is simply to be violent, cruel and hateful.\n\nThe plot: Terry is an old Army buddy of Kreese, whose school goes bankrupt after Mr. Miyagi and the kid win the big tournament. He finances a tournament challenge by the Kanan character, who convinces a reluctant Daniel to defend his challenge by trapping him at the bottom of a cliff and threatening the life of the cute potter. Mr. Miyagi counsels Daniel to retire from competition, but after the bad guys push him too far, he thrashes all of them and agrees to coach the kid for the tournament, with the usual results.\n\nThe only fresh element this time is Daniel's brief rebellion, when he is disloyal to Mr. Miyagi by accepting the scheming Terry as his coach. Formula movies like this are only as good as their villains, and I would have liked to know more about the weirdness that glows in their eyes. But the movie doesn't care: They're not in the movie as characters, but as little pop-up cartoon characters to further the plot.\n\nThe first movie made at least a bow in the direction of a nonviolent philosophy. No more. This movie depends as much on a violent showdown as \"Rocky,\" which had the same director, John G. Avildsen.\n\nIt's hard to create original characters and give them interesting things to say, and Avildsen and writer Robert Mark Kamen have exhausted themselves with these particular characters. It's time to move on.", "running_time": 111, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-06-30", "genres": ["Action", "Drama", "Family"], "title": "The Karate Kid Part III (1989)"}