{"url": "http://www.rogerebert.com/reviews/the-princess-diaries-2-royal-engagement-2004", "by": "Anne Hathawayas Mia Thermopolis", "star_rating": 1.5, "text": "\"The Princess Diaries 2: Royal Engagement\" offers the prudent critic with a choice. He can say what he really thinks about the movie, or he can play safe by writing that it's sure to be loved by lots of young girls. But I avoid saying that anything is sure to be loved by anybody.\n\nIn this case, I am not a young girl, nor have I ever been, and so how would I know if one would like it? Of course, that's exactly the objection I get in e-mails from young readers, who complain that no one like me can possibly like a movie like this. They are correct. I have spent a long time, starting at birth and continuing until this very moment, evolving into the kind of person who could not possibly like a movie like this, and I like to think the effort was not in vain.\n\nSo to girls who think they might like this movie, I say: Enjoy! Movies are for fun, among other things, and if you love \"Princess Diaries 2,\" then I am happy for you, because I value the movies too much to want anyone to have a bad time at one.\n\nBut to Garry Marshall, the often-talented director of the original \"Princess Diaries\" as well as this sequel, I say: Did you deliberately assemble this movie from off-the-shelf parts or did it just happen that way? The film is like a homage to the cliches and obligatory stereotypes of its genre. For someone like Marshall, it must have been like playing the scales.\n\nThe beautiful Anne Hathaway, still only 22, stars as Princess Mia. You will remember that she was a typical American teenager whose mother raised her in a converted San Francisco firehouse, where she could slide down the pole every morning. Then a visit from Queen Clarisse of Genovia (Julie Andrews) revealed that she was, in fact, the queen's granddaughter, and next in line to the throne.\n\nIn Part 2, she is the beloved Princess Mia of Genovia, a kingdom the size of a movie set, which is apparently located somewhere in Europe and populated by citizens who speak American English, except for a few snaky types with British accents. This kingdom has two peculiarities: (1) The shops and homes all seem to be three-quarter-scale models of the sorts of structures an American Girl doll would occupy, and (2) A great many of the extras get a few extra frames, in order to look uncannily as if they might be personal friends of the director. So many prosperous men in their 60s, so well-barbered, groomed and dressed, so Southern California in their very bearing, are unlikely to be visiting Genovia for any other reason, since the kingdom doesn't seem to have a golf course.\n\nThere's no need for me to spoil the plot; as I was saying just the other day about \"The Village,\" it spoils itself. If I were to describe the characters, you could instantly tell me what happens in the movie. Let's try that, as an experiment.\n\nThere is Princess Mia, who is given a deadline of one month to either marry or forfeit her rights to the throne. The evil Viscount Mabrey (John Rhys-Davies) wants to disqualify her because his nephew Sir Nicholas (Chris Pine) is next in line to the throne. Desperate for a husband and learning that Queen Clarisse was perfectly happy in an arranged marriage, Mia decides to marry for the love of her country.\n\nA suitable bachelor is discovered: the nice Andrew Jacoby, Prince of Kensington (Callum Blue). Mia accepts his proposal, despite, as she writes in her diary on the movie's Web site, \"He's everything a girl should want in a husband-to-be. It's ... just that ... something ... you know.\" Meanwhile, of course she hates the handsome young Sir Nicholas, who hangs around a lot and annoys her. Dear Diary: \"Just look at him ... all sneaky and smug ... and ... cute.\"\n\nOK now, given those clues, see if you can figure out who she ends up with. And for that matter, consider Joseph (Hector Elizondo), the chief of palace security. He has been in love with the widow Clarisse for years, and she knows it and is pleased. That provides us with a romance without closure that has persisted ever since the first movie, and if there is anything nature abhors more than a vacuum, it is a loving couple kept asunder, when they should be sundering.\n\nDirector Marshall puts his cast and plot through their paces with the speed and deliberation of Minnesota Fats clearing the table. He even provides a fountain for two characters to stand beside, so they can illustrate Gene Siskel's maxim that nobody in a comedy ever comes within 10 yards of water without falling in.\n\nYes, it's nice to see Julie Andrews looking great and performing a song, although the line \"Give the queen a shout-out, and she'll sing\" is one I doubt will ever be heard in Buckingham Palace. It is also rather original that at her slumber party, Mia and her friends don't get wasted at a private club, but engage in the jolly indoor sport of mattress surfing.\n\nAll that remains is for me to remind you that on Aug. 24, the DVD of \"Ella Enchanted\" will be released. A box-office flop that was wrongly overlooked earlier this year, it also stars Anne Hathaway. It's a wonderful, lighthearted fantasy based on Cinderella, and is sure to be loved by lots of young girls.", "running_time": 120, "mpaa_rating": "G", "release_year": 2004, "date_published": "2004-08-06", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "The Princess Diaries 2: Royal Engagement (2004)"}