{"url": "http://www.rogerebert.com/reviews/the-ring-2002", "by": "Naomi Wattsas Rachel Keller", "star_rating": 2.0, "text": "Rarely has a more serious effort produced a less serious result than in \"The Ring,\" the kind of dread dark horror film where you better hope nobody in the audience snickers, because the film teeters right on the edge of the ridiculous.\n\nEnormous craft has been put into the movie, which looks just great, but the story goes beyond contrivance into the dizzy realms of the absurd. And although there is no way for everything to be explained (and many events lack any possible explanation), the movie's ending explains and explains and explains, until finally you'd rather just give it a pass than sit through one more tedious flashback.\n\nThe story involves a video that brings certain death. You look at it, the phone rings, and you find out you have seven days to live. A prologue shows some teenage victims of the dread curse, and then newspaper reporter Rachel Keller (Naomi Watts) gets on the case, helped by eerie drawings by her young son, Aidan (David Dorfman).\n\nThe story has been recycled from a popular Japanese thriller by Hideo Nakata, which was held off the market in this country to clear the field for this remake. Alas, the same idea was ripped off in August by \"feardotcom,\" also a bad movie, but more plain fun than \"The Ring,\" and with a climax that used brilliant visual effects while this one drags on endlessly.\n\nI dare not reveal too much of the story but will say that the video does indeed bring death in a week, something we are reminded of as Rachel tries to solve the case while titles tick off the days. A single mom, she enlists Aidan's father, a video geek named Noah (Martin Henderson) to analyze the deadly tape. He tags along for the adventure, which inevitably leads to their learning to care for one another, I guess, although the movie is not big on relationships. Her investigation leads her to a remote cottage on an island and to the weird, hostile man (Brian Cox) who lives there. And then the explanations start to pile up.\n\nThis is Naomi Watts' first move since \"Mulholland Drive\" and I was going to complain that we essentially learn nothing about her character except that she's a newspaper reporter--but then I remembered that in \"Mulholland Drive\" we essentially learned nothing except that she was a small-town girl in Hollywood, and by the end of the movie we weren't even sure we had learned that. \"Mulholland Drive,\" however, evoked juicy emotions and dimensions that \"The Ring\" is lacking, and involved us in a puzzle that was intriguing instead of simply tedious.\n\nThere are a couple of moments when we think \"The Ring\" is going to end, and it doesn't. One is that old reliable where the heroine, soaking wet and saved from death, says \"I want to go home,\" and the hero cushions her head on his shoulder. But no, there's more. Another is when Aidan says, \"You didn't let her out, did you?\" That would have been a nice ironic closer, but the movie spells out the entire backstory in merciless detail, until when we're finally walking out of the theater, we're almost ashamed to find ourselves wondering, hey, who was that on the phone?", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-10-18", "genres": ["Horror", "Mystery", "Suspense", "Thriller"], "title": "The Ring (2002)"}