{"url": "http://www.rogerebert.com/reviews/the-king-2006", "by": "Gael Garcia Bernalas Elvis", "star_rating": 3.5, "text": "He is straight out of the Navy. He travels to Corpus Christi, takes a motel room and attends church. After the service, he asks the pastor for a hug. The pastor hugs him and says, \"I don't believe I know you.\" The young man says his name is Elvis: \"My mother told me about you. Her name was Yolanda. She told me your name.\" This is not the sort of thing an evangelical minister wants to hear when his wife's name is not Yolanda.\n\nGoing to church was not quite the first thing Elvis (Gael Garcia Bernal) did in Corpus Christi. First he met the preacher's 16-year-old daughter, Malerie (Pell James). Now he moves on both fronts, seducing the daughter while playing a devout churchgoer for the father. Minister David Sandow is played by William Hurt as a man who was once a sinner, but as he tells Elvis, \"That was before I became a Christian. Before I met my wife.\"\n\nWilliam Hurt can be so subterranean we don't know where he's tunneling. Here he seems to be one thing while becoming its opposite. The last thing he wants in his life is a child from an early affair. On the other hand, Elvis makes a good impression. The pastor's son Paul (Paul Dano) sings with his band at church services, and at school is the leader of a campaign to introduce Intelligent Design into the curriculum. But we sense, and maybe the pastor does, that the energy Paul is channeling into Christian activism could turn against the church in a flash. Paul and his band perform a song one Sunday that enrages the pastor. Not long after, the son goes missing. The pastor, his family and the congregation pray for his safe return, but the Lord is not in a position to answer their prayers.\n\nAt some point during this set-up, we realize \"The King\" will not be a movie about the hypocrisy of the pastor. Pastor David is about as good a man as is possible, under the circumstances, although there is room for improvement. And Elvis is not a blameless victim.\n\nI have slipped over crucial sections of the movie, because things occur that should come as a complete surprise to you. One thing that will not astonish anyone is Elvis' ability to sneak into Malerie's bedroom almost at will. We know from \"Down in the Valley\" and countless other movies that the bedrooms of teenage girls are sadly lacking in security, and that their parents sleep the sleep of the dead. Malerie falls in love with Elvis, but his feelings for her are a good question: He knows, and she doesn't, that they have the same father.\n\n\"The King\" descends so deeply and steadily into evil that it generates a dread fascination. After Paul disappears, the preacher reaches out to Elvis, acknowledging him in front of the congregation, treating him as a son, inviting him into his house. Because at any moment we possess more information than anyone except Elvis (and more insight into Elvis than he will ever have about himself), we see mistakes being made for perfectly reasonable motives. The preacher's decision comes under the heading of forgiveness and charity, but no good can come of it.\n\nWhat has Elvis been planning in the years since David and Yolanda sinned? Certainly some of his actions in the movie are unpremeditated, but the way he responds to them shows a frightening degree of calculation. That Gael Garcia Bernal's character looks open-faced and trustworthy is a great advantage; that he is utterly amoral helps him, too, because he can look straight in your eye and lie pleasingly and with conviction.\n\nThe movie was directed by James Marsh, a British documentarian, from a screenplay by Milo Addica (\"Monster's Ball\"). It's the kind of work where characters develop on their own, without consulting the book of cliches. We have so many preconceived notions about the types in this movie (hellfire preacher, sexpot daughter, dutiful son, black sheep) that it's surprising to see them behaving as individuals; they make decisions based on what they know and when they know it, and that's always too little and too late. The character who sees clearly, or intuits accurately, is the preacher's wife, Twyla (Laura Harring). At the service when David welcomes Elvis to the church, she walks out the door and straight down the middle of the street. But even that isn't the close of anything.\n\nWhat the movie leaves us with are theological questions. Are the sins of the father visited on the son? Are we justified in protecting ourselves when fate threatens us? Are some people just plain bad? Should you think twice before doing the right thing? Are you sure you know what it is? Underneath all of these is the fundamental question: Why does God allow bad things to happen to good people? I was startled the other day when the pope visited Auschwitz and asked God the same question. The party line, in the pope's church and in Pastor David's, is that the Lord works in mysterious ways, his wonders to unfold. Some wonders we can do without.", "running_time": null, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-06-15", "genres": null, "title": "The King (2006)"}