{"url": "http://www.rogerebert.com/reviews/the-russia-house-1990", "by": "Sean Conneryas Barley", "star_rating": 2.0, "text": "It takes a lot of patience to watch \"The Russia House,\" but it takes even more patience to be a character in the movie. To judge by this film, the life of a Cold War spy consists of sitting for endless hours in soundproof rooms with people you do not particularly like, waiting for something to happen. Sort of like being a movie critic.\n\nThe top-level spies in this film are apparently hooked into some kind of high-tech electronics network that allows them to know at all times what their people in the field are doing. But the people are often not doing very much, and so my mind wandered, speculating what it would be like to sit for hours in cynical world-weariness, drinking coffee or sherry in book-lined rooms, waiting for something to happen so you can make a suitably jaundiced comment about it.\n\nThe film, like John le Carre's novel, takes place in a world where glasnost is eroding the old certainties about the Cold War. It tells the story of a small-time, alcoholic London book publisher named Barley (Sean Connery), who is sent a manuscript by a beautiful Russian woman he claims never to have met. The manuscript is intercepted by British intelligence, which pays a visit to Barley in the Lisbon flat where he often repairs for drinking bouts, and they quiz him about the book and the girl until in exasperation he agrees to go to Moscow and follow up on the transaction.\n\nThe key questions are, who wrote the manuscript, and why? It appears to be a highly technical work calling into question the quality of the Soviet Union's defense weaponry. Is it true? False? Does the author know what he or she is talking about? All of these questions are debated at length before and after Barley's trip, during which he actually meets the mystery woman who passed the manuscript to the West.\n\nHer name is Katya, she is played by Michelle Pfeiffer, and she is, in Barley's words, \"seriously beautiful.\" Yes, of course she is. This is a movie, after all. But she is also the one woman to strike a spark of hope and romance in old Barley's breast, to make him believe that after all these decades of boozing and self-contempt and weary cynicism, he can dare to hope and love. He tells her these things, in more or less those words, and then the plot deepens because the manuscript comes from a scientist (Klaus Maria Brandauer) who might also feel some of the same things about her.\n\nAnd so what develops is one of those infinitely gentle, sad le Carre plots in which men who have worked too long within the mole tunnels of intelligence come out into the sunlight and stand, blinking and disoriented, in the glare of beauty, romance, truth and fresh air. All of which needs to be talked about a great deal, especially by men who have been spies too long. These include the Americans (Roy Scheider and John Mahoney) who take over the case from the impotent British.\n\nThe movie has been perfectly cast. Having read the book, I knew that Barley would have to be Sean Connery or perhaps Michael Caine (John Hurt would have been good, but is not a box office name).\n\nMichelle Pfeiffer makes a splendid Katya, with her hair pulled back to accentuate her vaguely Slavic cheekbones. Klaus Maria Brandauer of course gets all substantial male Russian and Eastern European roles these days, with his sleek and slightly sinister intelligence. And James Fox, as Ned, the Brit master spy, provides that precise note of cold British analytical reserve that is required.\n\nSo all is in place for an effective movie, except for a screenplay in which anything happens. The director, Fred Schepisi, has obtained the playwright Tom Stoppard to make le Carre's novel into a film, but what it has been made into is sort of a filmed dramatic reading, with endless variations of shots in which middle-aged men stand around saying le Carre's dialogue.\n\nWhat's good are the few emotional moments that break out of the weary spy formula: Connery declaring his love for Pfeiffer, or the British and Americans getting on each other's nerves. But these flashes of energy are isolated inside a screenplay that is static and boring, that drones on lifelessly through the le Carre universe, like some kind of space probe that continues to send back random information long after its mission has been accomplished.", "running_time": 123, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-12-21", "genres": ["Action", "Drama", "Romance", "Thriller"], "title": "The Russia House (1990)"}