{"url": "http://www.rogerebert.com/reviews/the-father-of-my-children-2010", "by": "Louis-Do de Lencquesaingas Gregoire", "star_rating": 3.5, "text": "\"How much do I owe you?” the producer asks someone on his cell phone. He chuckles. “That much?” He is amused, busy, filled with energy. He handles two phones at a time while threading through Paris traffic and heading for a country weekend with his family. He smokes. He drives. He tells his wife, “I'm almost on the highway.” He's stopped by the cops, who ask if he knows why they stopped him. “I have a vague idea,” he says.\n\nIn the opening sequence, we meet a plausible human being. A French film producer, an honest hustler, a loving father and husband, confident of his powers, enjoying his work. “The Father of My Children” will watch this man come to pieces. It will not be dark melodrama or turgid psychology. It will simply be the story of a good man, well-loved, who runs into a dead end.\n\nThe man is named Gregoire (Louis-Do de Lencquesaing). The actor, like many French actors, is good-looking without being improbable. He runs his business in his head. He explains, “I don't work with the kinds of directors who do television.” He commits to a filmmaker and goes the limit for the film not because he has lofty ideas about Art, but because that's the kind of man he is.\n\nIn the movie, he is plunging into debt while producing an obscure project of a temperamental auteur not a million miles distant from Lars von Trier. He gets phone reports from the set from his trusted assistant, hears of troublesome actors and bad weather, deals with money and debt, and meanwhile, loves his wife Sylvia (Chiara Caselli) and three daughters, Clemence (Alice de Lencquesaing), Valentine (Alice Gautier) and Billie (Manelle Driss). Their country house evokes quiet family togetherness, which is the idea, but Gregoire's mind is often elsewhere, trying to find a way out of his troubles.\n\nWhen very busy men are also essentially good men and working at something worthwhile, they tend to find themselves surrounded by supporters and enablers. Gregoire's office also serves as a family, in a way, and his employees share his vision. When calamity strikes, even his wife pitches in to help salvage his dream. The film's second half is the most touching, because it shows that our lives are not merely our own, but also belong to the events we set in motion.\n\nLouis-Do de Lencquesaing is effective here at not going into manic mode. He runs his business while improvising from moment to moment, he has some plans for getting through, he tries some scenarios, and he doesn't need anyone to tell him when they're not working. I appreciate the ability of the director, Mia Hansen-Love, to allow the situation to develop through observation of her hero, instead of using dialogue to explain everything. \n\nChiara Caselli, as Gregoire's wife, is, like many wives of workaholic men, better-informed of his business than he can imagine. She believes in him, therefore in his hopes, and touchingly relates with the members of his office family as they all try to move things along. And the film gives due attention to the children, particularly Clemence (played by de Lencquesaing's own daughter), who negotiate unfamiliar emotional territory with their mother. The title (in French, “Le pere de mes enfants”) is appropriate.\n\nSpoiler: The story is said to be inspired by the life of the real-life producer Humbert Balsan, who made Lars von Trier's “Manderlay” (2005). Balsan had considerable success, making nearly 70 films, including three by James Ivory, and even acting for Robert Bresson. He committed suicide when his business imploded. \n\nThe film won the special jury prize in the Un Certain Regard section of Cannes 2009.", "running_time": 110, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-05-26", "genres": ["Drama", "Foreign"], "title": "The Father of My Children (2010)"}