{"url": "http://www.rogerebert.com/reviews/the-siege-1998", "by": "Denzel Washingtonas Anthony Hubbard", "star_rating": 2.5, "text": "\"What if they were black people? What if they were Italian?\" These words are spoken by an unseen character in \"The Siege,\" but they get at the heart of the film, which is about a roundup of Arab-Americans after terrorist bombs strike New York City. OK, what if they were black or Italian? What if the movie was a fantasy about the Army running rampant over the civil liberties of American Irish, Poles, Koreans? Wouldn't that be the same thing as rounding up the Arab-Americans? Not really, because the same feelings are not at stake. Of all our ethnic groups, only Arabs come from nations that are currently in a state of indefinitely suspended war with the United States. The vast majority of Arab-Americans are patriotic citizens who are happy to plunge into the melting pot with the rest of us (a point the movie does make), but a minority have been much in the news, especially after the World Trade Center bombing in New York City.\n\nMany Americans do not draw those distinctions and could not check off on a list those Arab countries we consider hostile, neutral or friendly. There is a tendency to lump together \"towelheads\" (a term used in the movie). Arab-Americans feel vulnerable right now to the kinds of things that happen in this movie, and that's why it's not the same thing as targeting other ethnic groups. (By way of illustration, it is unlikely, even unimaginable, after recent history, that a fantasy like \"The Siege\" would be made about the internment of Japanese or Jewish Americans.) Oh, the movie tries to temper its material. \"They love this country as much as we do,\" one American says in the film, unaware of the irony in the \"they\" and \"we.\" The hero, an African-American played by Denzel Washington, has an Arab-American partner (Tony Shalhoub) who is angered when his own son is mistreated. The heroine, an American spy played by Annette Bening, grew up in Lebanon and has an Arab-American lover (although it's a little more complicated than that). But the bottom line is that Arab terrorists blow up New York buses, a packed Broadway theater and FBI headquarters.\n\nMartial law is declared, the Army moves in, and Arabs are detained without any due process. There's cat-and-mouse stuff involving the tracking of Arab bad guys; the usual computer and satellite gimmicks, and suspenseful stand-offs and shootouts. The dramatic outdoor mob, action and army scenes are well handled by director Edward Zwick.\n\nI'm not arguing that \"The Siege\" is a deliberately offensive movie. It's not that brainy. In its clumsy way, it throws in comments now and then to show it knows the difference between Arab terrorists and American citizens. But the prejudicial attitudes embodied in the film are insidious, like the anti-Semitism that infected fiction and journalism in the 1930s--not just in Germany, but in Britain and America.\n\nWatching the film, I felt uneasy. Events like those in the film are familiar. The World Trade Center was blown up in real life, not in a thriller. We've recently fired missiles at suspected terrorist centers. \"The Siege\" opens with actual footage of President Clinton commenting on TV about those missiles, and the film implies that he is the president during the events in the story. Given how vulnerable our cities are to terrorism, and how vulnerable Arab-Americans are to defamation, was this movie really necessary? The movie awkwardly tries to switch villains in the third act, adding an Orwellian twist. Its final thrust is against a military mind-set that runs rampant over civil liberties. The FBI and its allies have a face-off with an American general (Bruce Willis) who becomes military commander of New York under martial law and has disdain for the Constitution. Denzel Washington has a good speech where he observes that the enemy doesn't have to destroy our liberties if we do it for ourselves.\n\nBy the movie's end, the filmmakers can truthfully say they tried to balance out the villains. But most audiences won't give it that much thought. They'll leave the theater thinking of Arabs (who are handled as an anonymous group), not of dangers to the Constitution--which can be dismissed as the fevers of one man (Willis), who is handled like a traditional megalomaniac. (\"This is the land of opportunity,\" he tells Arab-Americans. \"The opportunity to turn yourself in.\") Most people will not be watching a political movie, but a popcorn movie. They may even be a little restless during the speechmaking toward the end. They'll be comfortable with the Arab villains because that's what they've been taught on the news. True, at the present moment most of America's enemies in the world are Arab. But at one time or another, this country has been at war with the home nations of most of the major ethnic groups in America. And it was \"we\" who were at war--all of us. Japanese-Americans who fought in U.S. uniform in World War II (or were in U.S. internment camps) will not have to have the buried message of \"The Siege\" explained to them.", "running_time": 110, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-11-06", "genres": ["Action", "Thriller"], "title": "The Siege (1998)"}