{"url": "http://www.rogerebert.com/reviews/the-nasty-girl-1991", "by": "Lena Stolzeas Sonja", "star_rating": 2.5, "text": "Some people, you tell them to mind their own business, they do.\n\nOther people, you tell them the same thing, they get a curious kind of tingling sensation, and go leaping after other people's business like a retriever in a good mood. Sonja Rosenberger is the other kind of person, and \"The Nasty Girl\" is the story of what happened after the town fathers in her village in Bavaria told her not to go poking around in the archives to discover what went on during the Nazi era.\n\nBefore the authorities made what turned out to be that major miscalculation, Sonja was an unremarkable, if high-spirited, local schoolgirl, who had won an essay contest that provided her with a free trip to Paris. But then another contest came along, and Sonja thought maybe a hometown essay would win it. Something along the lines of \"My Hometown in the Third Reich.\" The town fathers did not share her enthusiasm. The official line in her home town was that the Nazis had not made much of an inroad there, but when she went to the village library to dig through old newspapers and archives, she found them closed to her, and she grew determined to discover what the city was trying to hide.\n\nThat's the story line of Michael Verhoeven's \"The Nasty Girl\" (nominated for an Academy Award for best foreign film), titled after one of the less offensive names hurled at Sonja during her quest. The movie is based on the experiences of a real girl in a real town: Anja Rosmus, whose home town of Passau did indeed have certain undeniable links with the Nazis. Hitler once lived there, in a house converted to a museum during the Third Reich, and Eichmann was married there. Over a period of 10 years, Rosmus pursued her quest in the archives and in the courts, proving at one point that the editor of the local Catholic newspaper - who was hailed as a resistance hero - in fact wrote pro-Hitler editorials and even urged his readers to pray for the fuehrer.\n\nThese revelations did not make Rosmus popular in her hometown; she received anonymous phone threats, she was once beaten up by neo-Nazis, and her high school teacher, whom she had married, left her after things began to heat up. All of these events are faithfully mirrored in the film, which has been made in a curiously lighthearted spirit and is not the dirge we might have expected. Lena Stolze, in the title role, is given to yodeling when she uncovers another piece of damning evidence, and her character in the movie has been compared by some critics to Nancy Drew.\n\nIt's the film's style that I object to. The story itself is fascinating, but the style seems to add another tone, a level of irony that is somehow confusing: Does Verhoeven see this as quite the cheery romp he pretends, or is there a sly edge to his method? As a rule I welcome stylistic experiments - most movies are much too straightforward - but this time I'm not sure the movie's odd tone adds anything. Realism might have worked better.\n\nThe tone is most noticeable in the film's visual style, which uses obviously artificial sets and locations, and at times has its heroine walking in front of back-projected streets, or standing on pedestals in the embrace of the local statues. She addresses the camera directly, as if she were conducting a Welcome Wagon introduction to the secrets of the Nazi past, and there are scenes where her opponents fume and bluster like the crooked banker in a Frank Capra comedy.\n\nPerhaps in the original German, the comic nuances come across more amusingly; perhaps we are missing subtleties in the subtitles. But as I watched the film, I found that the disparity between the subject and the style was so strange that it distracted from what the film was really about. Here is a story that cries out for a different kind of stylistic exaggeration - for the lurid melodrama of the late and lamented Fassbinder, perhaps, who would have also found humor in the panic of the local officials, but would have made it mordant rather than cheerful. There is a story to be told here, but somehow you have to see straight through the movie to find it.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-03-08", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Nasty Girl (1991)"}