{"url": "http://www.rogerebert.com/reviews/the-lincoln-lawyer-2011", "by": "Matthew McConaugheyas Mick Haller", "star_rating": 3.0, "text": "I like movies about smart guys who are wise asses, and think their way out of tangles with criminals. I like courtroom scenes. I like big old cars. I like “The Lincoln Lawyer” because it involves all three, and because it matches Matthew McConaughey with a first-rate supporting cast, while so many thrillers these days are about a lone hero surrounded by special effects. People have words they actually say in this movie. After “Battle: Los Angeles,” that is a great relief.\n\nLet's start with the big old car. It's a Lincoln, and a lawyer named Mick Haller (McConaughey) does most of his work out of the back seat. Apparently he drove it himself until he was socked with a DUI; given how much he drinks in the film, it's amazing he remembered where he parked it. Now he has a chauffeur (Laurence Mason) who ferries him around to the Los Angeles dealers, hookers, bagmen and low-lifes who are his clientele. Mick's specialty is getting people off, sometimes in a perfectly legal way.\n\nThere were decades in the movies when heroes drove new cars, unless it was a period picture. Car makers used to pay for product placement. We saw Mustangs, GTOs, Chargers. But in recent years, action and thriller heroes have driven mostly classic cars, or oddballs like Hummers. The reason for this is obvious: Modern cars all look mostly the same, and none of them look heroic. Can you imagine James Bond in a Camry? My Ford Fusion gets good mileage, but Mick Haller would just look silly doing business out of the back seat. The only new cars still popular in movies are big black SUVs with tinted windows, which usually prowl in packs.\n\nAnyway, Haller is a street-wise defense attorney with connections who knows how to collect and invest prudent envelopes full of cash. So connected is this guy that a motorcycle gang materializes more or less when he needs one. One day a bondsman (John Leguizamo) comes to him with a higher-class client than usual. Louis Roulet (Ryan Phillippe) is a rich kid from Beverly Hills accused of beating up a woman. He's clean-cut, looks Mick in the eyes, seriously insists he is innocent and wants a trial to prove it.\n\nMick senses there is something fishy. So do I. If Roulet has unlimited funds and really is innocent, why is he hiring a guy who works out of the back seat of a car? I've seen a lot of crime movies and read my Raymond Chandler and Ross Macdonald. I know, even if Mick doesn't, that he's being used in some way.\n\nLet's not get into the details. Details are interchangeable in movies like this. What you want is a laconic wise guy in the lead, and McConaughey does a nice line in those. You need a good dame in the picture. Marisa Tomei plays his ex-wife, courtroom opponent and (still) friend. When Tomei walks into a movie, it's like the Queen came into the room. I want to stand up. I know why Lady Gaga wants Marisa to play her in a biopic. It's not because they look like sisters. It's because every woman, and many men, would love to have a smile like Marisa Tomei's.\n\nWe also meet Mick's opposing attorney (Josh Lucas); a former client he plea-bargained into prison (Michael Pena); a cop (Bryan Cranston) who considers him a shyster and, most valuable, Mick's private investigator (William H. Macy). The P.I. role isn't very big, but Macy makes it distinctive; he brings it a quirky familiarity that creates a history between the two men without a lot of setup. You care for the hard-working sap.\n\nAll of this comes together in a satisfactory way. It isn't brilliant, it's far from foolproof, and the second appearance of the motorcycle gang technically qualifies, I think, as a miracle. The Law of Seemingly Unnecessary Characters comes nicely into play as events from the present turn out to be connected to the past. I did feel undercut by the movie's final revelation — which is, let's face it, completely arbitrary. The plotting seems like half-realized stabs in various directions made familiar by other crime stories. But for what it is, “The Lincoln Lawyer” is workmanlike, engagingly acted and entertaining.", "running_time": 119, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-03-16", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "The Lincoln Lawyer (2011)"}