{"url": "http://www.rogerebert.com/reviews/the-home-and-the-world-1984", "by": "Satyajit Ray", "star_rating": 3.0, "text": "The very first thing we learn in Satyajit Ray's \"The Home and the World\" is that Bimala, his heroine, has exchanged the home of her parents for the home of her husband, in the inner apartments of his Bengal palace. She lives in purdah, the Hindu custom of cloistering women. Nikhil, the maharaja who is her husband, is the only man she has ever seen. She saw him first on their wedding day. She is content with her life and has no desire to walk down the long corridor, bathed in sunlight falling through stained glass, that leads to the outer apartments and then to the world.\n\nBut her husband has other ideas. The year is 1908, and he is a modern Indian who has been educated in England. His wife loves him, but he reasons that her love is meaningless if she cannot compare him with other men. At his wish, she begins to take lessons from an English governess, and after ten years, she takes the momentous walk down that corridor to the outside.\n\nNikhil wants her to meet his best friend, Sandip, a charismatic nationalist leader who is staying as a guest in the palace. Sandip is leading a boycott against traders who sell imported goods; he is opposed to the British policy of dividing Bengal and setting Hindu against Moslem. He also is something of a fraud who borrows money from Nikhil and soon begins to borrow the affections of his wife.\n\nBimala is swept away by Sandip. His passion and his politics are a contrast to her quiet, passive husband. His compliments overwhelm her. They do not exactly have an affair, not by Western standards -- their first kiss comes after years of mounting romantic tension -- but it is clear to everyone, even Nikhil, that the two of them are in love.\n\nNikhil does nothing. He is an intelligent, reasonable man who sees everything in the light of such quiet reason that action seems almost beyond him. For example, although he is content to have Sandip, the revolutionary, live in his palace, he opposes most of Sandip's policies. He knows that the traders in foreign goods are mostly Moslems, very poor, and that the boycott will only serve to drive a wedge between the two communities. Yet he stands by while Sandip makes speeches and leads parades.\n\nThe real story of the movie takes place, meanwhile, within Bimala's heart and mind. Over a period of years, she grows out of the restraints of purdah, but her formative years were all spent in seclusion, and only gradually does she find the confidence to act according to her beliefs. She is totally taken in by the charming Sandip. She even takes money from her husband's safe to feed Sandip's taste for first-class travel. And all the time her husband stands by, his detachment becoming one of the fascinations of the movie.\n\n\"The Home and the World\" is based on a novel of the same name by the Hindu writer Rabindranath Tagore, a Nobel Prize winner. Satyajit Ray, the greatest Indian director, was a young man when he first wrote a screenplay based on the novel, but it has taken him thirty-five years to film it. It is a contemplative movie -- quiet, slow, a series of conversations punctuated by sudden bursts of activity.\n\nThe suspense in the movie and the drama all form around the changing character of Bimala, the wife. We see her move from total seclusion to the ability to act recklessly and with courage. The character is played by Swatilekha Chatterjee, a gravely beautiful, full-figured woman, whose eyes are able to suggest great passions inside a cautious exterior.\n\nThe radical leader is played by Soumitra Chatterjee, a veteran of Ray's films all the way back to the \"The Apu Trilogy\", and the husband is played by Victor Banerjee, who was so different -- so excitable and brash -- as Dr. Aziz in David Lean's \"A Passage to India.\" Together, they form a small group of ideas and emotions, growing and shifting, mirroring in their secluded chambers the violent changes in India.", "running_time": 130, "mpaa_rating": "NR", "release_year": 1984, "date_published": "1984-01-01", "genres": null, "title": "The Home and the World (1984)"}