{"url": "http://www.rogerebert.com/reviews/the-cannonball-run", "by": null, "star_rating": 0.5, "text": "“The Cannonball Run” is an abdication of artistic responsibility\r\nat the lowest possible level of ambition. In other words, they didn't even care\r\nenough to make a good lousy movie. “Cannonball” was probably always intended as\r\njunk, as an easy exploitation picture. But it's possible to bring some sense of\r\nstyle and humor even to grade-zilch material. This movie doesn't even seem to\r\nbe trying.\n\n\r\nBurt Reynolds sleepwalks through a role he's played several times before, but\r\nnever so indifferently. He's a hotshot driver in a big, illegal cross-country\r\nroad race; first one to California wins. That means Reynolds gets to drink a\r\nlot of beer, talk like a good ol' boy, and get in the middle of a lot of\r\ncrashes and other stunts. \n\nThe movie was directed by Hal Needham, a onetime\r\nstuntman who graduated to directing with “Smokey And The Bandit” (1977), the\r\nfirst and still the best of the Burt Reynolds car-chase movies. After that,\r\neach Needham movie has been worse than the one preceding it. His downward\r\nspiral has included “Hooper,” “The Villain,” and “Smoke And The Bandit II.”\r\nMovie buffs will note that three of Needham's four movies have starred Burt\r\nReynolds, one of the most important properties in Hollywood. Reynolds is so\r\npopular he can make money in almost anything, a maxim that “Cannonball Run” puts\r\nto the extreme test. Reynolds and Needham are friends, and indeed the whole\r\ncast of “Cannonball” seems to consider the movie a reunion. \n\nThe film ends with\r\nouttakes spoiled shots during which somebody breaks up or says the wrong line\r\nor otherwise goofs. It's supposed to show us how much fun everybody had. Alas,\r\nthe outtakes don't look much more goofy than the takes they intended to put in\r\nthe movie; “Cannonball” assembles a giant cast around an absolutely minimal\r\namount of screenplay, and allows them to kill time expensively. There's not\r\nmuch plot and no suspense. The filmmakers' excuse, no doubt, is that they were\r\nreally making a comedy, not a road race picture. That would work if there were\r\nany laughs in the movie.\n\n\r\nBut just look at the cast. It's like a cattle call. It's like an Actor's Guild\r\npicket line. It's like Hollywood Squares on Wheels. Some of the actors are\r\ntalented, some are not, but they look equally awful in this movie. At one time\r\nor another during this unspeakable experience, you can share it with not only\r\nBurt Reynolds but also Roger Moore, Farrah Fawcett, Dom De Luise, Dean Martin\r\n(looking as if a big-a pizza pie hit him straight in the eye), Sammy Davis, Jr.\r\n(looking like a severe case of vitamin deficiency), Jack Elam, Adrienne Barbeau\r\n(whose role consists of unzipping her jump suit), Terry Bradshaw, Jackie Chan,\r\nBert Convy, Jamie Farr, Peter Fonda (as an aging Hells Angel), Michael Hui,\r\nBianca Jagger, Molly Picon, Jimmy \"The Greek\" Snyder, and Mel Tillis.\r\nThis isn't a cast, it's the answer to a double acrostic.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Adventure", "Comedy"], "title": "The Cannonball Run (1981)"}