{"url": "http://www.rogerebert.com/reviews/the-opposite-sex-and-how-to-live-with-them-1993", "by": "Ayre Grossas David Crown", "star_rating": 0.5, "text": "The people who made \"The Opposite Sex\" believe it's about a love affair between a stockbroker and an aide to the mayor of Boston. I believe it's about the fact that two of the most idiotic people in recent movie history were able to find any employment at all.\n\nThis is the kind of movie where nothing that is done, said, thought or performed bears any relationship to anyone you have ever met. No one, not even the people who made this movie, believes people can be this dumb and still tie their shoes. Making \"The Opposite Sex\" is what can happen to you if you grow up thinking sitcoms are funny.\n\nWe could begin with the ungrammatical full title of the movie, which is: \"The Opposite Sex and How to Live With Them.\" Mrs. Seward, who drummed rhetoric into us at Urbana High School, would have cracked director Matthew Meshekoff over the knuckles for that one. She would have gone on to describe his script as \"trite,\" which was one of her favorite words, but which I have never used in a review, until now.\n\nThe movie stars Ayre Gross as David, a stockbroker who hangs out with his best buddy, Eli (Kevin Pollak). They're regulars in the kind of lower-level singles bar that has a periscope sticking up out of the sidewalk so they can see the babes coming. Yes. They believe their days of happy bachelorhood can last forever, and they explain their theories in \"comic\" monologues which they deliver while looking straight at the camera, while I found myself looking at my watch. You know a movie is slow when you start looking to see what time it is.\n\nYou know it's awful when you start shaking your watch to see if it has stopped.\n\nOne day David meets Carrie (Courteney Cox), who works, as I have mentioned, in the mayor's office. They come from different worlds, according to the press materials, which describe them as \"a Jewish stockbroker and a WASPy mayoral aide.\" I believe they come from exactly the same world, the twilight zone of sitcomland, where they learned that a conversation consists of straight lines, punch lines, one-liners, and asides to themselves, friends and/or the audience. It would be madness trying to carry on a conversation with people like this. You'd always wonder why nobody wrote your lines.\n\nDavid and Carrie meet, fall in love, get real serious, and then, according to the ancient formulas that the filmmakers borrow from countless other films, they get cold feet. After All, They Come From Different Worlds. I know I am repeating myself, but the movie offers me nothing new to say.\n\nThen he tries dating around, and she goes out with a sensitive type, but gee, wouldn't you know they miss one another, and so they get back together again, followed by one of those endings in which everything depends on one character being able to find another character at a time and place when no living person could have possibly found him there.\n\nMy requirements for movies are so simple. All I ask is that the characters be of reasonable intelligence - at least smart enough so that I could spend half an hour with them with slight interest. If not intelligent, then they should be kooky, or stupid in some original way, or even sexy will do. But if they bring nothing to the party, my response is obvious: Why make a movie about them?", "running_time": 86, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-03-26", "genres": ["Comedy", "Romance"], "title": "The Opposite Sex and How To Live With Them (1993)"}