{"url": "http://www.rogerebert.com/reviews/the-bonfire-of-the-vanities-1990", "by": "Bruce Willisas Peter Fallow", "star_rating": 2.5, "text": "Tom Wolfe's saga about Sherman McCoy has by now become one of America's favorite urban legends, a cautionary tale about a \"master of the universe\" who was earning millions on Wall Street and enjoying the pleasures of his wife, his mistress and his seductive lifestyle when he made one fatal wrong turn off the expressway, and found himself in the South Bronx.\n\nThere, in a ludicrous comedy of errors, his mistress ran their car into a black youth she thought was attacking them, the youth died, and the case became an overnight sensation. Sherman, whose life was graced with every material and sensual excess, found himself plunged into a publicity circus, suffered the indignity of being jailed, and became the target of white political opportunists and black self-promoters who saw him as a convenient and hateful symbol.\n\nThe Bonfire of the Vanities, Wolfe's novel about McCoy, was savage and sarcastic, especially in the way it dissected the motives of every single character. Brian De Palma's new movie is lacking in just that quality; it is not subtle or perceptive about the delicate nuances of motive that inspire these people. My notion is that Wolfe sees every single one of his characters in exactly the same light, as selfish, grasping swine who want to get their hands on everything they can, and whose approaches are suggested by the opportunities they find around them in whatever walk of life they occupy. The movie doesn't seem to despise anyone all that much.\n\nSherman McCoy, who makes millions and lives in a Park Avenue duplex, is no less selfish than the others in the novel, but he is not much of a survivor. He does well on the sedate battlefield of Wall Street, but when he runs into real fighters - cops, neighborhood activists, politicians, newspaper reporters, publicity hounds, ambulance-chasing lawyers and his neighbors on the co-op board - he finds he's no match.\n\nThe Wolfe novel goes inside the characters' minds and lifestyles, showing how they think and what they value. The movie sees mostly the exteriors, and although it is narrated by one of the characters - Peter Fallow, the journalist, played by Bruce Willis - he provides few insights and little verbal grace, serving mostly just to hurry the story along. And yet it is enough of a story, and the actors are colorful enough in their different ways, that \"The Bonfire of the Vanities\" is an entertaining film, even if it misses the droll qualities of the book.\n\nTom Hanks stars as Sherman McCoy, but is more acted upon than acting in this movie. He has two typical expressions here: crafty cunning, and disbelief shading into horror. He is never really developed as a character we feel we know, and he seems to inhabit his lifestyle rather than possess it. He generates no sympathy - but then he isn't supposed to. Much more interesting is Melanie Griffith, as Maria, his sexy mistress, who is utterly carnal, self-serving and shameless.\n\nThe weakest character in the movie is Fallow, the journalist. He is supposed to be a drunk and so the movie opens with him waving a bottle as he emerges from a limousine. But the movie makes no attempt to turn him into an interesting character with a personality - he doesn't have the moxie or the smarts to be the kind of reporter he's representing. He just mopes about, sighing and shrugging and raising his eyebrows. The Fallow created by Wolfe in the book was a shameless, free-loading con artist who uses the McCoy story as a ploy to keep his job.\n\nOther important characters are glimpsed as if at a distance.\n\nIt helps to have read the book to understand the motives of the white lawyer who suddenly materializes at the side of the victim's grieving mother. And without having read the book, it is impossible to know the true motives of the two black youths who materialize in the shadows of the expressway and strike terror into the hearts of Sherman and Maria; they are played simply as menacing symbols. De Palma misses a bet, too, with the character of the black minister and community leader - obviously inspired by Al Sharpton - by making him a comic blowhard rather than the scheming, intelligent grafter of the Wolfe novel. One of the more effective characters is played by Morgan Freeman, pounding away on his gavel as Sherman's angry judge. He has a delicious final speech that is filled with irony - he has arrived at the right verdict, but because of Sherman's lies about a crucial piece of evidence.\n\nIf \"The Bonfire of the Vanities\" lacks the texture and detail that would make it realistic, at least it does work well in a certain glossy way. Sharp satirical points are made, often as throwaways, and there are little moments of truth, as when Fallow takes Ruskin (Alan King), Maria's husband, out to dinner. Kim Cattrall goes way over the top as Sherman's wife, Judy, but sometimes that works, as when she tries to give a dinner party while her world crumbles around her. (A famous scene from the book, in which she explains to their child that daddy makes his millions by taking crumbs from other people's cakes, is overplayed and underlined until it dies.) What we have here, I think, is a movie that will be enjoyed most by those who haven't read the Tom Wolfe novel. In its glittering surfaces and snapshot performances, it provides a digest version of the Wolfe story, filled with obvious ironies and easy targets. Those who have read the book will be constantly distracted because they know so much more than the movie tells them about the characters. The beauty of the Wolfe book was the way it saw through its time and place, dissecting motives and reading minds. The movie sees much, but it doesn't see through.", "running_time": 126, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-12-21", "genres": ["Comedy", "Drama"], "title": "The Bonfire of the Vanities (1990)"}