{"url": "http://www.rogerebert.com/reviews/the-cutting-edge-1992", "by": "D. B. Sweeneyas Doug", "star_rating": 2.5, "text": "\"The Cutting Edge\" is a marriage of two durable Hollywood genres: It's an Underdog in Training sports film, crossed with that most beloved of all romantic formulas, the Incompatibles in Love.\n\nThere is essentially not an original moment in the entire film, and yet it's skillfully made and well-acted.\n\nThe timing of its release is a little peculiar, however. The movie involves two figure skating partners in training for the Winter Olympics, and so you'd imagine they would have released it last month. Maybe they figured all the figure skating fans would be glued to the tube during the Olympics, and so they scheduled it for later, to feed off their withdrawal symptoms.\n\nThe movie stars Moira Kelly as a brilliant but troublesome prima donna, and D. B. Sweeney as a tough hockey player, forced out of the game by an eye injury, who is recruited to be her latest partner. She's a spoiled rich brat who has a history of chewing up her partners and spitting them out; he comes from a long line of hockey players who view figure skating with contempt. Their mission, dictated by the formulas of countless similar films: Train together over long months while fighting most of the time, meanwhile falling in love without knowing it, until their romance reaches a crisis point at the precise moment when they're going for the Olympic gold.\n\nIf this material is old as primeval cinematic sludge, the actors bring it a certain freshness. Kelly is effective as the stubborn, strong-willed star who would rather fight than skate, and Sweeney is likable as her unwilling partner. They also look at home together on the ice; perhaps doubles were used for some of the shots (I don't know), but the ice footage has been so expertly assembled that we always believe we are looking at Kelly and Sweeney, and there are a lot of shots where it is definitely them, undoubled, doing very high-class skating. Kelly looks like a talented skater, and Sweeney, who played some convincing basketball in \"Heaven Is a Playground,\" apparently has considerable athletic skills.\n\nThe supporting roles are all checked out from the library of stock characters. There's Roy Dotrice as Anton, the grizzled but likable veteran coach who tries every trick in the book to get his troublesome pair to work together. And Terry O'Quinn as Kelly's millionaire father, who builds her a private practice rink and has a trophy room that includes a big empty case for the Olympic gold medal. And there's Dwier Brown as Kelly's smug boyfriend, a financier who has to be rejected, of course, if the working-class hockey player is going to have a chance.\n\nThe big climax at the Olympics centers on a difficult move that the skaters are going to attempt for the first time in competition; it's some kind of throw where the man spins the woman and then throws her high into the air, and she does two twists before landing on her skates. No points for guessing whether she succeeds or not.\n\nI have a certain affection for movies like this. They get the job done. \"The Cutting Edge\" isn't really interested in discovering anything original about figure skating or the Olympics; it's all sports and romantic cliches, and yet the skating scenes, photographed by Elliot Davis and edited by Michael E. Polakow, are good to look at, and the actors have chemistry.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-03-27", "genres": ["Comedy", "Drama", "Romance", "Sport"], "title": "The Cutting Edge (1992)"}