{"url": "http://www.rogerebert.com/reviews/the-enigma-of-kaspar-hauser-1974", "by": "Werner Herzog", "star_rating": 4.0, "text": "Werner Herzog's films do not depend on \"acting\" in the conventional sense. He is most content when he finds an actor who embodies the essence of a character, and he studies that essence with a fascinated intensity. Consider the case of Bruno S., a street performer and forklift operator whose last name was long concealed. He is the center of two Herzog films \"The Enigma of Kaspar Hauser\" (1974) and \"Stroszek\" (1977). The son of a prostitute, he was locked for 23 years in mental institutions, even though Herzog believes he was never insane.\n\nBruno is however very strange, bull-headed, with the simplicity and stubbornness of a child. In \"Kaspar Hauser,\" he looks anywhere he wants to, sometimes even craftily sideways at the camera, and then it feels not like he's looking at the audience but through us. He can possibly play no role other than himself, but that is what Herzog needs him for. On the commentary track Herzog says he was vilified in Germany for taking advantage of an unfortunate, but if you study Bruno sympathetically you may see that, by his lights, he is taking advantage of Herzog. On his commentary track, Herzog describes him as \"the unknown soldier of the cinema.\"\n\nKaspar Hauser was a real historical figure who in 1828 appeared in a town square early one morning clutching the Bible and an anonymous letter. In the movie, as apparently in reality, an unknown captor kept him locked up in a cellar for about the first 20 years of his life. Adopted by the town and a friendly couple, he learns to read and write and even play the piano (in life Bruno also plays accordion and glockenspiel). Kaspar speaks as a man to whom every day is a mystery: \"What are women good for?\" \"My coming to this world was a terribly hard fall.\" And think of the concept being expressed when he says, \"It dreamed to me ...\"\n\nIn Herzog the line between fact and fiction is a shifting one. He cares not for accuracy but for effect, for a transcendent ecstasy. \"Kaspar Hauser\" tells its story not as a narrative about its hero, but as a mosaic of striking behavior and images: A line of penitents struggling up a hillside, a desert caravan led by a blind man, a stork capturing a worm. These images are unrelated to Kaspar except in the way they reflect and illuminate his struggle. The last thing Herzog is interested in is \"solving\" this lonely man's mystery. It is the mystery that attracts him.\n\nAll through the work of this great director, born in 1942, maker of at least 54 films, you can find extraordinary individuals who embody the qualities Herzog wants to evoke. In \"Heart of Glass (1976), challenged to depict a village deprived of its livelihood, he hypnotized the entire cast. In \"Land of Silence and Darkness\" (1971) and \"Even Dwarfs Started Small\" (1970), he tried to imagine the inner lives of the blind and deaf, and dwarfs. These people are not the captives of their attributes but freed by them to enter realms that are barred from us.\n\nHerzog made two films about a German named Dieter Dengler, the documentary \"Little Dieter Needs to Fly\" (1977) and the fiction film \"Rescue Dawn\" (2006). In the first Dengler, who enlisted in the Navy, plays himself, retracing a torturous escape through the jungle from a VietCong prison camp. In the second, he is played by Christian Bale. But Herzog has explained that he made up some of the incidents in the documentary, and the feature is in a way a documentary about the ordeal of making itself; Bale looks like a scarecrow; the real Dengler was down to 85 pounds. Bale's performance in a way resembles the dedication of Timothy Treadwell, the man who though he could walk unprotected among bears in Herzog's \"Grizzly Man,\" a 2005 documentary based on video footage Treadwell took before finding himself mistaken. And there is Jouko Ahola, a Finnish weight-lifter, twice named the world's strongest man, who Herzog uses as the hero of \"Invincible\" (2001), about a Polish strong man, Jewish, who poses as an Aryan ideal in Hitler's Berlin. Not an actor, but the right person for the role.\n\nBale is a professional actor, yes, but hired for what he can embody, as much as for what he can do. Consider also the case of Klaus Kinski, the star of Herzog's films \"Aguirre, the Wrath of God\" (1972), \"Fitzcarraldo\" (1982), \"Nosferatu the Vampyre\" (1979), \"Cobra Verde\" (1987) and \"Woyzeck\" (1979). An actor in 135 films yes, but Kinski told me he had seen only two or three of them. A man of towering rages and terrifying rampages, which at one point allegedly had him at gunpoint with Herzog. The subject of \"My Best Fiend\" (1999), Herzog's savage documentary about the man he loved and reviled. To see Kinski in a Herzog film is to see a man used not as an actor, but as an instrument through which to force the film.\n\nIn some ways the most emblematic film of Herzog's career is \"The Ecstasy of the Woodcarver Steiner\" (1974), a documentary about a ski jumper who must start halfway down the slope, because otherwise he is too good and would fly over the landing zone and into the parking lot. His limitation is his gift, and he dreams of flying forever. So many of Herzog's protagonists, real and fictional, have such dreams of escape, and are so intensely themselves that they carry his purpose unthinkingly.\n\n\"The Enigma of Kaspar Hauser\" is a lyrical film about the least lyrical of men. Bruno S. has the solidity of the horses and cows he is often among, and as he confronts the world I was reminded of W. G. Sebold's remark that men and animals regard each other across a gulf of mutual incomprehension. The film's landscapes, its details from nature, its music, all embody the dream world Kaspar entered when he escaped the unchanging reality of his cellar. He never dreamed in the cellar, he explains. I think it was because he knew of nothing else than the cellar to dream about.\n\nThe film is often linked with Truffaut's \"The Wild Child\" (1970), set in the same century, about a boy who emerged from the forest possibly having been raised by animals. A psychologist tries to \"civilize\" him, but cannot change his essential nature. Kaspar is also the subject of study, and there is a professor in the film who tests Kaspar with the riddle about the two villages, one populated by those who could not tell the truth, and the other by those who could not lie. When you meet a man on a path to the two villages, Kaspar is asked, what is the one question you must ask him to determine which village he comes from? \"I would ask him if he is a tree frog,\" Kaspar answers with some pride.\n\nThen there is the foppish English dandy Lord Stanhope, who introduces Kaspar as his \"protege,\" only to find that his protege does not like being on exhibit at fancy dress balls. Kaspar seems happy enough to allow the village to pay off its debts as an exhibit in a sideshow, however, along with a Brazilian flautist who believes that if he ever stops playing, the village will die. To prove he is Brazilian, he speaks in his own tongue, forgetting his prophecy.\n\nThe film's German title translates as, \"Every Man for Himself and God Against All.\" That seems to summarize Kaspar's thinking. The mystery of the captive's origins has occupied investigators ever since he first appeared. Was he the secret heir to a throne? A rich man's love child? We have glimpses of the man who held him prisoner and then set him free, standing behind him and kicking his boots to force him to walk. Who is this man? He is never explained. He may be the embodiment of Kaspar's fate. We may all have somebody behind us, kicking our boots. We are poor mortals, but it dreams to us that we can fly.\n\n \"Kaspar Hauser\" won the Grand Jury Prize, the Critic's Prize and the Ecumenical Prize at the 1975 Cannes Film Festival. The Great Movies Collection at www.rogerebert.com includes \"Aguirre,\" \"Fitzcarraldo\" and \"Strozek.\" Online are also reviews of other Herzog films and many interviews, including the transcript of a conversation I had with him until 2 a.m., after the screening of \"Invincible\" at my Overlooked Film Festival. A great many of Herzog's films are available on DVD.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1974, "date_published": "2007-11-17", "genres": ["Drama", "Foreign", "History"], "title": "The Enigma of Kaspar Hauser (1974)"}