{"url": "http://www.rogerebert.com/reviews/the-naked-prey-1967", "by": "Cornel Wildeas Man", "star_rating": 2.0, "text": "Once upon a time, a civilized white man was thrown back on his own resources in the midst of the primitive African veld (boomlay, boomlay, boomlay, boom).\n\nBoth man and beast threatened him, and he was fearfully wracked by sunburn and woefully hungry and thirsty. But, aware of the heritage of human progress that he bore within him, the man refused to surrender. Instead, he employed his innate intelligence and cunning to survive.\n\nUnfortunately, he lasted only one day and part of the second. The first few hours out, he stepped on a thorn, was bitten by a snake, began to have chills because of sunstroke, contracted an unfortunate disorder of the digestive tract and was easily captured by the lean and experienced natives on his trail.\n\nOh yeah? Well, maybe that's the way this story would end in real life, but you can bet your biltong it won't end that way in the movies. Movies about Africa aren't based on real life. They're based on the testimony of expert witnesses like Edgar Rice Burroughs, Robert Ruark and other victims of the Great White Hunter syndrome. Just because the Africans have had a millennium of practice at living in the jungle doesn't mean a civilized chap with his wits about him can't outfox them, eh? Now comes another humdinger in the same tradition, this time by Cornel Wilde.\n\nBorrowing the form of a semidocumentary, Wilde has attempted in \"The Naked Prey\" to show in great detail what might happen if a white man were set loose naked in the jungle with an African hunting party after him. There are all sorts of gruesome scenes to lend authenticity. Wilde eats snakes and snails (but no puppy-dog tails) and has creepy, crawly Things fall on his face in the night.\n\nBut the film itself remains pure fantasy. Sure, it's nice to think you could outrun half a dozen hand-picked African warriors simply because you'd been to college and read Thoreau, but the truth is they'd nail you before you got across the river and into the trees.\n\nAfter Africans capture Wilde's ivory-hunting party, he is stripped of his clothes and given a 200-yard head start, Then the young warriors set out after him, one at a time. He finishes the first one off and outruns the others. He was probably a long-distance man at Rugby.\n\nThe warriors remain on his trail, coming close enough on two or three occasions to miss him with arrows and twice getting within range to miss him with spears. Once they miss him with a knife.\n\nIt's not entirely their fault. Wilde is simply too much for them. He drops nimbly out of trees, creates decoys, builds forest fires and at one point gets advance warning when a native steps on a twig. These must be the very natives James Fenimore Cooper used. Mark Twain observed that if there wasn't a twig for miles around, and one was needed to give Natty Bumpo warning, Cooper's warriors would seek it out and step on it.\n\nOne of these days maybe the Africans will get to be in a movie where they hunt the hero down and catch him. I wonder if that one will be filmed in South Africa, too.", "running_time": 96, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-06-14", "genres": ["Action", "Drama", "Indie", "Thriller"], "title": "The Naked Prey (1967)"}