{"url": "http://www.rogerebert.com/reviews/the-castle-1999", "by": "Michael Catonas Darryl Kerrigan", "star_rating": 3.0, "text": "Early in \"The Castle,\" the happy Kerrigan family is served a chicken dinner by Sal, wife of proud Darryl and mother of daughter Tracey and sons Dale, Steve and Wayne; Wayne, currently in prison, is the only one missing from the table. Dad (Michael Caton) observes something on the chicken and asks his wife (Anne Tenney) what it is. \"Seasoning,\" she says proudly. Dad beams: \"Seasoning! Looks like everybody's kicked a goal.\" And so life spins along at 3 Highview Crescent in Melbourne, where the Kerrigan home sits surrounded by its built-on rooms, screened-in porch, greyhound kennel, big-dish satellite and carport. For Darryl, it is not so much a house as a shrine to one of the best darn families in the universe, and he proudly points out the plastic Victorian gingerbread trim and the fake chimney to an inspector--who is there, as it turns out, to condemn the property under the laws of eminent domain.\n\nThe Kerrigans don't want to move. They've been told that the three most important words in real estate are \"location, location, location\"--and how could they improve on their home's convenient location, so close to the airport? So close, indeed, that jumbo jets pass within inches of the property line, and the house trembles when they take off.\n\n\"The Castle,\" directed by Rob Sitch, is one of those comic treasures like \"The Full Monty\" and \"Waking Ned Devine\" that shows its characters in the full bloom of glorious eccentricity. The Kerrigans may be the proudest and happiest family you've ever met, what with Dad's prosperous tow truck business and the inventions of Steve (Anthony Simcoe), the \"idea man\" who specializes in fitting tools together so they can do two jobs equally badly. Tracy (Sophie Lee) is the only college graduate (from beauty school), and Dale (Stephen Curry) is the narrator. Dale frequently quotes his dad, who observes, as he gazes up at pylons towering over the home, that \"power lines are a reminder of man's ability to generate electricity.\" Dad is a bit of an idea man himself, taking advantage of a narrow room by building an even narrower pool table for it. Meanwhile, Steve searches the Trader ad paper for bargains, making sudden discoveries: \"Jousting sticks! Make us an offer!\" So tightly knit is the family that Dale proudly reports that during mealtimes, \"The television is definitely turned down.\" So it is with a real sense of loss that the Kerrigans discover they may be evicted from their castle, a fate they share with their neighbors Jack and Farouk.\n\nThe movie's comic foundation is the cozy if spectacularly insular family life of the Kerrigans. They think almost as one. When Darryl rises to offer the toast at his daughter's wedding, he begins expansively with, \"speaking as the bride's parents. . . .\" Australia seems to abound with peculiar households, and the Kerrigans are wholesome, positive-thinking versions of such strange samples of Aussie family life as the dysfunctional weirdos in \"Muriel's Wedding\" and the sisters in \"Love Serenade,\" who date a disc jockey who is a fish. I can picture them in the audience to view the finals in \"Strictly Ballroom.\" The film develops suspense with a big (or, actually, a very small) courtroom finale. The Kerrigans determine to mount a legal battle against eviction and hire an attorney named Dennis Denuto (Tiriel Mora) to represent them, against his own advice (he specializes in repossessions).\n\nWhen he approaches the bench, it is to ask the judge, \"How am I doing?\" or to whisper urgently, \"Can you give me an angle?\" He gives the case his best shot (Dale informs us he \"even learned Roman numerals\" for the appeal), but it isn't until a kindly old expert in constitutional law (Charles \"Bud\" Tingwell) comes on board that they have a prayer.\n\nThis is the sort of movie the British used to make in black and white, starring Peter Sellers, Alec Guinness, Terry-Thomas and Ian Carmichael. It's about characters who have a rock-solid view of the universe and their place in it, and gaze out upon the world from the high vantage point of the home that is their castle. The movie is not shocking or daring or vulgar, but sublimely content--as content as the Kerrigans when Mom not only serves pound cake for dessert but is so creative she actually tops it with icing sugar. At a time like that, she doesn't need to be told that she has kicked a goal.", "running_time": 85, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-05-04", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Castle (1999)"}