{"url": "http://www.rogerebert.com/reviews/the-running-man-1987", "by": "Arnold Schwarzeneggeras Ben Richards", "star_rating": 2.5, "text": "\"The Running Man\" is an arcade game for the big screen, a contest in which the player is Arnold Schwarzenegger and the game keeps throwing big bruisers at him. To cast this movie, they called up the reserves of Hollywood heavies. There are villains named Fireball, Captain Freedom, Dynamo, Buzzsaw and Subzero, all thrown at Arnold like new chapters in a superhero comic book, and with true comic justice, each villain dies by his own weapon.\n\nThe cast reads like a roll call of action heroes and pro wrestlers: Jim Brown, Jesse Ventura, Erland Van Lidth, Professor Toru Tanaka. One after another, they go into battle and are destroyed. This formula would quickly get old if it were not for some sort of gimmick to hold it together, and the movie has just that gimmick in the form of a deadly futuristic TV show named \"The Running Man,\" which is hosted by the veteran TV game show emcee Richard Dawson. Playing himself, he has at last found the role he was born to play.\n\nThe time is the next century. America is a totalitarian society. Schwarzenegger is a cop who flies his own helicopter gunship and is ordered to fire on citizens who are rioting for food. Refusing to fire on innocent civilians, he is knocked unconscious, jailed, accused of false charges and assigned to a penal colony. Meanwhile, life goes in in the society, which is numbed by a steady diet of fabricated news. Then one day Arnold and some friends escape from the penal colony, and TV footage of their escape catches the eye of Dawson, TV's top superstar.\n\nThe ratings for his show are apparently fairly high (it is beamed on screens the size of billboards to the desperate millions too poor to live indoors). But Dawson wants them higher still, and as he sees Schwarzenegger doing a broken-field run past some inept guards, he decides that Schwarzenegger is the ideal guest for the program, which consists of criminals who are given a chance of freedom if they can defeat the heavily armed killers who are guest stars on the show.\n\nThat's the premise that sets up the last hour of the movie. All I've forgotten is the Girl. All movies like this need a Girl, whose function is to be pulled helplessly behind the hero as he attempts his escape. By casting Maria Conchita Alonso in the role, the filmmakers got more than they bargained for; she remains one of Hollywood's undaunted high spirits, a nice comic counterfoil for Schwarzenegger.\n\nThe movie's problem is that all of the action scenes are versions of the same scenario. TV host Dawson introduces a killer and his trademark weapons (electical shock, fire, chain saws, etc.) and then Schwarzenegger faces him in battle. The one element in the movie that is not standard and that does have some energy is the TV show itself, with Dawson's performance as the egotistical, sleaze-bag host.\n\nPlaying a character who always seems three-quarters drunk, Dawson chain-smokes his way through backstage planning sessions and then pops up in front of the cameras as a cauldron of false jollity. Working the audience, milking the laughs and the tears, he is not really much different than most genuine game show hosts - and that's the movie's private joke.", "running_time": 101, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-11-13", "genres": ["Action", "Adventure", "Drama", "Science Fiction", "Thriller"], "title": "The Running Man (1987)"}