{"url": "http://www.rogerebert.com/reviews/the-illusionist-2006", "by": "Edward Nortonas Eisenheim", "star_rating": 3.5, "text": "Motion pictures are an illusion. They aren't really made of moving images at all, just a series of stills projected at 24 frames per second. The motion is a trick created with the help of shutters, lenses, a little sprocket device known as the Maltese cross -- and the human brain, through a phenomenon known as persistence of vision.\n\nJean-Luc Godard famously claimed that cinema is the truth 24 times per second; Brian De Palma countered that it's really 24 lies per second; and Pablo Picasso offered the cosmic perspective that art is a lie that tells the truth. All of these things -- tricks of the eye, mechanical illusions, artistic skills, suspension of disbelief, philosophical principles, metaphysical questions -- are at the mysterious, romantic heart of \"The Illusionist,\" written and directed by Neil Burger, and based on the story \"Eisenheim the Illusionist\" by Steven Millhauser.\n\nLike \"F for Fake,\" the delightful meditation on art and deception by Orson Welles, \"The Illusionist\" places the very film you're watching at the center of the illusion. There's an irony inherent in making a movie about magic, since the photographic medium is discontinuous and subject to post-production manipulations beyond those that can be created before a live audience. But it also focuses your attention elsewhere, on the illusory properties of movies and storytelling, and how much we love to be dazzled by illusions in art, politics, religion, and other realms.\n\nThis coolly entertaining turn-of-the-century fable, told mostly in flashback by Vienna's Chief Inspector Uhl (Paul Giamatti), concerns the political and philosophical duel between Eisenheim the Illusionist (Edward Norton) and Crown Prince Leopold (Rufus Sewell). Poised between them is the enchanting Sophie von Teschen (Jessica Biel), furtive childhood soul mate of Eisenheim and possible future princess of the Austro-Hungarian Empire.\n\nLeopold sees himself as a man of reason, certain that Eisenheim (rhymes with \"Eisenstein\") is a fraud. But the enigmatic Eisenheim may be an even better politician than the volatile Machiavellian prince: He lets his illusions speak for themselves, making no overt supernatural assertions but letting his audience interpret for themselves -- a tactic that only enhances his mystical renown, and his sway over the enraptured Viennese populace.\n\nUhl, a narrator whose perspective is limited by what he thinks he has pieced together about Eisenheim and his shrouded past, is, like Sophie, caught up in the tension between the magician and the monarch. He's not an omniscient story teller -- like any detective, he just fills in any gaps in the case with his instincts and imagination.\n\nThe movie sets up a fascinating parable about art, religion and politics, and the misty boundaries between them. Leopold sees Eisenheim's popularity as a political threat to his plans to become king, and Eisenheim repeatedly challenges the prince's authority in his act, through indirection. Religious leaders seize upon Eisenheim's apparent conjuring of spirits as both a blow against empirical science and absolute proof of the immortality of the soul -- as if the soul could ever be validated through corporeal measures, or magic tricks.\n\nA critic for a Viennese newspaper raves that the Eisenheim's work transcends mere sleight-of-hand and approaches the realm of art. So it does not seem like mere hyperbole when the magician's manager introduces him by invoking \"the forces of the universe\" -- life and death, space and time, fate and chance. Those are, indeed, the stuff that dreams -- and art, and illusions -- are made of.\n\nIf \"The Illusionist\" approaches the realm of art, its spell is heightened by a subtly mesmerizing Philip Glass score and cinematographer Dick Pope's flickering, sepia-tinted visuals, evoking early motion pictures and 19th century daguerreotypes. In the (imagined) scenes from Eisenheim's childhood, the edges of the frame blur into shadows, surrounding the picture with mystery. And as the movie peels back layers of its core conundrum, the images and their colors become clearer and brighter.\n\nIn the early days of movies, the novelty of photographic illusions wore off as audiences became accustomed to the conventions of the new medium. Filmmakers soon discovered perhaps the greatest cinematic special effect ever invented: the movie star. The human face, if it's the right human face, can be the most spellbinding of subjects, the actors' splendid faces are at the heart of the dazzling illusions in \"The Illusionist\" -- the mirrors in which the real magic is reflected. The screenplay and direction aren't particularly strong (I would have loved to have seen what Werner Herzog could have made with this material), so it wouldn't be half as entertaining without the right actors.\n\nAs Sophie, Biel is beguiling but not ephemeral; she refuses to conform to Victorian images of women as benign reflections of men's desires. Sophie is a woman whose heart, mind and flesh are her own. Sewell's mustachioed Leopold is at once formidable and ridiculous, fearsome and pathetic. \n\nEdward Norton is an actor of fierce intelligence, and with the lower half of his face masked behind an impenetrable Van Dyke, and the rest framed by a sleek black mane, his dark, penetrating irises conjure some of the film's best effects. When he tells a volunteer from the audience to look into his eyes and nowhere else, it's almost an in-joke. Where else would you possibly look?\n\nBut the film depends on Giamatti, as the audience surrogate, to do much of the work as magician's assistant. His devotion alone to \"Lady in the Water\" lent M. Night Shyamalan's soggy illusion whatever sense of conviction it had. He's introduced as the would-be villain, striding down a hellish corridor lined with severed animal heads and antlers, but he soon becomes the most human and likable presence in the film. His expressions and line readings alone are worth the price of admission, as they convey Uhl's uncomfortable position on the horns of a devilish dilemma, or his Holmesian delight in assembling another section of the picture-puzzle.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-08-17", "genres": ["Drama", "Fantasy", "Romance", "Thriller"], "title": "The Illusionist (2006)"}