{"url": "http://www.rogerebert.com/reviews/the-agronomist-2004", "by": "Jonathan Demme", "star_rating": 3.5, "text": "Demme, who made the documentary, is a man who seems to lead parallel lives. In one, he is the successful director of such American films as \"The Silence of the Lambs,\" \"Philadelphia,\" \"Married to the Mob\" and \"Melvin and Howard.\" In the other, he has made documentaries about Haiti, has visited there countless times, has helped promote Haitian art and music, and has a heart that aches as he sees the country victimized by powerful interests both within and without.\n\nIn Jean Dominique and his wife Michele Montas, Demme finds subjects who reflect the agony of Haiti's struggle. His documentary draws on hundreds of hours of filming and conversations from 1991 until Dominique's death in 2000. It begins at the moment when President Jean-Claude Aristide was overthrown in 1991, follows the Dominiques into exile in New York, watches as they return to Haiti and Aristide is restored to power, and observes how Dominique, originally a supporter of Aristide, became one of his critics.\n\nDominique is a man who seems to have come to heroism because it was the only choice for a man of his nature. His college education was in agriculture (which explains the movie's title), and he first came up against the ruling clique through his efforts for land reform. He was interested in the arts, started a cinema club in Port-au-Prince, and was shut down by the dictator \"Papa Doc\" Duvalier after showing Alain Resnais' \"Night and Fog.\" That was a film about the evil of Nazism; why Papa Doc found it unacceptable is easy to imagine.\n\nAt first it seemed that the rebel priest Aristide might force a change in his nation's destiny, but soon he, too, was employing the tactics of those he replaced. There is a sequence in the film where Dominique interviews Aristide and challenges him with pointed questions. The president responds with measured sound bites which repeat the same inanities again and again, as if he is incapable of understanding the actual meaning of the questions he has been asked.\n\nDominique and Montas are persons of great cheer and energy, leaping into each day with such zeal that they sometimes seem to forget the risks they are taking. Their problem in Haiti is that by honestly speaking to the ordinary people in their own language, they offend not only their obvious enemies but even those they do not know they have made. A nation built on lies cannot tolerate truth even when it agrees with it.\n\nRadio Haiti-Inter comes under siege more than once, and Demme's camera does not overlook the bullet holes in the exterior walls. The station seems to be run informally, as a mixture of music, gossip, local news and political opinion; at times of crisis, Dominique stays on the air as long as he can, until power outages or the government shuts him down.\n\nThis is a couple who could have led the good life in Haiti. With the light complexions of the French-speaking Haitian establishment, with education and some wealth, they could have gone along with the ruling elite and earned a nice little fortune with their radio station or other enterprises. What fascinates us is Dominique's inability to do that. He is well enough connected to know what is going wrong, and too principled to ignore it.\n\nDid he know he would be killed? Who can say? His country was in a tumult, and the inconsistent policies of the United States did little to help. The country seemed almost to force its rulers into fearful and repressive policies. The wise course for Dominique would have been to return in exile to New York and use a dissenting magazine or Web site to spread his beliefs.\n\nBut no. When he could go back, he went back. Demme often followed him. We watch Dominique use humor and cynicism as well as anger, and we understand he is not a zealot but simply a reasonable man saying reasonable things in an unreasonable country. After his murder, Michele Montas goes on the air to insist that Jean Dominique is still alive, because his spirit lives on. But in this film Haiti seems to be a country that can kill the spirit, too.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-05-07", "genres": ["Documentary"], "title": "The Agronomist (2004)"}