{"url": "http://www.rogerebert.com/reviews/the-salt-of-life-2012", "by": "Gianni Di Gregorioas Gianni", "star_rating": 3.0, "text": "The three happiest men in Gianni's world in \"The Salt of Life,\" are no doubt the three old timers who sit all day every day on plastic chairs lined up in front of a cafe in Rome and chat endlessly. There's also the old dude who walks his toy poodle, \"a beautiful dog.\" Certainly Gianni's best friend Alfonso is unhappy, despite his tireless quest for women a third his age. Least happy of all is Gianni, who lacks the will to stop looking, and the nerve to begin. \n\nGianni (Gianni Di Gregorio, the film's director) is 60. The most notable features on his careworn face are the bags under his eyes. He lives in a spacious apartment with his wife, daughter and his daughter's boyfriend, Michelangelo, who talks with him more than the other two combined. On the ground floor of his building lives the cheerful Aylin (Aylin Prandi), who pretends to be madly in love with him. He walks her St. Bernard and his own inconspicuous family dog, whose breed he doesn't even know or care about.\n\nThe bane of his existence is his 90-ish mother (Valeria De Franciscis), deeply tanned no doubt from the many poker games she plays with her peers in the garden of her luxurious house. She has all the money. Gianni lives on a pension and his wife's income, and grits his teeth as his mother serves champagne to her poker buddies and buys designer gowns for her caregiver. His marriage is peaceful and his wife affectionate but seems focused elsewhere. It is probably an omen for the daughter's boyfriend that he spends so much time with his future father-in-law commiserating about the women in the family.\n\nOne look at Gianni's mother's caregiver, and Alfonso can't believe Gianni isn't carrying on with her. Gianni's only response is the body language for \"meh.\" His carrying-on days are over. But he begins to be persuaded by Alfonso that 60 is too young to retire completely from the chase. \"The Salt of Life\" tells his story in an affectionate, low-key way, not as a smutty sex com but as a gentle look at a harmless man who realizes he has become invisible, except to people who need something from him. His mother, for example, needs him to come over twice in the same day to adjust the TV set.\n\nThe movie is alert to his wounds. He thanks a bartender for his drink. Is ignored. Thanks her again. And again. \"She can't hear me,\" he tells Alfonso. He passes a group of young women on the street. They can't see him. The busty middle-aged daughter of his mother's friend invites him to her house on Sunday afternoon. He buys a summer suit for himself and a bouquet for her. When he arrives, she is taking a music lesson, and he realizes she set up the visit to make her teacher feel possessive. \n\nI know women are mistreated by men in countless ways every day. Men sometimes get their turn. In this movie, only two women are actually cruel to Gianni (the music student, and his mother, who is polishing off 90 years of emasculation). At least they have uses for him. This is a movie about a man who is past his shelf life. Sooner or later, he'll end up sitting in front of that cafe with the other guys. He knows it. He even tries it one day. The sexy Aylin comes past, throws her arms around his neck and whispers, \"What are you doing sitting here?\" I can think of so many answers, none of which would much cheer him.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-03-28", "genres": ["Comedy", "Foreign"], "title": "The Salt of Life (2012)"}