{"url": "http://www.rogerebert.com/reviews/the-medallion-2003", "by": "Jackie Chanas Eddie Yang", "star_rating": 3.0, "text": "The child who was born in the fourth month of the Year of the Snake and is destined to meld the two halves of the sacred medallion is always surrounded by candles. Well, of course he is. He sits in the lotus position and gazes into infinity and there are hundreds of maybe thousands of candles surrounding him, and I am left with questions: 1. Who obtains the candles? Is there a wholesale source? 2. Is the child's meditation disturbed when it takes hours to light all of those candles, with some burning down before others have even been lit? Do the candle-lighters work in shifts? 3. What kind of a kid can sit still for that long? I am currently on vacation with my 6-year-old grandsons Taylor and Emil. We made the mistake of buying them pedometers, and they clock 4,000 steps before they even get out of bed.\n\nThese questions are of course utterly beside the point, but to ask them is one of the pleasures with a movie like \"The Medallion.\" I realize I am not stern enough with such movies, permitting myself to be entertained when I should be appalled, but just when I am trying to adjust my frown, in walks John Rhys-Davies and introduces himself as \"Commander Hammerstock-Smythe,\" and there I go again.\n\nThe movie stars Jackie Chan, who has never to my knowledge been described as handsome, and who pokes fun at his own nose in this movie. His command of the English language should more properly be called a duel, and most of his movies are sensationally derivative of most of his other movies. Yet he is so likable that if you let him, he'll grow on you. And every once in a while he'll pull something like the stunt in this movie where he approaches a locked gate and gracefully climbs right up the wall next to it and jumps over it--and then, in that endearing touch he often uses after a feat like that, he shakes his head and grins as if to suggest even he can't believe how good he is.\n\nThe plot of \"The Medallion\" involves the two halves of an ancient medallion, which the above-mentioned child can join, after which it can grant eternal life, but first you have to die. There are some other complications, so study the instructions before attempting this at home. The evil Snakehead (Julian Sands) wants to get his hands on the child and the medallion, and Chan is a Hong Kong cop who tries to prevent him. His allies include an Interpol operative named Arthur Watson (Lee Evans), and another Interpol cop named Nicole (Claire Forlani), who used to have something going with Jackie, as we can tell because she slaps him a lot and then smiles at him.\n\nThe plot we will sidestep. The effects we can talk about. Chan does a lot of his own stunts, and then there's a sensational climactic scene in which Chan and Snakehead have a duel in mid-air, which I think is fairly pointless since by then they are both immortal--or sort of immortal, which is the loophole. Earlier, there's a nice scene where Jackie is locked into a shipping container with the boy (but without the candles) and then the container is dumped into the ocean, which would seem to be the wrong strategy if you want to grab the kid. How or if they get out of that, I'm not telling.\n\n\"The Medallion\" is what it is, a disposable entertainment, redeemed by silliness, exaggeration, and Chan's skill and charm. I would not want to see it twice, but I liked seeing it once. If you are the kind of person who doubts you will ever see a Jackie Chan movie, this is not the one to start with. If you are an admirer of Chan, you will find this a big step above \"The Tuxedo\" but not up to \"Shanghai Knights.\"", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-08-22", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Science Fiction"], "title": "The Medallion (2003)"}