{"url": "http://www.rogerebert.com/reviews/the-campaign-2012", "by": "Will Ferrellas Cam Brady", "star_rating": 3.0, "text": "\"The Campaign\" made me think of \"Mr. Smith Goes to Washington\" if it had been written by the Onion staff. It involves a Congressional election in North Carolina in which both campaigns are reduced to gaffes and dirty tricks, until the tide is turned at the last moment by an uncontrolled outburst of honesty. Will Ferrell stars as Cam Brady, the four-term incumbent who runs basically because he likes being a congressman. Zach Galifianakis is Marty Huggins, the doofus who runs the local tourism board and is backed by billionaire brothers who want to \"insource\" cheap labor by buying the district and then selling it at a profit to China.\n\nThe movie is technically nonpartisan, although there is no mistaking the billionaire Motch brothers (John Lithgow and Dan Aykroyd). They're clearly intended to be the Koch brothers, architects of changes in our laws about political contributions that allow corporations to pour fortunes into campaigns.\n\nThe Motches have no particular ideology except that it is a good thing for them to get richer. Candidates Brady and Huggins stand for the Flag, our men in uniform and Jesus — although in a debate, when Huggins challenges Brady to recite the Lord's Prayer, he has to improvise. \n\nThe movie uses their campaign as a showcase of political scandals that have become familiar in both parties, missing only one: Neither candidate is caught adopting a wider stance in an airport restroom. Brady tops that, however, by seducing Higgins' tubby wife, Mitzi (Sarah Baker), filming it with his phone and then posting their rumpy-pumpy as a video that goes viral. This is not so much a campaign strategy as an outburst of savage rage, but it does give him a two-point bump in the polls.\n\nThe Ferrell character has a John Edwards hairstyle, and also borrows from Ferrell's \"Saturday Night Live\" performances as George W. Bush. If Galifianakis is inspired by anybody, it may be Newt Gingrich, although his Huggins is way too clueless to be Newt. During the course of the contest, he becomes inflamed with new insights, however, and is coached by campaign manager Tim Wattley (Dylan McDermott), who the Motches send in to provide him with a makeover so complete it even replaces the family dogs.\n\nBrady's campaign manager is Mitch (Jason Sudeikis), who wants Brady to win primarily because he wants to hang onto his own cushy job. His loyalty runs deeper, however, than that of Brady's blond poster wife, Rose (Katherine LaNasa), who will put up with a lot but draws the line when her husband posts the porn of himself online. Brady also has a fondness for emailing photos of his penis; that's the kind of detail we wouldn't have been able to believe until — well, it happened.\n\nThe movie has been directed by Jay Roach, who seems to draw both from the broad schtick of his \"Austin Powers: International Man Of Mystery\" and \"Meet the Fockers\" movies and the political outrage of his \"Recount\" and \"Game Change.\" He should get some credit for guiding both Ferrell and Galifianakis in playing characters who are at a certain distance from their usual screen personas.\n\nWould a Republican enjoy this movie as much as a Democrat? Possibly. Party affiliations mean nothing to the characters, nor does the plot approach them.", "running_time": 97, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-08-08", "genres": ["Comedy"], "title": "The Campaign (2012)"}