{"url": "http://www.rogerebert.com/reviews/the-adventures-of-ford-fairlane-1990", "by": "Andrew Dice Clayas Ford Fairlane", "star_rating": 1.0, "text": "\"The Adventures of Ford Fairlane\" is a movie about a hero I didn't like, chasing villains I didn't hate, in a plot I didn't understand. It is also loud, ugly and mean-spirited. That makes it the ideal vehicle for Andrew Dice Clay, a comedian whose humor is based upon hating those not in the room for the entertainment of those present.\n\nThe story involves Clay as a \"rock and roll detective\" whose beat is the music business and whose name and image come from one of those 1962 Fords with the retractable hardtops. He has an office up on Sunset Boulevard, and roams the nightclubs and rock concerts in search of clients, suspects and action. He gets a lot of action; one of the motifs of the movie is how he gobbles up women, usually two at a time, and spits them out the next morning.\n\nTrue to the stereotyped movie private eyes he's inspired by, Ford Fairlane has a faithful Girl Friday (Lauren Holly) who waits patiently in the office, taking phone calls and telling lies. He also has the ability, common to so many movie detectives, of acting as the narrator, and so we hear his weathered voice on the soundtrack, describing with appropriate cynicism the dog-eared world he inhabits.\n\nThe movie begins with the spectacular onstage death of a heavy-metal singer, and Fairlane, investigating the case, gets drawn into a plot involving Wayne Newton as a corrupt music executive; Morris Day (funny in \"Purple Rain,\" but muted here) as a record producer, and Maddie Corman as the bubblegum-blowing teenager whose abduction concerns her dad (Gilbert Gottfried), a shock-jock whose on-the-air murder sounds at first like just another one of his shticks.\n\nThe cast is crawling with walk-throughs, some of whom (like Sheila E.) can barely be recognized. Others are Robert Englund, who plays Freddy in the \"A Nightmare on Elm Street\" series, and Priscilla Presley, very attractive in the underwritten role of a seductress whom Fairlane discovers astraddle his investigation.\n\nThe movie is cheap, but it wasn't inexpensive. The director is Renny Harlin, whose \"Die Hard 2: Die Harder\" is also in theaters right now, and he shoots mostly at night, in a neon world of hundreds of bizarre extras. Through this human shrubbery strides Fairlane, a cigarette always dangling from his mouth. (He must go through cartons every day, since he never smokes more than the first half-inch, and he lights some cigarettes just so he can disdainfully throw them away.) Fairlane, like Clay himself, uses the language of insult and aggression, and the screenplay's uncounted obscenities bark out of his mouth as if he were an angry dog - a dog that can only say the same thing over and over again and hope that you will understand him.\n\nFor a movie about the music business, \"The Adventures of Ford Fairlane\" has surprisingly little music in it. Of course there's the wall-to-wall background score by Yello, but there's little in the way of performance; Sheila E. and Motley Crue's Vince Neil get one song phrase apiece on camera, and Clay himself belts out half of a rock number, but Harlin never lets loose with a real rock production number.\n\nOdd, in a movie where every scene seems to be the introduction to one.\n\nClay's challenge in the movie is to somehow maintain his stage and club image while presenting himself as a halfway plausible hero. He does this by being nice to his secretary on occasion, by befriending a lonely little boy, and by making fun of some of his own mannerisms. (He lights a cigarette with a bewildering series of choreographed tics, jerks and spasms.) Is the movie any good? No. Does Andrew Dice Clay have a future in the movies? As an actor, yes. He has a strong screen presence and he's at home and confident. But his persona is going to get very old very fast, because it's not likable to begin with and there's nowhere he can go with it.\n\nIn a club or on a stage, foul-mouthed and race-baiting, he implicates the audience, and they laugh in order to exclude themselves as his targets (anyone who doesn't laugh is by definition an a- - - - - e). But a movie audience is more separate, more contemplative - and, sitting in the dark, watching him, more likely to be appalled than entertained.\n\nIf he wants a future in the movies, Andrew Dice Clay is going to have to play somebody other than himself.", "running_time": 100, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-07-11", "genres": ["Action", "Comedy", "Crime", "Mystery", "Thriller"], "title": "The Adventures of Ford Fairlane (1990)"}