{"url": "http://www.rogerebert.com/reviews/the-awakening-2012", "by": "Rebecca Hallas Florence", "star_rating": 1.5, "text": "Ever since Houdini became my childhood hero, I've been delighted by scenarios in which bold ghostbusters expose the shenanigans of phony psychics. There are few frauds more cruel than fooling the bereaved that you're in contact with their loved ones. Therefore I admire the opening of \"The Awakening,\" in which a family gathers to communicate with a son they lost in the Great War. They've assembled his photo, a lock of his hair and so on, and the poor boy seems almost in the room until the famous Florence Cathcart sweeps back the curtains and exposes trick ropes and a little boy hidden under the table. London bobbies crowd into the room, and the jig's up.\n\nThat's the only scene I much enjoyed. Florence (Rebecca Hall), the author of a best-seller debunking ghosts, is contacted by the shell-shocked war veteran Robert Mallory (Dominic West), who wants her help at the spectral English country boarding school where he teaches. A boy has recently died there, and the other students report sightings of his ghost.\n\nThe Rockford School is one of those remote piles that seem to contain way too much room. Stark against the skyline, it seems mired in the time of Dickens. That's especially true when the summer holidays leave it mostly deserted, except for the skeleton staff of characters required for haunted house stories. There's the stammering Mallory himself, tortured by the memory of dead comrades. His colleague Malcolm McNair (Shaun Dooley), a classic sadist who springs on every chance to whip a boy. The kindly matron Maud Hill (Imelda Staunton). The sinister groundsman Edward Judd (Joseph Mawle), who creeps about the woods with a rifle, seemingly up to no good. And a young boy named Tom (Isaac Hempstead-Wright), the only student in residence, because his parents live in far-away India.\n\nMaud tells Florence that she takes no truck in nonsense about ghosts and has read her book many times. Malcolm enthusiastically flogs Tom for an obscure transgression. Edward skulks about ominously. Robert assists Florence as she installs ghost traps, including cameras rigged to fire automatically, powders to capture footprints and delicate instruments to measure something or other. All of this takes place within the gloomy manse, with its endless corridors and doors leading to doors leading to doors. The film's best accomplishment is its art direction, and the shadowy cinematography that keeps seeing young ghost boys who evaporate.\n\nA proud atheist, Rebecca doesn't believe in an afterlife, but nevertheless she's soon scared out of her wits by such manifestations as a dollhouse modeled on Rockford School, through the windows of which she can glimpse dolls who seem to represent all of the characters on the premises. The screenplay by Stephen Volk and the director, Nick Murphy, never clearly explains these events, or wants to. Halfway through, my money is on the brutal teacher Malcolm McNair, who I speculate beat a child to death and is now trying to pin the murder on a ghost. With an Agatha Christie cast like this, you can never entirely rule out the kindly matron. Only the groundskeeper Judd is probably uninvolved, because he looks too guilty. Or maybe Florence Cathcart is going mad.\n\nWhatever. \"The Awakening\" looks great but never develops a plot with enough clarity to engage us, and the solution to the mystery is I am afraid disappointingly standard. The real mystery is, what were the English thinking of when they built these scary stately homes and actually went to live in them? Better a cozy place in Hampstead Village, I say.", "running_time": 107, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-08-29", "genres": ["Drama", "Horror", "Thriller"], "title": "The Awakening (2012)"}