{"url": "http://www.rogerebert.com/reviews/the-marriage-of-a-young-stockbroker-1971", "by": "Richard Benjaminas William", "star_rating": 2.0, "text": "\"The Marriage of a Young Stockbroker\" has its moments, and two or three of them are almost worth the price of admission especially before noon. But then a funny feeling creeps up on you about the movie. It reminds you of \"The Graduate.\" It's not a remake or a steal, but somehow its key scenes feel similar. \n\n\"Marriage\" was produced and directed by Lawrence Turman, who produced \"The Graduate,\" and it is based on a novel by Charles Webb, who wrote \"The Graduate.\" It is about a young man who has difficulties in asserting himself in a normal relationship with a woman, and it's only reasonable to assume that Webb's personal notions on the subject would remain fairly constant during two novels.\n\nNot that it matters all that much; the author of the novel is not the author of the film. If \"Marriage\" reminds us of \"The Graduate,\" I wonder if that isn't because \"The Graduate\" itself has been absorbed so completely by Turman that he paralleled its structure almost by instinct. \n\nConsider. The protagonists of the two movies live at an angle to the world everybody else inhabits. They have difficulty in expressing themselves coherently, at times. They range from sexual naivete to passionate awkwardness. They are played, respectively, by Dustin Hoffman and Richard Benjamin, two masters of the gulp-and-stutter school of conversation with women. The Graduate has a thing about older women, and the Stockbroker is a bit of a peeping Tom, but at the end, they both run off - literally run off with the women who are healthy for them. \n\nBefore they make their escapes, however, there are some feet to be shuffled, blushes to be blushed, unlikely sexual encounters to be encountered. A key scene in \"The Graduate\" involves Benjamin's inarticulateness and Mrs. Robinson's cool toying with him, in the hotel lobby and later upstairs. A key scene in \"The Stockbroker\" involves Elizabeth Ashley - a Mrs. Robinson surrogate if ever there was one - subtly taunting the voyeuristic Stockbroker by cross-examining him on his \"hobby.\" Then, both the Graduate and the Stockbroker are abandoned by the girls they love. One runs off to Berkeley, the other to her sister's house. \n\nThere also are similar scenes showing the heroes being seduced by women who will stop at nothing to get their prey. In \"The Graduate,\" there's the famous shot of Benjamin framed by Mrs. Robinson's stocking. He backs against the bedroom door, ready to escape. The Stockbroker is invited into the room of a totally strange girl, has trouble getting his umbrella to stand up against the wall, etc., and then becomes her scarcely willing partner in bed. \n\nThe Stockbroker's problem is that he loves his wife but has a terrible secret - he's a voyeur. The Graduate's problem is that he loves the girl but has a terrible secret - he's her mother's lover. The problem is resolved in both films by daring, gloriously romantic anti-social behavior. Benjamin breaks up a wedding, grabs his girl, races down the aisle, and they jump into a municipal bus and ride away. \n\nFade out. Fade in on \"Marriage,\" where the stockbroker sneaks into the ladies' room of a tennis club, grabs his unclad wife from a shower stall, hustles her into a towel closet makes love to her and then - she with only a towel wrapped around her - races from the ladies' room into his car and drives away with her, the towel flying from the window. \n\nOh. And the older women in each movie is suitably humiliated at some point. Mrs. Robinson, her hair soaking from the rain, cringes into that corner. The older sister in \"Marriage\" is pushed flat on her back by her husband, who finally gets fed up. \n\nSo what happens, when you think about it fairly cold-bloodedly, is that Turman has tried to repeat his earlier success by including the same key ingredients and scenes - probably unconsciously. Young man, older woman, embarrassment. Young man, young woman, lack of communication. Young man, sexually experienced woman, awkward seduction. Older seductress punished for her transgression. Young lovers flout convention, escape establishment, motor into sunset. \n\nThe reason \"Marriage of a Young Stockbroker\" doesn't work, I imagine, is that it doesn't start from scratch in getting into the mind of its protagonist. It refers psychologically to \"The Graduate,\" which gives it an uncertain over-the-shoulder feel. Another problem is that Richard Benjamin is unpleasantly mannered, while Dustin Hoffman was engagingly mannered. Benjamin has played essentially the same creep in \"Goodbye, Columbus,\" \"Diary of a Mad Housewife\" and now this.", "running_time": null, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-09-24", "genres": null, "title": "The Marriage of a Young Stockbroker (1971)"}