{"url": "http://www.rogerebert.com/reviews/the-scoundrels-wife-2003", "by": "Tatum O'Nealas Camille Picou", "star_rating": 2.5, "text": "\"The Scoundrel's Wife\" takes place in the small but real bayou fishing village of Cut Off, La., during World War II. German submarines have been sighted offshore, and the Coast Guard suspects local shrimp boat operators of trading with the enemy. If the premise seems far-fetched, the movie's closing titles remind us that some 600 vessels were attacked by U-boats in American coastal waters, and the movie's plot is inspired by stories heard in childhood by the director Glen Pitre, who lives in Cut Off to this day.\n\nPitre is a legendary American regional director, a shrimper's son who graduated from Harvard and went back home to Louisiana to make movies. His early films were shot in the Cajun dialect, starred local people, and played in local movie houses where they quickly made back their investment. I met him at Cannes and again at the Montreal festival--French enclaves where he was being saluted as arguably the world's only Cajun-language filmmaker.\n\nHe broke into the mainstream with \"Belizaire the Cajun\" (1986), starring Armand Assante as a Cajun who defends his people's homes against marauding bands of Anglo rabble-rousers. Found guilty of murder, he stands on a scaffold between two (symbolic?) thieves and tries to talk his way free. He's sort of a bayou version of Gandhi, restraining his anger, able to see the comic side of his predicament, possessed of physical strength and quiet charm.\n\nNow Pitre is back with \"The Scoundrel's Wife,\" again filmed near home, with local extras joining stars such as Tatum O'Neal, Julian Sands, Tim Curry, Lacey Chabert and Eion Bailey (of \"Band of Brothers\"). The film is frankly melodramatic and the climax is hard to believe, but the movie has such a fresh sense of place and such a keen love for its people that it has genuine qualities despite its narrative shortcomings.\n\nO'Neal stars, in her first role since \"Basquiat\" (1996), as Camille Picou, the widow of a shrimp boat captain who was making ends meet by smuggling in Chinese aliens. He may have been guilty of the murder of some of them, and Camille may have been an accomplice--at least that's what the local people think. She's raising two teenagers; her son, Blue (Patrick McCollough), and daughter Florida (Chabert), when World War II begins, and the Coast Guard entrusts a local boy, the untested young ensign Jack Burwell (Bailey), to monitor fishing activities and keep an eye out for spies.\n\nAre there spies in Cut Off? There are certainly suspicious characters. One of them is the German refugee Dr. Lenz (Sands), said to be Jewish, who has settled in as the only local doctor. Another, oddly enough, is the local priest, Father Antoine (Curry), who is charmingly drunk much of the time but also spends ominous evenings in the cemetery, using an iron cross as an antenna for his shortwave radio.\n\nWhether the priest is a spy (and whether the doctor is all he says he is) will not be discussed here. There are two possible romances in the film, one between the widow Picou and the German, the other between the ensign and young Florida. There is also much malicious gossip, all adding up to a scene in the doctor's front yard when a lynch crowd turns up and seems remarkably easy to convince of first one story and then another.\n\nObjectively, \"The Scoundrel's Wife\" has problems, and there will not be a person in the audience convinced of what happens in the last scene. But I just fired off a note to a campus film critic who was being urged to write more objectively, and asked him, What is a review if not subjective? So let me confess my subjectivity.\n\nI like the bayou flavor of this film, and the fact that it grows from a local story that has been retailed, no doubt, over hundreds of bowls of gumbo. I like the quiet dignity O'Neal brings to her guilt-ridden widow, and I like Curry's willingness to make his priest a true eccentric, instead of trying to hunker down into some bayou method performance. I like the soft humid beauty of Uta Briesewitz's photography. And if the ending does not convince, well, a lot of family legends do not bear close scrutiny. The movie is finally just a little too ungainly, too jumbled at the end, for me to recommend, but it has heart, and I feel a lot of affection for it.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-04-25", "genres": null, "title": "The Scoundrel's Wife (2003)"}