{"url": "http://www.rogerebert.com/reviews/the-birdcage-1996", "by": "Robin Williamsas Armand Goldman", "star_rating": 3.0, "text": "Hollywood has had a little cottage industry in recent years, turning out American retreads of French films. Now comes the remake of the most seductive target, the comedy \"La Cage aux Folles\" (1978), which is about a gay man whose son wants him to play it straight for a few days. All of this will be familiar if you've seen the original, or the two sequels, or the Broadway version.\n\n\"The Birdcage\" isn't about plot, anyway. It's about character, and about the twisted logic of screwball comedy, in which everybody acts the craziest just when they're trying to make the most sense.\n\nWhat makes Mike Nichols' version more than just a retread is good casting in the key roles, and a wicked screenplay by Elaine May, who keeps the original story but adds little zingers here and there (\"Live on Fisher Island and get buried in Palm Beach - that way you'll get the best of Florida!\").\n\nThe movie stars Robin Williams as Armand Goldman, the owner-operator of a drag revue on South Beach. He lives upstairs over his nightclub with Albert (Nathan Lane), the star of the show, who has been his lover for some 20 years. Albert is a basket case, threatened by encroaching age and insecurity. He functions only because Agador (Hank Azaria), the flamboyant houseboy, tranquilizes him with Pirin tablets. (\"They're just aspirin with the `as' scraped off,\" Agador confides to Armand.) A crisis. Armand's son Val (Dan Futterman) has become engaged (to a girl, I should add), and wants to bring her home to meet his dad, but not \"Auntie Albert.\" The complication is that his fiancee's father is a conservative senator (Gene Hackman), who leads the Coalition for Moral Order and thinks the pope is too controversial and Billy Graham too liberal.\n\nAlbert is devastated that the boy he raised like his own son is turning his back on him. Armand is upset, too, but goes along with a masquerade in which Val's mother (Christine Baranski), who had Val after a one-night stand with Armand, will pretend to be Mrs. Goldman.\n\nImagine everything that can go wrong, including the peculiarity of Val having two mothers onstage at the same time, and you more or less have the rest of the movie.\n\nSince the material is familiar, what's a little amazing is how fresh it seems at times, in the hands of the American cast. Robin Williams is the best surprise; in a role that seems written as a license for flamboyance, he's more restrained than in anything he's done since \"Awakenings\" (1990). Nathan Lane, from Broadway's \"Guys and Dolls,\" doesn't have quite the semi-hysterical sincerity that Michel Serrault had in the original, and his impersonation of Val's mother is a little too obvious and over the top, but he works well the rest of the time, especially in his more pensive passages. One problem is that some of his biggest moments (as when he tries to practice walking like John Wayne) are telegraphed from the earlier movie.\n\nMost of the biggest laughs, for me, came from Gene Hackman and Dianne Wiest, as the senator and his wife. Hackman's senator is weathering a crisis (his closest colleague has just died in bed with an underage prostitute), and thinks maybe meeting his new in-laws will appease his right-wing constituents by promoting family values.\n\nWiest, who sees and understands more than her husband but dotes on him, reads the situation in South Beach more quickly, but goes with the flow.\n\n\"The Birdcage\" is the first time Mike Nichols and Elaine May, who helped define improvisational comedy in the 1950s, have worked together on a movie. What mostly sparkles from their work here is the dialogue, as when the senator's daughter, trying to cast the situation in the best possible light, explains that South Beach is \"about two minutes from Fisher Island, where Jed Bush lives.\" Or when the Williams character surveys the crowd at his nightclub and whispers to the maitre d', \"Free coffee for the Kennedys.\"", "running_time": 118, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-03-08", "genres": ["Comedy"], "title": "The Birdcage (1996)"}