{"url": "http://www.rogerebert.com/reviews/the-harder-they-come-1973", "by": null, "star_rating": 2.5, "text": "Perry Henzell’s “The Harder They Come” is sort of two movies in one. First we get a Jamaican version of the standard black exploitation movie, with guns and gangsters and a flashy superhero turned folk hero. But the second movie--the one that makes the experience worthwhileÑis a celebration of Jamaican music and style. This was the first extensive American movie exposure for reggae, the insinuating Jamaican music that was just then beginning to make itself heard over omnipresent rock.\n\nThe movie was a sleeper when it was shown at the 1972 Venice Film Festival, the first film made in Jamaica by Jamaicans, and no established channels existed to market it. Seeking exposure, the filmmakers rented a little theater in Venice proper and tried to lure festival-goers over from the Lido. The few who went came back with enthusiasm, and within a few days, the movie had become an underground hit. Good reviews at Venice eventually found it a distributor with Roger Corman’s New World Films.\n\nThe movie is fun, but it’s not as good as it seemed at Venice. Maybe that’s because, at Venice, its brash irreverence and direct energy came as a relief after such turgid exercises as Ken Russell’s “Savage Messiah.” Some movies work like that, winning audiences with rough humor and easy charm and forgetting the subtleties. ‘sweet Sweetback’s Baadasssss Song” was one.\n\n“The Harder They Come” stars Jimmy Cliff, who is a Jamaican pop star, and parts of it seem to have been drawn from his own early experiences. They’re the best part; we meet a young, unsophisticated character who comes to the city and gets taken. Before long, he’s taking in turn. The movie was filmed on bustling locations and overflows with the street life of Jamaica. And the early scenes have an unrehearsed documentary quality to them.\n\nBut then the filmmakers seem to have been overcome by their memories of American black exploitation movies. Cliff laboriously wins a recording contract and cuts the movie’s title song, but the record isn’t released because the industry’s kingpin doesn’t think Cliff can be controlled. And then, implausibly, Cliff turns to a life of crime. He starts slowly, but after he kills several policemen (for totally stupid reasons, I thought) he becomes a hero of the people. He goes on the run. He’s everywhere, but nowhere. Everybody sees him but the police. And his record goes to the top of the charts.\n\nThe movie ends in a sort of “Duel in the Sun” showdown that leaves us unsatisfied. Somehow, the opening 45 minutes had prepared us for more. The tender early love scenes, for example, between Cliff and his shy girl friend (Janet Bartley), don’t fit the cynicism of the last hour. The characters aren’t consistent, and Cliff eventually becomes so unbelievable that we just stop caring. The movie’s ending is an exercise in plot; its beginning and its music deserve better than that.", "running_time": 98, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-02-09", "genres": ["Action", "Crime", "Drama", "Foreign"], "title": "The Harder They Come (1973)"}