{"url": "http://www.rogerebert.com/reviews/the-perfect-storm-2000", "by": "George Clooneyas Billy Tyne", "star_rating": 3.5, "text": "\"The Perfect Storm\" is a well-crafted example of a film of pure sensation. It is about ships tossed by a violent storm. The film doesn't have complex and involving characters, but they are not needed. It doesn't tell a sophisticated story and doesn't need to; the main events are known to most of the audience before the movie begins. All depends on the storm. I do not mind admitting I was enthralled.\n\nThe movie, based on the best-seller by Sebastian Junger, is mostly about a fishing ship named the Andrea Gail, out of Gloucester, Mass., which had the misfortune in 1991 of running into \"the middle of the monster\" when three great storm systems collided in the Atlantic. We learn about the economic pressures of the swordfishing industry, we meet the crew members and their women, we learn a little of their stories, and then the film is about the ship, the storm and the people waiting in port for news. In a parallel story, about a luxury sailboat in distress, cranks up the suspense even further.\n\nThe crew members of the Andrea Gail are a job lot of basic movie types. We count Capt. Billy Tyne (George Clooney), whose pride has been stung because his catch has fallen behind this season. His crew includes Bobby Shatford (Mark Wahlberg), who is in love with divorced mom Diane Lane; Murph (John C. Reilly), whose seafaring life has led to a friendly but sad separation from his wife and son; Bugsy (John Hawkes), the sort of character who gets overlooked in crowds; Alfred Pierre (Allen Payne), a Jamaican who has ventured into northern waters for the paycheck, and a last-minute addition, Sully (William Fichtner). He and Murph don't like each other. Why not? Jealousy over Murph's wife, the movie says. To provide the plot with onboard conflict is my guess.\n\nThese characters are not developed in the way that similar seafarers might be developed in a novel by Joseph Conrad or Herman Melville. We learn only their external signs and characteristics; we don't know or much care what makes them tick. That's not a fatal flaw to the film, because \"The Perfect Storm\" is not about the people, but about the storm. When Conrad writes Lord Jim or Melville writes Moby Dick, the stories are about the way men's characters interact with the sea and with their shipmates. Those books are novels about people.\n\nIf \"The Perfect Storm\" had taken that approach, there would be fewer characters and a lot more dialogue; it might be a better film and would certainly be a different one. Its director, Wolfgang Petersen, also made \"Das Boot,\" the submarine drama that does develop the deeper human complexities of its characters--but that took so long that the original 210-minute cut was trimmed back to 145 more action-packed minutes for its first U.S. release. At 129 minutes, \"The Perfect Storm\" delivers the goods but little human insight.\n\nThe film's best scenes are more or less without dialogue, except for desperately shouted words. They are about men trapped in a maelstrom of overpowering forces. They respond heroically, because they must, but they are not heroes; their motivation is need. They have had a bad season, have made one risky last trip, have ventured beyond the familiar Grand Banks fishing grounds to the problematical Flemish Cap. Quentin, the salty old dog who sits at the bar back in Gloucester and provides color commentary, gives us the background: \"I was last there in '62. Lots of fish. Lots of weather.\" They have good luck: A catch of 60,000 pounds of swordfish. Then bad luck: The ice machine breaks down. The catch will spoil unless they get it quickly back to port. There are reports of a gathering storm. Billy lists their choices: \"Either we hang out here, or say the hell with it and drive right through.\" The crew votes to plot right through the storm and collect those paychecks. Of course, they don't understand how big the storm really is, and when another fishing boat skipper (Mary Elizabeth Mastrantonio) tries to tell them, their antenna has blown overboard.\n\nThe scenes at sea are intercut with scenes in the bar where most of the Gloucester fishing industry seems to drink; it is conveniently located right at the end of the dock (and Diane Lane conveniently lives right upstairs). This is about right; I do not doubt that the owners, retired sailors, wives, girlfriends and drinking buddies all stand watch in a saloon during a storm, ordering rounds and eyeing the Weather Channel.\n\nEven before the storm, there are terrific set pieces, as when Murph is yanked overboard by a fishing line, and two men dive in to save him (Sully, his enemy, is the first in the water). But the heart of the film is the ordeal of two ships caught in the tempest. As the men of the Andrea Gail battle wearily against their fate, the skipper attempts to cut loose and anchor. He clings to a swaying beam while holding an acetylene torch; the wonder is that he doesn't burn a hole in himself in the attempt.\n\nEven more exciting is the parallel plot involving a Coast Guard rescue of the sailboat. A passenger (Cherry Jones) pleads with its owner to seek safer waters, but he is a pigheaded millionaire yachtsman (Bob Gunton) with no respect for nature (\"This is MY boat!\"). A helicopter rescue is attempted, shown in amazing action footage, and then the tension escalates as the chopper tries to go on to the Andrea Gail, a mid-air refueling is attempted, and eventually men are risking their lives in what seems like a doomed struggle (at one point, a Guardsman who is safe goes back into the sea after a crew mate).\n\nWe know intellectually that we're viewing special effects. Tanks and wind machines are involved, and computer graphics and models. This is not important. The impetus of the story drives us forward, and by the end of the film I was wrung out. It's possible to criticize the sketchy characters, but pointless. The movie is about the appalling experience of fighting for your life in a small boat in a big storm. If that is what you want to see, you will see it done here about as well as it can be done.", "running_time": 129, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-06-30", "genres": ["Action", "Adventure", "Disaster", "Drama"], "title": "The Perfect Storm (2000)"}