{"url": "http://www.rogerebert.com/reviews/the-favor-1994", "by": "Jane Kozakas Kathy Harley", "star_rating": 2.0, "text": "Why do the romantic crushes we get as inexperienced teenagers seem so much more vivid and poignant than the Real Thing, when it finally comes along? I think it's because adult relationship are about two people, and teenage crushes are about only one - ourselves.\n\nTo love another person, at that age, is to hate ourselves - to despise all the flaws, real and imaginary, that make us unworthy of this perfect other person we have created in our imaginations. Even today, remembering girls I knew when we were both 15, I invest them with a power and wisdom that I would not grant, today, to Mother Theresa crossed with Iris Murdoch. It wasn't how wonderful they were, I know; it was how much more wonderful they were than I was.\n\n\"The Favor\" is about a woman who feels the same way about her steady high school boyfriend. She hasn't seen him in 15 years, and in the meantime she's gotten married and had a child. But she still obsesses about him, and in her imagination he has grown up into an ideal man, a hunk who is also smart and tender.\n\nThe woman's name is Kathy (Harley Jane Kozak), and she is bored with her marriage to Peter (Bill Pullman). She's fascinated with the life of her old high school classmate Emily (Elizabeth McGovern), who runs an art gallery and has a boyfriend named Elliott (Brad Pitt) who's an artist, six or seven years younger. But now Emily and Elliott are on hiatus, and when Kathy learns that Emily is visiting their former hometown, she makes her promise to look up the old boyfriend.\n\nAnd not just look him up. She must also sleep with him, if possible, and return with a full report, so that Kathy can find out how much she's been missing, all these long years. Emily returns with a glowing report about the rugged, handsome Tom (Ken Wahl), who in a photograph looks like a cross between Tom Selleck and Paul Bunyan.\n\nUp until more or less this point in the movie, \"The Favor\" is smart and intriguing. The screenplay, by Sara Parriott and Josann McGibbon, has a good feel for female best-friend relationships, and the dialogue has life and edge to it. I was also pleasantly surprised by Elizabeth McGovern, who I hadn't seen in awhile, and who skirts the awkwardness of her role without avoiding the wit, until . . .\n\nWell, until somebody decided to make a U-turn and turn a human comedy into a screwball comedy. Without revealing the (less than profound) plot secrets, I can say that Emily eventually finds it necessary to personally pay a visit to the handsome Tom. The screenplay supplies her with a good excuse for seeing him again - friendship and loyalty are involved - but once she gets on the plane, all of the movie's carefully-established issues and values are forgotten, and the movie turns into a farce involving comic arrivals, departures, and misunderstandings.\n\nI would have liked to be the fly on the wall at the script conference that produced Kathy's first glimpse of Tom, after 15 years. I suspect a more reasonable meeting was supplied in an earlier draft of the screenplay, and that someone decided it needed some \"punching up,\" which is the only way I can explain the Catfish Festival over which Tom is presiding in the current version. The point, obviously, is to show Tom as a macho caricature who smells like fish, but the way the movie handles this, you can't imagine Ken Wahl playing the scene much differently on Saturday Night Live.\n\nThe ending of the film is appalling, with the key characters revealing, concealing and confronting - while Tom's door (to a rustic cabin, naturally) scarcely stops bursting open to reveal another surprise arrival. None of this has anything to do with the intriguing original premise of the film, and it sure doesn't work as comedy.", "running_time": 97, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-04-29", "genres": ["Comedy", "Drama", "Romance"], "title": "The Favor (1994)"}