{"url": "http://www.rogerebert.com/reviews/the-man-without-a-past-2003", "by": "Markku Peltolaas Man", "star_rating": 3.5, "text": "We sense that the parcel the man clutches contains everything he owns, or has managed to hang onto. He gets off the train as if it doesn't much matter what city it is. He settles down on a park bench, falls asleep and is beaten by muggers to within an inch of his life. He flat-lines in the hospital, then suddenly awakens and walks out onto the street with no idea who he is. He finds a community of people who live in shipping containers. There is a kind of landlord, who agrees to rent him one.\n\n\"If you don't pay up,\" the landlord says, \"I'll set my savage dog to bite your nose off.\" \"It only gets in the way,\" the man says.\n\n\"You wouldn't be able to smoke in the shower,\" the landlord points out.\n\nThe dog regards all of this, curious and friendly. He never barks once during the entire film.\n\nAki Kaurismaki's \"The Man Without a Past,\" from Finland, was an Oscar nominee for best foreign language film this year. It follows the adventures of its nameless hero in a series of episodes that are dry, deadpan and either funny or sad, maybe both. The man has no job, no name, no memory, and yet his face reflects such a hard and sorrowful past that we suspect he has never been happier.\n\nThe man (Markku Peltola) gets to know his neighbors. A security guard and his wife help him settle in; their generosity is casual, not dramatic. He goes to the Salvation Army for help, work, anything, and meets an officer named Irma (Kati Outinen). I remember her from Kaurismaki's \"Drifting Clouds\" (1996), where she and her husband both lost their jobs and faced destitution with quiet resolve. She has a face, too; one of those faces that tells us there are sometimes small joys in the midst of the general devastation.\n\nTo describe the plot is sort of pointless, because it doesn't unfold so much as just plain happen. Without a name, a plan or (despite the evidence of his callused hands) even an occupation, he depends on luck and the kindness of strangers--and the love of the Salvation Army woman, who sees him as a soul only marginally more bereft than herself. The only thing keeping her going is rock 'n' roll.\n\nEventually, through a happy or perhaps unhappy chance, he is identified and journeys to meet the woman who says she was his wife. \"You were my first love,\" she tells him. \"That was beautifully said,\" he says. \"Yes,\" she says. She tells him a little about the past he has forgotten: \"You gambled. You lost all your LPs playing blackjack.\" The former wife is living with a man now, and the two men step outside because they think they probably ought to fight, but that turns out to be unnecessary.\n\nKaurismaki is an acquired taste--hard to acquire, because most of his films have never played here. You may have come across \"Leningrad Cowboys Go America\" (1989), about a group of Finnish rock 'n' rollers who hope to make the big time in this country. His characters tend to plant their feet and deliver their dialogue as if eternal truths are being spoken, and the camera tends to plant itself and regard them without a lot of fancy work. His characters don't smile much, they nod sadly a lot, they smoke and think and expect the worst.\n\nAnd yet there is a joy in them, a deep humor that's all the richer because it springs from human nature and the absurdity of existence, instead of depending on one-liners and gags. If there is something funny about a container having a landlord with a savage watchdog, we have to figure that out for ourselves, because the movie is not going to nudge us in the ribs and laugh for us.\n\nAt the end of \"The Man Without a Past,\" I felt a deep but indefinable contentment. I'd seen a comedy that found its humor in the paradoxes of existence, in the way that things may work out strangely, but they do work out. I felt a real affection for the man, and for the Salvation Army officer, and for the former wife who is not too happy to see her onetime husband again, and even for the poor sap who thinks he has to fight to preserve appearances.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-06-27", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Man Without a Past (2003)"}