{"url": "http://www.rogerebert.com/reviews/the-mambo-kings-1992", "by": "Armand Assanteas Cesar Castillo", "star_rating": 3.5, "text": "\"The Mambo Kings\" tells the story of two brothers who flee from Havana in the early 1950s, arrive in New York, and dream of making themselves famous musicians. In some ways this story is as old as the movies, but \"The Mambo Kings\" is so filled with energy, passion and heedless vitality that it seems new, anyway. It's the kind of movie where an opening sequence, with its shot of dancers swooning as the camera flies above them, lets you know you may not be surprised, but you are probably not going to be bored.\n\nThe film stars Armand Assante and Antonio Banderas as the Castillo brothers, musicians who are fairly well known on the local club circuit but find it prudent to leave Havana hastily after making enemies of the wrong people. In New York, they find work as meat-cutters, but dream of making it big, and there is a wonderful scene where Assante climbs up on the stage with the legendary Tito Puente and insinuates himself into a performance with sheer gall.\n\nHe's good. The boys form their own band and begin to get some bookings, while meanwhile Assante falls for a brassy nightclub cigarette girl (Cathy Moriarty) and his brother begins to romance a beauty named Delores (Maruschka Detmers). There is unresolved tension between Delores and the Assante character, which the movie introduces but never really deals with, and evidence of other loose ends. The first-time director, New York art dealer Arne Glimcher, based his film on the Pulitzer Price-winning novel The Mambo Kings Play Songs of Love by Oscar Hijuelos. Glimcher's screen transition, written by Cynthia Cidre, allows some weaknesses in narrative clarity, but what's more important is the enormous vitality they bring to the project. \"Mambo Kings\" is energizing to watch; Michael Ballhaus' photography glows with sensuality.\n\nOne sequence that could easily have gone wrong, but doesn't, involves the Mambo Kings being discovered by Desi Arnaz, the Cuban bandleader whose TV stardom made him the hero of musicians like the Castillo brothers. One day he walks into a club, hears them, likes them and the next thing they know they're guesting on \"I Love Lucy.\" Arnaz is played in the movie by his son, Desi Arnaz Jr., and through clever editing Assante and Banderas actually seem to be playing a black-and-white TV scene with the real Lucille Ball.\n\nThe plot line, involving the rise and fall of the band and the tangled romantic lives of the brothers, is not precisely original. The movie depends more on its music; the soundtrack is terrific, and the ballad \"Beautiful Maria of My Soul\" is likely to become a hit. And it depends on the strong personalities of Assante, a greatly underrated actor who seems to specialize in ethnic characters, and Banderas, the Spanish star of several Pedro Almodovar films.\n\nAssante, who last played a Puerto Rican drug dealer in \"Q & A,\" here makes a virtue of sleek machismo, and his assurance in a scene where he glides Detmers onto the dance floor is the kind of romantic scene the movies loved in the 1940s, but have been shy about in recent years.", "running_time": 111, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-03-13", "genres": ["Drama", "Foreign", "Music"], "title": "The Mambo Kings (1992)"}