{"url": "http://www.rogerebert.com/reviews/the-secret-in-their-eyes-2010", "by": "Ricardo Darinas Benjamin", "star_rating": 4.0, "text": "\"The Secret in Their Eyes\" opens with the meeting, after many years, of Benjamin (Ricardo Darin) and Irene (Soledad Villamil). She is a judge. He is a retired criminal investigator. They are just a little too happy to see each other. Twenty-five years ago, when she was assistant to a judge and he was an investigator under her, they were involved in a brutal case of rape and murder. Benjamin visited the crime scene, and the dead woman's corpse spoke eloquently of the crime's brutality. Two workmen were arrested and convicted. Benjamin was never convinced of their guilt. Now he tells Irene that on his own time he wants to write about the case.\n\nThis commences an absorbing back and forth journey through time, between Buenos Aires in 1974 and 2000, which reopens both the crime and the unacknowledged feeling that has remained all these years between Irene and Benjamin. That's where their personal appeal comes into play. The actress Soledad Villamil is, forgive me, my idea of a woman. Grown-up, tallish, healthy, brunette, sane and perhaps she was cast for her eyes, because the film contains a lot of closeups, and they're required to conceal secrets. Think of Anne Archer. Playing Irene at ages 25 years apart, she is never too young or too old, but standing right there.\n\nRicardo Darin makes her worthy partner as Benjamin. His rank was too low, his pay too small, her presence too assured for him to trust the signals he must have known she was sending. He's one of those men on whom a beard seems inevitable. There is a sadness about him. He has never stopped thinking about the murder case, and we understand -- although the movie is indirect about this -- that the investigation was mishandled at the time because of Argentina's diseased right-wing politics.\n\nWithout being too obvious about it, the film reassembles the strands of two stories, the murder case and the unfinished emotions between Benjamin and Irene. It is filled with vivid characters. Sandoval (Guillermo Francella) is Benjamin's alcoholic assistant in the investigation, one of those drunks who may be incompetent but is not useless. He and Benjamin, and all the legal-side workers, engage in the droll formality of addressing one another by fanciful titles. Morales (Pablo Rago) is the husband of the dead woman, still obsessed with her death. Gomez (Javier Godino) has always been Benjamin's real suspect, and there is a scene involving him in a soccer stadium that I have no idea how it could have been filmed, special effects or not.\n\nJuan Jose Campanella is the writer-director, and here is a man who creates a complete, engrossing, lovingly crafted film. He is filled with his stories. \"The Secret in Their Eyes\" is a rebuke to formula screenplays. We grow to know the characters, and the story pays due respect to their complexities and needs. There is always the sense that they exist in the now and not at some point along a predetermined continuum. Sometimes I watch a film unspool like a tape measure, and I can sense how far we are from the end. Sometimes my imagination is led to live right along with it.\n\n\"The Secret in Their Eyes\" surprised many by winning the 2010 Academy Award for best foreign-language film. Michael Haneke's \"The White Ribbon,\" another considerable film, was thought to be the front-runner. The academy did a good thing when it reformed the foreign-language film voting, requiring all voters to see all five finalists. In 2009, with the Japanese winner \"Departures,\" and again in 2010, the voters had an advantage over the rest of us. Who is to say if they were right? They voted as they felt, and in today's unhappy distribution scene, the Oscar means your chances of seeing this film are much increased. You won't regret it. This is a real movie, the kind they literally don't make very much anymore.", "running_time": 129, "mpaa_rating": "Unrated", "release_year": 2010, "date_published": "2010-04-21", "genres": ["Crime", "Drama", "Foreign", "Mystery", "Romance"], "title": "The Secret in Their Eyes (2010)"}