{"url": "http://www.rogerebert.com/reviews/the-imaginarium-of-dr-parnassus-2010", "by": "Heath Ledgeras Tony", "star_rating": 3.0, "text": "The motto of Second City is \"Something Wonderful Right Away,\" and maybe Terry Gilliam has the words displayed on his mirror when he shaves every morning. He has never faltered. \"The Imaginarium of Doctor Parnassus\" could be seen as a sideshow version of his own life, with him playing the role of the pitchman who lures you into his fantasies. That they may seem extravagant and overheated, all smoke and mirrors, is, after all, in their very nature.\n\nThe story in Gilliam's fevered film is all over the map, as usual, but this time there's a reason. His wild inventions in character, costumes and CGI effects are accounted for by a plot that requires revolving worlds. Elements of this plot were made necessary by the death of Heath Ledger halfway into the filming, but the plot itself I think was in place from the first.\n\nIt involves a bizarre, threadbare traveling show that unfolds out of a rickety old wagon in rundown pockets of London occupied mostly by drunks and grotesques. The show consists of the (very, very) old Parnassus (Christopher Plummer) perching ominously on a stool while his barker, Anton (Andrew Garfield); his daughter, Valentina (Lily Cole), and his angry dwarf, Percy (Verne Troyer), perform for an unruly handful of lager louts. \n\nPercy and Anton save the life of a man hanging from a bridge. Why only they can perform this task is wisely not explained. The man on the rope is Tony (Heath Ledger). I know. He joins the show, is appalled by its archaic form and suggests updates. The reason it's creaky is that Parnassus is many centuries old, having made a pact with Satan (Tom Waits, as usual) to live forever on condition that Satan can possess Valentina (Lily Cole) when she turns 16. You have to admit Parnassus didn't rush into reproduction. Of course he wants out of the deal. Satan frequently runs into credit payment risks.\n\nTony, it develops, can enter/evoke/control/create strange worlds on the other side of a lookingglass on the shabby stage. In these worlds, anything goes, which is always to Gilliam's liking. CGI allows the director and his designers to run riot, which they do at a gallop, and some wondrous visions materialize. \n\nI believe Ledger was intended to be the guide through all of these realms. But Gilliam apparently completed filming all the outer-world London scenes, Ledger returned to New York for R&R, and the rest is sad history. Gilliam replaced him by casting Johnny Depp, Jude Law and Colin Farrell as the Tonys of Imaginariums Nos. 1 through 3 and offering no other explanation, as indeed with Imaginariums, he isn't required to do. Depp looks the most like Ledger, but it's a melancholy fact that Farrell steals the role.\n\nMy problem with Gilliam's films is that they lack a discernible storyline. I don't require A-B-C, Act 1-2-3, but I do rather appreciate having some notion of a film's own rules. Gilliam indeed practices \"Something Wonderful Right Away,\" and you get the notion that if an idea pops into his head, he feels free to write it into his script under the Cole Porter Rule (\"Anything Goes\"). Knowing my history with Gilliam, who I always want to like more than I do, I attended the Cannes screening of \"Doctor Parnassus\" to be baffled, which I was, and then the Chicago press screening, where I had an idea what was coming and tried to reopen my mind. Gilliam is, you understand, a nice man, and has never committed the sin of failing to amaze.\n\nNow what I see are a group of experienced actors gamely trying to keep their heads while all about are losing theirs. Can it be easy to play one-third of a guide to one-third of an arbitrary world? You just have to plunge in. Ledger himself, who makes Tony relatively grounded in the \"real\" world, must have been prepared to do the same and would have lent the story more continuity. Still, this is an Imaginarium indeed. The best approach is to sit there and let it happen to you; see it in the moment and not with long-term memory, which seems to be what Parnassus does. It keeps his mind off Satan's plans for his daughter.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-01-06", "genres": ["Adventure", "Fantasy", "Mystery", "Science Fiction"], "title": "The Imaginarium of Dr. Parnassus (2010)"}