{"url": "http://www.rogerebert.com/reviews/the-revolutionary-1970", "by": "Pressman-Williams", "star_rating": 4.0, "text": "\"The Revolutionary\" is about a young man named \"A,\" who lives in a country \"somewhere in the free world\" during a time that sometimes seems to be this moment, at other times the Depression 1930s. \"A\" is a student who thinks things are not right with his society, and the movie is about his gradual radicalization. It begins with him holding a meeting, and ends with him holding a bomb; thus it traces the development of our radical left during the past decade.\n\nBut \"The Revolutionary\" is so much more than a political movie that it hardly seems to be about politics at all. It is about the young student, his friends, the girl he loses and the girl he wins, and about the condition of being young, committed and trying to accomplish something.\n\nAll of the acting in the film is good, so good that it establishes the presence of real people. There are things that I can't possibly describe, having to do with conversational nuances and the actor's small, unconscious movements, that make you realize how many movie actors just stand there and say their lines to you.\n\nJon Voight's performance makes \"A\" so much a person, so much the kind of vulnerable, earnest, good person everyone has met and secretly wanted to be, that the movie becomes curiously double-edged. On the one hand, you're faced with the desperation of the revolutionary situation. On the other, Voight's performance affirms the joy of being alive and the special joy of being able to share a belief with good people.\n\nThe movie was directed by Paul Williams, who is somewhere in his middle 20s but has a sounder understanding of the student movement than the more \"mature\" directors who've been trying to cash in on it this year. His movie is about people who are deeply involved in life, and who make their own beauty by their human relationships. Jon Voight generally wears a raincoat or a second-hand suit, and that is just right because he is too absorbed in what he's doing to bother about beads or sew flags on his jeans.\n\nWhen the movie opens he's involved in a student strike. It isn't much of a strike; too much talk, too many long debates about strategy. One day, a group of students and the professor who's their moderator go out to heckle a political rally. The cops arrest the students without much incident, and the scene ends with the professor walking ashamedly across the screen. Somehow he hadn't quite gotten arrested with the others. This sort of detail is never insisted on, but Williams fills his movie with it.\n\nAnyway, \"A\" finds himself gradually moving left. He joins a vaguely party-like cell, led by a blue-collar realist (Robert Duvall). That involves him in picketing, strikes and (mostly) leafleting. Who was it said the mimeograph is the most revolutionary invention in history?\n\nThis activity allows him to feel more committed, but he doesn't seem to accomplish much. Then he meets a younger, wilder revolutionary (Seymour Cassel) who is vaguely Yippie. Together, they occupy and liberate a pawn shop and redeem people's pledges for free. And then... \n\nBut the plot doesn't matter so much. Williams gets his effect with the tone of his scenes. The visit \"A\" pays to his home, for example, and the way his father reacts to him, perfectly states the weariness of their love-hate relationship. \n\nThere's no room in this movie for a stereotyped confrontation across the generation gap; Williams' scene could have been a real one.\n\n\"The Revolutionary\" is one of the year's best films, and certainly one of the most perceptive. Hollywood seems bent upon giving us hundreds of extras, dressed like cops and beating heads, in the mistaken belief that this will make their movies look \"relevant\" and \"contemporary.\" But the story of the student revolution, like all stories, has to be told about people. This movie does that.", "running_time": 92, "mpaa_rating": "GP", "release_year": 1970, "date_published": "1970-08-25", "genres": null, "title": "The Revolutionary (1970)"}