{"url": "http://www.rogerebert.com/reviews/the-gates-2007", "by": "Antonio Ferrera", "star_rating": 3.0, "text": "Many people missed the point of \"The Gates,\" those 7,500 frames flowing with orange curtains that were installed along the pathways of Central Park in 2005. The point was not to look at them, but to use them, to walk through them and under them. One New York park board member, opposed to the proposal by artists Christo and Jeanne-Claude, said the addition of \"The Gates\" to the park \"would be like Picasso painting 'Guernica' on top of 'The Last Supper,' \" demonstrating that he did not grasp the difference between a painting and a frame. He might have saved himself embarrassment by consulting A Pattern Language by Christopher Alexander, the most important architect alive, who would have had something to say about gates, entrances, exits, doors, portals and views.\n\nEntrances have everything to do with what we feel about what we are entering. All buildings until the birth of modern architecture knew this, and you can see it in church doors, temple gates, city walls, shop entrances and cottage doorsteps. Now the doors of a modern building are likely to be a continuation of the same hostile slab of glass or steel that makes the rest of the building sterile and aloof. There will be no place to rest for a moment, inside or out, and no shelf to rest a burden on, and no decorative details to declare, \"This is not just any place you are entering, but this honorable place.\" I believe even criminals feel differently about the judges they encounter inside an old courthouse than inside a new one.\n\nMy wife and I walked under \"The Gates\" and beneath the curtains. Thousands of others were doing the same. Many of them no doubt made the same journey daily, scarcely thinking of it.\n\nCertainly our walk was enriched by trees, grass, shrubbery, ponds, views. But now \"The Gates,\" by framing those sights, gave them a new aspect and importance. Not \"grass on a hill,\" but this view of a grassy hill. Not a pond, but look at the pond. A frame of any sort values what it encloses. And as we walked, we felt subtly ceremonial. We were not walking, but walking through the gates. People walked a little more slowly, and sometimes had little smiles, and talked less on their cell phones, and perhaps felt more there.\n\n\"The Gates,\" a documentary by Antonio Ferrera and Albert Maysles, records the struggle starting in 1979 as Christo and Jeanne-Claude tried to get permission to install their gates (for only two weeks, but you'd think they were planning to leave them forever). This despite the fact that the artists were going to pay for it all themselves. One mayor after another, perhaps too timid to support duh artz, said no. Bloomberg said yes instantly. So, I believe, would have our own Mayor Daley, whose wrought-iron fences and islands of flowers and neo-classical columns and Millennium Park declare, \"This is a city worthy of such pomp and formality, such beauty and pride.\" Those who say Daley has the mentality of a bungalow owner have no idea of the pride a bungalow owner can take in his home. Maybe they live in high-rises where committees buy hideously tortured iron and dump it in the lobby.\n\nThe documentary is pretty much what you'd expect: Two decades of ignorant contempt, followed by the city finding it was really surprisingly fond of \"The Gates.\" How far do you think our beloved Chicago sidewalk cows would have gotten among the philistines of 50 years ago? Why does London cling to manifestly impractical red pillar boxes for its postal system, pillars that look like bright red Victorian fire hydrants? Because they're fun, that's why.\n\nChristo and Jeanne-Claude age during the film, their hair turning gray (or red, in her case), but they never stop campaigning. It must have seemed so simple to them: Hey, people, lighten up! Don't be afraid of fancy and imagination! They actually had to use two high-powered lawyers, Scott Hodes of Chicago and Theodore W. Kheel of New York, to argue the case in favor of their gift to the city. The one thing lacking is a good sit-down chat with Christopher Alexander, explaining why cities require more, not less, attention to human feelings that cannot be reasoned away.", "running_time": null, "mpaa_rating": "NR", "release_year": 2007, "date_published": "2007-11-01", "genres": ["Documentary"], "title": "The Gates (2007)"}