{"url": "http://www.rogerebert.com/reviews/the-green-wall-1972", "by": "Julio Alemanas Mario", "star_rating": 4.0, "text": "It is so rare to find a movie that people reach out to and embrace, a movie that makes you feel cleaner and more alive. \"The Green Wall\" is a movie like that. It came to the 1970 Chicago Film Festival with little advance publicity (all we knew was that it was the fourth feature ever made in Peru). But the Chicago critics fell in love with it at a preview, and their advance reviews helped inspire a sold-out house for its festival screening.\n\nWhen it was over, the audience rose in a joyous standing ovation Its director, a big bear of a man named Armando Robles Godoy, stood there grinning through his shaggy moustache, and there were tears in his eyes. There was a feeling in the theater that we had been present when a great movie came into the world.\n\n\"The Green Wall\" is inspired, to some degree, by Robles Godoy's own life experience. It is about an office worker who sickens of the big-city chaos of Lima and enlists himself and his family in a government program to colonize the forest. He is given a large tract of land in the wilderness, clears the rich soil and grows coffee. He builds a simple, comfortable bamboo home for his wife and his small boy, and it has a cool veranda that overlooks a little stream.\n\nThe boy loves the trickle of water, and builds his own tiny city there out of blocks and pieces of tin and glass and string. There is a waterwheel that goes around and around and tinkles against a glass jar. Its music is part of the soft murmur of the forest: the bird cries, the leaves brushing against each other, the calls and coughs of the animals.\n\nIn these days of a movement away from the urban clutter and back to a more natural life, \"The Green Wall\" is a poem about the life a lot of us would like to lead. It isn't in any sense an adventure saga about survival in the jungle; these are intelligent, self-sufficient pioneers who understand the land and love it. What frustrates them is not the challenge of colonization, but the stupid government bureaucracy that runs the settlement program.\n\nThe movie opens with one of the most beautiful evocations of love I can remember in a film. The man and his wife make love tenderly and with deep affection, and their little son, who is supposed to be napping, watches them with clear-eyed contentment; because they love each other, he feels good. He is a quiet child because he has no friends to play with, but the world of his imagination is a busy place and we are allowed into it.\n\nThen an accident happens; the boy is bitten by a snake. The father goes by boat and Jeep into the nearest town to get serum - but the serum is locked up, and the bureaucrat with the key is at a political rally in the next town. As the father races desperately to save his own son's life, Robles Godoy gives us a bitter commentary on the ways bureaucracy frustrates humanity. And then the film closes with a procession of boats on the river, simple and stately and filled with an enormous dignity; and a weary embrace between the man and his wife that says whatever a movie can say about the deepness of love.\n\n\"The Green Wall\" is beautiful in so many different ways - in its story, its photography, in the construction of its images - that it becomes not simply a movie but an affirmation of life. There is not a false note in it, nothing that lies or is trickery, and we're reminded of \"The Bicycle Thief\" and \"The Wild Child.\"\n\nAnd then we wonder...how could this movie come from Peru, with its \"undeveloped\" movie industry? The answer, of course, is that great films have nothing to do with the industry. They come from great filmmakers, who might be found in Peru as well as anywhere. The Chicago Film Festival honored \"The Green Wall\" with its Golden Hugo and its special Critics' Prize, and that helped Robles Godoy with his entry into the cutthroat American movie market. Now \"The Green Wall\" is back with us, and that is a very good thing.", "running_time": 103, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-06-30", "genres": ["Crime", "Foreign", "Horror", "Thriller"], "title": "The Green Wall (1972)"}