{"url": "http://www.rogerebert.com/reviews/the-day-of-the-jackal-1973", "by": null, "star_rating": 4.0, "text": "Fred Zinnemann’s “The Day of the Jackal” is one hell of an exciting movie. I wasn’t prepared for how good it really is: it’s not just a suspense classic, but a beautifully executed example of filmmaking. It’s put together like a fine watch. The screenplay meticulously assembles an incredible array of material, and then Zinnemann choreographs it so that the story--complicated as it is--unfolds in almost documentary starkness.\n\nThe “jackal” of the title is the code name for a man who may (or may not) be a British citizen specializing in professional assassinations. He allegedly killed Trujillo of the Dominican Republic in 1961 and, now, two years later, he has been hired by a group of Frenchmen who want de Gaulle assassinated. His price is $500,000; he says, “and considering that I’m handing you France, I wouldn’t call that expensive.” Zinnemann, working from Frederick Forsyth’s bestseller, tells both sides of the story that unfolds during the summer of 1963. The jackal prepares two disguises and three identities, gets a legal passport by applying in the name of a child who died in 1931, and calls on European experts for his materials. \n\nAn old gunsmith hand-makes a weird-looking lightweight rifle with silencer, sniper scope, and explosive bullets. A forger provides French identity papers and a driver’s license (and comes to an unexpected end). And then the jackal enters France.\n\nMeanwhile, the government has received information that an attempt will be made on de Gaulle’s life. The general absolutely insists that he will make no changes in his public schedule, and that any attempt to prevent an assassination must be made in secret. The French police cooperate “unofficially” with the top police forces of other nations in attempting an apprehension. But they don’t even know who the jackal is.\n\nHow can they stop him? The movie provides a fascinating record of police investigative work, which combines exhaustive checking with intuition. But the jackal is clever, too, particularly when he’s cornered. Some of the movie’s finest moments come after the jackal’s false identity is discovered and his license plates and description are distributed. He keeps running--and always convincingly; this isn’t a movie about a killer with luck, but about one of uncommon intelligence and nerve.\n\nPlaying the jackal, Edward Fox is excellent. The movie doesn’t provide much chance for a deep characterization, but he projects a most convincing persona. He’s boyishly charming, impeccably groomed, possessed of an easy laugh, and casually ruthless. He will kill if there’s the slightest need to. Fox’s performance is crucial to the film, of course, and the way he carries it off is impressive.\n\nThe others on the case are uniformly excellent, especially Tony Britton as a harried police inspector and Cyril Cusack, in a nicely crafted little vignette, as the gunsmith. The movie’s technical values (as is always the case with a Zinnemann film) are impeccable. The movie was filmed at great cost all over Europe, mostly on location, and it looks it. A production of this scope needs to appear absolutely convincing, and Zinnemann has mastered every detail including the casting of a perfect de Gaulle look-alike.\n\n“The Day of the Jackal” is two and a half hours long and seems over in about fifteen minutes. There are some words you hesitate to use in a review, because they sound so much like advertising copy, but in this case I can truthfully say that the movie is spellbinding.", "running_time": 141, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-07-30", "genres": ["Action", "Foreign", "Suspense", "Thriller"], "title": "The Day of the Jackal (1973)"}