{"url": "http://www.rogerebert.com/reviews/the-cooler-2003", "by": "William H. Macyas Bernie Lootz", "star_rating": 3.5, "text": "Bernie Lootz's sad eyes scan the casino floor, and he shuffles into action. A high roller is having a winning streak at a craps table. Bernie walks near him, maybe just only brushes his sleeve, and the guy's luck sours. For Bernie there is no joy in this, only the confirmation of something he has known for a long time: \"People get next to me -- their luck turns. It's been like that my whole life.\" How does he do it? \"I do it by being myself.\"\n\nBernie, played by William H. Macy as another of his gloomy everymen, is a professional loser: A \"cooler\" is what his boss Shelly (Alec Baldwin) calls him. He is employed by the Shangri-La casino to wander the floor, bringing an end to winning streaks. But now modern Las Vegas is catching up with Bernie and Shelly. A group of investors have brought in a hotshot from business school to update the Shangri-La, which is the last of the old-style casinos. Shelley hates this idea; taking a dig at Steve Wynn's vision for the new Vegas and saying his place is \"not for the stroller crowd\" but for old-timers with real money.\n\nBernie and Shelly go back a long way, to when Shelly had Bernie knee-capped because of a bad debt, then paid to have him patched up, then put him on the payroll, because anyone with his bad luck was worth a lot of money. But now Bernie wants out. He's saved some money and plans to leave town in a week. That's his exit strategy, anyway, until he uses his influence to get a better job for a waitress named Natalie (Maria Bello), and she repays him with the first sex he's had in a long time -- and the best sex, ever.\n\n\"The Cooler\" may sound as if it's a dark sitcom, with broad characters and an easy payoff. But the movie, directed by first-timer Wayne Kramer and written by him with Frank Hannah, has a strange way of being broad and twisted at the same time, so that while we surf the surface of the story, unexpected developments are stirring beneath. There's more to the movie than at first it seems, and what happens to Bernie, Natalie and Shelly has a rough but poignant justice.\n\nConsider Shelly. This is one of Alec Baldwin's best performances, as a character who contains vast contradictions. He can be kind and brutal simultaneously; affection and cruelty are handmaidens. Look at the way he breaks Bernie's knee and then gives him a job. Or the way he treats Buddy Stafford (Paul Sorvino), the broken-down, smack-addicted lounge singer. Bernie is fiercely loyal to Buddy, and doesn't even want to listen to the new guys with their plans to replace him with a sexy revue. What eventually happens to Buddy has a kind of poetic justice to it, yes, but in a hard, cold way: Shelly is capable of sentimental gestures that make your skin crawl.\n\nMacy and Bello succeed in creating characters who seem to be having a real, actual, physical relationship right there before our eyes. I don't mean anything like hard-core; I mean like the kind of stuff that happens when the bodies involved are made of flesh rather than cinema.\n\nOne of their sex scenes reminds me of the heedless joy of Jack Nicholson in \"Five Easy Pieces,\" when he strutted around the room wearing a \"Triumph\" T-shirt. Macy, who is 53, says he spent 30 years staying in shape in case he was ever asked to be in a sex scene, and he finally got his chance. After a battle with the MPAA we get to see it substantially intact in an R-rated version; it's not porn or anything close, but life -- messy, energetic and sweaty.\n\nBernie's life at this time seems blessed, except for the detail that Mikey (Shawn Hatosy), his son, turns up unexpectedly with a pregnant wife named Charlene (Estella Warren). Bernie's history with Mikey's mother is complicated, his relationship with his son is fraught, and Mikey is not a nice boy. But because Bernie has always been a loser and is now feeling great about himself, he projects his benevolence onto Mikey, and that turns out to be a mistake. Hatosy is superb in evoking the kind of person who uses lying as a life strategy.\n\nBernie and Natalie remind us a little of the characters in \"Leaving Las Vegas,\" although their situation is not as desperate. They fall in love. That turns out to be a problem, because Bernie's luck changes, and he's no longer a cooler, but quite the opposite. Shelly's attempts to deal with this is ingenious -- not just for Shelly, but also for the script, which finds drama and tension in a resolution that could have seemed facile, but doesn't.\n\nThe story's strength is all in the telling; no synopsis will prepare you for the emotional charge that's eventually delivered. And it's unusual to find a screenplay that gives weight to parallel stories; Shelly isn't simply an element in Bernie's life, but is a free-standing character with a dilemma of his own.\n\n\"The Cooler\" is old-fashioned in the way the Shangri-La is old-fashioned, and I mean that as a compliment. This is a movie without gimmicks, hooks or flashy slickness. It gives us characters who are worn and real, who inhabit a world that is seen with unforgiving perception, whose fates have more to do with their personalities than with the requirements of the plot. The acting is on the money, the writing has substance, the direction knows when to evoke film noir and when (in a trick shot involving loaded dice) to get fancy.\n\nThere is a crucial scene that takes place on the roof of the casino, and while it is happening, I want you to watch the eyes of the two bodyguards who are standing in the background. They're minor characters, and I don't have any idea what the director told them to do, but what their eyes reflect feels like pain and uneasiness, and it seems absolutely real. Not many movies have foregrounds that can inspire backgrounds like that.", "running_time": 101, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-12-19", "genres": ["Drama", "Romance"], "title": "The Cooler (2003)"}