{"url": "http://www.rogerebert.com/reviews/the-deer-hunter-1979", "by": "Robert De Niroas Michael", "star_rating": 4.0, "text": "Michael Cimino's \"The Deer Hunter\" is a three-hour movie in three major movements. It is a progression from a wedding to a funeral. It is the story of a group of friends. It is the record of how the war in Vietnam entered several lives and altered them terribly forever. It is not an anti-war film. It is not a pro-war film. It is one of the most emotionally shattering films ever made. It begins with men at work, in the furnace of the steel mills in a town somewhere in Pennsylvania. The klaxon sounds, the shift is over, the men go down the road to a saloon for a beer. They sing \"I Love You Bay-bee\" along with the jukebox. It is still morning on the last day of their lives that will belong to them before Vietnam.\n\nThe movie takes its time with these opening scenes, with the steel mill and the saloon and especially with the wedding and the party in the American Legion Hall. It's important not simply that we come to know the characters, but that we feel absorbed into their lives; that the wedding rituals and rhythms feel like more than just ethnic details. They do.\n\nThe opening movement is lingered over; it's like the wedding celebration in \"The Godfather,\" but celebrated by hard-working people who have come to eat, dance and drink a lot and wish luck to the newlyweds and to say good-by to the three young men who have enlisted in the Army. The party goes on long enough for everyone to get drunk who is ever going to, and then the newlyweds drive off and the rest of the friends go up into the mountains to shoot some deer. There is some Hemingwayesque talk about what it means to shoot deer: We are still at a point where shooting something is supposed to mean something.\n\nThen Vietnam occupies the screen, suddenly, with a wall of noise, and the second movement of the film is about the experiences that three of the friends (Robert De Niro, John Savage and Christopher Walken) have there. At the film's center comes one of the most horrifying sequences ever created in fiction, as the three are taken prisoner and forced to play Russian roulette while their captors gamble on who will, or will not, blow out his brains.\n\nThe game of Russian roulette becomes the organizing symbol of the film: Anything you can believe about the game, about its deliberately random violence, about how it touches the sanity of men forced to play it, will apply to the war as a whole. It is a brilliant symbol because, in the context of this story, it makes any ideological statement about the war superfluous.\n\nThe De Niro character is the one who somehow finds the strength to keep going and to keep Savage and Walken going. He survives the prison camp and helps the others. Then, finally home from Vietnam, he is surrounded by a silence we can never quite penetrate. He is touched vaguely by desire for the girl that more than one of them left behind, but does not act decisively. He is a \"hero,\" greeted shyly, awkwardly by the hometown people.\n\nHe delays for a long time going to the VA hospital to visit Savage, who has lost his legs. While he is there he learns that Walken is still in Vietnam. He had promised Walken -- on a drunken moonlit night under a basketball hoop on a playlot, the night of the wedding -- that he would never leave him in Vietnam. They were both thinking, romantically and naively, of the deaths of heroes, but now De Niro goes back in an altogether different context to retrieve the living Walken. The promise was adolescent stuff, but there is no adolescence left when De Niro finds Walken still in Saigon, playing Russian roulette professionally.\n\nAt about this point in a review it is customary to praise or criticize those parts of a film that seem deserving: the actors, the photography, the director's handling of the material. It should be said, I suppose, that \"The Deer Hunter\" is far from flawless, that there are moments when its characters do not behave convincingly, implausible details involving Walken's stay and fate in Vietnam, unnecessary ambiguities in the De Niro character. It can also be said that the film contains greatly moving performances, and that it is the most impressive blending of \"box office\" and \"art\" in American movies since \"Bonnie and Clyde,\" \"The Godfather\" and \"Nashville.\" All of those kinds of observations will become irrelevant as you experience the film. It gathers you up, it takes you along, it doesn't let up.\n\n\"The Deer Hunter\" is said to be about many subjects: About male bonding, about mindless patriotism, about the dehumanizing effects of war, about Nixon's \"silent majority.\" It is about any of those things that you choose, if you choose, but more than anything else, it is a heartbreakingly effective fictional machine that evokes the agony of the Vietnam time.\n\nIf it is not overtly \"anti-war,\" why should it be? Hell, we're all against the war . . . now. What \"The Deer Hunter\" insists is that we not forget the war. It ends on a curious note: The singing of 'God Bless America.' I won't tell you how it arrives at that particular moment (the unfolding of the final passages should occur to you as events in life) but I do want to observe that the lyrics of \"God Bless America\" have never before seemed to me to contain such an infinity of possible meanings, some tragic, some unspeakably sad, some few still defiantly hopeful.", "running_time": 182, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-03-09", "genres": ["Drama", "War"], "title": "The Deer Hunter (1979)"}