{"url": "http://www.rogerebert.com/reviews/the-big-bang-1990", "by": "Emma Astneras The Girl", "star_rating": 3.0, "text": "One of the great luxuries of life is to pontificate. Rare is the person who feels he has no wisdom on the nature of existence, and even if his truths are third-hand, he is greatly cheered by having shared them. One of the purposes of children is to serve as a captive audience for such lessons.\n\nTry engaging someone in a relaxed conversation and steer it around to the meaning of life - easier than it seems. Ask what it's all about.\n\nChances are your victim's first answer will be weary and cynical. But keep pushing, and eventually almost everyone will be revealed as a closet romantic, one who has thought from time to time about the immensity of the universe and his own role as a mote in the nose of God.\n\n\"The Big Bang\" is a movie filled with such conversations. People are asked what they think is the meaning of existence. Invariably they respond with grace, humor and, surprisingly, honesty. In real life we generally save such insights for rare moments involving love and death, and so the experience of hearing strangers share them during an entire film is rather moving.\n\n\"The Big Bang\" was directed by James Toback, a man of great intensity and drive whose feature films (\"Fingers,\" \"Exposed\"), whatever else they sometimes have lacked, never have wanted for passion. He conceived the idea for this film during a conversation on an airplane with Joseph Kanter, a Florida investor who has dabbled in film production. In one of the film's early scenes, we hear Kanter asking to be reminded once again why he should invest his money in such a cockamamie idea. And Toback replies that long after Kanter's banking and real estate triumphs have been forgotten, this film will endure - his chance at immortality.\n\nIt is an argument to sway a Medici. Cities were built on the same premise. The pyramids were constructed because some glib Egyptian Toback sat next to a pharaoh on a long chariot ride. One of the most powerful desires in this life is to be remembered after we have left it. Most people are not remembered very long, but we all hope to be - if only because we won the lottery, or went over Niagara in an inner tube.\n\nIn \"The Big Bang\" we hear from people who have survived the Holocaust, and others who know they are dying. We hear from the young and the old, from black and white, from artists and from those who envy artists. What they say often is very interesting, but the real point of the film is simply that they are saying it. Their eyes turn inward and there is a certain wonderment in their voice, and we realize that they are being photographed in the moment of turning away from petty matters and thinking about what it means to be alive.\n\nMy disappointment with Toback is that he did not cast his net a little wider. Most of the people he talks to are the sorts of people a movie director might meet in the course of an ordinary lifetime. A violinist and a basketball star. An author and an artist. A mother and a daughter. I wish the approach had been extended to encompass more of the family of man: the very, very old, for example. The very poor.\n\nPeople from other lands and cultures. \"The Big Bang\" may be a sketch when a mural is called for, but it is a challenging sketch, the kind of movie that you want to see with a friend, and then sit down afterward for a good, long talk.", "running_time": 82, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-10-05", "genres": null, "title": "The Big Bang (1990)"}