{"url": "http://www.rogerebert.com/reviews/the-polar-express-imax-2005", "by": "Peter Scolarias Lonely Boy", "star_rating": 4.0, "text": "In general, I haven't been a fan of 3-D, with its murky images and pathetic little cardboard glasses. But IMAX does it right, and I was astonished by how effective \"The Polar Express\" is in 3-D on the big IMAX screen. The theaters handed out new oversized 3-D glasses -- big enough to fit over your own glasses, light enough so you can forget them -- that made this the best 3-D viewing experience I had ever had.\n\nAs for the film, it's a movie in the process of becoming an enduring classic. It had the misfortune to open opposite \"The Incredibles,\" which was an enormous hit, but it didn't fold up and go away. Instead, week by week, it kept discovering new audiences, as word of mouth spread. Its 3-D screenings at IMAX theaters are almost always sold out.\n\nTom Hanks is everywhere in the movie. He voices five of the characters, and provides the model for their body movements. Hanks and director Robert Zemeckis create something deeper and more mysterious, more filled with wonderment, than your usual slam-bang family entertainment. The film has the quality of a lot of lasting children's entertainment: It's a little creepy. Not creepy in an unpleasant way, but in that sneaky, teasing way that lets you know eerie things could happen. There's a deeper, shivery tone, instead of the mindless jolliness of the usual Christmas movie. This one creates a world of its own, like \"The Wizard of Oz\" or \"Willy Wonka and the Chocolate Factory,\" in which the wise child does not feel too complacent.\n\nThose who know the Chris Van Allsburg book will feel right at home from the opening moments, which quote from the story: \"On Christmas Eve, many years ago, I lay quietly in my bed.\" The young hero is listening for the sound of sleigh bells ringing. He is at just the age when the existence of Santa Claus is up for discussion.\n\nThe look of the film is extraordinary, a cross between live action and Van Allsburg's artwork. Zemeckis, the same director whose \"Who Framed Roger Rabbit\" juxtaposed live action with animation, this time merges them, using a process called \"performance capture,\" in which human actors perform the movements, which are translated into lifelike animation. The characters in \"The Polar Express\" don't look real, but they don't look unreal, either; they have a kind of simplified and underlined reality that makes them visually magnetic.\n\nThe story follows Hero Boy as he is awakened on Christmas Eve and finds himself aboard a train for the North Pole. On board are Hero Girl, Lonely Boy, Know-It-All, the conductor, and a mysterious hobo who seems to live on top of the train. The North Pole is far from the jolly Santa's workshop seen in routine kiddie pictures, and Hero Boy's experiences are more a coming of age than a cheerful adventure. The film resonates.\n\nAs I wrote in my original review, \"The Polar Express\" is a movie for more than one season; it will become a perennial, shared by the generations. It has a haunting, magical quality because it has imagined its world freshly and played true to it, sidestepping all the tiresome Christmas cliches that children have inflicted on them during this time of year. The conductor tells Hero Boy that he thinks he really should get on the train, and I have the same advice for you.\n\nNote: Portions of my original review are quoted here.", "running_time": null, "mpaa_rating": "G", "release_year": 2005, "date_published": "2005-11-22", "genres": null, "title": "The Polar Express (IMAX) (2005)"}