{"url": "http://www.rogerebert.com/reviews/the-grudge-2004", "by": "Sarah Michelle Gellaras Karen", "star_rating": 1.0, "text": "\"The Grudge\" has a great opening scene, I'll grant you that. Bill Pullman wakes up next to his wife, greets the day from the balcony of their bedroom, and then -- well, I, for one, was gob-smacked. I'm not sure how this scene fits into the rest of the movie, but then I'm not sure how most of the scenes fit into the movie. I do, however, understand the underlying premise: There is a haunted house, and everybody who enters it will have unspeakable things happen to them.\n\nThese are not just any old unspeakable things. They rigidly follow the age-old formula of horror movies, in which characters who hear alarming sounds go to investigate, unwisely sticking their heads/hands/body parts into places where they quickly become forensic evidence. Something attacks them in a shot so brief and murky it could be a fearsome beast, a savage ghost -- or, of course, Only a Cat.\n\nThe movie, set in Japan but starring mostly American actors, has been remade by Takashi Shimizu from his original Japanese version. It loses intriguing opportunities to contrast American and Japanese cultures, alas, by allowing everyone to speak English; I was hoping it would exploit its locations, and become \"Lost, Eviscerated and Devoured in Translation.\"\n\nAn opening title informs us that when an event causes violent rage, a curse is born that inhabits that place, and is visited on others who come there. We are eventually given a murky, b&w, tilt-shot flashback glimpse of the original violent rage, during which we can indistinctly spot some of the presences who haunt the house, including a small child with a big mouth and a catlike scream.\n\nThe house shelters, at various times, the mother of one of the characters, who spends most of her time in bed or staring vacantly into space; a young couple who move in, and an estate agent who sees that the bathtub is filled up, sticks his hand into the water to pull the plug and is attacked by a woman with long hair who leaps out of the water. This woman's hair, which sometimes looks like seaweed, appears in many scenes, hanging down into the frame as if it dreams of becoming a boom mike.\n\nVarious cops and social workers enter the house, some never to emerge, but the news of its malevolence doesn't get around. You'd think that after a house has been associated with gruesome calamities on a daily basis, the neighbors could at least post an old-timer outside to opine that some mighty strange things have been a-happening in there.\n\nI eventually lost all patience. The movie may have some subterranean level on which the story strands connect and make sense, but it eluded me. The fragmented time structure is a nuisance, not a style. The house is not particularly creepy from an architectural point of view, and if it didn't have a crawl space under the eaves, the ghosts would have to jump out from behind sofas.\n\nSarah Michelle Gellar, the nominal star, has been in her share of horror movies, and all by herself could have written and directed a better one than this. As for Bill Pullman, the more I think about his opening scene, the more I think it represents his state of mind after he signed up for the movie, flew all the way to Japan and read the screenplay.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-10-21", "genres": ["Horror", "Thriller"], "title": "The Grudge (2004)"}