{"url": "http://www.rogerebert.com/reviews/the-damned-1970", "by": "Dirk Bogardeas Friederich", "star_rating": 1.0, "text": "Luchino Visconti's “The Damned” is a magnificent failure, an example of a great director working at the peak of his ability and somehow creating almost nothing at all. Surely no one else could have made this film; surely no one at all should have.\n\nIt is one of the most impenetrable films ever made. Characters and plots keep slipping away from us, as in a frustrating dream. We are never quite sure where we are. Even in the physical sense, the movie is inaccessible. Visconti guides his camera through a radically under-lighted abyss; there are long passages of near-darkness during which we occasionally glimpse a face, or a shadow, or figures slipping across a street.\n\nThe effect is claustrophobic, and we want out. We want sun; we want light; we want to see. Visconti, of course, intended this effect, but did he know it would prove so effective? His intention is to involve us within the tightening gloom of Nazi Germany in the 1930s, when civilization flickered out. But his visual style operates not so much against the Nazis as against the movie, which becomes increasingly difficult to endure.\n\nHis story, bizarre as it is, does succeed in reflecting Germany's decay. His central character, a young man slipping into insanity, realizes himself only during the most destructive perversions. The one tender moment he experiences during the entire film leads, eventually, to the rape and suicide of a 6-year-old girl. He finds no release in healthy sexuality, or in any other creative activity. His pathetic search for love, con­ducted in all the wrong places, leads to his destruction.\n\nIn just the same way, Nazi Germany learned to praise and value its suicidal impulses. And to the degree that a country is a woman, the hero's act of incest with his mother does perhaps parallel Hitler's relationship with the Third Reich.\n\nThe dream-like elusiveness of the film is perhaps only partially intended. Visconti's original version was nearly four hours long, I understand. It is possible that in editing it down by 90 minutes, he has had to leave in the loose ends that make it so difficult to know exactly where we stand. There are several characters who look almost alike and whose relationships are more sinister than explained.\n\nAfter two viewings of the film, I am still unable to understand exactly what happens during the transvestite orgy; young soldiers drink and sing through the night, and in the morning they are machine-gunned by other soldiers. The assassins seem more like symbolic exterminating angels than real soldiers, until suddenly we see Dirk Bogarde among them, and because he plays an important character in the film, we are forced to try to associate this nearly self-contained sequence with everything else. We can guess what has happened pretty clearly, but we cannot be sure because Visconti doesn't seem to be.\n\nNot that he should explain. But some sort of artistic purpose should gradually unfold itself, and none seems to. The movie is like a magician who very slowly lifts his handkerchief from a crystal bowl, maintaining our suspense until the very end, when we see that the bowl is empty.", "running_time": 97, "mpaa_rating": "X", "release_year": 1970, "date_published": "1970-02-05", "genres": null, "title": "The Damned (1970)"}