{"url": "http://www.rogerebert.com/reviews/the-atomic-cafe-1982", "by": "Loader", "star_rating": 3.0, "text": "I was an exact contemporary of those kids in this old documentary footage. I was in grade school from 1948 to 1956, the years when America began to learn to live with the bomb. Life magazine ran blueprints for fallout shelters, and Estes Kefauver barnstormed the nation with warnings about strontium 90 in the milk supply. Did I really once sing \"Duck and Cover,' or do I only think I did?\n\n\tIt hardly matters. \"The Atomic Cafe\" is a chilling memory of life in the first years under the mushroom umbrella. There was a brief national euphoria after Hiroshima and Nagasaki (I can barely remember my father explaining to me that, because America had the atomic bomb, there would never have to be another war). But soon the Russians had the bomb, too, and since they were godless communists, it was obviously only a matter of time until war broke out.\n\n\tFallout shelters were presented as the answer. As late as the early 1960s, under President John F. Kennedy, it was seriously proposed that a shelter program would act as a deterrent to war, since the Russians would realize \"we\" would survive a nuclear attack. No doubt this is still official theory, although a story the other day reported that the foodstuffs in the shelters in most federal buildings have long since decayed, spoiled or been ravaged by rats.\n\n\tThe makers of \"The Atomic Cafe\" sifted through thousands of feet of Army films, newsreels, government propaganda films and old television broadcasts to come up with the material in their film, which is presented without any narration, as a record of same of the ways in which the bomb entered American folklore. There an songs, speeches politicians, and frightening documentary footage of guinea-pig American troops shielding themselves from an atomic Mast and then exposing themselves to radiation neither they nor their officers understood.\n\n\tMy memories of that time suggest that nuclear destruction seemed frightening enough as a possibility but in \"The Atomic Cat\" you can see the government trying to trivialize it Why should 85 percent of the population worry about the bomb one spokesman asks, when only 15 percent of the population would be killed in it?\n\n\tThe most heartbreaking scenes in the movie show grade- and high-school students participating in civil defense programs. Girls in home ec classes display their canned goods designed for nuclear survival, and it is clear from their faces that they have no clue of how they would survive nuclear war, and little hope of doing so. Kids are lectured by authority figures in shots from educational films, but it must hardly have been reassuring to learn of your \"chances\" in a nuclear war.\n\n\tIf this movie has a message beyond its obvious one (that nuclear war will be devastating and our civil defenses pathetic) it is a rather more subtle one. It acts as a reminder that, in the 1950s the government at least spent a good deal of its resources on addressing the possibility of nuclear war, however uselessly. Today, the government maintains a discreet silence about this awesome and awful subject. When was the last time you heard anything at all about fallout shelters or civil defense?", "running_time": 86, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": ["Documentary", "History"], "title": "The Atomic Cafe (1982)"}