{"url": "http://www.rogerebert.com/reviews/the-adjuster-1992", "by": "Elias Koteasas Noah", "star_rating": 3.0, "text": "\"The Adjuster\" is one of those movies where you back into the story. It begins with people performing mysterious actions, and then, gradually, you discover what they're doing, and why. Then everything makes sense - except, in this case, the characters, who have obscure motivations and bizarre secrets, even though they lead their lives in the most proper of occupations.\n\nNoah, the hero, is an insurance adjuster. He walks into people's lives after they have been devastated by tragedy, and tries to decide in an almost godlike way what really happened, and how it can be fixed. Hera, his wife, is a sweet-faced, almost angelic woman who works as a film censor, sitting hour after hour in a darkened room looking at pornographic images. They live in a house that is the only occupied residence in a suburban development that went broke; around them are nothing but billboards showing the other houses that may eventually be built.\n\nBoth of these people are evaluators - Noah of fire damage, Hera of film standards - and both of them abuse their positions. Noah (Elias Koteas) moves his homeless clients into a motel, where he plays far too intimate a role in their lives. Hera (Arsinee Khanjian) secretly videotapes the films she is viewing - so she can show them to her sister, since they have shared everything since childhood. Now their lives are entered by a wealthy and bizarre couple who \"adjust\" others in far more devious ways.\n\nBubba (Maury Chaykin) and Mimi (Gabrielle Rose) have a most unconventional marriage centered around his voyeurism, her exhibitionism, and their great wealth. It is nothing for him to hire a football team so that his wife can prance in front of them, acting out her cheerleader fantasies. When they stumble upon the adjuster and his wife, they realize they have hit a gold mine; the isolated house is ideal as a location for one of their more involved scenarios.\n\n\"The Adjuster\" was directed by Atom Egoyan, a Canadian who finds strange comedy in familiar things. \"I wanted to make a film,\" he writes in his notes, \"about believable people doing believable things in an unbelievable way.\" Often this involves the way Egoyan photographs them. A shot of Noah with a bow and arrow, for example, seems inexplicable until the camera explains it.\n\nThe first appearance of Bubba is an optical illusion.\n\nThroughout the film, the characters seem in danger of being blotted up by their backgrounds - of disappearing back into the billboards and advertising symbols that surround them.\n\nWhat is interesting is how Egoyan creates this intensely personal universe while at the same time making a movie that is funny and challenging.\n\nHe isn't one of those directors who delights in confusion and frustration. When he shows us something we cannot understand, and then pulls back to explain it, he takes the same delight in his revelation as a magician would - or a silent comedian like Buster Keaton. That's why the movie is so consistently entertaining. Instead of just sitting there while the plot unfolds - one, two, three, so that we can see that each event does indeed follow the last - he keeps us watching and guessing as the jigsaw of his story and relationships finally becomes a complete picture.\n\nHaving never met Atom Egoyan, I am willing to guess that he is one of those people who loves puzzles and paradoxes, who sees the world in a wry, skewed way, who is vastly amused that what we take for granted might be a complete deception. He would probably be gifted at card tricks. But he would want a deck with more than 52 cards.", "running_time": 102, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-07-24", "genres": ["Drama", "Indie"], "title": "The Adjuster (1992)"}