{"url": "http://www.rogerebert.com/reviews/the-drowning-pool-1975", "by": null, "star_rating": 2.0, "text": "Paul Newman came to be Harper in the first place, I suppose, because he was in his \"H\" period with \"Hud\" and \"Hombre,\" and so when the chance came to film one of Ross Macdonald's novels about Lew Archer, they changed Archer to Harper for luck, maybe. They had a little the first time, but it runs out with \"The Drowning Pool,\" which is a confusing and not very exciting privateeye caper. \n\nNewman, as Harper, is called away from his California base to work on a case in Louisiana. The case looks simple at first (they always do), but what starts as a little lightweight blackmail turns into extortion, torture, murder and revenge. Macdonald's story, as always, connects the current crisis to events from a couple of decades ago.All of this is good, straightforward thriller material, and could have made a decent B movie. \n\nBut since \"The Drowning Pool\" is a Paul Newman vehicle, it goes first class, and that turns out to be fatal. So much attention is given to making the movie look good visually that the story gets mislaid, and scenes that should create tension are photographed so painstakingly they only record it. There's a lot of careful framing and backlighting and things look so good we lose track of what's going on.\n\n\r\n\n\nThis is probably the fault of the director, Stuart Rosenberg, whose previous credits include a good Newman movie, \"Cool Hand Luke,\" one that failed ambitiously, \"W.U.S.A.,\" and a real bomb named \"Pocket Money.\"\n\nIt's too bad \"The Drowning Pool\" only occasionally comes alive, because it has some nice Macdonald characters in it. There's the worried wife (Joanne Woodward) who hires Harper in the first place and spends her afternoons and evenings in a haze of booze, pills and insecurity. There's her sexpot daughter (Melanie Griffith), and there's a sadistic, creepy oil tycoon, played by Murray Hamilton, who was Mr. Robinson in \"The Graduate\" and seems to have taken his own advice and gotten into plastics. And there's a confused cop and a pathetic prostitute and a wouldbe hit man and a regular gallery of character roles, but they all seem somehow one dimensional because these characters don't seem to inhabit anything except the plot there's no smell of actuality here.\n\nThe movie's title comes from a neat escape trick that Harper dreams up after he and the wife are trapped in the gigantic shower room of a disused asylum. Maybe they can escape, he thinks, by flooding the room, floating to the top and going out through the skylight. Then again, maybe they can't.... but it's an intriguing scene and makes up for Rosenberg's annoying habit of having people get socked every time they open a door.\n\nNewman isn't terribly interesting as Harper. He seems a little spaced out, and there are mannerisms, doubletakes, nods to himself that show him working to bring humanity to an almost transparent character. I did like Linda Hayes as the distrustful, tearful prostitute, and I was thankful to Hamilton for at least hamming up the tycoon to the point where he was interesting, but otherwise I didn't much care, and that's fatal for a thriller.", "running_time": 108, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Drama", "Mystery", "Thriller"], "title": "The Drowning Pool (1975)"}