{"url": "http://www.rogerebert.com/reviews/the-fighter-2010", "by": "Mark Wahlbergas Micky", "star_rating": 2.5, "text": "Micky Ward has less personality than the hero of any other boxing movie I can remember. Maybe that's because he can't get a word in edgewise. He has a motormouth crackhead for a brother, a mom who acts as his manager and seven blond-headed sisters who seem to be on a break from a musical being filmed on the next soundstage. It's easy to imagine Micky growing up in this family and sitting ignored in the corner.\n\nDavid O. Russell's “The Fighter” is based on Ward's true story, and perhaps Micky (Mark Wahlberg) is flat and withdrawn here because he is in life. His family is spectacularly dysfunctional. Dicky Eklund (Christian Bale), his half-brother, is the failed version of what Micky hopes to become: a poor kid from Lowell, Mass., who wins because of his ability to outlast savage punishment and finally land a winning blow.\n\nMicky grew up hero-worshipping Dicky, who lost a lot of fights but allegedly knocked over Sugar Ray Leonard once upon a time. Then Dicky got hooked on crack, and now we see him as a goofy, scrawny guy with a Skeezix haircut, a cigarette behind his ear and an arm around his brother's shoulders. They're being filmed for an HBO documentary, which Dicky thinks is about his own unlikely comeback and everybody else knows is about his decline and fall. Crackheads sometimes get the two confused.\n\nAs the movie opens, Micky doggedly begins a series of defeats in bad matchups. Then his life changes when he meets a sweet-faced, tough-talking barmaid named Charlene (Amy Adams). She knows the neighborhood, knows the story and knows that Micky's problem is his family. His mother, Alice (Melissa Leo in a teeth-gratingly brilliant performance), sees both boys as performers in a long-running tribute to herself. She presides in a living room filled with her seven daughters, who smoke so much and use so much hairspray, they must be considered fire hazards.\n\nWhen Micky gets a chance to train seriously in Vegas, Charlene more or less forces him to take it. When Dicky and Alice follow him out there, it's showdown time, and Charlene threatens to leave. But the movie is imprecise about how this plays out, and they're all at ringside at the end.\n\nThe weakness of the film is the weakness of the leading role. That's not a criticism of Mark Wahlberg, who has a quite capable range, but of how he and Russell see the character. Micky comes across as a proud, not very bright, very determined man who has apparently never given his family much constructive thought. To say of your family, “they're my family!” is true enough, but may not be sufficiently analytical. His love for Charlene is real, but he never quite realizes he really must choose between her vision and his mother's. His character remains strangely unfocused.\n\nThat's not the case with Dicky, Alice and Charlene, and those characters are where the life is. Christian Bale, who has played Batman and John Connor in \"Terminator,\" and for Werner Herzog played a man who survived in the jungles of Laos, so successfully transforms himself that you foresee a career as a cutup in the “Jackass” movies. Melissa Leo (“Frozen River”) is merciless in her depiction of Alice; steering her son to failure is more rewarding than having him succeed on his own. She's one of those women, you know the type, who likes the way she looks posing with a freshly lit cigarette. And look at Amy Adams, our beloved “Junebug” and the nun in “Doubt,” who is clear-headed and has a strong will and tries to lend those qualities to the man she loves.\n\nThere are a lot of fight scenes, not as visceral as those in “Raging Bull,” “Rocky” or “The Wrestler,” but designed more to represent the POV of a sportswriter or fan. Because we aren't deeply invested in Micky, we don't care as much as we should, and the film ends on a note that should be triumph but feels more like simple conclusion.", "running_time": 116, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-12-15", "genres": ["Drama", "Sport"], "title": "The Fighter (2010)"}