{"url": "http://www.rogerebert.com/reviews/the-people-vs-larry-flynt-1996", "by": "Woody Harrelsonas Larry Flynt", "star_rating": 4.0, "text": "\n\n\"This is it?\" the Cincinnati printer asks dubiously,\rlooking at the page proofs for the newsletter Larry Flynt wants him to print.\r\"You've got to have text--like Playboy.\" Flynt is unyielding. He is\rinterested in gynecological detail, not redeeming social merit. Soon his\rnewsletter has blossomed into Hustler magazine, although not without\rdifficulties (one editorial conference is devoted to a discussion of why the\rnumber of a magazine's pages must be divisible by two).\n\nIf\ryou believe that Hustler is pornographic and in bad taste, you will not get an\rargument from Flynt. Flaunting the magazine's raunchiness, he became a\rmillionaire while printing cartoons such as the one in which \"Dorothy has\ra foursome with the Tin Man, the Cowardly Lion and the Scarecrow--oh, and\rToto.\" Emboldened by his success, Flynt grew more outrageous, until\rfinally one of his parody ads inspired a $40 million lawsuit from the Rev.\rJerry Falwell.\n\nWas\rFalwell right to be offended? He certainly was; the parody of a Smirnoff ad was\rin outrageously bad taste. Did Flynt have a right to print the parody? The\rSupreme Court eventually decided that he did. No one in their right mind could\rbelieve that what the ad said was true (as Falwell himself admitted from the\rwitness stand), and the right of free speech includes the right to offend.\n\nThe\rSupreme Court's ruling in the Hustler case came under attack at the time, but\rconsider this: If Falwell had won his suit against Flynt, this newspaper would\rbe fundamentally different. The editorial cartoons could not make fun of public\rofficials. The op-ed columns could not risk offending. The lawyers might have\rquestioned a recent review in which I said a film should be cut up into ukulele\rpicks; after all, that might have hurt the director's feelings. And Falwell\rhimself might not have been able to broadcast his sermons, because they might\rhave offended atheists (or you, or me).\n\n\"If\rthey'll protect a scumbag like me, then they'll protect all of you,\" Flynt\rsaid after his 1987 court victory. Inelegant, but true. Milos Forman's\r\"The People vs. Larry Flynt\" argues that the freedom of speech must\rapply to unpopular speech, or it is meaningless. Beginning with this belief,\rForman constructs a fascinating biopic about a man who went from rags to riches\rby never overestimating the taste of his readers.\n\nIf\ryou question the dimensions of Hustler's success, reflect that a modern\rskyscraper towers in Los Angeles, proclaiming FLYNT PUBLICATIONS from its\rrooftop. Even if he's only leasing, that's a lot of rent. When Flynt started\rHustler in 1972, Playboy was already 20 years old and Penthouse was a success.\rHe aimed below them--at the vulgar underbelly of the market--and offered\rpictorial details that Playboy, at least, has never been interested in\rprinting.\n\nFor\rFlynt, played by Woody Harrelson, Hustler was like winning the lottery. He was\ra Kentucky moonshiner's son who ran away from home and eventually ran strip\rclubs in Cincinnati. There he found the love of his life: Althea Leasure\r(Courtney Love), a bisexual stripper who bluntly told him, \"You are not\rthe only person who has slept with every woman in this club.\" Hustler's\rfirst publicity breakthrough came when Flynt printed nude photos of Jacqueline\rOnassis, a coup so sensational it forced the media (and the public) to notice\rthe magazine. \"The People vs. Larry Flynt\" shows Flynt running a\rloose editorial ship in which his brother Jimmy (Brett Harrelson), hangers-on\rand assorted strippers and hookers seem to publish the magazine by committee.\n\nVery\rearly, he meets a man destined to be a lifelong companion: his lawyer, Alan\rIsaacman (Edward Norton), who wins his spurs defending him in one action after\ranother. An early antagonist is Charles Keating, then head of Citizens for\rDecent Literature, more recently an S&L crook. \"I'm your dream\rclient,\" Flynt tells Isaacman. \"I'm fun, I'm rich and I'm always in\rtrouble.\"\n\nThe\rmovie shows Larry and Althea as a couple deeply into promiscuity; proposing\rmarriage to him in a hot tub, Althea is shocked when Larry thinks she means\rmonogamy. Their marriage survives many tests, not least the one when Flynt is\rtemporarily converted to religion by Ruth Carter Stapleton, sister of the\rpresident. (The movie never really makes it clear how sincere Flynt was in his\rborn-again period.)\n\nAs\rthe magazine grows, Flynt keeps it on the low road, eventually developing\renemies. In 1978, during a trial in Georgia, both he and Isaacman are shot by\ran unknown gunman, and Flynt is paralyzed from the waist down. That leads to a\rlong dark period, until 1983, when he and Althea hole up in a Los Angeles mansion,\rusing pain-killers and whatever other drugs come to hand. The magazine seems to\rrun itself while they cower behind the steel door of their bedroom.\n\nFlynt\reventually has an operation that stops his pain, and he kicks drugs. Leasure,\rnot as lucky, sickens and dies of AIDS. Then comes the suit by Falwell, and a\rjourney that ends with Flynt pumping his wheelchair into the Supreme Court.\n\nLarry\rFlynt is never likely to find his face on a postage stamp, but he has played a\rrole in our era. A negative one, in contributing to the general decay of taste\rand decorum, and a positive one, in being the point man for a crucial defense\rof American liberties. As an individual, he seems to have been clueless some of\rthe time and morose much of the time (he plays a camera role in the film as a\rjudge, and looks unhappy).\n\nBut\rlike many another man he was fortunate to find the love of a loyal woman, and\rAlthea, as played by Love, is a quirky free spirit. The product of a tragic\rchildhood (she identified the bodies after her father murdered her family, then\rshe was sent to an orphanage, where she was abused), she is made by Love into a\rkind of life force, misdirected but uncompromised. It is quite a performance;\rLove proves she is not a rock star pretending to act, but a true actress, and\rHarrelson matches her with his portrait of a man who has one thing on his mind,\rand never changes it.\n\nMilos\rForman's other films include \"Amadeus\" and \"One Flew Over the\rCuckoo's Nest,\" both about inspired misfits with the courage of their\reccentricity. Now Larry Flynt is another. Who else could have so instinctively\rcombined idealism and cash, declaring at a press conference, \"Americans\rfor a Free Press is me. Who do you think is paying for this show?\"", "running_time": 130, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-12-27", "genres": ["Drama"], "title": "The People vs. Larry Flynt (1996)"}