{"url": "http://www.rogerebert.com/reviews/the-theory-of-flight-1999", "by": "Helena Bonham-Carteras Jane", "star_rating": 2.5, "text": "Jean-Luc Godard said that the best way to criticize a movie is to make another movie. That has already been done in the case of \"The Theory of Flight,\" a British film about a young woman in a wheelchair who desperately desires to have sex. The movie that eclipses this one is \"Dance Me to My Song,\" an Australian film that played in 1998 at the Cannes Film Festival and silenced the audience with its stark courage. (It still lacks U.S. distribution.) \"The Theory of Flight\" stars Helena Bonham Carter as Jane, the young woman in the chair, who suffers from ALS and uses a voice synthesizer to help her communicate. It is a good performance--but just that, a performance. What is astonishing about \"Dance Me to My Song\" is that it was written by a young woman named Heather Rose, who has cerebral palsy, lives in a chair, communicates with a machine--and actually plays Julia, the heroine of her movie.\n\nTo compare Jane and Julia is not fair, since neither film could have known about the other and both are good-hearted. But I will do it anyway. Jane, the Bonham Carter character, has had bad luck with her helpers until she draws the quirky Richard (Kenneth Branagh), an artist who has been assigned to her after being sentenced to community service for having caused a lot of trouble when he jumped off a building with homemade wings.\n\nCompare that idealized situation with the plight of Julia in the Australian movie. Her disease is so advanced she can barely move, and has been assigned a series of empty-headed and cruel companions who steal her money and let her lie in her own messes while they chatter on the phone.\n\nJane wants sex, and informs Richard by playing a little speech that she has programmed into her synthesizer. \"Help me lose my virginity,\" she says. \"I know realistically I'll never get the whole deal. But that doesn't mean I shouldn't get as much as I can.\" For Julia it is not that easy (not that it is easy for Jane). She is a virtual captive of her apartment, has no way to meet other people, and in an astonishing sequence takes things into her own hands. Using her battery-powered chair, she escapes from her house and onto the sidewalk, where she accosts a young man and begins, in her own way, to seduce him. Consider that Heather Rose plays all of these scenes herself, without doubles, and is cruelly handicapped in speech and movement, and you will begin to guess how powerful it all becomes.\n\nBoth young women are frank in their speech. They like four-letter words, which growl out of their synthesizers like Stephen Hawking on a bad day. Both of their targets are at first disbelieving, then reluctant. And so on. Enough of the plots.\n\nRecently I have been getting a lot of flak from readers who object to my review of \"Patch Adams,\" the Robin Williams film. How can I dislike this film, they ask, when its message is so heartwarming? The movie argues that doctors must care more for their patients, they inform me, and that laughter is the best medicine. Some of the letters are from people whose loved ones are critically ill, and have either endured impersonal medical treatment or benefitted from doctors and nurses who do care.\n\nI agree with these correspondents that laughter is the best medicine. I agree that the personal touch is invaluable in the healing professions. But they have confused the message with the movie. Who could disagree with the sentiments in \"Patch Adams\"? And what do they have to do with the film's shameless and manipulative cynicism? I write back: \"Remember, it's not what the movie is about--it's how it's about it!\" I wish I could rent a theater and show these good people a double feature of \"The Theory of Flight\" and \"Dance Me to My Song.\" Here are two movies that are essentially about the same thing. The British film uses big stars and cutes everything up. (Much of the plot involves whether Branagh can build a flying machine, and whether he and the young woman can overcome their personal versions of fear of flying). The Australian film is an act of the will by a cerebral palsy sufferer whose own achievement is even greater than her heroine's. (As anyone in Hollywood can tell you, it is a lot easier to get someone to sleep with you than to get a screenplay produced.) \"The Theory of Flying\" is actually fairly enjoyable. At least it doesn't drown its message in syrup and cornball sentiment, like \"Patch Adams.\" It has a lot of refreshing humor. But then, when you see the real thing, when you see \"Dance Me to My Song,\" you're struck by the difference. Two movies. Same story. Same objective. Similar characters. Similar situation. One is an entertainment. The other is a thunderbolt.", "running_time": 100, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-01-22", "genres": ["Drama"], "title": "The Theory of Flight (1999)"}