{"url": "http://www.rogerebert.com/reviews/the-opposite-of-sex-1998", "by": "Christina Riccias Dedee Truitt", "star_rating": 3.0, "text": "\"The Opposite of Sex\" is like a movie with the \"Mystery Science Theater 3000\" commentary built right in. It comments on itself, with the heroine as narrator. DeDee Truitt, a trash-talking teenager from Arkansas, chats on the soundtrack during and between many of the scenes, pointing out the cliches, warning us about approaching plot conventions and debunking our desire to see the story unfold in traditional ways.\n\nWatching the movie is like sitting through a film in front of a row of wisecracking cult movie fans. It's also sometimes very funny. DeDee (the name may relate to her bra size) is played by Christina Ricci, who is having a very good year, and has left all memories of \"The Addams Family\" far behind with roles in movies like \"The Ice Storm\" and \"Fear and Loathing in Las Vegas.\" Here she shows a cocky, smart-aleck side. She's the kind of actress who makes an audience sit up and take notice, because she lets us know she's capable of breaking a movie wide open.\n\nIn \"The Opposite of Sex,\" her 16-year-old character DeDee bails out from an unhappy home life in Louisiana and makes her way to Indiana, where an older half-brother named Bill (Martin Donovan) teaches high school. Bill is gay, and until recently lived with a stockbroker named Tom, who died of AIDS and left him all his money. Now he lives with a younger man named Matt (Ivan Sergei) and gets frequent visits from Lucia (Lisa Kudrow), who was Tom's sister.\n\nIt's a good thing we have DeDee to explain all of this to us, usually in cynical terms. DeDee is advanced sexually, if not intellectually, and soon sets about trying to persuade Matt that he is not really gay at all, but has just been killing time while waiting for DeDee to come along. She has a good reason for snaring Matt: She got pregnant in Louisiana and is recruiting a partner.\n\nDeDee and her brother Bill have obviously had quite different childhoods. Bill is quiet, civilized, accepting. When he finds a student writing a crude graffito about him on the wall of the high school men's room, he suggests grammatical improvements. DeDee is loud, brash and in your face--a hellion whose master plan includes seducing Matt and stealing $10,000 from Bill so she and Matt can flee to Los Angeles, for the good of \"their\" baby.\n\nMeanwhile, an obnoxious dropout named Jason (Johnny Galecki, from \"Roseanne\") claims Bill has molested him. It's a blackmail scheme, but the sheriff (Lyle Lovett) has to investigate anyway, even though he more or less sees through Jason. Working behind the scenes, Lucia, the Kudrow character, wonders if maybe Bill would like to live with her, in whatever arrangement might seem to work. The sheriff likes Lucia in his earnest and plodding way, but she can't really focus on him.\n\nIn its plot outlines, \"The Opposite of Sex\" is an R-rated sitcom. But first-time director Don Roos (who wrote \"Single White Female\" and \"Boys on the Side\") redeems it with DeDee's narration. When a gun turns up on the screen, DeDee tells us: \"This is foreshadowing. Duh!\" She likes to tell us she knows what we're thinking, and we're wrong.\n\nThe approach is refreshing. Most movies are profoundly conservative at the level of plot construction, no matter how offbeat their material may be. They believe that all audiences demand happy endings, and want to be led lockstep through traditional plot construction. When you've seen enough movies, alas, you can sense the gears laboriously turning, and you know with a sinking heart that there will be no surprises. The DeDee character subverts those expectations; she shoots the legs out from under the movie with perfectly timed zingers. I hate people who talk during movies, but if she were sitting behind me in the theater, saying all of this stuff, I'd want her to keep right on talking.", "running_time": 100, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-06-19", "genres": ["Comedy", "Drama", "Indie"], "title": "The Opposite of Sex (1998)"}