{"url": "http://www.rogerebert.com/reviews/the-fighting-temptations-2003", "by": "Cuba Gooding Jr.as Darrin Hill", "star_rating": 3.0, "text": "\"The Fighting Temptations\" follows a formula in a kind of easygoing way, and you know it, but it generates so much good will and so many laughs that you don't really care. It's sort of a musical and sort of a first cousin of \"Barbershop,\" and you can feel the audience just plain liking it. Although it represents Beyonce Knowles' first starring role, it's not in awe of her; it uses her in the story instead of just pushing her to the front of every shot, and she comes across as warm and sympathetic.\n\nCuba Gooding Jr., stars as Darrin, a New York ad executive with roots in the town of Montecarlo, Ga. His aunt Sally dies just as he's fired for falsifying his resume, and he returns home for a reading of the will, which leaves him $150,000 if he'll direct the church choir and get it into annual Gospel Explosion contest. With his credit cards maxed out and creditors on his trail, he stays in Georgia -- and gets involved in church politics involving Paulina (LaTanya Richardson), the church treasurer. She drove Darrin and his mother out of town 20 years ago by accusing the mother of being immoral because she sang in the local juke joint. Now she's Darrin's enemy, opposed to him leading the choir or perhaps even staying in town.\n\nBut he has good reasons to stay. Not just because his creditors are looking for him in New York, but because he's moonstruck by a local singer named Lilly (Beyonce Knowles). She was his childhood sweetheart, and now she may hold the key to the gospel competition -- and to his heart.\n\nDarrin has his work cut out for him. The church choir is small and untalented, and his recruiting efforts are not successful. Steve Harvey plays the local DJ who reads his recruiting announcements -- which start out by specifying that no one need apply who smokes or drinks, and end by saying pretty much anyone, even a heathen, is welcome. There's a funny sequence involving a concert in the nearby prison; when the warden (Faizon Love) says he's got prisoners who can sing better than the choir, Darrin perks up, and before long three prisoners are singing in the choir, wearing their handcuffs and their Sunday best orange convict suits.\n\nDoes the choir get into the Gospel Explosion? Do Darrin and Lilly find love and happiness? These are not really questions in a movie like this, which of course supplies the obligatory sequence of temporary defeat before ultimate victory. But the movie doesn't depend on an original story, it simply rides in on one before it starts being funny.\n\nThe humor in \"The Fighting Temptations,\" like the humor in \"Barbershop,\" isn't based on one-liners or insults, but on human nature. When the characters say something funny, it's usually funny because it's true. A lot of the laughs come when characters who don't like each other say so, out loud, right there in front of everybody.\n\nAlthough most of the actors in \"The Fighting Temptations\" are experienced pros, a funny thing happens: In this story, they all seem like real people, maybe because they're playing characters like those they knew, or were, when they were younger. LaTanya Richardson, for example, has been in more than 20 movies (in private life, she's Mrs. Samuel L. Jackson), but here, as Paulina, we don't sense a performance, we sense a woman -- stubborn, unbending, envious, yet curious to see what happens next. There's lovely body language in the scene where she begins to stalk out of church, and then changes her mind and takes a seat in a back pew.\n\nAnother nice, quiet thing about the movie is that white people turn up here and there, without much notion being taken of them. There are some whites in the choir, which is often the case in real life, and when Darrin recruits a new organist named Scooter (Mickey Jones), he's white, bearded and a mountain man type, but he sure can play.\n\nThere's music all through the movie, a lot of it high energy gospel music, some of it quieter. Beyonce is singing \"Fever\" the first time we see her, and later does a wonderful job with spirituals. There's no attempt to force her own music into the movie, and that works well, I think; after some supporting work (including the most recent \"Austin Powers\" movie), here we get to see her in a lead and sense that she can play dramatic parts and need not always be a version of herself.\n\nI saw the movie, as it happens, at a public preview. A real one, with an audience that bought tickets because they wanted to see this movie, not because they won passes from a radio station. It was a pleasure to be surrounded by so much good feeling. \"The Fighting Temptations\" is not brilliant and it has some clunky moments where we see the plot wheels grinding, but it has its heart and its grin in the right places.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-09-19", "genres": ["Comedy", "Drama", "Music", "Romance"], "title": "The Fighting Temptations (2003)"}