{"url": "http://www.rogerebert.com/reviews/the-unbearable-lightness-of-being-1988", "by": "Daniel Day-Lewisas Tomas", "star_rating": 4.0, "text": "In the title of Philip Kaufman’s “The Unbearable Lightness of Being,” the crucial word is “unbearable.” The film tells the story of a young surgeon who attempts to float above the mundane world of personal responsibility and commitment to practice a sex life that has no traffic with the heart, to escape untouched from the world of sensual pleasure while retaining his privacy and his loneliness. By the end of the story, this freedom has become too great a load for him to bear.\n\nThe surgeon’s name is Tomas, and he lives in Prague; we meet him in the blessed days before the Russian invasion of 1968. He has an understanding with a woman named Sabina, a painter whose goal is the same as his own - to have a physical relationship without an emotional one. The two lovers believe they have much in common, since they share the same attitude toward their couplings, but actually their genitals have more in common than they do. That is not to say they don’t enjoy great sex; they do, and in great detail, in the most erotic serious film since “Last Tango in Paris.” One day the doctor goes to the country, and while waiting in a provincial train station his eyes fall upon a young waitress, Tereza. He orders a brandy. Their eyes meet. They go for a little walk after she gets off work, and it is clear there is something special between them. He returns to Prague. One day she appears in the city and knocks at his door. She has come to be with him. Against all of his principles, he allows her to spend the night, and then to move in.\n\nEventually they even get married. He has betrayed his own code of lightness, or freedom.\n\nThe film tells the love story of Tomas and Tereza in the context of the events of 1968, and there are shots that place the characters in the middle of the riots against the Russian invaders. Tereza becomes a photographer and tries to smuggle pictures of the uprising out of the country. Finally the two lovers leave Prague for Geneva, where Sabina has already gone, and then Tomas resumes his sexual relationship with Sabina, because his philosophy, of course, is that sex has nothing to do with love.\n\nCrushed by his decision, Tereza attempts her own experiment with free love, but it does not work, because her heart is not built that way. Sabina, meanwhile, meets a professor named Franz who falls in love with her so urgently that he decides to leave his wife. Can she accept this love? Or is she even more committed to “lightness of being” than Tomas, who tutored her in the philosophy? In the middle of Sabina’s indecision, Tereza appears at her door with a camera. She has been asked to take some shots for a fashion magazine, and needs someone to pose nude. Sabina agrees, and the two women photograph each other in a scene so carefully choreographed that it becomes a ballet of eroticism.\n\nBy this point in the movie, a curious thing had happened to me, as a viewer. I had begun to appreciate some of the life rhythms of the characters. Most films move so quickly and are so dependent on plot that they are about events, not lives. “The Unbearable Lightness of Being” carries the feeling of deep nostalgia, of a time no longer present, when these people did these things and hoped for happiness, and were caught up in events beyond their control.\n\nKaufman achieves this effect almost without seeming to try. At first his film seems to be almost exclusively about sex, but then we notice in countless individual shots and camera decisions that he does not allow his camera to become a voyeur. There is a lot of nudity in the film but no pornographic documentary quality; the camera does not linger, or move for the best view, or relish the spectacle of nudity. The result is some of the most poignant, almost sad, sex scenes I have ever seen - sensuous, yes, but bittersweet.\n\nThe casting has a lot to do with this haunting quality. Daniel Day-Lewis plays Tomas with a sort of detachment that is supposed to come from the character’s distaste for commitment. He has a lean, intellectual look, and is not a voluptuary. For him, sex seems like a form of physical meditation, rather than an activity with another person. Lena Olin, as Sabina, has a lush, voluptuous body, big-breasted and tactile, but she inhabits it so comfortably that the movie never seems to dwell on it or exploit it. It is a fact of nature. Juliette Binoche, as Tereza, is almost ethereal in her beauty and innocence, and her attempt to reconcile her love with her lover’s detachment is probably the heart of the movie.\n\nThe film is based on the novel by the Czech novelist Milan Kundera, whose works all seem to consider eroticism with a certain wistfulness, as if to say that while his characters were making love they were sometimes distracted from the essentially tragic nature of their existence. That is the case here. Kaufman, whose previous films have included “The Right Stuff” and a remake of “Invasion of the Body Snatchers,” has never done anything like this, but his experiment is a success in tone. He has made a movie in which reality is asked to coexist with a world of pure sensuality, and almost, for a moment, seems to agree.\n\nThe film will be noticed primarily for its eroticism. Although major films and filmmakers considered sex with great frankness and freedom in the early and mid-’70s, films in the last decade have been more adolescent, more plot- and action-oriented. Catering to audiences of adolescents, who are comfortable with sex only when it is seen in cartoon form, Hollywood has also not been comfortable with the complications of adult sexuality - the good and the bad. What is remarkable about “The Unbearable Lightness of Being,” however, is not the sexual content itself, but the way Kaufman has been able to use it as an avenue for a complex story, one of nostalgia, loss, idealism and romance.", "running_time": 171, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-02-05", "genres": ["Comedy", "Romance"], "title": "The Unbearable Lightness of Being (1988)"}