{"url": "http://www.rogerebert.com/reviews/the-original-kings-of-comedy-2000", "by": "Spike Lee", "star_rating": 3.0, "text": "Harvey is the emcee of Spike Lee's new concert film, which documents a Charlotte, N.C., stop on a concert tour called Kings of Comedy, which has become one of the top-grossing arena acts in the country. He and three other black stand-up comics pack houses with routines that all owe something, sometimes a lot, to Richard Pryor and Eddie Murphy, who now have achieved classic status.\n\nThe other three performers are D.L. Hughley, Cedric The Entertainer and Bernie Mac, all different in style, all using material based on African-American life in America and black-white differences. Harvey is the smoothest of the performers, although the most aggressive toward the audience, picking targets in the front row for comments on their hair, clothes and career prospects. Bernie Mac is the most hard-edged, and some of his material ventures away from comedy and into the wounds of real life. He seems at times to be working directly from his autobiography, as when he says he's raising his sister's three kids (\"she had some drug problems--you know how that is\"). They're ages 2, 4 and 6, he says, running down their problems and proclivities with a bluntness that seems to come not so much from comedy as from exhaustion. We wince a little as he describes the kids (and wonder, since we don't know, if they're real, or fictional, or adapted for purposes of the act). No matter; his material skates close to the edge, as Pryor's did, and we realize what the poet meant when he said we laugh, that we may not cry.\n\nCedric the Entertainer is perceptive in pointing out the subtle fault lines between black and white culture, and does an extended riff on the difference between what a white person means by \"hope\" and a black person means by \"wish.\" \"Hope\" comes across as a bland and pious yearning for the best, while \"wish\" comes across more as an ultimatum or a dare. To hope someone is on time is to think positively for them; to wish they turn up on time is to yearn for them to get what's coming to them. It's hard to explain, but somehow Cedric's tone of voice does all the lifting.\n\nD.L. Hughley does a very funny explanation of why black people are not enthusiastic bungee jumpers. His material is accessible and mainstream, as when he speculates that Jesus was black, just on the basis of his miracle at the wedding feast: Turning water into wine, he imagines Jesus explaining, \"Normally, you know, I don't do this--but go on, keep the party goin'!\" Harvey comes on between every act, and does a tightwire act with the audience's affection. There is a point beyond which you cannot kid an audience before it feels picked on, and there's tension in the way Harvey approaches that point and then smiles and releases the tension. He asks one young man in the front row what he does for a living. \"Computer school,\" the guy says, and Harvey tells him that nothing about him seems to say \"computer\" or \"school.\" This could turn bad, but Harvey is a master of timing and tone, and gets away with it.\n\n\"The Original Kings of Comedy\" doesn't have the theatrical subtext or, let it be said, the genius of Richard Pryor. But then again Pryor went out for an hour or 90 minutes and just talked. These guys are working in a revue format. I got the feeling that Bernie Mac, working open-ended, free to improvise, would end up in some strange and fraught places, some funny, some just true.", "running_time": 117, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-08-18", "genres": ["Comedy"], "title": "The Original Kings of Comedy (2000)"}