{"url": "http://www.rogerebert.com/reviews/the-brother-from-another-planet-1984", "by": null, "star_rating": 3.5, "text": "When the movies started to talk, they began to lose the open-eyed simplicity with which they saw the world. \"The Brother From Another Planet\" tells the story of a man who cannot talk, but who can read minds, listen carefully, look deep into eyes, and provide a sort of mirror for our society. That makes it sound serious, but like all the most serious movies, it's a comedy.\n\nThe film stars Joe Morton as a visitor from outer space, who looks like a black human being, unless you look carefully at the three funny toes on his feet. He arrives on Earth in a spaceship that looks borrowed from the cheapest B space operas from the 1950s, swims ashore, and finds himself on Manhattan Island. At first he is completely baffled. Before long, everyone he meets is just as baffled. It is strange to deal with people who confound all your expectations: It might even force you to reevaluate yourself.\n\nThe brother is not looking for trouble, is not controversial, wants only to make sense of this weird new world. Because his instinctive response to most situations is a sort of blank reserve, people project their own feelings and expectations upon him. They tell him what he must be thinking, and behave as if they are right. He goes along.\rThe movie finds countless opportunities for humorous scenes, most of them with a quiet little bite, a way of causing us to look at our society. The brother runs into hookers and connivers, tourists from Indiana, immigrant shopkeepers, and a New York weirdo who, in one of the movie's best scenes, shows him a baffling card trick, and then demonstrates another trick that contains a cynical grain of big-city truth. The brother walks through this menagerie with a sometimes bemused, sometimes puzzled look on his face. People seem to have a lot of problems on this planet. He is glad to help out when he can; for example, curing video games by a laying on of hands. His right hand contains the power to heal machines, and it is amazing how quickly people accept that, if it is useful to them.\n\n\"The Brother From Another Planet\" was written and directed by John Sayles, who is a one-man industry in the world of the American independent film. His credits include Return of the \"Seacaucus 7,\" \"Lianna,\" and \"Baby, It's You,\" and in this film -- by using a central character who cannot talk -- he is sometimes able to explore the kinds of scenes that haven't been possible since the death of silent film. There are individual moments here worthy of a Keaton, and there are times when Joe Morton's unblinking passivity in the midst of chaos really does remind us of Buster.\n\nThere is also a curious way in which the film functions as more subtle social satire than might seem possible in a low-budget, good-natured comedy. Because the hero, the brother, has literally dropped out of the skies, he doesn't have an opinion on anything. He only gradually begins to realize that on this world he is \"black,\" and that his color makes a difference in some situations. He tries to accept that. When he is hurt or wronged, his reaction is not so much anger as surprise: It seems to him so unnecessary that people behave unkindly toward one another. He is a little surprised they would go to such an effort. His surprise, in its own sweet and uncomplicated way, is one of the most effective elements in the whole movie.", "running_time": 104, "mpaa_rating": "No", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Drama", "Indie", "Science Fiction"], "title": "The Brother From Another Planet (1984)"}