{"url": "http://www.rogerebert.com/reviews/the-a-team-2010", "by": "Liam Neesonas Hannibal", "star_rating": 1.5, "text": "\"The A-Team” is an incomprehensible mess with the 1980s TV show embedded inside. The characters have the same names, they play the same types, they have the same traits, and they're easily as shallow. That was OK for a TV sitcom, which is what the show really was, but at over two hours of Queasy-Cam anarchy, it's punishment. \n\nThe movie uses the new style of violent action, which fragments sequences into so many bits and pieces that it's impossible to form any sense of what's happening, or where, or to whom. The actors appear in flash-frames, intercut with shards of CGI and accompanied by loud noises, urgent music and many explosions. This continues for the required length, and then there's some dialogue. Not a lot. A few words, a sentence, sometimes a statement that crosses the finish line at paragraph length.\n\nThe plot: Wrongly framed for counterfeiting, the A-Team members, all Iraq veterans, bust out of various prisons and go after the engraving plates, which would be pretty much worn out while printing enough $100 bills to pay for the millions in property damage they cause in the process.\n\nBored out of my mind during this spectacle, I found my attention wandering to the subject of physics. “The A-Team” has an action scene that admirably demonstrates Newton's Third Law, which instructs us that for every action there is always an equal and opposite reaction.\n\nThe movie illustrates this as the heroes fall from an exploding airplane while inside an armored tank. As the tank hurtles to the ground (cf. Newton's Law of Gravity), the team leader, Hannibal Smith (Liam Neeson), looks out an opening and barks out commands for the tank's gun. I am paraphrasing: “Turn 45 degrees to the left! Fire! Twenty-five degrees to the right! Fire!” In this way, he is able to direct the fall of the tank and save their lives. This is very funny.\n\nThe action scenes also benefit from everyone having had a glance at the choreography beforehand. Consider a scene when a team member is confronted by a Talking Killer. This is, of course, a killer who only has to pull the trigger but pauses to sneer and boast. He and his target are standing in the middle of a jumble of dozens of freight shipping containers that have been spilled onto a dock. He talks just a little too long, and B.A Baracus (Quinton “Rampage” Jackson) comes roaring to the rescue through the air on his motorcycle and wipes him out.\n\nI know there are Harley lovers among my devoted readers. Am I right in assuming that it is difficult to get enough speed for a good aerial jump while biking across a crooked heap of freight containers? I ask because, as I hinted above, no action in this movie necessarily has any relationship to the actions surrounding it.\n\nThe characters here have that annoying ability to precisely predict what will happen and coordinate their response to it. An example: A slimy double-dealer is about to kill another A-Team member, never mind who, when suddenly behind him a container is lifted into the air, and behind it are revealed all of the other team members lined up in a row, with choice words and brief phrases to say.\n\nI don't want to be tiresome, but (1) how did they know the two guys were behind precisely that container, (2) how did they line up a crane and hook up the container without being heard or noticed? (3) how were they able to gather the members so quickly after the chaos of the preceding action, and (4) was someone eavesdropping, to give the cue at the right moment to lift the container? Ten seconds later, and it might have been too late. Ten seconds earlier, and dialogue would have been stepped on.\n\nAre my objections ridiculous? Why? How it is interesting to watch a movie in which the “action” is essentially colorful abstractions? Isn't it more satisfying if you know where everyone is, and what they're doing, and how they're doing it in real time? In other words, isn't “The Hurt Locker” more interesting than “The A-Team”?\n\nTo give it credit, the movie knows it is childish. The PG-13 is appropriate. There's little actual gore, no sex beyond a chaste kiss, no R-rated language, but ohmigod, there's smoking! Alert to pre-teens: Try one of those fat cigars Hannibal smokes, and you won't feel like eating dinner.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-06-09", "genres": ["Action", "Thriller"], "title": "The A-Team (2010)"}