{"url": "http://www.rogerebert.com/reviews/the-possession-2012", "by": null, "star_rating": 3.5, "text": "\"The Possession\" is a serious horror film about supernatural possession that depends on more than loud noises to scare us. Like \"The Exorcist,\" the best film in the genre, it is inspired by some degree of religious scholarship and creates believable characters in a real world. That religions take demonic possessions seriously makes them more fun for us, the unpossessed.\n\nThe possession of the title is an actual object, a dark wood box, ingeniously locked shut. It has a carved inscription in Hebrew informing the finder that the box entraps a dybbuk, an evil spirit that will cleave to the soul of anyone unlucky enough to release it. Dybbuks are a familiar element in Jewish folklore. \n\nAfter a startling opening sequence in \"The Possession,\" the box turns up in what is actually a likely place, a yard sale. It is purchased by a young girl named Emily (Natasha Calis), who lives with her sister, Hannah (Madison Davenport), and their father, Clyde (Jeffrey Dean Morgan), after his divorce from the girls' mother, Stephanie (Kyra Sedgwick).\n\nAll of this unfolds as a plausible narrative and doesn't depend on a young girl's hysteria or tragedy between her parents (that comes later). It is just as it's billed: A dybbuk box, inspired in fact by an actual box described in a well-known article published in the Los Angeles Times. Whether the real box caused the phenomena on display in the film I somehow doubt, but I don't want to open it in order to find out.\n\nThe father and two girls have just moved into a new suburban house, one of those places with fresh paint and empty rooms; its very sterility makes a contrast with the Old World gloom of a dybbuk. After opening the box, Emily begins to act strangely, becomes fiercely possessive about the box, disturbs her father and teachers, and inspires her mother to suspect and mistrust her ex-husband. Kyra Sedgwick and Jeffrey Dean Morgan play the couple with firm realism and without showy histrionics. One of the scariest things about \"The Possession\" is that the characters are all real before Emily begins to change.\n\nThe film, directed by Ole Bornedal, makes the contents of the box macabre without going nuts with special effects. There's also a small container holding a curious mechanical insectoid object, various other obscure artifacts, and somehow most frightening of all — moths, lots of moths. Moths in a box sealed for centuries are far more sinister than CGI dragons and suchlike.\n\nIn a fascinating second act, Clyde consults a Jewish professor at the school where he coaches basketball, learns the translation of the words carved on the box and seeks help from a community of Hasidic Jews in Brooklyn. A group of old men in a synagogue fearfully puts distance between themselves and the box. But the rabbi's younger son, Tzadok (Matisyahu), believes it's his duty to help when a life is in danger, and this leads to a frightening attempt at exorcism.\n\nMatisyahu makes a sympathetic exorcist. I looked him up. He bills himself as the Hasidic Reggae Superstar. Apparently in real life he has some problems with dybbuks. But he's effective here, as an earnest young man who sings along with his iPod but has also absorbed much theological lore from his father.\n\nThe scene where he goes mano a mano with the dybbuk will remind lots of people of Max von Sydow's face to face with a demon in \"The Exorcist.\" Comparisons can be made with Linda Blair's suffering in that film, and Natasha Calis' tortured performance here. Fair enough. \"The Exorcist\" has influenced a lot of films, and this is one of the better ones.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-08-29", "genres": ["Horror", "Thriller"], "title": "The Possession (2012)"}