{"url": "http://www.rogerebert.com/reviews/the-passenger-2005-1", "by": "Jack Nicholsonas David Locke", "star_rating": 3.5, "text": "There is an emptiness in the films of Michelangelo Antonioni that the director seems to love more than the people who intrude upon it. His films are never crowded. Even \"Blow-Up,\" set in London, or \"La Notte,\" in Milan, seem barely inhabited; he is drawn to spaces empty of people, save a few characters who wander irresolutely through in search of -- well, of nothing. They do not want to find, but to seek.\n\n\"The Passenger\" (1975) begins with a man in a North African village surrounded by desert. He hires a boy to lead him out into the wilderness, and then a man appears to lead him further still and abandon him. Emptiness surrounds him. The man returns to the town alone. He is David Locke (Jack Nicholson), a journalist who was seeking an interview with guerillas rumored to be somewhere in the desert hills.\nHis hotel lacks the usual comings and goings. There is a clerk, and one other resident, a man named Robertson (Charles Mulvehill). They have had a conversation about nothing much. Locke enters Robertson's room and finds him dead. Without premeditation, he exchanges identities with the corpse. He swaps their passports, switches their clothes, tells the clerk there of the dead man, and in London it is thought that David Locke is dead. His wife (Jenny Runacre) and associate (Ian Hendry) begin to edit the footage he took in the desert.\n\nThey are looking in the footage for David Locke himself, just as the photographer in \"Blow Up\" seeks a corpse he thinks he sees on the grass of a park. The more intensely these characters look, the less they see. The new Robertson meanwhile decides to meet certain appointments that the old Robertson had made; this takes him to Munich and a meeting with representatives of the guerillas. He finds he is a gun dealer.\n\nLocke (we will call him that) meets a young woman (Maria Schneider), whose name is never given; in the credits she is The Girl. She joins him on his travels. He has no plans -- neither his own, nor Robertson's. \"What are you running away from?\" she asks him as they drive in a big American convertible. \"Turn your back to the front seat.\" She does, sees the road receding behind her, and laughs.\n\nHe is not running away, or toward. He is simply in motion. Many of the shots suggest people with time on their hands in empty cities. The girl wants to invest his movements with importance, wants him to be someone and want something. He has revealed his secret, and at one point she says: \"But Robertson made these appointments. He believe in something. That's what you wanted, isn't it?\" In other words, he became Robertson because he had no plans or desires and Robertson did?\nNot really. Locke does desire not to be found by his wife or associate, and the one moment of urgency in the film comes as he is almost recognized, and flees with the girl. There is a brief scene indicating that they have made love, but the movie is not about love or sex. He wants to leave the girl behind, because she will get into trouble -- his trouble, or Robertson's. She follows.\nAll leads up to a final shot of great beauty and complexity, in which he falls back exhausted on a hotel bed. The camera moves with infinite slowness toward a window with iron bars, and then somehow through the window into the piazza outside. A car appears and disappears. Another car appears. It contains people looking for him. The girl appears in the square, walking at a distance, observing, not implicated. The camera, still in the same unbroken shot, reenters the hotel and the room.\nI have limited myself to describing the action because the film resolutely exists through its action, which it declines to give meaning. At the outset Locke wanted to interview the rebels and Robertson wanted to sell them guns. By taking Robertson's place. Locke has abandoned his own plan without taking up Robertson's. Nicholson plays him as a man with no purpose; the appearance of the girl provides him with a companion and a witness, but not with a plan or a future.\nWhat of the girl? Maria Schneider gives a performance of breathtaking spontaneity. She is without calculation, manner, or affect. She reacts cleanly and without complication to events, she is concerned about the man and loyal to him, she understands nothing and at the end she understands less. She is the only witness to his adventure. Without her, it would scarcely have happened. What did it mean? This is not a question to ask in a film by Antonioni. In \"L'Avventura\" a character disappears on an island and never appears again. Her friends search for her and then abandon the search, which for a time gave them purpose. In \"Blow Up\" a photographer shoots an event in a park, and in studying his photographs thinks he may have photographed a murder. But there is no body, and the photographs yield less the more he studies them. In \"The Passenger,\" one man becomes another and then both evaporate. The girl is left in the empty piazza.\nI did not admire the film in 1975. In a negative review, I observed that Antonioni had changed its title from \"The Reporter\" (\"Professione: reporter\" to \"The Passenger,\" apparently deciding it was about the Girl, not Locke. Maybe it is simply about passengers who travels in someone else's life: Locke in Robertson's, the Girl in Locke's. I admire the movie more 30 years later. I am more in sympathy with it.\nWhen a film so resolutely refuses to deliver on the level of plot, what we are left with is tone. \"The Passenger\" is about that being in a place where nobody knows you or wants to know you, and you are struck by your insignificance. There was a world where it was important that Robertson was Robertson and Locke was Locke. In the desert among strangers, it is not even important that Robertson be Robertson and Locke be Locke. The little white car that criss-crosses the square in the final shot belongs to a driving school. To its driver, it is important to pass the course and get a driver's license. Robertson and Locke disappear, and this is first gear, this is second, here is the clutch, here is the brake.\n A new print of the movie is in theaters prior to a DVD release.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-11-10", "genres": null, "title": "The Passenger (2005)"}