{"url": "http://www.rogerebert.com/reviews/the-music-lovers-1971", "by": null, "star_rating": 2.0, "text": "Ken Russell's \"The Music Lovers\" is an involved and garish private fantasy which Russell, alas, presents to us as the life of Tchaikovsky. Poor Tchaikovsky. I know it is against the rules to complain that this or that detail may not be precisely accurate, or that Tchaikovsky may not have been dealt with in the fairest possible manner. I know, because I get letters from graduate students, that I must resolutely examine the film itself or the \"film itself\" as they put it--and put aside considerations from real life. What difference does it matter whether Tchaikovsky actually existed as Russell portrays him--as long as Russell has made a good film?\n\nWell, I suppose there's something to be said for that point of view, had Russell made a good film and not said it was about Tchaikovsky. But \"The Music Lovers\" is libelous not only to the composer but to his music. I am no composer, Lord knows, but I have a notion that even the greatest of composers must have spent most of their time hard at work composing. I doubt whether their great works came to them, full-blown, in moments of sexual, religious, political, or sporting ecstasy. I doubt whether any great work in any field of art \"comes\" to anybody. Great novels are not produced by automatic writing, so why should great symphonies be?\n\nRussell apparently thinks they are. And so although his film is more visually daring and more sexually explicit than other biographies of composers, it rests on the same fallacious assumption: That a sunset, or a woman (or a man, in Tchaikovsky's case), or a famous naval victory, or something could inspire the composer to sit down and dash off a few inspired moments.\n\nLest you accuse me of exaggerating, let me just mention that Tchaikovsky's mental image, when the cannons roar in the \"1812 Overture,\" is supposed to be a friend's head being blown off. Better we should have a movie in which Russell's image, during the same passage, is of his own head being blown off. We would save the head for last, of course, in order to deal with lesser extremities of the minor works.\n\n\"The Music Lovers\" is totally irresponsible, then, as a film about, or inspired by, or parallel to, or bearing a vague resemblance to, Tchaikovsky, his life and times. It is not, however, a complete failure. Ken Russell is a most deviously baroque director, sucking us down with him into his ornate fantasies of decadent interior decoration, until every fringe on every curtain has a fringe of its own, and the characters have fringes, too, and the characters elbow their way through a grotesque jungle of candlesticks, potted plant stands, incense sticks, old champagne bottles, and gilt edges, and it is almost certain that something is happening in the movie. But what?", "running_time": 122, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Drama", "Foreign", "Music", "Romance"], "title": "The Music Lovers (1971)"}