{"url": "http://www.rogerebert.com/reviews/the-night-visitor-1973", "by": "Max von Sydowas Salem", "star_rating": 2.0, "text": "We have seen Max von Sydow as the patriarch of a Hawaiian dynasty, and we’ve seen him as a medieval farmer, and we’ve even seen him as Jesus Christ, but until “The Night Visitor” we have never seen him running through the snow in his underwear.\n\nWhy, you ask ... why is he running through the snow in his underwear? You’ve heard about the loneliness of the long-distance runner, but this is ridiculous. Well, I’d like to explain, but ... I hesitate. Whenever I review a thriller, I get complaints from thriller fans who say I gave away too much of the plot. I know how they feel.\n\nStill, I don’t think we can leave Max out there in the cold, and so I will say only this much: He is running in his underwear through the snow because he has used the rest of his clothing to help make a rope so he can escape from the asylum and commit murders and pin them on his brother-in-law.\n\nWhy does he want to frame his brother-in-law? Simple. His brother-in-law framed HIM two years ago, after the mysterious ax-murder of a farm hand. And now Max is in an asylum for the criminally insane, where he plays chess and carves little statues of hands that look like claws. And he broods a lot. Brood, brood ... he’s bent on revenge. \n\nHe’s bent, all right. And his gimmick is that he’s found a secret way to escape from the asylum, commit murder, and get back in again - so he has a perfect alibi. Also, he’ll have a cold if he’s not careful. It may occur to the careful reader that I have explained a lot more than just why Max von Sydow is jogging through the snow in his underwear. That’s so; but don’t think I’ve given away the plot, or anything. The thing that makes “The Night Visitor” less than thrilling is its compulsion to give away its own plot. Everything I’ve described - and also the way he gets out of the asylum - is revealed by the movie long before its end.\n\nWell, if the movie doesn’t depend on a surprise ending, then it must be a psychological thriller and depend on character development, right? If only that were so. Alas, the characters are not developed at all. They’re all finished when we meet them, and they behave with perfect consistency right down to the end. The only spontaneous developments in the movie are thanks to the brother-in-law’s parrot. There’s a point about halfway through when you think maybe “The Night Visitor” is depending on atmosphere and performances. Von Sydow is gaunt and foreboding (as they say in movies like this), and Liv Ullmann, as his sister, has perfected the one obligatory scene that’s in every thriller: Dashing downstairs to make sure the doors are closed, and then hearing a noise upstairs, and dashing upstairs and desperately throwing open a door to reveal ... nothing.\n\nPer Oscarsson, as the brother-in-law, is a master of the rolling eyeball, and Trevor Howard plays the Police Inspector as if he’d been playing police inspectors all his life, which he has. The movie’s story is so obvious, however, that these good actors are left with not much to do. I would have appreciated a tennis match or something in the third reel. Or even a better view of Max von Sydow’s chess game; it looked to me like he opened with a knight to rook three, which is the kind of innovation he never allowed himself in that game against Death in “The Seventh Seal.” Of course, Death probably has a stare across the board that makes Bobby Fischer look chummy.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-01-30", "genres": ["Thriller"], "title": "The Night Visitor (1973)"}