{"url": "http://www.rogerebert.com/reviews/the-bounty-hunter-2010", "by": "Jennifer Anistonas Nicole", "star_rating": 1.5, "text": "I'm on the brink of declaring a new entry for Ebert's Little Movie Glossary: No comedy not titled \"Caddyshack\" has ever created a funny joke involving a golf cart. The only thing preventing me is that I can't remember if \"Caddyshack\" had golf cart jokes. In any event, if there is a golf cart, it will sooner or later drive into a water hazard. The funny angle here is that the filmmakers went to all that trouble because they trusted the audience to laugh.\n\nI stared with glazed eyes at \"The Bounty Hunter.\" Here is a film with no need to exist. Among its sins is the misuse of Jennifer Aniston, who can be and has been very funny, but not in dreck like this. Lacking any degree of character development, it handcuffs her to a plot of exhausted action comedy cliches -- and also to a car door and a bed.\n\nThe handcuffer is her former husband Milo (Gerard Butler), a former cop who is now a bounty hunter and draws the assignment of tracking down his ex-wife, who has skipped bail. Have I lost touch, or are bounty hunters routinely deployed to track down criminals accused of no more than a non-fatal traffic violation? Never mind.\n\nLet's do a little mental exercise here, the same sort that the screenplay writer, Sarah Thorp, must have done. Remember the ground rules: The movie must contain only cliches. I used to test this exercise on my film class. I'd give them the genre, and begin sentences ending with an ellipsis. They'd compete to be first to shout out the answer.\n\n1. The story involves a formerly married couple. He is a bounty hunter tracking her down for ...\n\n2. They dislike each other. So by the end of the movie ...\n\n3. He drives a ...\n\n4. Because ...\n\n5. And his beloved ...\n\n6. He loves to gamble. Their road trip takes them to ...\n\n7. Where he ...\n\n8. And gets into trouble with ...\n\n9. Inspiring ...\n\n10. In a golf cart, they ...\n\n11. During the movie, he gets kicked ...\n\n12. She wears clothes so we can ...\n\nWell, I already gave you No. 10. To the others, clever students would answer: (1) A non-serious crime, since this is a comedy; (2) will fall back in love; (3) vintage convertible; (4) movies like them, because older cars look like real cars, and with a convertible you can more easily light the characters and show the landscape at the same time; (5) gets damaged; (6) you can be excused for guessing Las Vegas, but it's Atlantic City; (7) Wins big or loses big, but either way…; (8) gangsters; (9) chase scenes, GCI sequences, impossible action and lots of shots of her running in high heels; (10) you know; (11) the crotch; (12) peek down her neckline.\n\nWhy, oh, why, was this movie necessary? Could it have been redeemed by witty dialogue? Perhaps, but neither is allowed to speak more than efficient sentences serving to further the plot. Hollywood movies started to simplify the dialogue when half the gross started to roll in from overseas. Has anyone noticed the great majority of nations dub foreign-made movies, so that subtitles aren't a problem?\n\nButler is a hunk who can also act; he's currently starring in Ralph Fiennes' \"Coriolanus.\" Aniston is a gifted comedienne. If you could pay their salaries, wouldn't you try to put them in a better movie? I saw the poster and had a sinking feeling the title gave away the whole story.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-03-17", "genres": ["Action", "Comedy", "Romance"], "title": "The Bounty Hunter (2010)"}