{"url": "http://www.rogerebert.com/reviews/the-amazing-spider-man-2012", "by": "Andrew Garfieldas Spider-Man/Peter", "star_rating": 3.5, "text": "We live in an age of speed-up, which may explain why the \"Spider-Man\" franchise feels the need for a reboot only 10 years after its first film, and five years after the most recent one. In its broad strokes, \"The Amazing Spider-Man\" is a remake of Sam Raimi's \"Spider-Man\" (2002), but it's not the broad strokes we care about. This is a more thoughtful film, and its action scenes are easier to follow in space and time. If we didn't really need to be told Spidey's origin story again, at least it's done with more detail and provides better reasons for why Peter Parker throws himself into his superhero role.\n\nParker is played by Andrew Garfield (\"Never Let Me Go\"), who at 28 looks too old to be in high school, but then movie teenagers usually do. His key quality is likability, which he shares with his predecessor, Tobey Maguire. Gwen, his classmate and girlfriend (Emma Stone, \"The Help\"), is a well-grounded female who needs some persuasion to bond with Peter. That's partly because Garfield's take on Spidey is sometimes a few strands short of a web. He's not above showoff stunts in high school and takes chances with his newfound superpowers. This is the first Spider-Man who can leap off a skyscraper and make us wonder if he has a plan in mind. \n\nThe origin story takes at least an hour to tell, and I enjoyed that, because it seems to me that CGI superhero films often go on autopilot during their big action climaxes. We learn how Peter lost his parents and came into the care of Aunt May (Sally Field) and Uncle Ben (Martin Sheen, replacing the late Cliff Robertson). Finding his dad's old-fashioned briefcase in the attic, Peter comes across brilliant scientific work about cross-species interbreeding, and that leads him to the Manhattan skyscraper of Oscorp, your typical comic-book mega-corporation with a madman at the top.\n\nThe screwball scientist is his dad's old partner, Dr. Curt Connors (Rhys Ifans). He has lost his right arm and obsesses about regenerating it by injecting himself with the genes of lizards, which can replace lost limbs (almost instantly, it appears). Connors overdoses on lizard juice and expands into the hyper-violent Lizard, who goes on rampages and knocks cars off bridges with its tail. \n\nMeanwhile of course the cops blame a midtown trail of destruction on Spider-Man, and wouldn't you know that Gwen's father is police chief Stacy (Dennis Leary). This sets up various close calls and reconciliations, and the movie's single best action scene, when Spidey rescues a boy from a burning car dangling from a bridge. The kid is able to assist in his own rescue after putting on Spidey's face mask; I doubt the mask has magical powers, but simply provides a psychological boost.\n\nThat also may help explain why Peter/Spider-Man spends so much time not wearing the mask. That, and the fact that Andrew Garfield is very good-looking, and the mask reminds me of Hellboy wearing a screen door.\n\nThe best of all the \"Spider-Man\" movies remains Raimi's \"Spider-Man 2\" (2004), with the best of the series' villains, Doc Ock. This film is probably the second best. The Lizard is not especially inspired and seems limited to the dramatic range of a Godzilla. Luckily, the climactic battle atop the Oscorp Tower is intercut with parallel action involving the plucky Gwen, who risks her life in an attempt to immunize all New Yorkers from becoming lizards. Director Marc Webb is aware that effective CGI action must be slow enough to be comprehensible, and although the Lizard sometimes thrashes about in a rage, Spidey's action makes sense. \n\nA technological footnote: Peter/Spidey depends on cell phones, which save the day when Spidey urges Gwen to — quick! — find the blue serum! Peter Parker is still a photographer (and still using rolls of film); although we see a front page proving the Daily Bugle is still being published, Peter doesn't seem to free-lance for it anymore; no doubt he's been downsized. The credit cookies promise a sequel, and I suppose by the time they make it, Peter will have switched over to making videos for YouTube.", "running_time": 136, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-06-28", "genres": ["Action", "Adventure", "Thriller"], "title": "The Amazing Spider-Man (2012)"}