{"url": "http://www.rogerebert.com/reviews/the-great-buck-howard-2009", "by": "John Malkovichas Buck", "star_rating": 3.5, "text": "Is there anyone better than John Malkovich at barely containing his temper? He gravitates toward characters who do not suffer fools lightly, and that would include the Great Buck Howard, who once was Johnny Carson's favorite guest. Buck was dropped from Johnny's guest list and now tours the provinces, taking his magic act from small stages to smaller ones, but he still has his dignity.\n\n\"I love this town!\" he shouts with outstretched arms in Akron, and Akron still loves him. He is famous for his \"signature effect,\" in which his evening's fee is given to an audience member, and he uses his psychic powers to find it. He has never failed, and no one has ever discovered how he does it. Buck was named \"The Great\" by Carson and still maintains a facade of Greatness, even in front of Troy (Colin Hanks, Tom's son), his newly hired road manager. Malkovich invests him with self-importance and yet slyly suggests it's not all an act; you believe at some level Buck really does love that town, and also when he says, as he always does, \"I love you people!\"\n\n\"The Great Buck Howard\" is told from Troy's point of view. His father (Tom Hanks) fervently wants him to enter law school, but he wants to test show biz, and this is his first contact with any degree of fame. He never penetrates the Great Buck Howard's facade (and never do we), but he sure does learn a lot about show biz, some of it intimately from Valerie (Emily Blunt), a new PR person hired for Buck's spectacular new illusion in Cincinnati. Troy learns to carry bags, open doors, deal with local reps and supply mineral water, not distilled (\"I'm not an iron,\" Buck crisply tells Troy's eventual replacement).\n\nWe see Buck as Troy does, as an impenetrable mystery. Buck is far from forgotten (he guests on shows hosted by Regis Philbin and Kelly Ripa, Jon Stewart and Martha Stewart, all playing themselves). He can still fill a room, even if it's a smaller room. His manager, Gil (Ricky Jay, who always seems to know the inside odds), even gets him a Las Vegas booking. What happens there, and how it happens, is perceptive about show biz and even more perceptive about Buck and his \"signature effect.\"\n\nWell, how does he find the person in the room holding the money -- every time? Rumors are common that he uses a hidden spotter, whispering into a mike hidden in his ear. When Troy tells him this, Buck invites two doctors onstage to peer into his ears, then turns his back to the room and covers his head with a black cloth. Does he still find the money?\n\nIf he does, it can't because of psychic powers, can it? I firmly believe such illusions are never the result of psychic powers, but I am fascinated by them, anyway. The wisdom of this film, directed and written by Sean McGinly, is to never say. Troy practically lives with the man and doesn't have a clue. He's asked if Buck is gay, and he replies truthfully, \"I don't know. I've never seen him with anybody.\" Colin Hanks is affecting as a man young enough and naive enough to be fascinated by whatever it is Buck represents. Emily Blunt is sweetly kind to him. No one else could have played Buck better than Malkovich. I love this guy.\n\nI've read one review of this film that complains we never meet the real Buck Howard. Of course we don't. There may be no real Buck Howard. But the film is funny and perceptive in the way it shows the humiliations for a man with Buck's tender vanity: The ladies singing onstage. The many who have no idea who he is. Being bumped off the news by Jerry Springer. Being bumped off Jay Leno for Tom Arnold. Distilled water.\n\nIncidentally: McGinly's screenplay is based on his observations as road manager for the Amazing Kreskin, to whom the film is dedicated.", "running_time": 87, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-03-18", "genres": ["Action", "Adventure", "Comedy", "Drama", "Indie"], "title": "The Great Buck Howard (2009)"}