{"url": "http://www.rogerebert.com/reviews/the-paper-1994", "by": "Michael Keatonas Henry Hackett", "star_rating": 3.5, "text": "Ron Howard's \"The Paper\" gets a lot of things right about working on a newspaper, and one of them is how it screws up your personal life. You get cocooned in a tight little crowd of hyperactive competitors, and eventually your view of normality begins to blur. The phrase \"I'm on deadline!\" becomes an excuse for behavior that would otherwise lack any justification.\n\nMichael Keaton is just about perfectly cast in the movie as an assistant managing editor who cannot, under any circumstances, let a big story wait until tomorrow. Not even if his pregnant wife has been waiting for hours in a restaurant with his parents. Not even if it's costing thousands of dollars an hour to delay a press run. Not even if he's not exactly sure the big story actually exists in a form that is printable. He gets a strange light in his eyes and switches into hyperdrive, and only the other people who work with him can truly understand how he feels.\n\nThe movie takes place during about 24 hours in the life of a New York daily called the Sun, but clearly modeled on the Post. It's a scrappy tabloid that has teetered for years on the brink of bankruptcy, and its headlines scream sensationally in the biggest type (or \"wood\") the page will hold. But the Keaton character, whose name is Hackett, can truthfully say that it has never knowingly printed anything that was untrue. Until tonight, maybe.\n\nA big story is breaking. Two men have been shot dead in a parked car. Two young black kids have been seen fleeing the scene of the crime. We know (because the movie tells us) that the kids are innocent. But there's political pressure to find the killers, and when the kids are arrested, every paper in town goes with the story, big. It's just that one of Hackett's reporters has overheard information indicating that the police themselves think the kids didn't do it.\n\nA big story - if anyone in authority will go on record.\n\nMeanwhile, the minutes are ticking away toward the deadline, and Hackett's superior, a managing editor named Alicia Clark (Glenn Close) wants to go with the story they have on hand, and then fix it tomorrow. To delay will cost thousands of dollars in pressroom overtime and drivers' wages. But going with the easy story sounds all wrong to Hackett, and also to his star columnist McDougal (Randy Quaid), and they go on a desperate odyssey through the night to try to get the quote they need. While meanwhile, of course, the wife and the in-laws get stood up.\n\nAll of which makes \"The Paper\" sound like a film noir set in a newspaper office. It is, in a way. But it's very perceptive about the relationships among its characters - how they talk, how they compete, what their values are. And Howard has cast the movie with splendid veteran actors, who are able to convey all the little quirks and idiosyncrasies of real people.\n\nRobert Duvall, for example, plays the paper's editor with such depth that he turns an essentially supporting role into the man's life story - a story of broken marriages, estranged children, nightly drinking and hidden desperation, all contained in a package of unbending journalistic integrity. I don't know if the Duvall character is based on an actual man in New York, but I have known three or four Chicago editors who could have inspired this guy, right down to his patience with strangers in a bar.\n\nBecause this is a story and not a documentary, Howard and his writers, David and Stephen Koepp, turn up the heat a little. In real life, editors may scream at one another, but they hardly ever get into fist fights in the press room. Nut cases may come looking for columnists they hate, but they rarely cause much harm. Cops may tell the truth to reporters, but not often with such exquisite dramatic timing. The movie is just a little bigger than life - although I for one admired the scene that justified a once-in-a-lifetime opportunity to shout, \"Stop the presses!\" The Glenn Close character is one of the movie's more interesting. She is a professional newspaperwoman who is also, it would appear, wealthy and fashionable - and embittered, because the guys on the staff have frozen her out. She's also the heavy, until the somewhat too neat ending. But I liked the speech in which she tells a couple of the men on the staff how she feels, and why.\n\nSometimes sexual harassment is almost impossible to define: For example, what do you call it when the guys go out for a beer and never, ever, invite this woman along? Michael Keaton is a fast-talking actor, who may be the best in the business at showing you how fast he can think. He projects smartness, he sees all the angles, he sizes up a situation and acts on it while another actor might still be straightening his tie. He is wonderful here at projecting a quality of angry impatience: He knows he's right, he knows he's late, he knows what he has to do, and he'll explain everything later.\n\nWatching \"The Paper\" got me in touch all over again with how good it feels to work at the top of your form, on a story you believe in, on deadline. Here on the movie beat everything is pretty neatly scheduled and we don't cover a lot of crimes (\"Ace Ventura\" excepted). But I used to write real news on deadline, and those were some of the happiest days of my life. This movie knows how that feels.\n\nLast week the new owner of The Sun-Times, Conrad Black, was quoted as criticizing journalists: They get too involved in the story, they all want to be stars, they're cynical, they're disillusioned, and a lot of them drink too much. Everybody seemed scandalized that he would say such things. I think the problem was that he couched them as criticisms. A lot of the people I've worked with would use them as boasts. \"The Paper\" knows all about that, too.", "running_time": 112, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-03-18", "genres": ["Comedy", "Drama"], "title": "The Paper (1994)"}