{"url": "http://www.rogerebert.com/reviews/the-door-in-the-floor-2004", "by": "Jeff Bridgesas Ted Cole", "star_rating": 3.0, "text": "What is it about Jeff Bridges, the way he can say something nice in a way that doesn't sound so nice? How does he find that balance between the sunny optimism and the buried agenda? Early in \"The Door in the Floor,\" playing an author named Ted Cole, he suggests to his wife, Marion (Kim Basinger), that they add a swimming pool to the lawn of their home in the East Hamptons. How do we know his proposal is like turning a knife in his wife's ribs?\n\nI saw the movie a few days after re-watching one of Bridges' first performances, in \"The Last Picture Show\" (1971). More than 30 years later, he still has the same open face, the same placid smile, the same level voice that never seems to try very hard for emotion and the same ability to suggest the depths and secrets of his character. In this story of a wounded marriage, Kim Basinger is well-chosen as his target in an emotional duel. There can be something hurt and vulnerable about her, a fear around the eyes, a hopeful sweetness that doesn't seem to expect much. Here she transgresses moral boundaries by deliberately seducing a 16-year-old boy, and yet still seems to be the victim.\n\nThe movie is about a marriage between two smart people who are too afraid, or perhaps too cruel, to fight out in the open. They play a deep game of psychological chicken, all the more hurtful because they know so well what buttons to push. We learn eventually that their two sons were killed in a car crash, that Marion in some ways blames Ted, that in middle life they've had a daughter, Ruth (Elle Fanning), to try to heal the loss and that the loss was not healed. Now Ted proposes to hire a young student as his assistant for the summer. This is Eddie (Jon Foster). Because we have already visited the upstairs corridor lined with photographs of their two dead boys, we notice immediately that Eddie looks a lot like the older boy. Marion notices, too, as she is intended to.\n\nThe movie is based on the first third of John Irving's 1998 novel A Widow for One Year, which is mostly about Ruth growing up and developing problems of her own. This story focuses on the relationship of her parents. Ted Cole is a womanizer, a failed serious novelist who has found success with children's books, which he illustrates himself; his illustrations require female models, who he recruits from the neighborhood, and who only gradually discover that they are to be nude, and to have sex with Ted. Marion, meanwhile, is stuck in a sad blankness, unable to stir herself back into life.\n\nThe boy Eddie is smart, serious, ambitious, headed for a good school and very impressed to be working for a famous writer. Ted has little for him to do, except to drive him to and from liaisons with Mrs. Vaughn (Mimi Rogers), one of his current mistresses. Ted can't drive himself because his license has been suspended.\n\nDuring the course of the summer, Ted says he has been \"thinking,\" which in a marriage usually means trouble, and he suggests a \"trial separation,\" which usually means the trial will be successful. He times this suggestion for soon after Eddie comes to work for him, and Eddie finds himself dividing his time between the beach house and the house in town. That this is part of Ted's plan to passively urge his wife into adultery is obvious to Marion if not to Eddie, who becomes sexually obsessed with the older woman. She catches him one day masturbating with the inspiration of her bra and panties.\n\nI don't know what I think -- or what I'm supposed to think -- about the sex they eventually have. Certainly Basinger is perfectly modulated in the way she talks with Eddie, soothes his guilt over the masturbation scene, asks him to dinner and eventually to bed.\n\nYoung men have daydreams about older women like this, just as older women have nightmares about the young men. But the director, Tod Williams, pays unseemly attention to their sex itself. The film should be about their transgression, not their technique. The relationship between Marion and Eddie is the least satisfactory in the movie, because the movie isn't really about it -- it's about how Ted and Marion use it.\n\nTed is a thoroughgoing SOB. Marion may be evil, too, but she's nicer about it. The way Ted treats the Mimi Rogers character ventures beyond cruelty into sadism, and Williams makes a mistake by allowing its tension to be released in a quasi-slapstick scene where she tries to run him over in her SUV. That's letting him off too easy. But Williams handles the main line of the story, the war between Ted and Marion, clearly and strongly; you may not always hurt the one you love, but you certainly know how to.\n\nBridges plays his role with an untidy beard, wild hair and a wardrobe that ranges from ratty bathrobes to casual nudity in front of strangers. He's doing something with his lower jaw, as if he's talking with a mouthful of water, and it makes him seem more like a predator.\n\nBasinger has to internalize more. As Eddie, Jon Foster, the young actor, is given a good character, but the screenplay denies him either an objective or a release; all he can do is escape. Ruth, the little girl, meanwhile, watches disturbing sights with big eyes, screams at the top of her lungs and will grow up to be the heroine of a John Irving novel, not something you would wish lightly upon a child.", "running_time": 111, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-07-14", "genres": ["Action", "Drama", "Horror", "Indie", "Romance", "Thriller"], "title": "The Door in the Floor (2004)"}