{"url": "http://www.rogerebert.com/reviews/the-stepfather-1987", "by": "Jill Schoelenas Stephanie Maine", "star_rating": 2.5, "text": "He's one of those guys with a bland smile and a voice so nice and sweet that right away you know he's twisted. He has a knack for convincing women to marry him, but children see him with clearer eyes, and know there's something wrong. There sure is. Battling inside of him are two conflicting obsessions: the desire to be the perfect father of a model family, and a towering rage that turns him into a killer.\n\n\"The Stepfather\" tells his story in a blood-soaked thriller that is uneven but haunting. While I was watching the film, I was distracted by elements of the Idiot Plot Syndrome - moments when only an idiot would have made such obvious mistakes. Now, remembering the film several weeks after first seeing it, what I recall most clearly is the central performance by Terry O'Quinn.\n\nHe is a journeyman actor from TV and many movies, usually in supporting roles, and you may or may not recognize him. What's clear at once is that he is a strong actor, and given this leading role he brings all kinds of creepy dimensions to it. He has the thankless assignment of showing us a completely hateful, repellent character - and he approaches the task as an exercise in cloying middle-class good manners.\n\nThe stepfather seems to be such a nice man. So understanding. So accommodating. He always marries into families with children - providing a strong shoulder for a widow to lean on. He's handy around the house. He likes to spend time in his basement workshop, where sometimes the pressure builds up so intensely that he has to smash things.\n\nHe's obsessed with a vision of the perfect family. He wants each of his families to be perfect. When they disappoint him, as every family eventually will, he starts shopping around for his next family and his next identity. When he has that lined up, he murders this family.\n\n\"The Stepfather\" is very effective in presenting that character.\n\nUnfortunately, it places him inside a plot that has too many distracting loose ends and oversights, avoidable errors and Idiot Plot mistakes. Why did the movie have to be a thriller at all? Why not simply a character study? There were box-office considerations, I suppose, and yet the thriller aspects of the film are the least satisfying. It's distracting to sit in an audience and know that a movie character is doing something that makes no sense - and is doing it only so that the plot can move on to its next chapter.\n\nLike many movies that study psychopathic killers (\"Badlands,\" \"In Cold Blood\" (1968), even \"Black Widow\"), this film seems to have no larger purpose than simply to show us the killer. Because the murderer is mentally ill, because he is not killing out of any motive that we can understand, the film is simply an exercise in despair; a portrait of a tragic man.\n\nViolence itself seems to sell at the box office, even when it's divorced from any context. Maybe that's what the filmmakers were thinking. What often happens, though, is that in an otherwise flawed film there are a couple of things that are wonderful. \"The Stepfather\" has one wonderful element: Terry O'Quinn's performance.", "running_time": 88, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-03-02", "genres": ["Drama", "Foreign", "Horror", "Mystery", "Thriller"], "title": "The Stepfather (1987)"}