{"url": "http://www.rogerebert.com/reviews/the-devils-brigade-1968", "by": "William Holdenas Lt. Col. Frederick", "star_rating": 2.5, "text": "David L. Wolper bought the rights to \"The Devil's Brigade\" in 1965, well before filming began on \"The Dirty Dozen.\" That makes it impossible to describe Wolper's movie as a weak imitation of \"Dirty Dozen.\" Yet that's what it will seem like to audiences.\n\nConsider. The plots of both movies are divided into four carefully defined phases: (1) a group of no-good Army criminals are \"recruited\" for a suicidal assignment as an alternative to stiff sentences; (2) a tough commanding officer presides over a semi-comic training period during which the men learn to work together; (3) as a warm-up, the group conducts a spectacular demonstration of their skill; (4) then comes the nitty-gritty, a blood-soaked mission which costs lots of lives and leaves the tough veteran officer with a lump in his throat.\n\n\"Dirty Dozen\" presents this formula more or less in its pure state. \"The Devil's Brigade,\" which is said to be based on fact, adds some embellishments. For example, half the brigade is made up of U.S. \"Dirty Dozen\" types: and the other half consists of a splendidly drilled Canadian outfit. The conflict between these two groups provides the \"competition\" needed to whip the unit into shape. (In \"Dirty Dozen,\" the focus of hatred was Lee Marvin, the tough CO.)\n\nThis difference aside, the two films are in the same bag. At the end of the training session, for example, there's even a certified he-man drunken bash to celebrate. In \"Dirty Dozen,\" Marvin brought some\r\nprostitutes around for the fellows and a riot resulted. In \"Devil's Brigade,\" the guys go into town, meet the local hustlers and get into a fight with some lumberjacks.\n\nThen follows the demonstration of the group's skills. Marvin's outfit won that ridiculous war game. The Devil's Brigade, commanded by William Holden, sneaks two miles down an icy stream, outsmarts yet another detachment of dull-witted German soldiers and captures\r\n200 prisoners and several tanks and nobody gets killed. Sure.\n\nThe Germans in both movies are stock movie Germans. You know the type: blond Beetle Baileys. They always look the wrong way, neglect to spot 50 Americans under their noses, etc. In one scene of \"Devil's Brigade,\" a German officer leads a group of eight men down a street. One by one, the Americans hijack the last man in line, until the officer is marching all by himself. The last time that trick was done, Tarzan did it, aided only by monkeys.\n\nThe climaxes of both films are suitably improbable. Marvin led that raid on the chateau disguised as a German officer who nodded and mumbled under his breath a lot. Holden and his men scale a mountain peak in three hours and sneak up on the Germans from behind. \n\nBut the Germans get at least one laugh. As their officers surrender, two come forward with their hands up. One has his hands behind his back. Turns out he's hiding a pistol, and he shoots an Allied officer. I knew there was something fishy about that guy, but I guess Cliff Robertson didn't. Ah, well. There was doubtless stupidity on both sides during the war; there's certainly no lack of it in \"The Devil's\r\nBrigade.\"", "running_time": 130, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-05-22", "genres": ["Action", "Adventure", "War"], "title": "The Devil's Brigade (1968)"}