{"url": "http://www.rogerebert.com/reviews/the-incident-1968", "by": "Tony Musanteas Joe Ferrone", "star_rating": 3.0, "text": "It's commonplace these days to find movies in which the level of technical excellence is better than the material deserves. \"Hells Angels on Wheels,\" for example wasn't much of a movie but the cinematography deserved an Oscar nomination.\n\n\"The Incident\" is the other kind of movie. The photography is fuzzy, the characters are gold-plated stereotypes, the plot is obvious and advances automatically. But the movie works; it delivers the goods. It creates the suspense and fear it tries for.\n\nMaybe that's because the subject matter -- violence on the subway --touches a responsive nerve right now. Society has always been pretty much divided up between those who are capable of sudden, senseless violence, and those who are not. This is a movie about what happens when the two types are pushed together and the outlaws terrorize the citizens. Sort of an urban Western.\n\nThe outlaws are two suitably tough hoods who roll a guy in an alley and then take the subway to Times Square. The citizens are average citizens indeed; they could have been chosen from old Gallup Polls to represent the various Official Man on the Street stereotypes.\n\nThere are a young married couple with a daughter, two necking teenagers, two soldiers home on leave, a Negro couple (she a social worker, he fed up with Whitey), an elderly Jewish couple, a gentle former alcoholic, a homosexual, a nagging wife and her henpecked husband and a bum (asleep). They only forgot the Indian, the hillbilly, the Irishman and the cop.\n\nThe characters are introduced in short scenes before they get on the subway car (the teenagers neck, the married couples quarrel, etc.). Then the terrorists move around the car, duly terrorizing each character by turn. They start with the easy ones (the bum and the homosexual) and move up to the tough cases (the soldiers).\n\nSome of the confrontations work pretty well, as when the soldier from Oklahoma, who has his arm in a cast, balances neatly between his Southwestern pride and the clear realization that New York subways are of another universe. But other scenes don't work so well; the Negro man (Brock Peters) allows his anger to rise magnificently to their taunts, but then the script calls for him to back down, and this is not at all convincing. I think he would have hit them.\n\nNobody does, though, until the end. So the point is pretty obvious: The average American, of whatever walk of life, class, race or religion, doesn't want to get involved. Perhaps that is not quite true, but there are enough true stories like the fictional one in \"The Incident\" to suggest that sometimes it might be. That is probably the source of the fascination in this movie and the reason it works even though it isn't done very well.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-01-08", "genres": null, "title": "The Incident (1968)"}