{"url": "http://www.rogerebert.com/reviews/the-guard-2011", "by": "Brendan Gleesonas Gerry Boyle", "star_rating": 3.5, "text": "As an actor, Brendan Gleeson is a fact of life. Tall, shaggy, not thin, he demonstrates that it takes a heap o' living to make a body a character. Cast him in a role, and the plot and dialogue become adornments. In \"The Guard,\" he is paired with the equally effective actor Don Cheadle, who could not be more different, and that is the point.\n\nTo begin, we should observe that \"guarda\" is the Gaelic word for policeman, and in that sense this Irish movie is titled \"The Cop.\" Gleeson plays Sgt. Gerry Boyle, who tells us what we need to know when he witnesses a high-speed crash on a coastal road and quickly searches the victim's clothes for drugs that he can transfer to his own pockets.\n\nGleeson is not an evil cop, just a bad one. He loves his mother. That's a good sign. Eileen Boyle (Fionnula Flanagan) is dying in a retirement home, but perks up during Gerry's visits. He settles his great bulk next to her frail frame and they cheerfully share the f-word as if it's a punctuation mark. \n\nOn the job, Boyle drinks, has warm friendships with hookers and takes it easy. His life takes an inconvenient turn when McBride (Rory Keenan), a straight-arrow guarda from Dublin, is transferred to Galway and becomes Boyle's partner. The last thing Boyle wants is a partner. The last place he wants him to come from is Dublin, which is regarded in Galway with all the affection some Downstaters reserve for Chicago.\n\nA big drug deal is coming down. It may involve half a million dollars, or pounds, or something — everyone seems vague. After a killing associated with the coastal road death, the FBI sends Agent Everett (Don Cheadle) to Ireland. He is the very last thing Boyle desires in a partner. Boyle is not a racist, but he is naive about black people and singularly lacking in tact. He seems to regard Everett almost as an expert on the ghetto lives he's seen portrayed on TV cop shows.\n\nGleeson has a way in this movie of making outrageous statements with such openness that we can't be sure if he means them- — or what he means by them. He makes a lot of comments about blacks that exist in a twilight zone between ignorance and guile. Is he trying to offend Everett or is he simply clueless? Is there a method to his cluelessness? It isn't limited to race-related subjects; one of the film's pleasures is the way Gleeson's dialogue obliquely suggests a great deal of intelligence and wit. The agent tells him: \"I can't tell if you're really [bleeping] dumb or really [bleeping] smart.\" \n\nThe movie has been written and directed by John Michael McDonagh, whose brother Martin McDonagh made such good use of Gleeson in \"In Bruges\" (2008). His fundamentals are formulas: good cop/bad cop, fish out of water, odd couple. He leavens these familiar forms with an enchanting Irishness in which visitors at times suspect they are the butt of an unexpressed joke. As my friend McHugh explained to me as I entered my first pub in Sligo: \"When they're not looking at you, they're studying you out of the corners of their eyes. And when they're not listening to you, they're not missing a word.\"\n\nMcDonagh makes little mystery of the identity of the big-time drug dealers. His dialogue, sly and delightful, allows the guarda and the FBI agent to begin to trust each other while evading cloying cliches. The local color is flawless; I especially liked the curious boy on the bicycle who seems to be ubiquitous and who is treated by Gleeson not as a lost child but as a useful informer.\n\nAll builds up to a shoot-out on a boat docked at an obscure pier. The framing and cinematography here are unobtrusive but efficient. The drama builds remorselessly. Much is at stake. I am exhausted by shootouts in which countless rounds are exchanged in displays of special effects. But a scene like this, which depends on topography, characters and logistics, can be a gift of the cinema. \"The Guard\" is a pleasure. I can't tell if it's really (bleeping) dumb or really (bleeping) smart, but it's pretty (bleeping) good.", "running_time": 96, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-03", "genres": ["Action", "Comedy", "Crime", "Foreign", "Thriller"], "title": "The Guard (2011)"}