{"url": "http://www.rogerebert.com/reviews/the-perfect-holiday-2007", "by": "Gabrielle Unionas Nancy", "star_rating": 2.5, "text": "\"The Perfect Holiday\" is a big-hearted romantic comedy based on Meet Cutes, mistaken identities, rebounding fibs, a Santa Claus operating under false pretenses, a nasty rapper, a 300-pound elf, three cute kids, and Gabrielle Union, whose only Christmas wish is that a nice man would pay her a compliment. The movie's biggest suspension of disbelief involves Gabrielle Union having that problem.\n\n She's Nancy, the beautiful mother of the three kids, divorced from a famous rapper named J-Jizzy (Charlie Murphy, Eddie's older brother). He's a Scrooge with no time for his kids, even though the oldest boy (Malik Hammond) keeps trying to bring his parents back together. When Nancy's daughter Emily (Kahil Bryant) overhears her mother's wish, she passes it on to a department store Santa, who is the aspiring songwriter Benjamin (Morris Chestnut). He sees Nancy and Emily together, knows just what to say to Nancy when they meet, and soon the two are deep in love.\n\n Only problems are, he doesn't know she's the rapper's ex-wife, and she doesn't know he was Santa, doesn't really sell office supplies, and has a song contract with her ex-husband. Benjamin's lucky break is to write a lovely Christmas ballad, which J-Jizzy records after his manager (Katt Williams) explains that the song \"I Love the Ho-Ho-Hos\" just doesn't sound right. How this all works out involves the usual romcom twists and turns, mistakes and misunderstandings, and despair before delight.\n\n The movie has odd notions of record production. Although it clearly begins deep into Christmas season, there's time for J-Jizzy to record a holiday album, for his manager to disparage it, for them to discover Benjamin's song and record it, and for the album to be in stores before Dec. 25. I suppose if the plot requires that, we have to go along.\n\n One device that seems a little strange is the materialization throughout the movie of an odd couple made up of \"the Narrator\" (Queen Latifah) and Mr. Bah-Humbug (Terrence Howard). They observe the action, she tries to help out, he tries to spoil things, she gets all the best moments, and he hardly seems to know what his assignment is in the plot. They're supernatural, somehow. The presence of the Queen is a reminder of her \"Last Holiday,\" a real charmer, and although she's a co-producer of \"The Perfect Holiday,\" those expecting a sequel to her best performance will be disappointed.\n\n What isn't disappointing is the energy level throughout the picture, including appealing performances by Malik Hammond and Khail Bryant, the kids who essentially drive the plot. I also liked Faizon Love as Santa's elf and Benjamin's sidekick, and Jill Marie Jones and Rachel True have fun as Nancy's long-suffering girlfriends. There's not much original about the film, but it's played with high spirits and good cheer, there are lots of musical interludes, and it's pitched straight at families.", "running_time": 96, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-12-06", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "The Perfect Holiday (2007)"}