{"url": "http://www.rogerebert.com/reviews/the-clan-of-the-cave-bear-1986", "by": "Daryl Hannahas Ayla", "star_rating": 1.5, "text": "What was it like, back there at the dawn of time? What was it like to be a human being, and yet have none of the things we take for granted, such as houses, feminism and shoes? How did we take that first great leap out of the caves and into the Iron Age? Or, if you really want to get idealistic about it, that leap out of the rain and into the caves? \"The Clan of the Cave Bear\" attempts to answer those questions by making a great leap backward in the imagination, to that precise moment when the first Cro-Magnons were moving in, and the last Neanderthals were becoming obsolete. Unfortunately, the movie never really does reconcile itself to the prehistoric past.\n\nIt approaches those times with a modern sensibility. It shows us a woman winning respect from a patriarchal tribe, when, in reality, the men would have just banged her over the head real good. It isn't grim enough about what things were probably like back then. It tells a nice little modern parable about a distant past that is hardly less idealistic than the Garden of Eden. Instead of people who are scarred, wind-burned, thin and toothless, it gives us graduates of the Los Angeles health club scene, and a heroine who looks as if she just walked over from makeup.\n\nIt also packs a lot of things into a short span of that long-ago time. Although whole eons were available to it, the movie covers just a few short seasons, as a wandering tribe of primitive Neanderthals encounters an amazing sight: a Cro-Magnon woman (Daryl Hannah), tall and blond and smarter than they are. The girl is adopted into the tribe, and right away she causes trouble.\n\nShe can't understand why the men get to have all the fun, and use all the weapons, and make all the decisions. One day she sneaks out and practices on the slingshot. On another day, she challenges the tribe's attitudes about sex, seniority and even about self-defense. In her spare time, she invents arithme tic and becomes chief adviser to the medicine man. This isn't the first Cro-Magnon, it's the first Rhodes Scholar.\n\nThe movie dresses its actors in furs and skins, and has them walk about barefoot and talk in monosyllables. But it never quite makes them seem frightened and ignorant and vulnerable and bewildered. To capture the sense of wonder of those days when the human race reached its turning point, \"The Clan of the Cave Bear\" needs great images, not tidy little dramatic scenes with predictable conclusions. It needs sights such as the opening of \"2001: A Space Odyssey,\" when the bone went flying into the air.\n\nOr it needs the muddy, exhausted desperation of the characters in \"Quest for Fire,\" a movie that did feel like it took place in prehistory. \"The Clan of the Cave Bear\" is about the first generation of designer cavemen.\n\nThe performances are doomed from the start, because the actors are asked to play characters who are modern in everything but dress and language. Every one of these people has motives that are instantly recognizable and predictable. There is no sense of the alien and the unknown, no sense that these people have ideas and feelings that would be strange to us.\n\nEven their quasi-religion is familiar: They believe each person has an animal spirit, which is its partner or symbol, and that if a person's spirit is strong, it gives them strength. This is pseudo-anthropology crossed with Indian folklore and the Boy Scouts.\n\nThe ending of \"The Clan of the Cave Bear\" emphasizes its bankruptcy, because there isn't really an ending, just a conclusion - a romantic shot of the woman continuing on her lonely quest. The great failure of the movie is a failure of imagination.\n\nThe filmmakers made no effort to empathize with their prehistoric characters, to imagine what it might have really been like back then.\n\nThey are content to assemble the usual narrative cliches and standard story lines and apply them to some actors in costume. If modern men came from beginnings like this, why did they even bother to develop civilization, since they already possessed its most wretched excesses?", "running_time": 98, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-02-21", "genres": ["Adventure", "Drama", "Fantasy"], "title": "The Clan Of The Cave Bear (1986)"}