{"url": "http://www.rogerebert.com/reviews/the-final-option-1983", "by": "Lewis Collinsas Capt. Skellen", "star_rating": 1.0, "text": "There is a moment early in this movie when the commandos are in training. Their assignment is to burst into a room where a hostage is being held and shoot the kidnappers. The rehearsal works like a charm. They burst into the room, fan out, drop to their knees and shoot the heads off the straw targets. Great. Except when they burst into the room, none of them thinks to look behind the door -- where, of course, a terrorist would be waiting to shoot them in the back. \n\nOne small detail, in a movie filled with tiny details just as distracting. \"The Final Option\" pretends to be a wise, well-researched, tough portrait of terrorists and anti-terrorist squads. It is a joke. There are so many errors of judgment, strategy, behavior and simple plausibility in this movie that we just give up and wait for it to end. You know you're in trouble when the movie's audience knows more about terrorism than the terrorists do.\n\nThe movie stars Judy Davis, that wonderful Australian actress from \"My Brilliant Career.\" Her career has been going sideways lately; she doesn't belong in this standard role as the tough female terrorist leader. She's convincing enough as an actor, I suppose, but the screenplay commits unforgivable crimes in the name of her character. For example: These terrorists are supposed to be as hard as nails. They'll shoot you if you blink an eye. And yet the whole plot hinges on a love affair between Davis and Lewis Collins -- a former British anti-terrorist commando who has allegedly left the SAS to join up with the terrorists. This guy is such an obvious phony that it's amazing Davis even talks to him. But after an agonizingly idiotic seduction scene (in which they engage in an eye-narrowing contest), she sleeps with him, decides he's OK and brings him along on the road even though it should be perfectly clear he's a spy.\n\nThere are other howlers. For example, is it really likely that the British would drop a nuclear bomb on their own submarine base, even if that was the ransom for their foreign secretary? They've got a parliamentary system over there; they'd wave goodbye to the poor bastard and promote the next in line.\n\nWhat we have here, of course, is our old friend, the Idiot Plot. An Idiot Plot is any movie plot in which everybody has to be an idiot. In other words, if there were one smart person in this movie who did the obvious thing (figure out that Lewis was a spy, for example), the movie would be over.\n\nSo the audience has to sit there in agony while the characters grimly ignore the obvious.\n\nThe movie ends with a factual postscript. In recent years, we are told, lots of embassies have been occupied by terrorists. Right. But not like this.", "running_time": 125, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-10-03", "genres": ["Action", "Foreign", "Thriller"], "title": "The Final Option (1983)"}