{"url": "http://www.rogerebert.com/reviews/the-distinguished-gentleman-1992", "by": "Eddie Murphyas Thomas Jefferson Johnson", "star_rating": 2.0, "text": "I would be tempted to say \"The Distinguished Gentleman\" paints a jaundiced view of lobbyists and bribery in Washington, if the latest headlines didn't make the movie seem almost soft on payola. The story involves a Florida con man (Eddie Murphy) who finds a way to get elected to Congress, and speeds off to the nation's capital to get rich quick. He finds that an easy thing to do.\n\nThe film is like a Capra movie where the early cynicism isn't just sketched in, it's plastered on. Murphy lounges around his Florida digs with a sexy cousin (Sheryl Lee Ralph) and assorted sidekicks, pulling scams on the gullible public. The most entertaining is his private phone-sex racket, where he blackmails the customers who dial his menu of Honolulu honeys and Scandinavian blonds. Ralph imitates some of the voices (she's especially good at the Scandinavian) and Murphy does the others.\n\nThen the local congressman, Jeff Johnson (James Garner), kicks the bucket in mid-campaign. Murphy has the same name, and cashes in on the name recognition by getting his name on the ballot and winning the votes of everyone who thinks he's the other Jeff Johnson. Once in Washington, he realizes he can make the most money by selling his vote, and so he hires himself out to Dick Dodge (Lane Smith), the crooked chairman of the most powerful committee in Congress.\n\nBy now \"The Distinguished Gentleman\" should really be humming along, but it isn't, and the problem is with the slow pacing. This is screwball material, and Murphy, with his quick delivery, is ideal for a laughaminute roller coaster, but director Jonathan Lynn seems to stretch out the scenes instead of hurrying them along, and some of the dialogue seems to arrive with pauses between every word.\n\nThat's deadly when the movie discovers its heart of gold, as I suppose it must. Murphy falls for a pretty lobbyist (Victoria Rowell) whose uncle is one of the few honest men in Congress. Murphy discovers that he cannot simultaneously be dishonest and win her love, and love carries the day, but not before the audience is yawning.\n\n\"The Distinguished Gentleman\" has a lot of good ideas for a comedy. One of them, based on Murphy's genuine gift for mimicing different accents, is the phone sex service. I've always wondered who would be dumb enough to pay several bucks a minute to talk to an invisible woman just because she claims to possess various physical and emotional attributes. This movie starts to tell us, and then backs off.\n\nAnd Congress, too, is fair game for a movie comedy, with senators trying to keep a straight face while claiming they thought their summer home cost what no summer home in recent history has ever been built for.\n\nA movie like Robert Altman's \"The Player,\" aimed at Congress, would be delicious. But \"The Distinguished Gentleman\" prefers to give us measured laughs at a leisurely pace, and then it settles for the sellout upbeat ending. Ho hum.", "running_time": 112, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-12-04", "genres": ["Comedy"], "title": "The Distinguished Gentleman (1992)"}