{"url": "http://www.rogerebert.com/reviews/the-accidental-tourist-1989", "by": "William Hurtas MacOn", "star_rating": 4.0, "text": "\"Yes, that is my son,\" the man says, identifying the body in the intensive care unit. Grief threatens to break his face into pieces, and then something closes shut inside of him. He has always had a very controlled nature, fearful of emotion and revelation, but now a true ice age begins, and after a year his wife tells him she wants a divorce. It is because he cannot seem to feel anything.\n\n\"The Accidental Tourist\" begins on that note of emotional sterility, and the whole movie is a journey toward a smile at the end.\n\nThe man's name is Macon Leary (William Hurt), and he writes travel books for people who detest traveling. He advises his readers on how to avoid human contact, where to find \"American food\" abroad and how to convince themselves they haven't left home. His own life is the same sort of journey, and maybe it began in childhood. His sister and two brothers still live together in the house where they were born, and any life outside of their routine would be unthinkable.\n\nMacon's wife (Kathleen Turner) moves out, leaving him with the dog, Edward, who does like to travel and is deeply disturbed by the curious life his masters have provided for him. He barks at ghosts and snaps at strangers. It is time for Macon to make another one of his overseas research trips, so he takes the dog to be boarded at a kennel, and that's where he meets Muriel Pritchett (Geena Davis). Muriel has Macon's number from the moment he walks through the door. She can see he's a basket case, but she thinks she can help. She also thinks her young son needs a father.\n\nMacon isn't so sure. He doesn't use the number she gives him. But later, when the dog trips him and he breaks his leg, he takes Edward back to the kennel, and this time he submits to a little obedience training of his own. He agrees to acknowledge that Muriel exists, and before long they are sort of living together (lust still exists in his body, but it lurks so far from the center of his feelings that sex hardly seems to cheer him up).\n\nThe peculiarity about these central passages in the film is that they are quite cheerful and sometimes even very funny, even though Macon himself is mired in a deep depression. Davis, as Muriel, brings an unforced wackiness to her role in scenes like the one where she belts out a song while she's doing the dishes. But she is not as simple as she sometimes seems, and when Macon gets carried away with a little sentimental generalizing about the future, she warns him, \"Don't make promises to my son that you are not prepared to keep.\" There is also great good humor in the characters in Macon's family: brothers Porter (David Ogden Stiers) and Charles (Ed Begley Jr.) and sister Rose (Amy Wright), a matriarch who feeds the family, presides over their incomprehensible card games and supervises such traditional activities as alphabetizing the groceries on the kitchen shelves. One evening Macon takes his publisher, Julien (Bill Pullman), home to dinner and Julien is struck with a thunderbolt of love for Rose. He eventually marries her, but a few weeks later Julien tells Macon that Rose has moved back home with the boys; she was concerned that they had abandoned regular meals and were eating only gorp.\n\nThis emergency triggers the movie's emotional turning point, which is subtle but unmistakable. Nobody knows Rose as well as Macon does, and so he gives Julien some very particular advice: \"Call her up and tell her your business is going to pieces. Ask if she could just come in and get things organized. Get things under control. Put it that way.\n\nUse those words. Get things under control, tell her.\" In context, this speech is hilarious. It is also the first time in the film that Macon has been able to extend himself to help anybody, and it starts him on the road to emotional growth. Clinging to the sterility and loneliness that has been his protection, he doesn't realize at first that he has turned the corner. He still doubts that he needs Muriel, and when she buys herself a ticket and follows him to Paris, he refuses to have anything to do with her. When his wife also turns up in Paris, there is a moment when he thinks they may be able to patch things together again, and then finally Macon arrives at the sort of moment he has been avoiding all of his life: He has to make a choice. But by then the choice is obvious; he has already made it, by peeking so briefly out of his shell.\n\nThe screenplay for \"The Accidental Tourist,\" by Kasdan and Frank Galati, is able to reproduce a lot of the tone and dialogue of the Anne Tyler novel without ever simply being a movie version of a book. The textures are too specific and the humor is too quirky and well-timed to be borrowed. The filmmakers have reinvented the same story in their own terms. The movie is a reunion for Kasdan, Hurt and Turner, who all three launched their careers with \"Body Heat\" (1981). Kasdan used Hurt again in \"The Big Chill\" (1983) and understands how to employ Hurt's gift for somehow being likable at the same time he seems to be withdrawn.\n\nWhat Hurt achieves here seems almost impossible: He is depressed, low-key and intensely private through most of the movie, and yet somehow he wins our sympathy. What Kasdan achieves is just as tricky; I've never seen a movie so sad in which there was so much genuine laughter. \"The Accidental Tourist\" is one of the best films of the year.", "running_time": 121, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-01-06", "genres": ["Drama", "Romance"], "title": "The Accidental Tourist (1989)"}