{"url": "http://www.rogerebert.com/reviews/the-manhattan-project-1986", "by": "John Lithgowas John Mathewson", "star_rating": 4.0, "text": "The kid is really smart, but like a lot of smart kids he has learned to hide it, to lay back and observe and keep his thoughts to himself.\n\nWhen the new scientist arrives in town and starts to date the kid's mother, and then tries to make pals by taking the kid on a tour of the research lab where he works, the kid keeps his eyes open and his mouth shut. But he knows the lab is devoted to nuclear weapons research, and he's kind of insulted that the scientist would try to deceive him.\n\nThat's the setup for \"The Manhattan Project,\" a clever, funny and very skillful thriller about how the kid builds his own atomic bomb.\n\nThis is not, however, another one of those teenage movies about bright kids and science projects. There have been some good movies in that genre - I liked \"WarGames\" and \"Real Genius\" - but this isn't really a teenage movie at all, it's a thriller. And it's one of those thrillers that stays as close as possible to the everyday lives of convincing people, so that the movie's frightening aspects are convincing.\n\nThe kid is played by Christopher Collet. He is very, very smart.\n\nWe know that not just because we are told so, but because the movie has lots of subtle, sometimes funny little ways of demonstrating it - as when the kid solves a puzzle in three seconds flat, just as we were trying to understand it.\n\nThe kid lives with his mother (Jill Eikenberry) in an upstate New York college town. John Lithgow plays the scientist who moves into the town and starts to date Eikenberry and makes friends with the kid. The movie is very sophisticated about the relationship between Collet and Lithgow. This isn't a case of the two men competing for the affections of the mother; indeed, there are times when these two bright, lonely males seem to have more in common with each other.\n\nIn particular, the Lithgow character isn't allowed to fall into cliches. He isn't a mad scientist, and he isn't a heartless intellectual: He's just a smart man trying to do his job well and still have some measure of simple human pleasure.\n\nAfter Collet is given his tour of the \"research center,\" he tells his girlfriend (Cynthia Nixon) that he's a little insulted that they thought they could fool him. He knows a bomb factory when he sees one.\n\nAnd so, to prove various things to various people, the kid figures out a way to sneak into the plant, steal some plutonium and build his own nuclear bomb. He wants to enter it in a New York City science fair.\n\nI love it when movies get very detailed about clever schemes for outsmarting people. \"The Manhattan Project\" invites us to figure out things along with Collet, as he uses his girlfriend as a decoy and outsmarts the security guards at the plant. Inside, he has it all figured out: how to baffle the automatic alarms, how to anticipate what the guards are going to do, how to get in and out without being detected.\n\nThe long closing sequence is probably too predictable, as Lithgow and the federal authorities try to convince the kid to take his bomb out of the science fair and allow them to disarm it before he vaporizes the city. Even here, the movie doesn't depend on ordinary thriller strategies; a lot depends not only on the relationship between the kid and the scientist, but on how they think alike and share some of the same goals.\n\n\"The Manhattan Project\" was co-written and directed by Marshall Brickman, the sometime Woody Allen collaborator (\"Annie Hall,\" \"Manhattan\") whose own films include \"Lovesick\" and \"Simon.\" This movie announces his arrival into the first ranks of skilled American directors.\n\nIt's a tour de force, the way he combines everyday personality conflicts with a funny, oddball style of seeing things, and wraps up the whole package into a tense and effective thriller. It's not often that one movie contains so many different kinds of pleasures.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-06-13", "genres": ["Comedy", "Family", "Science Fiction", "Thriller"], "title": "The Manhattan Project (1986)"}