{"url": "http://www.rogerebert.com/reviews/the-heir-apparent-largo-winch-2011", "by": "Tomer Sisleyas Largo Winch", "star_rating": 2.0, "text": "Who could resist a movie with a title like \"The Heir Apparent: Largo Winch\"? Apparently not many fans of the comic books in Europe, where Largo Winch is a celebrity. Having first inspired a TV series, Largo starred in this French-made film in 2008. If you can call a movie \"Key Largo,\" then why not \"Largo Winch\"? \n\nThe hero, played by the hard-working German actor Tomer Sisley, is the secretly adopted son of a billionaire named Nerio Winch (Miki Manojlovic). The old man, who is drowned in an opening scene, controls the Winch International Group. What does Winch International make? Mostly money, I think. It's one of those corporations where all you need to know about it is contained in a helicopter shot of a Hong Kong skyscraper.\n\nFlashbacks reveal how a young lad was adopted by Nerio Winch from a Croatian orphanage and raised in hiding by a kindly couple against that day when Nerio might require an heir. Why Croatia? Because this is one of those movies that's always helping you with subtitles saying \"Croatia,\" \"Hong Kong\" and \"Brazil.\" The death of Nerio, explained as an accident, sets off a boardroom struggle for control of Winch International.\n\nThe firm's acting head of is Ann Ferguson (Kristin Scott Thomas), who is one of the most visible actresses in the movies right now; she has made eight movies since this one, with five more in production. Her perfect French and crisp composure allow her to fit in Gallic romantic intrigues, historical roles and even a thriller like this, in which she stares down a boardroom of tough executives.\n\nShe knows of the existence of young Largo, who she produces from thin air with the aplomb of a magician holding up a wriggling rabbit. Not everyone is delighted that Largo exists, including the firm's security officer (Steven Waddington) and vice president (Benedict Wong). It's also a good question whether Ann Ferguson herself is delighted. The plot thickens with the appearance of a second heir apparent, who I dare not describe, because that would spoil a very tiny secret.\n\nMuch interest is added by the beautiful Lea (Melanie Thierry, reminding me of Maud Adams). She is either Largo's lover or his enemy, or both. Their contest involves complex financial instruments, and indeed I began to fear the whole movie would play out right there in the boardroom until the day was saved by a fight to the death high atop, yes, the Hong Kong skyscraper.\n\nDo you sometimes get the feeling that you haven't seen a film before, but you might as well have? All of the ingredients are basic. You need a male lead with a permanent short stubble. A sensual woman who seems pretty young to be playing with grizzled veterans. Flashbacks to inexplicable locations that may have something do with production deals and tax shelters. An older, ruthless figure (gender optional) who is a puppetmaster. A giant sinister corporation that plays the role formerly assigned in thrillers to Russia or China. And of course the rooftop struggle.\n\nGene Siskel was fond of a movie cliche he called \"The Climbing Killer Syndrome.\" This described the mysterious compulsion that forces killers to flee upwards instead of sideways. If you climb to the top of a building, scaffold, tower, mountain, etc., your escape options relentlessly narrow. In movies like this, you should avoid the roof at all costs, because the plot will inevitably have you clinging by your fingertips to a vertiginous perch above the street far below.\n\nDid I care if Largo Winch won his struggle for control of Winch International? Not at all. Did I care about him? No, because all of his action and dialogue were shunted into narrow corridors of movie formulas. Was I impressed by Kristin Scott Thomas' icy boardroom manner? No, because I've seen a great deal of her recently in such better movies as \"Love Crime,\" which opened here only two months ago, and \"Sarah's Key,\" which opened here only four months ago, and \"I've Loved You So Long,\" which opened three years ago but will linger in my memory long, long after I will be able to remember if the name was Largo Winch or Winch Largo.", "running_time": 108, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-21", "genres": ["Action", "Adventure", "Drama", "Foreign", "Thriller"], "title": "The Heir Apparent: Largo Winch (2011)"}