{"url": "http://www.rogerebert.com/reviews/the-end-of-violence-1997", "by": "Andie MacDowellas Paige", "star_rating": 2.0, "text": "Some of the key scenes in Wim Wenders' “The End of Violence” involve a man who sits high above Los Angeles, in the Griffith Park observatory, spying on the city through a network of secret TV cameras. Of course he doesn't need to be high (he can sit anywhere and watch the screens), but the detail is significant; Wenders may be evoking an echo of “Wings of Desire” (1988), the great film in which he imagined lonely angels in Berlin, looking down at the lives of men.\n\nWenders revisited that image to much less effect in “Faraway ... So Close” (1993), and now here it is again, with the mysterious observer (Gabriel Byrne) free to watch but powerless to intercede, and not always sure what he is seeing. One of the things he sees is the violent abduction of a Hollywood producer (Bill Pullman), who is kidnapped by paid thugs, for reasons that will gradually become clear. These two character threads--the producer and the voyeur--will continue through the film, but there is a lot of other stuff, not all of it necessary; Wenders has always liked to make very long films, and at 122 minutes, “The End of Violence” may not be long enough to do justice to all of his ideas.\n\nThe movie in its present form, although re-edited since an unsuccessful screening at Cannes, is essentially a mess. Films work best when audiences are absorbed by the flow. Although there is pleasure in trying to untangle puzzles and mysteries, that's not what we get here; instead, like archeologists, we're given incomplete shards of a work and asked to imagine the whole.\n\nMany of the scenes involving the Pullman character are, however, sharp-edged and on target. We see him first sitting on the patio of his expensive home, dealing with the world through telephones, computers and fax machines. When his wife (Andie MacDowell), who is in the same house, wants to talk to him, she calls him. “I'm leaving you,” she says. “I'll get right back to you,” he says, putting her on hold and then forgetting all about her as he hurries to the hospital room of an injured stunt woman.\n\nThis blinkered Hollywood mentality is illuminated again, hilariously, after the producer is kidnapped and tries to buy his own freedom. “I wanna give you a million dollars,” he says. “In points.” They aren't buying. Eventually Pullman finds himself free, and under the protection of a Mexican family of gardeners. He lets his beard grow, puts on gardener's clothes and avoids a citywide manhunt because by becoming Mexican, he has made himself invisible.\n\nThere is more. A subplot involves a secret government plan to use the surveillance cameras to control crime and violence in Los Angeles, and Byrne, sad-faced and thoughtfully musing as only he can be, tries to piece together what he knows about his job, and what he guesses. Everything comes together, somewhat unconvincingly, at the end.\n\nWim Wenders is a gifted and poetic German filmmaker whose reach sometimes exceeds his grasp. It helps when he has some kind of clear narrative thread to organize his material--as he did in “Kings of the Road” (1976), where two men confront their problems within the conventions of a road movie, or “Paris, Texas” (1984), with Harry Dean Stanton as an amnesiac trying to piece together the pieces of his life. Those films had goals, as did the search for the sharing of loneliness in “Wings of Desire.” “The End of Violence,” on the other hand, doesn't seem sure what it is about, or how it is about it. There is an abundance of ideas here, but they're starting points, not destinations. Wenders is able to invest individual scenes with a feeling of urgency and importance, but at the end there is a certain emptiness, a feeling that the movie has not really been pulled together.", "running_time": 122, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-09-26", "genres": ["Drama", "Indie", "Thriller"], "title": "The End Of Violence (1997)"}