{"url": "http://www.rogerebert.com/reviews/the-advocate-1994", "by": "Colin Firthas Richard Courtois", "star_rating": 3.0, "text": "There was a time in the Middle Ages, so \"The Advocate\" informs us, when animals were held accountable to the same laws as men, and could be brought into court, tried, and sentenced. The film opens, in fact, with a man and his donkey standing on a gallows, being prepared to die for a crime against nature. Because of a last minute appeal, luckily, the donkey goes free.\n\nThat scene more or less sets the tone for \"The Advocate,\" a quirky British film that seems to aim halfway between Monty Python and \"Sommersby.\" The hero is Richard Courtois (Colin Firth), who after becoming a lawyer in Paris journeys out to the provinces to set up shop in the hamlet of Abbeville. He seems a curiously modern lawyer, more Perry Mason than medieval, as he tries to use logic against a crusty old magistrate whose primary interest is to see that things are done exactly as they always have been done.\n\nThe times seem precariously balanced between ancient and modern. The district is ruled by a Seigneur (Nicol Williamson), who lives in the local castle and holds court and has things his way. But on the other hand, he is not a hereditary lord, and is happy to explain to Courtois that he made a bundle in business, and bought his lands and the title that went with it. And he has his problems, chief among them marrying off his daughter, Filette (Lysette Anthony), who is 20, and therefore long in the tooth, marriage-wise.\n\n\"I know she brays like a she-ass, but she's got good, sweaty flesh on her,\" the Seigneur assures the lawyer.\n\nCourtois is not much interested. His eye has been caught by a buxom Gypsy lass named Samira (Armina Annabi), who, like all independent women of the time, lives in permanent danger of being burned as a witch. She is passionate and of good humor, two attributes important to the lawyer - and she has a nice moment when she screams what sounds like an evil ancient curse, and then later confesses it was only a Gypsy nursery rhyme. Delivery is everything.\n\nIn the course of the movie, Courtois will be called upon to defend not only Samira, but also another local woman accused of witchcraft, and various other clients, including a pig and some rats.\n\nHe does his best. And the movie does its curious best, too; without quite declaring itself a satire or a comedy, it works in a great deal of sly humor, as in the exchanges between Courtois and his law clerk (Jim Carter), who understands the town a great deal better than his boss does.\n\nNicol Williamson, too rarely seen in the movies, has a great magisterial vulgarity as the Seigneur, reducing everything and everyone to his own piggish tastes. And it was good to see Donald Pleasance again, as the local prosecutor. Pleasance was a mainstay of British horror movies in the 1960s and 1970s (and of most of the \"Halloween\" pictures), and exudes a certain air of conspiratorial menace that is all the more unsettling when he's on the side of the law.\n\n\"The Advocate\" is a hard film to categorize, which may be why its distributor, Miramax, has worked overtime, first to publicize an argument with the always helpful MPAA ratings board, and then with an ad campaign begging audiences not to reveal the \"secret.\" That was a legitimate gimmick when Miramax was protecting the secret of \"The Crying Game,\" but how crucial can a secret be in a film which was released in England as \"Hour of the Pig,\" more or less revealing all that Miramax would conceal? \"The Advocate\" doesn't depend on sex or secrets for its charm, but earns it on its own.", "running_time": 102, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-09-02", "genres": ["Crime", "Drama", "Foreign", "History", "Romance", "Thriller"], "title": "The Advocate (1994)"}