{"url": "http://www.rogerebert.com/reviews/the-raven-2012", "by": "John Cusackas Edgar Allan Poe", "star_rating": 2.0, "text": "On Oct. 3, 1849, Edgar Allan Poe was found wandering the streets of Baltimore, raving and incoherent. He died on Oct. 7, at age 40. His death was about as much of a surprise as the passing of such modern icons as Kurt Cobain and Amy Winehouse. Poe was an acute alcoholic, particularly fond by the notorious spirit absinthe. He also used opium and who knows what other substances, and as a man supported only by his writings, may have been badly nourished. This is a lifestyle known to lend itself to incoherent wanderings.\n\n\"The Raven,\" a feverish costume thriller, attempts to explain Poe's death by cobbling together spare parts from thrillers about serial killers. It should not be mistaken for a movie about Edgar Allan Poe, although to be sure, he buys a drink for a man in a tavern who is able to complete this line of poetry: \"Quoth the raven…\" When I heard that John Cusack had been cast for this film, it sounded like good news: I could imagine him as Poe, tortured and brilliant, lashing out at a cruel world. But that isn't the historical Poe the movie has in mind. It is a melodramatic Poe, calling for the gifts of Nicolas Cage.\n\nThe film opens with Poe on a Baltimore park bench, beneath a tree limb holding a large, malevolent raven. Mad magazine would know what to do with that image. Then it flashes back to Poe, broke and in serious need of a drink, bursting into a tavern and expecting to imbibe on credit. He boasts of his fame, issues \"The Raven\"-quoting challenge and immediately establishes himself as a disappointment to those who find Poe a complex and fascinating man.\n\nPoe wrote fiction that is read for pleasure to this day. He has possibly inspired more movies than anyone except Shakespeare. In \"The Raven,\" we quickly meet one of his editors, Henry Maddox (Kevin McNally), editor of a trashy Baltimore tabloid, who orders Poe to return to the lurid horror tales he's famous for, instead of his more introspective recent stuff. Poe soon finds the inspiration for macabre material.\n\nTwo women are discovered murdered in a locked room. Emmett Fields (Luke Evans), the detective on the case, discovers that the killer must have escaped in the same way used in Poe's \"The Murders in the Rue Morgue.\" It has slipped from Fields' memory that the killer in that tale was an orangutan, but never mind: Poe becomes a suspect. Shortly after, a man is discovered sliced in two in the manner used in Poe's \"The Pit and the Pendulum.\" It is a grievous death: The victim cries out that he is too insignificant to justify such a laborious means of death; after all, he screams, \"I'm only a critic.\"\n\nNow Poe and Fields find themselves working in tandem, since the killer is apparently a man willing to go to much trouble to draw attention to the works of Poe. A rich young woman named Emily (Alice Eve) is kidnapped, and ransom notes demand that Poe write an account of their investigation for Henry Maddox's scandal sheet. \"The Raven\" now indulges in a plot that will remind you of any number of serial-killer movies, in which we're expected to believe that a madman goes to astonishing trouble while killing a lot of people simply to devise an elegant puzzle for the hero to solve. This can work nicely, as in \"Se7en,\" but in \"The Raven,\" it is all concoction, a device to link Edgar Allan Poe with modern serial-killer formulas and shovel in a great deal of special-effects violence. \n\nThe use of sensational effects may be a temptation for a director like James McTeigue, whose first feature, \"V for Vendetta\" (2005), was actually pretty good. They create a problem of proportion for a period film like this, where personality and atmosphere should create suspense; extreme violence is unnecessary, although I realize that at least some Friday-night moviegoers will be hoping for it and have only a vague notion of when 1849 might have been.", "running_time": 111, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-04-25", "genres": ["Mystery", "Thriller"], "title": "The Raven (2012)"}