{"url": "http://www.rogerebert.com/reviews/the-new-year-parade-2009", "by": "Greg Lyonsas Jack", "star_rating": 3.0, "text": "I'm pretty much paraded out. The high point for me was the Fourth of July 25 years ago in Three Oaks, Mich., where Shriners performed an intricate choreography while riding their power mowers. But I now believe Philadelphia's Mummers Parade must be worth attending every year. The marchers aren't hauling ads for Pepsi or anchoring giant inflated Ronald McDonald balloons. They march because of fierce generational pride.\n\nThis I learn from Tom Quinn's \"The New Year Parade,\" an appealing indie feature that weaves together the traditions of the parade and an Irish-American family. If that sounds contrived, it's not; the two flow together in a convincing way. The film, which won top prizes at Slamdance 2009 and (understandably) Philadelphia, introduces us to the McMonogul family, whose members have been part of the South Philadelphia String Band for three generations.\n\nMike (Andrew Conway), the father, is captain of the band. He discovers his wife (Ann McDonald) has cheated on him, and moves out in a rage. There are subtle hints that she might have had her reasons. Their children, Jack (Greg Lyons), in his early 20s, and Kat (Jennifer-Lynn Welsh), about 16, are devastated -- Kat especially, but she decides to stay with her mom. Jack accuses Mike of choosing to destroy the family instead of forgiving his mom, and so Jack contemplates the unspeakable: leaving the band and enlisting with its traditional arch-rivals.\n\nQuinn photographed his film over four years, and yet, as his own editor, has mastered what must have been hours of material into a story so convincingly embedded in the band and parade that it would have been impossible to create it just for a film. His characters all seem to be much of that world; whether his actors are, I can't say. But we see them rehearsing, marching, hanging out, caring about the band. For Jack to join the opposition is the most hurtful thing he could do to his father.\n\nOn top of that is the enormity of the parade itself. I vaguely imagined it as a bunch of people dressed up funny and playing \"Yankee Doodle.\" The costumes and props cannot even be described. The year's work and no doubt the money involved is almost unimaginable. Yet Quinn does not make the film's plot rest on that weary old device of who wins the big parade/game/match/bout/ election. This is not about winning, but about striving.\n\n\"The New Year Parade\" is a tad frayed around the edges, no doubt because of the scope of the reality presented. But the story holds strong, the indie approach is more moving than a polished production plugging in big stars, and this is the sort of film a civic resource like Facets exists to show.\n\nSpeaking of which, did you see the nice article about Facets Cinematheque that ran in the New York Times this week? (http://j.mp/69LibG)", "running_time": 85, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-12-09", "genres": ["Drama"], "title": "The New Year Parade (2009)"}