{"url": "http://www.rogerebert.com/reviews/the-black-balloon-2009", "by": "Rhys Wakefieldas Thomas Mollison", "star_rating": 3.0, "text": "At the center of \"The Black Balloon\" is Toni Collette's performance as the mother of an autistic son. The way she meets this challenge opens a way to understand all the other characters. Her son Charlie can be sweet and lovable. He can also make life for his family all but unbearable. Collette, as his mother, Maggie, has been dealing with him for 17 years and seems to have long ago made her peace with the fact that Charlie is who he is and is not going to change. As his mother, she loves him.\n\nThe film is concerned largely with how her other son, Thomas (Rhys Wakefield), exists with his brother. Tom is a military brat, used to new towns and new schools, affable but shy. He shares the burden of Charlie (Luke Ford), cares for him, loves him but is ashamed of him. Thomas is at just that point in adolescence when he's acutely conscious of all his defects, and in teenage social terms, Thomas is a defect.\n\nIn an acutely embarrassing scene, Thomas is revealed during a swimming class as a 16-year-old who cannot swim. This makes him a target for other students, who like many teenagers are quick to mock. One girl is nice to him. This is Jackie (Gemma Ward), a tall blond who quietly makes it clear that she likes Thomas. Thomas doesn't really know how to deal with this, but his first instinct is to try to hide Charlie from her. And a crisis is building at home; his mom is pregnant again; his dad, Simon (Erik Thomson), insists on bed rest for her, and when Simon is away, the burden of running the household falls on Thomas.\n\n\"The Black Balloon\" establishes this family with a delicate mixture of tenderness and pain. Charlie is not made into a cute movie creature. He cannot speak, he cannot control his rages, he can have instant, violent mood changes. He runs through the neighborhood in his underpants. He throws a tantrum in a supermarket. He rubs his feces into the carpet. Thomas is supposed to protect Charlie from himself, and perform the damage control.\n\nThe story elements of \"The Black Balloon\" could have been manipulated to make the film false and cute. In some circles, that would be interpreted as upbeat. The film tries to be true. The uplift comes in how the family, and Jackie, respond to Charlie. Maggie and Simon are strongly bonded in a marriage that has survived Charlie. They have no time for nobility; they are focused on doing what needs to be done. Charlie is theirs, and will not be stored in a \"facility.\" Thomas agrees with this, but he has a breaking point.\n\nIt is Jackie who turns out to be special. Although Gemma Ward, who plays her, is a well-known model, and this is her first substantial role, there is nothing of the professional model in her performance. She creates a spontaneously warm young woman who cares for Thomas, sympathized with him, accepts Charlie without question, and helps Charlie accept -- himself.\n\nLuke Ford's performance as Charlie is a convincing tour de force. You may recall him as Brendan Fraser's heroic son in \"The Mummy: Tomb of the Dragon Emperor.\" Rhys Wakefield, in his first feature role, is a good casting decision, suggesting inner turmoil without overacting.\n\nBut it is Toni Collette who explains, without even seeming to try, why this family is still together at all.\n\nElissa Down, who directed and co-wrote the film, reportedly has two autistic brothers. Her experience informs this story, particularly in the way enormous pressure is brought to bear on the family. Perhaps she wrote from experience about how the two parents begin with unconditional love; how rare to see a happy, long-surviving marriage in a movie, where so often the father is flawed. Rare, too, and a tribute to the Australian film industry, to see a film that doesn't allow star power to compromise its vision.\n\nThe mainstream cinema would no doubt be eager to employ Gemma Ward in a no-brainer teeny romcom. She made the right choice here, and seems poised to follow the example of another onetime model, Nicole Kidman, in treating herself seriously and not getting lost in the soul-deadening life of a professional model.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-03-04", "genres": ["Drama", "Foreign", "Indie"], "title": "The Black Balloon (2009)"}