{"url": "http://www.rogerebert.com/reviews/the-hunger-1983", "by": "Catherine Deneuveas Miriam", "star_rating": 1.5, "text": "\"The Hunger\" is an agonizingly bad vampire movie, circling around an exquisitely effective sex scene. Sorry, but that's the way it is, and your reporter has to be honest. The seduction scene involves Catherine Deneuve, as an age-old vampire, and Susan Sarandon, as her latest victim. There was a great deal of controversy while the movie was being made (all sorts of rumors about closed sets, etc.), but the scene as it now appears isn't raunchy or too explicit -- just sort of dreamily erotic.\n\nI mention the scene so prominently because it's one of the few scenes that really work in \"The Hunger,\" a movie that has been so ruthlessly overproduced that it's all flash and style and no story. Well, there's probably a story moping about somewhere within all the set decoration. It seems to involve Deneuve as a vampire of vaguely Egyptian origins, whose latest partner (David Bowie) is giving out on her after three or four centuries.\n\nAfter an initial orgy of fancy camerawork, the movie settles down into the story of Bowie's final days. He has that disease, where you age suddenly. He needs a lot of blood to keep going. He appeals to a medical researcher (Sarandon) for help, but she brushes him off, and by the time she realizes he's serious, he looks like Methuselah. Then Sarandon visits the lavish town house where Deneuve and Bowie lived, and that's where a glass of sherry leads to the seduction scene. \n\nNow I've got to be honest about this scene. Part of its interest lies in the fact that Catherine Deneuve herself and Susan Sarandon herself are acting in the scene. That gives it a level of reality that would be lacking in a porno film, even a much more explicit one. Because we know that famous actresses don't usually agree to appear in scenes such as this, we're aware at the chance they're, taking -- and the documentary reality of the scene gives it an effectiveness all its own.\n\nDeneuve, of course, has made a career out of the contrast between her cool, perfect beauty and the strange, erotic predicaments her characters get involved in. (Remember \"Belle de Jour\"?) Sarandon's scene by the window in \"Atlantic City,\" bathing herself with lemons, created great sultriness. But \"The Hunger\" approaches its big scene on an altogether different level, with understatement, awkward little pauses in conversation and a canny awareness of our own curiosity about whether Deneuve and Sarandon really will go ahead with this scene, or whether the director will cut away to the usual curtains blowing in the wind. \n\nWell, he doesn't but it's about the only time in the whole movie there aren't curtains blowing in the wind. This movie has so much would-be elegance and visual class that it never quite happens as a dramatic event. There's so much crosscutting, so many memories, so many apparent flashbacks, that the real drama is lost -- the drama of a living human being seduced into vampirism.\n\nIn Herzog's \"Nosferatu the Vampyre,\" we felt some of the blood-scented lure of eternal death-in-life. Here it's just -- how would an ad put it? -- \"Catherine Deneuve for Dracula.\"", "running_time": 97, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-05-03", "genres": ["Foreign", "Horror", "Romance", "Thriller"], "title": "The Hunger (1983)"}