{"url": "http://www.rogerebert.com/reviews/the-jazz-singer-1980", "by": "Neil Diamondas Jess Robin", "star_rating": 1.0, "text": "\"The Jazz Singer\" has so many things wrong with it that a review threatens to become a list. Let me start with the most obvious: This movie is about a man who is at least 20 years too old for such things to be happening to him. \"The Jazz Singer\" looks ridiculous giving us Neil Diamond going through an adolescent crisis. \n\nThe movie is a remake, of course, of Al Jolson's 1927 \"The Jazz Singer,\" which was the first commercially successful talking picture. The remake has played with time in an interesting way: It sets the story in the present, but it places the characters in some kind of time warp. Their behavior seems decades out of date, and some scenes are totally inexplicable in any context. \n\nFor example: In the film, Diamond plays a young Jewish cantor at his father's synagogue. He is married, he has apparently settled down to a lifetime of religion. But he also writes songs for a black group-and when one of the quartet gets sick, Diamond takes his place, appearing in a black nightclub in blackface. Oh yeah? This scene is probably supposed to be homage to Jolson's blackface performance of \"Mammy\" in the original, but what it does in 1980 is get the movie off to an unintentionally hilarious start. \n\nThe bulk of the movie concerns Diamond's decision to leave New York, his father and his wife and go to Los Angeles, where he hopes to break into the music industry. This whole business of leaving the nest, of breaking the ties with his father, seems so strange in a middle-aged character: Diamond is just too old to play these scenes. But no matter; the movie is ridiculous for lots of other reasons. \n\nWhen he arrives in LA, for example, he's instantly \"discovered\" in a recording studio by Lucie Arnaz, who plays an agent and is filled with energy and spunk-she's the best thing in the movie. She thinks he has promise, so she gets him a job as the opening act for a comic. This gives Diamond a chance to sing, and his onstage appearances, I guess, are supposed to be the big deal in this movie. Because of that, the film sacrifices any attempt to present them realistically: For his West Coast debut as a warm-up for a comic, Diamond is backed up by dozens of onstage musicians, Which look like the LA Philharmonic and, at union scale, would cost upwards of $80,000. Sure. \n\nThe plot plods relentlessly onward. Laurence Olivier plays the aging father in the film, in a performance that seems based on that tortured German accent he also used recently in \"The Boys from Brazil,\" \"Marathon Man\" and \"A Little Romance\": Is it too much to hope that Sir Laurence will return to the English language sometime soon? Father and son fight, split, grudgingly meet again, hold a tearful reunion-all in scenes of deadly predictability. \n\nOne sequence that is not predictable has Neil Diamond abandoning the (now pregnant) Lucie Arnaz in order to hit the highway and become a road show Kristofferson. This stretch of the film, with Diamond self-consciously lonely and hurting, is supposed to be affecting, but it misfires, it drips with so much narcissism. \n\nBut then Diamond's whole presence in this movie is offensively narcissistic. His songs, are melodramatic, interchangeable, self-aggrandizing groans and anguished shouts, backed protectively by expensive and cloying instrumentation. His dramatic presence also looks over-protected, as if nobody was willing to risk offending him by asking him to seem involved, caring and engaged. \n\nDiamond plays the whole movie looking at people's third shirt buttons, as if he can't be bothered to meet their eyes and relate with them. It's strange about the Diamond performance: It's not just that he can't act. It's that he sends out creepy vibes. He seems self-absorbed, closed off, grandiose, out of touch with his immediate surroundings. His fans apparently think Neil Diamond songs celebrate worthy human qualities. I think they describe conditions suitable for treatment.", "running_time": 115, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-12-22", "genres": ["Drama", "Music"], "title": "The Jazz Singer (1980)"}