{"url": "http://www.rogerebert.com/reviews/the-secret-of-kells-2010", "by": "Evan McGuireas Brendan", "star_rating": 3.0, "text": "When I went to Ireland to visit the set of \"Ryan's Daughter,\" the studio sent a car to ferry me and my cohort McHugh to the Dingle Peninsula. As we drove along, we crossed an old bridge and the driver said, \"Leprechauns made their home under this bridge.\" We stopped for petrol, and I quietly said to McHugh, \"He doesn't know you're Irish and is giving us the tourist treatment.\" \"Ebert,\" said McHugh, \"he means it.\" \n\nDid he mean it? Did McHugh believe that he meant it? With the Irish, the answer is yes and no. McHugh and his brothers told me how as lads they picked up change by discovering the Irish surnames of Yankee tourists and offering to show them where their ancestors lived. They always led them to the same shop in a little cottage, where the owner gave them a \"consideration\" for any purchases made.\n\nWhat does this possibly have to do with \"The Secret of Kells,\" one of this year's Oscar nominees for best animated feature? Quite a bit, I think. Here is a film about a young and very brave medieval monk named Brendan, a sacred book, a storied monastery, a fairy girl, an alarming creature and a forest containing little nuts that make brilliant green inks. The fairy girl is quite real, as Brendan can see for himself. If there are any leprechauns, she no doubt knows them. If there are not, how does she know for sure?\n\nThe Irish are a verbal people, preserving legends in story and song; few Chicagoans may know there's a First Folio of Shakespeare in the Newberry Library, but few Dubliners do not know that the Book of Kells reposes in Trinity College. I viewed it once. It is a painstakingly illuminated medieval manuscript preserving the four gospels, and every page is a work of art. Many monks created it over many years.\n\nPerhaps little Brendan was one of them. Perhaps some of that brilliant emerald green was his, extracted from nuts he gathered in the forest. Brendan (voice of Evan McGuire), the youngest and pluckiest monk in the walled monastery, befriends old Brother Aidan (Mick Lally), a traveler who has arrived bearing the precious book. Some pages remain to be created, and Aidan says Brendan must help. He can start by disobeying the Abbot (Brendan Gleeson), venturing outside the walls, and gathering the nuts.\n\nThis and his further adventures are related in Tomm Moore's film, which is a little like an illuminated manuscript itself. Just as every margin of the Book of Kells is crowded with minute and glorious decorations, so is every shot of the film filled with patterns and borders, arches and frames, do-dads and scrimshaw images. The colors are bold and bright; the drawings are simplified and 2-D. That reflects the creation of the original book in the centuries before the discovery of perspective duringn the Renaissance. \n\nLike the people in Nina Paley's \"Sita Sings the Blues,\" these images move mostly from back and forth within the same plane, which is only correct since perspective hasn't yet created spatial dimension. But there's no feeling of limitation. Indeed, in a season where animated images hurl themselves from the screen with alarming recklessness, I was grateful that these were content merely to be admired.\n\nThe movie has a wide appeal, with a gap in the middle. I think it will appeal to children young enough to be untutored in boredom, and to anyone old enough to be drawn in, or to appreciate the artistry. For those in between, the \"Transformers\"-damaged generation, it will seem to be composed in a quaint, unknown language.", "running_time": 75, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-03-31", "genres": ["Animation", "Family", "Foreign", "Science Fiction"], "title": "The Secret of Kells (2010)"}