{"url": "http://www.rogerebert.com/reviews/the-phantom-1996", "by": "Billy Zaneas Phantom/Kit Walker", "star_rating": 3.5, "text": "The movie is also smashingly entertaining on the story level. The\rPhantom, created in 1936 by Lee Falk, is said to be the first of the\rsuperheroes, and the movie is true to his origins. He doesn't have the absurd\rpowers of Superman or the catlike grace of Batman, and when he lands on the\rhood of a speeding truck, the film doesn't do it with alight pounce, but with a\rheavy thud, as of muscle meeting metal.\n\nAlthough he's known to those who fear him as “The Ghost Who\rWalks,” he isn't immortal; he's the 21st in a line of Phantoms, who trace their\rheritage back to the first Phantom's vow to fight evil and piracy. (How the\rPhantoms have found 20 brides willing to live in the Skull Cave is a question\rnot answered in this film.) The film stars Billy Zane as the Phantom, a.k.a.\rmild-mannered Kit Walker. His fury is roused when an evil industrialist named\rXander Drax (Treat Williams) schemes to bring together three priceless skulls\rthat, when assembled, will give him power over mankind. Fighting against Drax's\rschemes is a heroic newspaper publisher (Bill Smitrovich), who dispatches his\rniece, Diana Palmer (Kristy Swanson), to the jungle in search of one of the\rskulls. Phantom fans of course know Diane eventually becomes Mrs. Phantom, but\rhere they are meeting again for the first time after her college courtship with\rKit that ended when he mysteriously disappeared.\n\nThe\rmovie's plot is essentially a series of adventure sequences.\n\nThere's\ran aerial dogfight between a Pan American Clipper and two red biplanes. Two\rperilous crossings by truck over a disintegrating suspension bridge. A\rstrangling by skeleton. A chase in which the Phantom and Diane successfully\rdrop from a plane and land on the back of Hero, the white stallion, just before\rthe plane crashes into a mountain.\n\nAnd\ra showdown inside an eerie mountain cave, where members of the Singh\rBrotherhood and Drax battle for the skulls against the Phantom and the forces\rof good. At the end, as a bonus, there's a really neat miniature submarine.\n\nThe\rdirector, Simon Wincer, orchestrates these events just a hair this side of\rparody. He and Billy Zane find the right tone for the Phantom: bemused,\rall-knowing, wise, irreverent. “No smoking in the skull cave,” he says at one\rpoint. And when Diana tries to run the show: “Fine, go ahead--it's your rescue.”\rThe movie's best line is said by a bad guy from the big city who now finds\rhimself, in brown suit and fedora, inside a menacing jungle cavern: “Skulls!\rPowers of darkness! This isn't right! I was an altar boy, for the love of Pete,\rat St. Timothy's! The only power I believe in comes out of the barrel of a gun!”\rZane plays the Phantom as essentially an ordinary, if talented, human who wears\ra purple suit and an eye-mask (of course Diana can’t recognize him when he's\rwearing the mask). He often functions as the calm center of the storm. Treat\rWilliams, as Drax, is implacably evil (he blinds a librarian by hiding\rspring-loaded needles in a microscope) and also slick and oily in the best pulp\rtradition. Kristy Swanson (whose “Buffy the Vampire Slayer” is a cult favorite)\ris plucky and athletic as Diana, and develops an intriguing relationship with\rSala (Catherine Zeta-Jones), Xander's dragon-lady sidekick, who softens and\rchanges sides.\n\nWhat\rall of these people decided, I suppose, was that the great strength of “The\rPhantom” was style--which made the classic comic strips stand out from the\rcrowd, and which might help define the Phantom franchise for modern audiences\r(since, let's face it, the Phantom is not as big a name as Batman or Superman).\rThe production design by Paul Peters is tirelessly inventive, but also crucial\ris the photography by David Burr, whose framing creates montages defined like a\rcomic strip.\n\nBurr\rsometimes uses color and composition in much the same spirit as the Glasgow\rartist Jack Vettriano, whose flashy gangster types and molls in red dresses\rregard each other in sullen lust.\n\n“The\rPhantom” was written by Jeffrey Boam, who wrote “Indiana Jones and the Last\rCrusade.” It has the breakneck energy of the Indiana Jones movies, and the same\rlove of fedora hats and very big old trucks.\n\nBut\rit's not Indy in a purple suit. It has its own distinctive tone and feel, and a\rcertain innocence; the PG rating indicates it's suitable for families, and so\rit is, because it lacks unnecessary violence and sexuality--but that doesn't\rmean it's not red-blooded. It's in love with a period when there were islands\rnot on any map, and one or two brave people could change history, and\rcharacters could shout out, “Have you heard the exciting news? We're going to\rthe Devil's Vortex!”", "running_time": 105, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-06-07", "genres": ["Action", "Adventure", "Crime", "Fantasy", "Science Fiction", "Thriller"], "title": "The Phantom (1996)"}