{"url": "http://www.rogerebert.com/reviews/the-velocity-of-gary-1999", "by": "Vincent D'Onofrioas Valentino", "star_rating": 2.0, "text": "\"The Velocity of Gary\" proves once again that it's less interesting to see unconventional people express traditional values than to see conventional people express untraditional values.\n\nMovies about the sexual underground seem compelled to show their rebels bonding together into symbolic families; their characters may seem bizarre, but at heart they express profoundly conservative social values. I'm more intrigued by films like \"Happiness\" and \"In the Company of Men.\" It's more fun to see conventional characters break the rules than for outlaws to follow them.\n\n\"The Velocity of Gary\" (subtitled \"Not His Real Name\") chronicles the world of Times Square male hustlers, porno stars, drag queens and doughnut shop waitresses. All of these people are of course touchingly good-hearted, smiling through bad times. Vincent D'Onofrio stars as Valentino, a well-known porn actor whose worsening illness (never named) causes his two lovers to join in making them all a home. The lovers are the hustler Gary (Thomas Jane) and the waitress Mary Carmen (Salma Hayek), and also in the picture is the deaf drag queen Kid Joey (Chad Lindberg), who mimes to the songs of Patsy Cline--not easy when you can't hear them.\n\nAll of these characters are engaging in a conventional sort of way, although their behavior seems generated less by their lives than by the demands of the screenplay. Consider an early scene where Gary, bare to the waist, soaks himself at a fire hydrant and then stalks off into the city. Hydrants can be refreshing on a hot day, and this makes a great shot, but would a homeless man lightly contemplate hours in wet jeans and squelchy shoes? No matter; soon he's rescued Kid Joey from gay-bashers, carrying the Kid off in his arms like John Wayne with Natalie Wood in \"The Searchers.\" The director is Dan Ireland, who also worked with D'Onofrio in \"The Whole Wide World,\" the 1997 film about pulp writer Robert E. Howard. That one, about a man who sat in his room in Texas and wrote about Conan the Barbarian, was quietly, sadly gripping; in \"The Velocity of Gary,\" there is never quite the feeling that these people occupy a real world; their colorful exteriors are like costumes, and inside are simply actors following instructions.", "running_time": 100, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-07-30", "genres": ["Drama", "Romance"], "title": "The Velocity Of Gary (1999)"}