{"url": "http://www.rogerebert.com/reviews/the-moderns-1988", "by": "Keith Carradineas Nick Hart", "star_rating": 3.0, "text": "When I was in college, we used to do “source studies” for the plays of Shakespeare, reading the books that were allegedly in his library and trying to figure out where he got his ideas. “The Moderns” is sort of a source study for the Paris of Ernest Hemingway in the 1920s; it’s a movie about the raw material he shaped into The Sun Also Rises and A Moveable Feast, and it also includes raw material for books by Gertrude Stein, Malcolm Cowley and Clifford Irving. My source studies were always ungainly, disorganized and filled with wild surmises (“Shakespeare was undoubtedly referring to . . .”).\n\n“The Moderns” is equally puerile, but more fun.\n\nIt takes place at that enchanted moment in Paris when the Lost Generation created itself and then proceeded to create, promote, fabricate and publicize modern literature, art, music and attitudes.\n\nIt tells the stories of an American painter in exile, the woman he loved and lost, and the millionaire he lost her to. Important roles are also played by his unscrupulous art dealer, by a busy-body newspaperman on the English-language daily, and by Hemingway, Stein, Alice B. Toklas and others who are called by their real names even if the resemblance stops there.\n\nThe movie was directed and co-written by Alan Rudolph, who treats his Paris as something of a dream city; it’s the same approach, but not the same look, as he used for the cities in “Choose Me” and “Trouble in Mind.” People drift in and out of each other’s lives and conversations, and eventually a plot develops, and it contains passion, greed, fear, envy and lust, but hardly any body ever raises a voice.\n\nKeith Carradine stars, as a starving artist who is stunned, one day, to see the woman he was married to (Linda Fiorentino) on the arm of a slick, sinister millionaire (John Lone). He still loves her. Maybe she still loves him. One thing’s for sure. When he turns up unexpectedly in her bathroom, if she didn’t still feel something for him, she wouldn’t have invited him into the tub. Meanwhile, Carradine needs money badly, and his art dealer (Genevieve Bujold) offers him a secret commission to forge three famous paintings. When he discovers that the paintings are connected to Lone, he agrees to do it - and from that decision springs most of the plot, such as it is.\n\nRudolph’s Paris is a place where people wander into scenes, say a line or two and leave. Hemingway (Kevin J. O’Connor) appears in the backgrounds of several scenes, sometimes reciting earlier versions of his famous lines, to see how they sound. He climbs into the ring for a boxing match with another expatriate, and we see a cross between his actual fight with F. Scott Fitzgerald and the fictional fisticuffs in The Sun Also Rises.\n\nThere are other scenes where Stein and Toklas receive the expatriate community in their legendary apartment where the walls were covered by some of the most famous and priceless of all 20th century paintings, and other moments where minor characters say things that are immediately borrowed by their betters and turned into legend. Drifting around within earshot of everything is the gossip columnist for the Paris Trib (Wallace Shawn), who claims to have invented modernism while losing his own soul.\n\n“The Moderns” is not a great movie and is fairly sloppy and unsatisfying, but I never found a moment of it uninteresting, maybe because I have always been so intrigued by the Paris of the Lost Generation that I found the cross-references fun to spot and sometimes amusing. If there is a flaw in the movie, it’s that Rudolph didn’t find a way to use even more of the famous one-liners of the Lost Generation, instead of getting so bogged down in his fake-art plot. We learn in The Autobiography of Alice B. Toklas that when Ezra Pound came to Paris, “Gertrude Stein liked him but did not find him amusing. She said he was a village explainer, excellent if you were a village, but if you were not, not.” She could have been reviewing this movie.", "running_time": 126, "mpaa_rating": null, "release_year": 1988, "date_published": "1988-05-06", "genres": ["Comedy", "Drama"], "title": "The Moderns (1988)"}