{"url": "http://www.rogerebert.com/reviews/the-good-mother-1988", "by": "Diane Keatonas Anna", "star_rating": 1.0, "text": "“The Good Mother” is one of the most confused and conflicted serious movies in a long time - a film that feels great passion about its subject matter but has no idea what it wants to say or how to say it. There are times when we groan, not at the wrongheadedness of the villains, but at the stupidity of the heroes. And other times when we wonder if anybody actually thought this story through and decided, for sure, what it was about.\n\nHere is a film that has time for a long, nostalgic, bittersweet prologue about the heroine’s childhood friendship with a rebellious aunt. But it does not have the time, or the imagination, to show us the central episode the entire movie is about. We get New England moonlight and rowboats and summer cottages and people calling to each other across the water, and we even get the aunt’s death by drowning, but none of this is necessary to the rest of the picture. And yet when a little girl and her mother’s boyfriend are involved in the crucial event of the movie, the camera is elsewhere.\n\nThe movie stars Diane Keaton as Anna, a woman raising her young daughter by herself. She is divorced from her husband, who has moved to another city and remarried. Her rich grandparents offer her money for child care, but she wants to raise her daughter herself, even if it means taking a menial job as - literally - a bottle-washer. One day in the laundromat she meets an Irish sculptor named Leo (Liam Neeson), and they fall headlong into a passionate love affair. And one day she comes home to find her ex-husband (James Naughton), who announces he is taking custody of their daughter.\n\nWhy? We learn that little Molly spent the weekend with her daddy and described some of her recent experiences. We have already seen one of these events: Anna and Leo are making love in the middle of the night when Molly wanders into their bedroom. They stop immediately.\n\nMolly climbs into bed and goes immediately to sleep. And then, according to later testimony, the two start making love again - “but while Molly was alseep.” Oddly, during the scene itself, it is not clear to us that they resume.\n\nThe second incident is more troubling. While Molly and Leo are home alone, Leo takes a shower. Molly, who has been reading a children’s picture book on reproduction, walks into the bathroom and innocently asks Leo if she can touch his penis. Aware of Anna’s belief in openness with her daughter, to give her no shame about nudity and sexuality, Leo permits her. These two incidents form the basis of a custody battle alleging that Anna cannot provide a proper home for her daughter.\n\nIf you understand how the ex-husband is handled in the movie, you can begin to understand why the movie goes so wrong. He is used only as an evil, vindictive plot device. He appears out of thin air, makes a shrill and angry speech, and disappears with Molly. He appears again during the final court hearings, where his dialogue is so clipped he can hardly make himself clear. No effort is made to develop him into a three-dimensional person (this in a movie where Babe, the rebellious aunt, gets several long scenes) and so he remains an inflexible caricature.\n\nWhy is this the wrong treatment? Because it underlines the way in which the movie wants to hammer home its anger. The story works only if the husband is a monster. We in the audience have normal human curiosity and want to know what’s inside his heart. Is he motivated only by vindictiveness, or does he genuinely believe his daughter is at risk? Based on what his daughter told him, no doubt he was right to suspect Leo. Or perhaps not. Why doesn’t the movie (which has time for travelogue sequences in Harvard Square and street performers on the waterfront) give us the critical scene that would make clear what Leo did? Of course, I am aware that both missing scenes - the shower scene and what Molly told her father - would be enormously difficult to film with tact and taste. But that should have been the task of the tellers of this story. If the filmmakers don’t know or don’t care exactly what happened, then all the rest of the movie is just maudlin tear-jerking.\n\nI tend to believe the version told by Leo, that he was following what he thought was Anna’s philosophy about child-rearing. But there are fleeting moments when Anna does not know exactly what to believe, and they are fatal to the outcome of the film, because we have not seen what actually occurred.\n\nThere are, I think, two quite different ways in which “The Good Mother” fails - the first for a worthy reason, the second not. The director of the film, Leonard Nimoy, has said that he understands this story from the inside out, because he lives with a woman who has a small child. That experience may have helped him in the movie’s quiet domestic scenes, which are well-handled, but it may also have made him rigidly unwilling to see the ex-husband as anything more than a one-dimensional villain. The inflexibility with the ex-husband leads to a courtroom climax that is stilted, unnatural and unconvincing, because the film makes such unbending rules about what can be said, known and understood.\n\nThe second way the film fails is in its use of Keaton, who has a warm and lovely smile and can be as engagingly abashed and confused as well as any actress now working. But we get so many smiles, so much charming confusion, in the scenes after she meets the sculptor that we begin to yearn for her to grow up. The movie doesn’t discipline itself to tell the story it is about. Instead, the first third seems to be a sequel to “An Unmarried Woman” in which we see what happened after the divorcee met the artist: Anna and Leo hang out in burger joints, go to rock concerts, visit his studio, read books to Molly and disappear into a shapeless lyrical interlude until the ex-husband appears.\n\nOther elements are also irritating. The courtroom sequence has all the elements of an Idiot Plot, in which the protagonists could solve their problems simply by repeating what everyone in the audience could prompt them to say. Did they, for example, make love in front of the child? No! - as we in the audience could clearly see. Why do they consistently say the wrong things in testifying? Because the rules of this movie require it to have an unhappy ending. Why is the judge so remote and unimaginative? Because he’s from Central Casting. Only Jason Robards, playing Anna’s attorney, creates a believable moment in the courtroom.\n\nThere is one scene in the movie that does work, in every way.\n\nThat is when Anna visits her grandparents (Ralph Bellamy and Teresa Wright) to ask for money for a lawyer and discovers the true nature of their relationship. This scene is powerfully acted by Wright and Bellamy, and succeeds, and is moving, and is so convincing that it shows up the contrivance and manipulation of the rest of the film.\n\n“The Good Mother” was made with the best of intentions and the worst of screenplays.", "running_time": 113, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-11-04", "genres": ["Drama", "Romance"], "title": "The Good Mother (1988)"}