{"url": "http://www.rogerebert.com/reviews/the-buddy-holly-story-1978", "by": "Gary Buseyas Buddy", "star_rating": 3.5, "text": "On February 3, 1959, a small plane crashed outside Mason City, Iowa, killing Buddy Holly, Ritchie Valens, and J.P. (The Big Bopper) Richardson. Don McLean sang about that day in 'American Pie.' He called it the day the music died.\n\nWalking out of \"The Buddy Holly Story\", you wonder if maybe he wasn't right. It's no use trying to guess how things might have turned out if Holly hadn't been on that flight. He might have continued to develop as the most original rock and roll artist of his generation. He might, on the other hand, have gradually become a Paul Anka or a Barry Manilow, a polished performer of comfortably mainstream pop. The movie makes a pretty good case for the first possibility.\n\nIt also involves us as show-biz biographies rarely do. This is one rock and roll movie with a chance of being remembered, one with something to say and the style and energy to say it well. That's partly because it had good material to start with; Holly's life provides a microcosm of rock and roll's transformation into the dominant music of the last decades. But it's also because of Gary Busey's remarkable performance as Buddy Holly. If you're a fan of Holly and his music, you'll be quietly amazed at how completely Busey gets into the character. His performance isn't an imitation, a series of \"impressions.\" It's a distillation of how Holly seemed, and how he sounded. That's all the more impressive because the movie doesn't use dubbing from the original records: Busey himself sings Holly's arrangements. And the movie's many concert scenes don't use post-dubbing, which almost always result in a flat and uncon-vincing sound. Busey did the material live.\n\nThat's crucial, in a way, because if \"The Buddy Holly Story\" doesn't convince (or remind) us that Holly's music was good, and important, the movie itself fails. Busey and the filmmakers do convince us, without even seeming to try. Walking out of the theater, I overheard a teen-age couple expressing surprise that Holly had composed 'It's So Easy to Fall in Love.' They thought it was a Linda Ronstadt original.\n\nMore performers than Ronstadt learned from Holly. All the important rockers of the last thirty years, and particularly the Beatles, benefited from Holly's fusion of basic rock and roll, deeper musical sophistication, and lyrics that came with a sincere intensity (\"I was Buddy Holly,\" John Lennon once said.) Most albums cut in 1958 or 1959 sound dated today, even the good ones. Holly's old albums still sound fresh.\n\nThe movie follows the events of Holly's life, more or less, from his beginnings in Lubbock, Texas, through his early hit records, his quick national fame, his performances on \"The Ed Sullivan Show,\" his marriage, his death. Rock historians have pointed out the ways in which the screenplay alters the facts (Holly's parents were not opposed to his musical career; his romance with his wife, Maria, was whirlwind, not the stubborn courtship in the movie; the decision to take a plane that last night was made, not because the bus broke down, but because Holly and the others wanted to get their laundry done).\n\nDetails like that don't matter much. The movie gets the feel right, and there's real energy in the concert scenes, especially the tricky debut of Buddy Holly and the Crickets as the first white act in Harlem's famous Apollo Theater. And the supporting performances are convincing; they're not walk-ons, as they tend to be in show biz movies. Don Stroud and Charles Martin Smith are just right as the down-home Crickets. Maria Richwine brings a sweetness, an understanding to the role of Holly's wife, and Gloria Irricari, as her aunt, steals a wonderful scene. And Dick O'Neill, as the white booker who thought Holly was black when he booked him into the Apollo, does an inspired double-take.\n\n When all of this has been said, there are still the songs to be considered. 'That'll Be the Day.' 'Peggy Sue.' 'Oh, Boy!' 'Words of Love.' 'True Love Ways.' 'It's So Easy.' 'It Doesn't Matter Anymore.' Gary Busey sings them with a style that does Holly justice. And that's saying something. They live, and the movie's concert sequences have the immediacy and energy of documentary footage which is essentially what they are.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-06-25", "genres": ["Drama"], "title": "The Buddy Holly Story (1978)"}