{"url": "http://www.rogerebert.com/reviews/the-driver-1978", "by": "Ryan O'Nealas The Driver", "star_rating": 2.5, "text": "A wise professor taught me in college: Beware of stories where the characters have the names of things. That doesn't mean, he hastened to add, that we should dismiss the Cheshire Cat, the Mad Hatter or even The Thing. But as a general rule, he explained, characters with Thing Names are intended by the author as Symbols. And Symbols have a peculiar way of sinking the stories they're in.\n\nWalter Hill should have taken the wise professor's class. Instead, he has written and directed “The Driver.” It's a movie about people who are not real because they are symbols, and it's a damned good thing there are great chase scenes or the movie would sink altogether. The symbols are named The Driver, The Detective, The Player, The Connection and so on, right down to (I swear it) The Kid.\n\nThey are not involved in a Game. The Driver is the best getaway driver there ever was. The Detective is the best detective, and lays a diabolical snare to trap The Driver. The Player is a mysterious woman in black who seems to be playing both sides against the middle for her private amusement. The Connection sets up The Driver's jobs.\n\nNow all of this could have been nice and juicy if Walter Hill had done a few more things with his screenplay, such as made the characters into people. We can tell he didn't want to do that, because of the visual style he uses.\n\nExample: Have you ever noticed, while you're watching a movie, that although Character A and Character B are in the same room together, Character A looks straight at the camera even while Character B is standing in the background and talking? That's a clean giveaway that A and B are symbols, posed for meanings, pinned to the screen.\n\nThere are a lot of scenes like that in “The Driver.” They distract mightily from what's being said. There's one scene, for example, between The Detective (Bruce Dern) and The Player (Isabelle Adjani). Dern is, of course, an irrepressible actor, filled with natural energy and style, who is not going to let the director's symbolic whims pin him to any screen. But Miss Adjani is all too willing to be a symbol, and gazes rigidly out of the screen, and talks as if overcoming lockjaw.\n\nA little of this paralyzes a movie. A lot of it paralyzes us, particularly when The Driver is played by Ryan O'Neal, who is no more convincing here as the world's greatest driver than he was in “A Bridge Too Far,” as General Gavin. They had the perfect role for O'Neal in this movie, and let it get away: The Kid.\n\nPeople meet in shadows, in dim bars, in underground parking garages, and in sleazy hotels. The Player wears a dark, floppy hat that always keeps her face in shadow. The Detective wears a short white collar and a black tie, like a freed convict in his prison suit. They are all victims in the same game, I suppose, the distillation of Doom's one-night stand with Life.\n\nAnd then there are those chase scenes. They're great. They fill the screen with energy, even if it's mechanical energy that doesn't substitute for the human kind. When The Driver demonstrates his skill, for example, by scientifically destroying a Mercedes a little bit at a time, it's terrific And the closing chase - two great Drivers in a final showdown - had me on the edge of my seat for two good reasons: I was thrilled. And I couldn't wait to leave.", "running_time": 91, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-08-02", "genres": ["Action", "Crime", "Drama", "Science Fiction", "Thriller"], "title": "The Driver (1978)"}