{"url": "http://www.rogerebert.com/reviews/the-pacifier-2005", "by": "Vin Dieselas Shane Wolfe", "star_rating": 2.0, "text": "In \"The Pacifier,\" Vin Diesel follows in the footsteps of those Arnold Schwarzenegger comedies where the muscular hero becomes a girly-man. Diesel doesn't go to the lengths of Schwarzenegger in \"Junior,\" where Arnold was actually pregnant, but he does become a baby-sitter, going where no Navy Seal has gone before.\n\nDiesel plays Shane Wolfe, hard-edged commando (\"We are SEALs and this is what we do\"). In the pre-title sequence, he and three other scuba-diving SEALs shoot down a helicopter, wipe out four gunmen on jet skis, bomb a boat, and rescue Plummer, an American scientist kidnapped by Serbians. They want \"Ghost,\" the scientist's foolproof encryption key. That the scientist uses the names of his children as the password for his locked briefcase suggests that the Serbians could have saved themselves a lot of trouble by just finding the geek who hacked Paris Hilton's cell phone, and aiming him at Plummer's hard drive.\n\nAnyway. One thing leads to another, and soon Wolfe has a new assignment, which is to baby-sit and protect Plummer's five children while his wife and a Navy intelligence officer go to Geneva to open his safety deposit box. They're supposed to be gone only a couple of days, but one week follows another as they unsuccessfully try to, yes, guess the password. From time to time the movie cuts to a Swiss bank, where two executives wait patiently while the wife and the Navy guy try one word after another. That two Swiss bank officials are willing to sit in a room day after day and listen to people guessing a password is yet one more example of why the Swiss banking system has such an exemplary reputation.\n\nThat leaves Wolfe in charge of an unhappy teenage boy, a boyfriend-crazy teenage girl and two noisy moppets. Because he is not good at names, he tags them the Red Team, and calls them \"Red One,\" \"Red Two,\" and so on. They do not much take to this, and make his life a living hell.\n\nThis premise is promising, but somehow the movie never really takes off. We know that Diesel will begin as gravel-voiced and growly, and that he'll soften up and get to love the kids. We know that in two weeks all of the kids' personal problems will be solved, their behavior will improve, and they'll start cleaning up around the house. We're not much surprised when the Plummer nanny, a curious creature created by Carol Kane with an impenetrable accent, will stalk out. Using the Law of Economy of Characters, we know that any neighbors who seem unnecessary yet are given dialogue will be more than merely neighbors.\n\nThere's one subplot that seems to offer more opportunities for comedy than it does. Seth (Max Thieriot), the older Plummer boy, wants to be an actor, despite the kidding he gets at high school. He's appearing in a production of \"The Sound of Music,\" where, unfortunately, he keeps dropping members of the Von Trapp family. The play's director, who seems to have been imported from \"Waiting for Guffman,\" walks off the job, and Shane Wolfe takes over the direction. Uh, huh. And has a tender heart to heart with the kid abut following his dream and being an actor if that's what will make him happy.\n\nMeanwhile, Wolfe is also supposed to be guarding the kids against, I dunno, more Serbian kidnappers, maybe, although North Koreans also come into the mix. He has an uncanny ability to follow events on supermarket security monitors, which are not usually positioned where customers can see them, and so protects the Plummer girls when their Firefly Girls cookie stand is attacked by rival scouts. He is also challenged to a wrestling match with a coach who is more than strange (Brad Garrett), and deals with an anal-retentive school principal by showing that Navy Seals have better split-second timing than clock-watching bureaucrats.\n\nAll very nice, sometimes we smile, but there's nothing compelling. The director is Adam Shankman, whose previous film, \"Bringing Down the House,\" starred Queen Latifah as a convict who moves in on Steve Martin's middle-class life. Shankman begins with situations that should work, but he doesn't quite boost them over the top into laugh-out-loud. Maybe he's trusting too much on the funny casting. Casting is only funny when the cast is given something funny to do, a truth that should be engraved above the portals of every film school.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-03-03", "genres": ["Action", "Comedy", "Family"], "title": "The Pacifier (2005)"}