{"url": "http://www.rogerebert.com/reviews/the-hawks-and-the-sparrows-1969", "by": "Totoas Toto", "star_rating": 3.0, "text": "Pier Paolo Pasolini's \"The Hawks and the Sparrows\" is a whimsical fantasy about Christianity and Marxism; the question is left open as to whether Pasolini believes in either, or neither. Not that it matters much, Pasolini seems to say. Hawks still eat sparrows, not matter what a hawk is, or a sparrow.\n\nDeparting from the realistic style of his \"The Gospel According to St. Matthew,\" Pasolini gives us a stylized fable. An old man (played by the famous clown Toto) walks along the road of life with his son. They are joined by a philosopher crow that asks them embarrassing questions about life, philosophy, men and crows. The crow seems to be a Marxist, but that is only if the men are Christians. And the men don't seem quite sure about that.\n\nWhile the crow is talking, Toto and his son suddenly find themselves transported back 750 years to the time of St. Francis. The saint instructs them to learn the language of the birds and convert the hawks and the sparrows to God's love. After a great deal of effort, they succeed with the hawks -- but not before Toto has become such a famous holy man that peddlers set up stands and sell brooms and watermelons wherever he prays. One day, in a fit of rage, Toto drives the peddlers away.\n\nHaving cleansed the neighborhood of capitalism, he makes a breakthrough: Sparrows communicate not by chirping but by hopping. The two companions hop about delivering a sermon, the sparrows are converted, the adventure seems about to have a happy end. But then one of the converted hawks kills and eats one of the converted sparrows, for such is the nature of hawks and the plight of sparrows. Toto is plunged into despair; he taught the birds how to love their own kind, but he couldn't convince them to love their neighbors.\n\nAnd perhaps that is the weakness of Christianity and Marxism and almost all of man's ideologies; too often they only persuade people of the same belief to agree with each other.\n\nBut before Toto and his son can quite get it straight, they're whisked back to the present time and treated to more speeches by the crow and more adventures along the road of life. They denounce the concept of private property and protect it. They make love. They see a baby born and they go to a funeral. After a while they get hungry and eat the crow.", "running_time": 89, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-05-07", "genres": ["Comedy", "Drama"], "title": "The Hawks and the Sparrows (1969)"}