{"url": "http://www.rogerebert.com/reviews/the-boy-in-the-striped-pajamas-2008", "by": "Asa Butterfieldas Bruno", "star_rating": 3.5, "text": "Mark Herman's \"The Boy in the Striped Pajamas\" depends for its powerful impact on why, and when, it transfers the film's point of view. For almost all of the way, we see events through the eyes of a bright, plucky 8-year-old. Then we begin to look out through the eyes of his parents. Why and when that transfer takes place gathers all of the film's tightly wound tensions and savagely uncoils them. It is not what happens to the boy, which I will not tell you. It is -- all that happens. All of it, before and after.\n\nBruno (Asa Butterfield) is a boy growing up in a comfy household in Berlin, circa 1940. His dad (David Thewlis) goes off to the office every day. He's a Nazi official. Bruno doesn't think about that much, but he's impressed by his ground-level view of his father's stature. One day Bruno gets the unwelcome news that his dad has a new job, and they will all be moving to the country.\n\nIt'll be a farm, his parents reassure him. Lots of fun. Bruno doesn't want to leave his playmates and his much-loved home. His grandma (Sheila Hancock) doesn't approve of the move either. There seems to be a lot she doesn't approve of, but children are made uneasy by family tension and try to evade it.\n\nThere's a big house in the country, surrounded by high walls. It looks stark and modern to be a farmhouse. Army officials come and go. They fill rooms with smoke as they debate policy and procedures. Bruno can see the farm fields from his bedroom window. He asks his parents why the farmers are wearing striped pajamas. They give him one of those evasive answers that only drives a smart kid to find out for himself.\n\nAt the farm, behind barbed wire, he meets a boy about his age. They make friends. They visit as often as they can. The other boy doesn't understand what's going on any more than Bruno does. Their stories were told in a 2007 young adult's novel of the same name by John Boyne, which became a best seller. I learn the novel tells more about what the child thinks he hears and knows, but the film is implacable in showing where his curiosity leads him.\n\nOther than what \"The Boy in the Striped Pajamas\" is about, it almost seems to be an orderly story of those British who always know how to speak and behave. Those British? Yes, the actors speak with crisp British accents, which I think is actually more effective than having them speaking with German accents, or in subtitles. It dramatizes the way the German professional class internalized Hitler's rule and treated it as business as usual. Charts, graphs, titles, positions, uniforms, promotions, performance evaluations.\n\nHow can ordinary professional people proceed in this orderly routine when their business is evil? Easier than we think, I believe. I still obsess about those few Enron executives who knew the entire company was a Ponzi scheme. I can't forget the Oregon railroader who had his pension stolen. The laughter of Enron soldiers who joked about killing grandmothers with their phony California \"energy crisis.\" Whenever loyalty to the enterprise becomes more important than simple morality, you will find evil functioning smoothly.\n\nThere has not again been evil on the scale of 1939-1945. But there has been smaller-scale genocide. Mass murder. Wars generated by lies and propaganda. The Wall Street crash stripped people of their savings, their pensions, their homes, their jobs, their hopes of providing for their families. It happened because a bureaucracy and its status symbols became more important than what it was allegedly doing.\n\nHave I left my subject? I don't think so. \"The Boy in the Striped Pajamas\" is not only about Germany during the war, although the story it tells is heartbreaking in more than one way. It is about a value system that survives like a virus. Do I think the people responsible for our economic crisis were Nazis? Certainly not. But instead of collecting hundreds of millions of dollars in rewards for denying to themselves what they were doing, I wish they had been forced to flee to Paraguay in submarines.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-11-05", "genres": ["Drama", "Foreign", "History", "War"], "title": "The Boy in the Striped Pajamas (2008)"}