{"url": "http://www.rogerebert.com/reviews/the-times-of-harvey-milk-1985", "by": "Mark Isham", "star_rating": 3.5, "text": "Harvey Milk must have been a great guy. You get the sense, watching this documentary about his brief public career that he could appreciate the absurdities of life and enjoy a good laugh at his own expense. He was also serious enough and angry enough about the political issues in his life that he eventually ran for the San Francisco Board of Supervisors and became California's first openly homosexual public official. That victory may have cost him his life.\n\n\"The Times of Harvey Milk\" describes the lives and deaths of Milk and Mayor George Moscone, who both were shot dead in 1978 by Dan White, one of Milk's fellow supervisors. It also describes the political and social climate in San Francisco, which during the 1960s and 1970s began to attract growing numbers of gays because of its traditionally permissive attitude. Milk was one of those gays, and in old photographs we see him in his long haired beatnik and hippie days before he eventually shaved off the beard and opened a camera store in the Castro District.\n\nIt was from the Castro that Milk ran for office and was defeated three times before finally winning in the same election that placed the first Chinese-American, the first black woman and the first avowed feminist on the board. Milk was a master at self-promotion, and the movie includes vintage TV news footage showing him campaigning on such issues as \"doggy-do,\" and stepping, with perfect timing, into a strategically placed pile of same at the climax of the interview.\n\nThere is a lot of footage of Milk, Moscone and White (who disapproved of homosexuals but was naive enough to once suggest that the issue be settled by a softball game between his ward and Milk's ward). It is intercut with later interviews with many of Milk's friends, including a veteran leftist who admits that he was prejudiced against gays for a long time, until he met Milk and began to understand the political issues involved.\n\nThere is a Chinese-American who parallels his own radicalization with Milk's. And there is immensely moving, emotional footage of the two demonstrations inspired by the deaths of Milk and Moscone: A silent, candlelight parade of 45,000 people on the night of their deaths, and an angry night of rioting when White got what was perceived as a lenient sentence.\n\n\"If Dan White had only killed George Moscone, he would have gone up for life,\" one person says in the film. \"But he killed a gay, and so they let him off easy.\"\n\nThis is not necessarily the case, and the weakest element in \"The Times of Harvey Milk\" is its willingness to let Milk's friends second-guess the jury, and impugn the jurors motives.\n\nMany people who observed White's trial believe that White got a light sentence, not because of anti-gay sentiment, but because of incompetent prosecution. Some of the jurors were presumably available to the filmmakers, and the decision not to let them speak for themselves - to depend instead on the interpretations of Milk's friends and associates is a serious bias.\n\nThat objection aside, this is an enormously absorbing film, for the light it sheds on a decade in the life of a great American city and on the lives of Milk and Moscone, who made it a better, and certainly a more interesting, place to live.", "running_time": 90, "mpaa_rating": null, "release_year": 1985, "date_published": "1985-02-22", "genres": ["Documentary", "Indie"], "title": "The Times of Harvey Milk (1985)"}