{"url": "http://www.rogerebert.com/reviews/the-man-in-the-chair-2007", "by": "Christopher Plummeras Flash Madden", "star_rating": 1.5, "text": "\"The Man in the Chair\" is a movie about a high school student who enlists two movie industry veterans from old folks' homes to help him with his project. And I mean old folks. Flash Madden (Christopher Plummer) claims to have been given his nickname by Orson Welles on the set of \"Citizen Kane,\" which means, if he was 25 at the time, he is 91 now. And Mickey Hopkins (M. Emmet Walsh), a writer, claims to have written \"Queen Christina,\" which, if he was 25 at the time, would make him 99.\n\nOf course we know that Mickey didn't write \"Queen Christina\" (or \"Gone With the Wind,\" another one of his \"credits\"), and the odds are against Flash's story, too. The chances are that they are both lying, but the kid, Cameron (Michael Angarano), doesn't think of that, and neither does the writer-director, Michael Schroeder, although it might have made this a better movie.\n\nWhat it is, instead, is a half-baked idea for a movie with way too many characters and subplots. Do we really need another lovable cheering section of characters (and character actors) who live at the Motion Picture Home and have individual headlined character traits? Do we need animal haters who catch and kill dogs as a business? Do we need the kid to have a mean father? Do we need him to have a competitor who bullies him at school? Do we need for old Flash to be such an alcoholic that to still be drinking like that at 91 must mean he only started at 90?\n\nThe movie works so hard at juggling its cliches that it fails to generate interest in its story -- which turns out to be not the skateboarding drama the kid had in mind but a docudrama Flash sells him on about the mistreatment of old folks like Mickey. Then the animal subplot takes over as the old folks and the kid attack the cruel dog pound, uh-huh. And there is a stunt involving gasoline that is way too far over the top.\n\nChristopher Plummer is a superb actor. I applauded him Off-Broadway as the best Iago I have ever seen. No doubt there were aspects of the idea of this character that appealed to him, but did he measure its probability? And as for Mickey, M. Emmet Walsh, also a great character actor, has made a living looking moth-eaten and ramshackle, but good Lord, what they do to Mickey in this picture, it's a mercy his poor mother isn't alive to see it (if she were 25 when she had Mickey, she'd be 124 now).\n\nI know an old writer. His name is William Froug, he lives in Florida, and if you look him up on Amazon, you will see he is still writing brilliant and useful books about screenwriting and teleplays. He is not merely as sharp as a tack, he is the standard by which they sharpen tacks. If he had been advising the kid, the kid would have made a better movie, and if he had been advising the director of \"The Man in the Chair,\" we would have been spared the current experience.\n\nJust because you're old doesn't mean you have to be a decrepit caricature. One thing that keeps Froug young is that, unlike Flash Madden, he almost certainly does not sit on an expressway overpass guzzling Jack Daniels from a pint bottle.\n\nCopy-reading note: If flashbacks are meant to recall reality, it is unlikely that the slate on \"Citizen Kane\" would have misspelled the name of Orson Welles. ", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-12-20", "genres": ["Comedy", "Drama", "Indie"], "title": "The Man in the Chair (2007)"}