{"url": "http://www.rogerebert.com/reviews/the-big-uneasy-2011", "by": "Harry Shearer", "star_rating": 2.0, "text": "What Hurricane Katrina did to New Orleans was not an act of God, a \"natural disaster\" or a failure by FEMA. It was the almost inevitable result of years of incompetent and dangerous work by the U.S. Army Corps of Engineers, which then used its power to cover its ass. That is the message, much repeated, in Harry Shearer's documentary \"The Big Uneasy.\"\n\nUsing soil and flood-control experts, Google maps, new footage and damning video, Shearer builds a compelling case against the Army Corps' flawed planning and leaky levees. I was convinced. Unfortunately, I was also convinced that trapped within this 98-minute film is a good 30-minute news report struggling to get out. Shearer, who is bright and funny, comes across here as a solemn lecturer. \n\nHis facts are depressing. The Army Corps constructed levees on sand that was water-permeable and unable to hold concrete walls in place under the pressure of floodwaters. He shows large sections of levees not \"breeched,\" as we were told, but actually pushed aside by the flooding. He documents, with the aid of a Corpswoman whose whistle-blowing was disregarded at the time, that pumps installed to handle floodwaters were inadequate and malfunctioning. He shows that the lovely city was set up for destruction, and that with wiser planning, it might have suffered no worse than \"wet ankles.\" Incredibly, we learn that one of the contractors whose company was constructing the levees even went into court to argue the Army Corps' plans were flawed — and lost.\n\nHis view of the Army Engineers is thoroughly depressing. Far from welcoming advice and analysis from academic experts, they installed barbed-wire fences to block access to crucial areas. They spent more than $1 million on a public relations campaign to repair their image. They were responsible directly or indirectly for the firing, demotion or silencing of many of their critics. They stand indicted — and, Shearer says, their similar mistakes may mean the city of Sacramento is vulnerable to flood damage on a similar scale.\n\nThis is important and needs to be made known. Unfortunately, Shearer as a documentarian is not the right man for the job. \"The Big Uneasy\" lacks the dramatic impact and artistic imagination of many recent docs about environmental issues. An attempt to liven things up by shoehorning actor John Goodman into the action fails; he appears out of any context to introduce awkward segments in which Shearer and other New Orleans residents answer criticisms of their city. \"The Big Uneasy\" plays way too much like an educational film.", "running_time": null, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-06-08", "genres": ["Documentary"], "title": "The Big Uneasy (2011)"}