{"url": "http://www.rogerebert.com/reviews/the-boat-is-full", "by": "Tina Engelas Judith Krueger", "star_rating": 3.0, "text": "In the midst of Europe at war, Switzerland remained more or less at peace. Its neutrality was observed by both sides -- as a convenience, perhaps, since the stability of the Swiss banks helped preserve a world economic system so that there would be spoils for the victors. Swiss troops patrolled the borders and eggs were rationed, but life was bearable and there were no bombings or concentration camps or the unspeakable horrors of the Holocaust.\n\n\tThe title of \"The Boat Is Full\" suggests Switzerland's role as a lifeboat. The Swiss were prepared to accept a limited number of refugees from Hitler's racism, but the rules were strict: They would take children, old people, pregnant women. They would also take Nazi deserters. In some cases, in fact, they gave refuge to deserters in preference to their victims.\n\n\tBut the fact is, the Swiss did not take many refugees. At the time the movie takes place, we learn that Switzerland contained only 7,000 \"mouths to feed,\" a pathetic number when contrasted to the millions of Hitler's victims. This movie is about a few more displaced persons who would like to be taken in, if only the \"lifeboat\" were not so \"full.\"\n\n\tThey are a small band of Austrian Jewish refugees, joined by one deserting Nazi. They hide on a train, ride across the border to Switzerland, avoid capture, conceal themselves in a barn, and are finally sheltered for a time by a stalwart Swiss innkeeper and her husband. There is a young woman, her brother (shot through the arm), an old man, his granddaughter, a little boy no one quite seems to be able to identify, and the soldier.\n\n\tThe Swiss woman takes them in and feeds them, trying to shelter them from the curiosity of her neighbors. At first, the woman's husband is opposed to giving the refugees shelter (they will eat too much and cause too many problems) but, getting to know them, he begins to care for them. The people of the small village soon all know about the new arrivals, and a policeman arrives to make the official investigation.\n\n\tAnd it is here that the movie becomes most bitter, in an extraordinary scene in which the refugees try to arrange themselves into a grouping that will satisfy the Swiss legal requirements. What if the soldier plays the woman's \"husband?\" Or, what if the soldier claims deserter status, and the woman's brother pretends to be her husband? Will he look too young? Can the kids pretend to be the children of this \"couple?\" These are all, after all, just people, mere human beings asking for a place to stay where they will not be exterminated because of their race. It is tragic to see them try to fit themselves into suitable categories.\n\n\tIn the end, most of them are not allowed to stay. Regulations, you know. The Swiss are civilized and responsible and have policies that have all been well thought-out, and so exceptions cannot be made and these people who do not fit the categories are shipped back across the border to Germany, where Hitler has his own categories, which provide for their extermination. And life goes on in neutral Switzerland, where the eggs are still rationed and the banks are still open.\n\n\t\"The Boat is Full\" is effective as a human document, but artistically it is not quite so powerful. The director. Markus lmhoof, cuts from one story element to another somewhat abruptly, so that the editing forms the movie into chunks instead of letting the story flow. The crucial train scene at the beginning is not convincing: we do not believe that this weary and wounded ragtag band could elude the searching Nazi soldiers. This could have been a better movie, but it could hardly have been a more heartbreaking one.", "running_time": 101, "mpaa_rating": null, "release_year": 1981, "date_published": "1982-01-01", "genres": ["Drama", "History", "War"], "title": "The Boat is Full (1981)"}