{"url": "http://www.rogerebert.com/reviews/the-princess-bride-1987", "by": "Cary Elwesas Westley", "star_rating": 3.5, "text": "\"The Princess Bride\" begins as a story that a grandfather is reading out of a book. But already the movie has a spin on it, because the grandfather is played by Peter Falk, and in the distinctive quality of his voice we detect a certain edge. His voice seems to contain a measure of cynicism about fairy stories, a certain awareness that there are a lot more things on heaven and Earth than have been dreamed of by the Brothers Grimm.\n\nThe story he tells is about Buttercup, a beautiful princess (Robin Wright) who scornfully orders around a farm boy (Cary Elwes) until the day when she realizes, thunderstruck, that she loves him. She wants to live happily ever after with him, but then evil forces intervene, and she is kidnapped and taken far away across the lost lands, while he is killed.\n\n\"Is this story going to have a lot of kissing in it?\" Falk's grandson asks. Well, it's definitely going to have a lot of Screaming Eels.\n\nThe moment the princess is taken away by agents of the evil Prince Humperdinck (Chris Sarandon), \"The Princess Bride\" reveals itself as a sly parody of sword and sorcery movies, a film that somehow manages to exist on two levels at once: While younger viewers will sit spellbound at the thrilling events on the screen, adults, I think, will be laughing a lot. In its own peculiar way, \"The Princess Bride\" resembles \"This Is Spinal Tap,\" an earlier film by the same director, Rob Reiner. Both films are funny not only because they contain comedy, but because Reiner does justice to the underlying form of his story. \"Spinal Tap\" looked and felt like a rock documentary - and then it was funny. \"The Princess Bride\" looks and feels like \"Legend\" or any of those other quasi-heroic epic fantasies - and then it goes for the laughs.\n\nPart of the secret is that Reiner never stays with the same laugh very long. There are a lot of people for his characters to meet as they make their long journey, and most of them are completely off the wall.\n\nThere is, for example, a band of three brigands led by Wallace Shawn as a scheming little conniver and including Andre the Giant as Fezzik the Giant, a crusher who may not necessarily have a heart of gold. It is Shawn who tosses the princess to the Screaming Eels, with great relish.\n\nAnother funny episode involves Mandy Patinkin as Inigo Montoya, a heroic swordsman with a secret. And the funniest sequence in the film stars Billy Crystal and Carol Kane, both unrecogizable behind makeup, as an ancient wizard and crone who specialize in bringing the dead back to life. (I hope I'm not giving anything away; you didn't expect the princess's loved one to stay dead indefinitely, did you?)\n\n\"The Princess Bride\" was adapted by William Goldman from his own novel, which he says was inspired by a book he read as a child, but which seems to have been cheerfully transformed by his wicked adult imagination. It is filled with good-hearted fun, with performances by actors who seem to be smacking their lips and by a certain true innocence that survives all of Reiner's satire. And, also, it does have kissing in it.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-10-09", "genres": ["Action", "Comedy", "Family", "Fantasy", "Romance"], "title": "The Princess Bride (1987)"}