{"url": "http://www.rogerebert.com/reviews/the-pope-of-greenwich-village-1984", "by": null, "star_rating": 3.0, "text": "Everybody is very ethnic in \"The Pope of Greenwich Village.\" They all wave their hands a lot, and hang out on street corners, and have uncles in the Mafia. They have such bonds of blood brotherhood, a cousin to them is closer than your mother is to you. And they've always got some kind of con game going on the side. Take Paulie, for example. He knows this racehorse that's selling for $15,000, only the joke is, this is a champion horse because it was sired with sperm stolen directly from the winner of the Belmont. Paulie explains about the horse while he has his mouth full of a hero sandwich that's a yard long. His cousin, Charlie, tells him he's crazy. That is a compliment in this family.\n\nPaulie and Charlie have just been fired from their jobs at a restaurant for stealing from the management. Charlie is hard up. He can no longer support his girlfriend, a long-limbed, blond aerobics instructor who seems attracted to his exotic ethnic charm. Paulie has the answer to their problems. He will buy the future champion racehorse with money from a juice loan and then pay off the loan by cracking a safe he has heard about. There is only one problem with this plan. The safe belongs to the Mafia godfather of Greenwich Village, and if he finds out who did it, not even Paulie's uncle in the Mafia can save them. Meanwhile, Charlie's girlfriend is pregnant, Paulie's car has been towed, a cop has killed himself falling down an elevator shaft, and on the sound track Frank Sinatra is singing \"Summer Wind.\"\n\n\"The Pope of Greenwich Village\" bills itself as a drama and is structured like a crime thriller, but I categorize it as basically a Behavior Movie. The real subject of the movie is the behavior of the characters, and the story is essentially an excuse for showboat performances. This movie is an actor's dream, and the actors involved are Eric Roberts, fresh from his triumph in \"Star 80,\" as Paulie; Mickey Rourke, the hero of \"Diner,\" as Charlie; Daryl Hannah, right after her hit in \"Splash,\" as the aerobics instructor; and the usual supporting types like Tony Musante as the uncle, Burt Young --stuffing his face with pasta -- as the godfather, and Geraldine Page as the tough-talking mother of the dead cop. Also, Kenneth McMillan has a well-acted key role as an old safecracker who gets caught in the middle of the whole deal.\n\nThere are times when \"The Pope of Greenwich Village\" seems to aspire to some great meaning, some insight into crime like \"The Godfather\" had. But the tip-off is the last shot, where the boys have a happy-go-lucky walk down the street and into a freeze frame, while Sinatra is trotted out for his third encore. This movie is not really about anything except behavior, and the only human drama in it is the story of the safecracker and his family. That doesn't mean it's not worth seeing. The behavior is well-observed, although Eric Roberts has a tendency to go over the top in his mannered performance, and the last two scenes are highly unlikely. It's worth seeing for the acting, and it's got some good laughs in it, and New York is colorfully observed, but don't tell me this movie is about human nature, because it's not; it's about acting.", "running_time": 120, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Comedy", "Crime", "Drama"], "title": "The Pope of Greenwich Village (1984)"}