{"url": "http://www.rogerebert.com/reviews/the-hunter-1980", "by": "Steve McQueenas Papa Thorson", "star_rating": 1.5, "text": "Here's poetic justice at work. After making \"The Towering Inferno\" in 1974, superstar Steve McQueen takes himself off the market. He rejects several highly publicized multimillion dollar deals. He makes an art film of Ibsen's \"An Enemy of the People\" in 1976. It is never released. In 1979, he comes out of retirement to make \"Tom Horn\" and \"The Hunter.\" Both are complete flops. Sometimes the only way to retain your mystique is to retire.\n\nI did not see \"Tom Horn,\" which played briefly this spring to small audiences. But \"The Hunter\" bears all the marks of a tailor-made \"star vehicle,\" one of those awful movies catering to a star's ego and image. The character played by McQueen is allegedly based on a real-life bounty hunter, named Papa Thorson, who goes after bail jumpers. It's ironic that this character has a basis in reality, because rarely has there been a less convincing movie character so obviously concocted out of thin air during story conferences.\n\nAnd yet the movie almost busts a gut to provide \"human elements\" for the McQueen-Thorson character. That's what's wrong with it. Every scene has some sort of little touch, gimmick, mannerism or eccentricity, as if they'd add up to a personality. The opposite happens: This character is all tics and cute schtick; there's no person there.\n\nExamples.\n\nIn \"The Hunter,\" McQueen is a lousy driver. This is an in-joke after his daredevil driving in \"The Getaway\" (1972). But McQueen is such a bad driver here it's lame and obvious: He can't even park a car. Oh ... and the car he drives is an antique convertible. He also collects antique windup toys. He wears funny glasses. His wife is pregnant, and he attends natural childbirth classes with her. He has a dog that doesn't like him. A bunch of guys are always playing poker in his living room. In one ridiculous scene, he argues with his wife while sitting on a stepladder, wearing his funny glasses, and working on a windup toy with a screwdriver. We're mesmerized by that screwdriver: He isn't doing anything with it! It's all just, \"business\" things the actor is given to do while saying his lines.\n\nThe movie's plot is laughable. McQueen keeps getting involved in big action sequences with no logical basis. There's a chase through a cornfield, for example, involving a harvester and a Trans-Am. It looks great, but so what? Who are these guys he's chasing? \"The Hunter\" has a lot of scenes shot in Chicago, including a chase on top of a speeding L train and a car that dives out of Marina City and into the river. But the guy McQueen is chasing doesn't have one word of dialogue! The whole Chicago sequence is just an excuse for action.\n\nAnother thing: Characters are introduced with great fanfare, and then disappear. Ben Johnson plays a sheriff whose nephew is one of McQueen's targets. Johnson savagely threatens McQueen if he doesn't stay away. McQueen gets the nephew. Johnson congratulates him over the phone. End of Johnson. Many other characters are handled in the same cavalier fashion, in a screenplay that doesn't seem to have been written so much as compiled from random notes.\n\nBecause McQueen can be so effective in action pictures, \"The Hunter\" is all the more frustrating: Didn't anybody point out that the script was a mess that made no sense? Didn't anybody have the guts to? Maybe they thought superstar McQueen would save the day. Pictures like this could finish him off.\n\nAnd I haven't even mentioned Michel Legrand's incredibly inappropriate music, which inspires the movie's best laughs.", "running_time": 93, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-08-04", "genres": ["Action", "Drama", "Thriller"], "title": "The Hunter (1980)"}