{"url": "http://www.rogerebert.com/reviews/the-brothers-2001", "by": "Brian the lawyeras Bill Bellamy", "star_rating": 3.0, "text": "\"The Brothers\" is another movie about black guys who have been friends since childhood and how wedding bells are breaking up that old gang of theirs. This is getting to be a genre; I was reminded of \"The Wood\" (1999). What makes this one interesting is the way one couple actually deals with the crisis that threatens to keep them apart, instead of saying all the wrong things at the wrong times in traditional Idiot Plot fashion.\n\nAn early scene of course shows the friends playing basketball together. This is obligatory, showing how they cling to the innocence of those earlier days before romance and responsibility cluttered their lives. We meet Jackson the pediatrician (Morris Chestnut), Brian the lawyer (Bill Bellamy), Terry the executive (Shemar Moore) and Derrick the teacher (D.L. Hughley), who married young and regrets it. Now there's a crisis: Terry announces that he's going to get married.\n\nThe others of course oppose this decision, especially the married Derrick, whose marriage is approaching a crisis stage because of his wife's refusal to engage in oral sex. Derrick takes this as a personal affront--as proof she doesn't love him--and the arguments they have on this subject are among the movie's more tedious.\n\nJackson is a fervent opponent of premature marriage; they are, after all, young urban professionals, the cream of the crop, and deserve to play the field for a few more years. Then he meets a free-lance photographer named Denise (Gabrielle Union), and is thunderstruck by love. Their relationship redeems the movie, because it involves real issues, and not simply plot points that are manipulated to keep them apart until it's time to push them together.\n\nAt first, Jackson and Denise seem too good to be true. They were made for one another. They're happy not simply in romantic montages, but even in dialogue sequences where we sense a meeting of the minds. Then Jackson finds out something from Denise's past, which I will not reveal, except to say that Denise is blameless, and that Jackson has all the information he needs to realize this. (In an Idiot Plot, she would be blameless, but Jackson would be kept in the dark by contortions of the screenplay.) No, it's not information Jackson needs, but a better understanding of himself, and of his troubled relationship with his divorced parents. And as he works on that, there is a strong scene where Denise tries to reason with him. She is persuasive and logical and emotional; she's arguing for her own happiness as well as his. This is precisely the kind of scene I yearn for in Idiot Plots, where the characters should say something but never do. She gives it her best shot, and so when Jackson stubbornly sticks to his wrong-headed position, it's about the characters, not the screenplay mechanics.\n\nGabrielle Union you may recall from \"Bring It On\" (2000), the dueling cheerleader comedy. This movie demonstrates how teenager comedies can obscure real talent. The cast is generally good, but writer-director Gary Hardwick doesn't give them the scenes that Chestnut and Union get. There is, for example, an awkward scene in a restaurant; the lawyer (Bellamy) brings in a white date (Julie Benz) who is a karate expert, and they run into a black woman judge who is one of his former girlfriends. There is a fight, which is stagy, artificial, and leads to race-based dialogue from that lawyer that seems out of character.\n\nEven the divorced parents of the Morris Chestnut character get good scenes (his whole family seems to be in a better movie than the others).\n\nHis mother Louise (Jenifer Lewis) and his father Fred (Clifton Powell) have had their good and bad times; their son resents the father and sides with the mother and doesn't see their marriage with an adult's sense of complexity. It's interesting how he has to deal with his parents in order to learn how to deal with the woman he loves, and both parents have well-written scenes.\n\nAs for the others, well, the less said about the marriage in crisis over oral sex, the better. There might be useful or entertaining things to say about such a dilemma, but this movie doesn't find them. The subplot about Terry's approaching marriage is pretty standard sitcom stuff. And so on. The movie's a mixed bag, but worth seeing for the good stuff, which is a lesson in how productive it can be to allow characters to say what they might actually say.", "running_time": 106, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-03-23", "genres": ["Comedy", "Drama", "Romance"], "title": "The Brothers (2001)"}