{"url": "http://www.rogerebert.com/reviews/the-karate-kid-2010", "by": "Jaden Smithas Dre Parker", "star_rating": 3.5, "text": "If you've seen \"The Karate Kid\" (1984), the memories will come back during this 2010 remake. That's a compliment. The original story was durable enough to inspire three sequels, and now we have an entertaining version filmed mostly on location in China, with 56-year-old Jackie Chan in the role of Mr. Miyagi.\n\nThe original was one of its year's best movies. The new one lacks the perfect freshness of that one; there aren't many surprises, as it follows the 1984 version almost point by point. But here is a lovely and well-made film that stands on its own feet. The Chinese locations add visual interest, there are scenes of splendor in mountains and on the Great Wall, and the characters are once again engaging.\n\nThe original film's greatest asset was the Oscar-nominated performance by Pat Morita as Mr. Miyagi. Jackie Chan is so famous that it can come as no surprise here when his Mr. Han, a reclusive janitor, reveals a hidden talent for the martial arts. But Chan has never been a strutting, macho fighter onscreen; his charm comes from a self-kidding quality. Here he does a good job of cooling down his usual cheerfulness and keeping his cards hidden.\n\nIn the role of his young pupil, Jaden Smith, son of Will and Jada Pinkett Smith, has a natural screen presence. Dre Parker is calmer than the skittish kid played by Ralph Macchio, but so much smaller than his opponents that we can well believe his fear of a bully at school. And when that happens, we can forget obsessing about the 1984 film and enjoy this one. That was then, this is now.\n\nThe story once again involves a kid being packed up by his divorced mom and forced to leave his hometown and friends and move far away — from Detroit to Beijing, this time. He hates it. Then a cute young violinist named Meiying (Han Wenwen) smiles at him, and life looks more promising — if it weren't for the school bully Cheng (Wang Zhenwei). This creature is so hateful and sadistic, it's hard to explain, until we meet his brutal kung fu coach, Master Li (Yu Rongguang). The monstrous Li teaches a new form of child abuse: Kids beating up on each other.\n\nThe story proceeds, as it must, with Dre slowly softening the heart of Mr. Han, who saves him from a beating by Cheng and agrees to teach him the secrets of kung fu. Training goes well, and Dre and Meiying make a pact to attend each other's big days: his kung fu tournament, her recital. There's the usual nonsense about her parents disapproving of him. Gee, why in the world would the parents of a world-class classical musician disapprove of a kung fu student from Detroit who doesn't speak Chinese?\n\nLuckily for Dre and the movie, everyone in China who needs to speak English can do so, even the little monster Cheng. Many Americans not only have little interest in learning another language, they have little interest in reading subtitles of their own. We believe, as Mark Twain put it in The Innocents Abroad, that any foreigner can understand English if it is only spoken slowly enough and loudly enough.\n\nIt goes without saying that the whole film leads up to a climactic kung fu tournament, and that Dre is pitted against Cheng for the championship. The lineage of the film is distinguished; the 1984 version was directed by John Avildsen, director of \"Rocky.\" This film's climax is unusually well-handled; the tension is constructed in a careful way, the characters are developed, and use of a scoreboard makes it seem orderly, not rushed. It's one of the better obligatory fight climaxes I've seen.\n\nThe director, Harald Zwart, has not been one of my favorites; he made last year's \"The Pink Panther 2.\" But here, with a robust script by Christopher Murphey and cinematography by Roger Pratt (who filmed two \"Harry Potters\"), he makes a handsome, absorbing movie. It runs a little long, but during the championship, that's the last thing you're thinking of.", "running_time": 140, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-06-09", "genres": ["Action", "Adventure", "Drama", "Family"], "title": "The Karate Kid (2010)"}