{"url": "http://www.rogerebert.com/reviews/the-lost-skeleton-of-cadavra-2004", "by": "Fay Mastersonas Betty Armstrong", "star_rating": 1.5, "text": "\"It is a curious attribute of camp that it can only be found, not made.\" So observes Dave Kehr, in his New York Times review of \"The Lost Skeleton of Cadavra.\" I did not read the rest of the review, because (1) I had to write my own, and (2), well, his first sentence says it all, doesn't it? True camp sincerely wants to be itself.\n\nIn this category I include the works of Ed Wood and the infinitely more talented Russ Meyer. False camp keeps digging you in the ribs with a bony elbow. In this category falls \"The Lost Skeleton of Cadavra.\" Movies like the \"Austin Powers\" series are in a different category altogether, using the framework of satire for the purpose of comedy.\n\n\"The Lost Skeleton of Cadavra,\" which is a loving tribute to the worst science-fiction movies ever made, is about a three-way struggle for possession of the rare element atmospherium. The contestants include an American scientist and his wife, a married (I think) couple from outer space, and a mad scientist and his sidekick, which is, of course, the lost skeleton of Cadavra. There is also a creature that seems to have been created by an explosion at a sofa factory, and a sexy girl named Animala, whose role is to appear in the movie and be a sexy girl. More about her later.\n\nThe photography, the dialogue, the acting, the script, the special effects and especially the props (such as a spaceship that looks like it would get a D in shop class) are all deliberately bad in the way that such films were bad when they were really being made. The locations remind me of the old \"Captain Video\" TV series, in which the same fake rocks were always being moved around to indicate we were in a new place on the alien planet. The writer and director, Larry Blamire, who also plays the saner of the scientists, has the look so well mastered that if the movie had only been made in total ignorance 50 years ago, it might be recalled today as a classic. A minor, perhaps even minuscule, classic.\n\nA funny thing happened while I was watching it. I began to flash back to \"Trog!\" (1970). This is an example of camp that was found, not made. That it was directed by the great cinematographer Freddie Francis, I have absolutely no explanation for. That it starred Joan Crawford, in almost her final movie role, I think I understand. Even though she was already enshrined as a Hollywood goddess, she was totally unable to stop accepting roles, and took this one against all reason.\n\nThe plot of \"Trog,\" which I will abbreviate mercilessly, involves a hairy monster. When it goes on a killing spree and is captured, Joan Crawford, an anthropologist, realizes it is a priceless scientific find: The Missing Link between ape and man. Then Trog kidnaps a small girl and crawls into a cave, and reader, although many years have passed since I saw the movie, I have never forgotten the sight of Crawford in her designer pantsuit and all the makeup, crawling on her hands and knees into the cave and calling out, \"Trog! Trog!\"\n\nAs if Trog knew the abbreviation of its scientific name. But never mind; you see the point. \"Trog\" is perfect camp because Freddie Francis and Joan Crawford would never have allied themselves with a movie that was deliberately bad. (I am not so sure about Joe Cornelius, who played Trog.) It is bad all on its own.\n\n\"The Lost Skeleton of Cadavra\" has been made by people who are trying to be bad, which by definition reveals that they are playing beneath their ability. Poor Ed Wood, on the other hand, always and sincerely made the very best film he possibly could. How rare is a director like Russ Meyer, whose work satirizes material that doesn't even exist except in his satire of it, and who is also very funny; no coincidence that the \"Austin Powers\" movies are always careful to quote him.\n\nBut what have I neglected to tell you about \"The Lost Skeleton of Cadavra\"? Reading my notes, I find that \"there is enough atmospherium in one teaspoon to go to the moon and back six times,\" which is not quite the statement it seems to be. Oh, and the sexy girl, named Animala, is described as: \"Part human, part four different forest animals, and she can dance! Oh, how she can dance! Like I've never seen a woman dance before!\" A possible mate for Trog?", "running_time": 90, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-03-12", "genres": ["Comedy", "Horror", "Science Fiction"], "title": "The Lost Skeleton of Cadavra (2004)"}