{"url": "http://www.rogerebert.com/reviews/the-robber-2011", "by": "Andreas Lustas Johann Rettenberger", "star_rating": 2.5, "text": "The Robber\" might as well be called \"The Loneliness of the Long-Distance Runner.\" It tells the story of a man who runs so well he's a marathon contender but is compelled to rob banks and then run away from the scene of the crime. That is what the movie is about: bank robberies and running, and a bleak life that seems to contain nothing else of much interest for him.\n\nIt is a good question whether Johann Rettenberger (Andreas Lust) actually feels joy when he pulls off a successful robbery and escapes. He seems to have sentenced himself to loop indefinitely though the same actions, punctuated by intervals of prison time. When we first see him, he's running around a prison track and then, back in his cell, pounding on a treadmill.\n\nOne assumes that champion endurance athletes must be monomaniacs, at least while training and performing. Lance Armstrong comes to mind. In the case of Rettenberger, there seems to be nothing else in life. He doesn't engage with people. His answers are curt and defiant. When he encounters a woman he was apparently involved with, he is cold and hostile. He makes no effort to ingratiate himself with his parole officer (Markus Schleinzer).\n\nHe trains. He plans. He runs. Is he exhilarated when he escapes after a bank job? Not apparently. His successful escape simply signals the beginning of the next job. He doesn't even show any interest in spending the loot.\n\n\"The Robber\" is based on the story of a real man, Johann Kastenberger, who won a marathon and many other races in Austria in the 1980s. He also robbed several banks, wearing a Ronald Reagan mask and carrying a shotgun, gaining himself the nickname \"Shotgun Ronnie.\" Once, when cornered by police in a stolen car on a motorway, he fled into the woods, ran cross-country and stole another car.\n\nDirector Benjamin Heisenberg based his film on a novel by Martin Prinz, who co-wrote the screenplay. They depict their hero as a psychological void; a man who deliberately tries to project no personality. One is reminded a little of the hero of Jean-Pierre Melville's \"Le Samourai\" (1967), a killer for hire played by Alain Delon. He also was a solitary man of few emotions, but that film surrounded his loneliness with characters and embedded him in a great maze of plot.\n\n\"The Robber\" has not so much a plot as a series of events. The relationship with the woman is left open-ended. The attempts of the parole officer to care about him result in violence. He wants to rob banks and run. What brought him to this point remains an enigma.\n\nThe movie therefore offers meager pleasures of character. Where it excels is in staging and cinematography. The running sequences, in races, on city streets and through forests, are very well-handled. (The film inserts him in real races.) His expertise in stealing cars and dealing with their owners is direct and efficient. Curiously, we care so little about him that it doesn't much matter to us if he escapes or not; we watch with the same interest that we bring to a race with no runners we care about. Here is a well-made movie with insufficient interest in its hero.", "running_time": 96, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-08-03", "genres": ["Crime", "Drama", "Foreign", "Thriller"], "title": "The Robber (2011)"}