{"url": "http://www.rogerebert.com/reviews/the-soft-skin-2011", "by": "Jean Desaillyas Pierre Lachenay", "star_rating": 3.0, "text": "Francois Truffaut's \"The Soft Skin\" is being revived at the very moment when it seems uncannily prophetic. It tells the story of a wealthy and famous French man, Pierre Lachenay, who has an affair with an airline hostess and foolishly thinks he can keep it a secret from his wife. The difference between Pierre Lachenay and Dominique Strauss-Kahn is that Pierre is timid and guilty, although he would have saved himself a great deal of grief by being even more timid. Also, of course, DSK is accused of rape, not cheating.\n\nThis 1964 melodrama was a change of direction for Truffaut, whose \"The 400 Blows\" (1959), \"Shoot the Piano Player\" (1960) and \"Jules and Jim\" (1962) helped define the French New Wave. Here is material more suited to bourgeoisie soap opera, although it is fairly scathing about France's intellectual elite. Pierre (Jean Desailly) is a Parisian literary editor and author, which means that in France he is a good deal more famous than he would be in many countries. He's so famous that the young air attendant Nicole (Francoise Dorleac) is quite willing to be seduced and must be considered an accomplice in the process.\n\nPierre is perhaps 40, an impeccably groomed, well-spoken married man with a delightful wife and a lovable daughter. Truffaut must have cast Jean Desailly for his appearance of ordinary respectability. His hair is always neatly parted, his tie is always in place, he is polite almost to a fault. He isn't a caricature of a lustful cheating husband; he seems almost abashed by his sexual feelings.\n\nAnd Nicole? What does she see in him? She sees his fame. She knows who he is. She is staying in his hotel in Lisbon, where he has gone to give a speech about (Truffaut's hero) Balzac. She met his eyes on the airplane, they saw each other again at the airport, and they shared the same elevator at the hotel — he rather pointedly staying on past his floor. Her eyes in the elevator made her willingness clear. He calls her from his room, to, yes, apologize for not helping her with her packages. Although this polite meekness allows their affair to begin, it also contains the seeds of its destruction.\n\nThere seems no reason for Pierre to stray. His wife, Franca (Nelly Benedetti), seems an ideal spouse: smart, loving, competent, sexy. They get along in bed. He strays because ... he can? He is flattered by the company of this younger woman? In the film, Truffaut gives Nicole no particular qualities other than beauty and availability; indeed, it is Pierre's panic and secretiveness that bring out her best qualities, of self-respect and pride. \n\nThis happens during the film's centerpiece, Pierre's trip to Reims to introduce a film. He goes only so that Nicole can accompany him. But the chairman of the event is a friend of Pierre's from Paris, so Nicole must be hidden. They check into different hotels, there is no ticket for Nicole at the screening, and later he's trapped over drinks with the chairman while through the window, he sees Nicole being hit on by a creep and does nothing. She will not allow herself to be treated in this way.\n\nWhat it comes down to is: Pierre is a lousy adulterer. He lacks the desire, the reason and the skill. Truffaut nicely portrays the crisis of social embarrassment that develops when Pierre tries to keep Nicole out of sight. Part of his dilemma is that he tries so desperately to do the safe and prudent thing. This only leads, as you will see, to catastrophe, in an ending that is perhaps justified but is unconvincing. How could anyone care about mundane Pierre that much?\n\nNote: Francoise Dorleac, the older sister of Catherine Deneuve, co-starred with her in Jacques Demy's \"The Young Girls of Rochefort\" (1967). On June 26 of that year, she died in a car crash near Nice.", "running_time": 119, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-05-24", "genres": ["Drama", "Foreign", "Romance"], "title": "The Soft Skin (2011)"}