{"url": "http://www.rogerebert.com/reviews/the-yes-men-2004", "by": "Dan Ollman", "star_rating": 3.0, "text": "The involuntary servitude of imported labor, which is what slavery amounts to, has been replaced in our times by the much more efficient system of exporting jobs to countries that are poor to begin with, and thus have lower maintenance costs for labor. This \"remote labor\" is the natural alternative to slavery, and, as a bonus, there is no reason for the worker not to be free. Thus he is responsible for his own housing, feeding and medical care -- which can be at a cost level much lower than a slave owner could safely provide.\n\nThe new \"remote labor system,\" enforced by the World Trade Organization through its system of loans and regulations for poor countries, is much more efficient for First World capitalism. It exports manufacturing and assembly jobs to Third World countries where athletic shoes, clothing, home appliances, tools, computers and toys are assembled by labor forces paid only pennies an hour. The use of child labor further reduces the cost, and removing the children from school diminishes the threat of educated opposition to the system.\n\nOn the statements above we can all agree, right? Or was there a point at which you realized I was making an outrageous and immoral argument, and you were offended? I ask because when a fake \"spokesman\" for the World Trade Organization made the same argument before a WTO trade forum in Finland, the audience listened politely, applauded, and had no questions.\n\n\"The Yes Men\" is a disturbing documentary in which a couple of tricksters named Mike Bonanno and Andy Bichlbaum create a fictional WTO spokesman named Hank Hardy Unruh, and a fake WTO Web site where he can be contacted. Real-world groups contact Hank Hardy, and he flies out to their meetings to deliver a speech at which he summarizes the anti-WTO argument in terms the audience, incredibly, absorbs and passively accepts. Apparently (a) no one is really listening, (b) no one is thinking, or (c) the immorality of the WTO's exploitation of cheap foreign labor becomes invisible when it is described in purely economic terms. Answer: All three, which is why the United States and the other nations controlling the WTO can live with the inhuman cost of its policies, and why so many people simply don't understand what the demonstrators at world trade forums are so mad about.\n\nWhat is incredible in the film is the lengths to which a trade audience can be pushed without realizing it is the butt of a joke. At the meeting in Finland, which is about \"Textiles of the Future,\" Hank Hardy Unruh concludes his speech, has an assistant rip off his \"business suit,\" and reveals beneath it a gold lame body suit. It has an inflatable appendage that pops up to allow him to view a computer screen at eye level. This appendage looks uncannily like a large phallus. Do the audience members laugh uproariously or walk out in anger? No, they just sit there. They have lost all ability to apply reality to the ideological construction they inhabit.\n\nThe film shows another fake lecture, before a group of New York students. At this one, McDonald's hamburgers are passed out, and the students chow down as the fake speaker laments the fact that the human body is inefficient in processing food. In fact, 90 percent of all the calories we eat are eliminated by the body. The challenge, they're told, \"is to recycle post-consumer waste into fast food. A single hamburger can be eaten 10 times!\"\n\nThe students, thank God, don't just sit there. They are outraged -- which means, however, that they took the speech seriously. \"Do you think you guys are lacking kind of, like, a human element?\" one student asks. And a cynic shouts: \"How much did McDonald's pay you guys to come here today?\"\n\nYeah, like McDonald's is really going to recycle excrement into Cheese McCraps. I watched the movie in astonishment and dismay. Have we lost all balance, all critical ability, all the instincts that should warn an intelligent person that a joke is being played? Is satire possible in a world where nobody gets it? Have modern forms of corporatespeak so depersonalized language that no one expects it to mean anything?\n\nNo one with a feeling for literature and poetry can read the typical best-selling business or self-help book with a straight face, because their six rules or nine plans or 12 formulas are so manifestly idiotic, and couched in prose of such insulting simplicity. If I were a boss, I would fire any employer reading such a book, on the grounds that he was not smart enough to be working for me. If I were the employee of a company that hired one of those motivational gurus, I would quit on the grounds that management had been taken over by pod people.\n\nBut I am a film critic, and must report that \"The Yes Men\" is amazing in what it shows, but underwhelming in what it does with it. The film seems a little hasty and disorganized, as if available footage is being stretched further than it wants to go. The filmmakers are Dan Ollman, Sarah Price and Chris Smith; Price and Smith made \"American Movie\" (2000), without a doubt the funniest documentary I have ever seen, and one of the best.\n\nThis time, they have such colorful characters and such an alarming story to tell that the film works in spite of its imperfections. Yes, we'd like to know more about the infrastructure that supports the Yes Men, and have more objective information about the WTO. Or maybe the blank looks on the faces of the audience regarding the inflatable phallic \"Employee Visualization Appendage\" tell us everything we need to know.", "running_time": 80, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-10-01", "genres": ["Documentary"], "title": "The Yes Men (2004)"}