{"url": "http://www.rogerebert.com/reviews/the-real-mccoy-1993", "by": "Kim Basingeras Karen McCoy", "star_rating": 2.0, "text": "The opening scenes of \"The Real McCoy\" took me back to \"Topkapi\" and \"Grand Slam\" and \"The Hot Rock\" and all those other heist movies where a bank vault was subjected to high-tech manipulatins by athletic supercrooks. Unfortunately, those same scenes apparently took the film's authors back to the very same sources, since \"The Real McCoy\" recycles the same devices, not quite as well as the originals.\n\nThe film stars Kim Basinger in the title role, as a bank robber so clever and famous she's known, yes, as \"The Real McCoy.\" But as we meet her she's just leaving prison after six years; she was double-crossed, it appears, by an old partner named Schmidt (Terence Stamp), who was responsible for her being trapped inside a bank.\n\nNow all she wants to do is go straight and get to know her son. But it's not going to be that easy. Her parole officer (Gailard Sartain) is in cahoots with Schmidt, and together they hold her son hostage until she pulls one last bank job. The target, of course, is the very same bank she was trapped in the last time - raising the question of why, if Schmidt is to intent on robbing that bank, he went to all the trouble of foiling the last robbery, and betraying the very expert he now needs to pull off the job.\n\nThat isn't the kind of question that occurs to anyone in the movie, however, since they have apparently learned everything they know by studying other bank caper movies, none too deeply. The screenplay by William Davies and William Osborne is a dim-witted formula job, providing the bare minimum of plot and character as defined in TV crime shows made for those not paying full attention.\n\nI don't know about you, but I've had the feeling during a lot of recent movies that the characters are not human but replicants, programmed to have only those thoughts and emotions necessary for furthering a simple little plot. Look at the way the kid is handled in \"The Real McCoy,\" for example. He's basically a MacGuffin - a device to make Basinger agree to rob the bank. The big scene where he finds out she's really his mother is hurried over as a bothersome plot point.\n\nNor is much done with the character of Basinger's only friend, J.T. (Val Kilmer). He's an incompetent small-time stick-up artist who admires her reputation and becomes her sidekick (romantic possibilities are left mostly unexplored). What is his function? To provide her with someone to talk to, I assume, the notion of a solo heroine being too vast for the filmmakers to encompass.\n\nMuch more time is devoted to the schemes to outwit the security cameras and bypass the defenses of the big bank vault (although by the standards of a good heist movie, this vault is a pushover). And the character of Schmidt is laughable; he's your standard movie villain who lives on a vast estate with a sadistic bodyguard (and tigers prowling the grounds). He is cloned, in other words, from Bond movies, \"Beverly Hills Cop\" and countless other films. How does he support himself? Why does he rob banks? Answers to either question could provide an intriguing story, but this movie just plugs him in and runs him.\n\nThe film's one redeeming merit is Kim Basinger, a good actress who has a sweet presence here. I cared about her character more than the character deserved to be cared about - and more, I suspect, than the filmmakers did.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-09-10", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Real Mccoy (1993)"}