{"url": "http://www.rogerebert.com/reviews/the-gnome-mobile-1967", "by": "Walter Brennanas D. J. Mulrooney", "star_rating": 3.0, "text": "A neighborhood theater is the best place to see a new Walt Disney movie, and so whenever one opens I go and stand in line with about 500 kids and get inside for the first matinee on Saturday.\n\nThe kids are my colleagues in this enterprise. Once I made the mistake of seeing a Disney movie the first thing on a Friday morning when all the kids were in school. There were about nine people in the theater. Under conditions like that, what critic can decide if Disney is up to par? Disney films are made to please kids, not critics.\n\nSo now I go on Saturdays. Last Saturday the kids let me know that \"The Gnome-Mobile\" has some good parts in it. They let me know this because when the good parts came on the screen they stopped still and watched them. The rest of the time they fought, laughed, popped bags, whistled and thundered in wild herds up and down the aisle.\n\nThe movie is about the world's most grandfathery grandfather (Walter Brennan) and his grandchildren (Matthew Garber and Karen Dotrice), who become involved in the affairs of gnomes. It appears that Brennan, one of the wealthiest timbermen in the country, has cut down a lot of forests and made things tough on gnomes.\n\nBut after he meets Jasper the gnome (Tom Lowell) and discovers the gnomes' plight, Brennan sets out to reunite Jasper and his grandfather with the rest of the gnomes, including the oldest gnome in the world (played, by Ed Wynn -- who else?).\n\nThere are a lot of adventures along the way, and Disney seldom lets the story line lag. The kids especially liked the scenes with gnomes in them (the Disney organization has perfected the technical tricks necessary to make the little people look like they're right there with the big people).\n\nThey also liked the \"gnome-mobile,\" which is Brennan's enormous 1930 Rolls Royce.\n\nMatthew and Karen, who were the \"Mary Poppins\" kids, are convincingly on the level and not the goody-goody child stars they might have been. Brennan is just fine. The special effects are fascinating. The kids got their money's worth.", "running_time": null, "mpaa_rating": "G", "release_year": 1967, "date_published": "1967-07-17", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "The Gnome-Mobile (1967)"}