{"url": "http://www.rogerebert.com/reviews/the-visit-2001", "by": "Hill Harperas Alex", "star_rating": 3.0, "text": "\"The Visit\" tells the story of a 32-year-old prison inmate, up for parole, dying of AIDS, trying to come to terms with his past. In a series of prison visits with his parents, his brother, a prison psychiatrist and a woman who was his childhood friend, he moves slowly from anger to acceptance--he becomes a better person.\n\nThis outline sounds perhaps too pious to be absorbing, and the final scenes lay on the message a little thick. But \"The Visit\" contains some effective performances, not least from Hill Harper as Alex, the hero. I remembered him from \"Loving Jezebel\" and from a supporting role in \"He Got Game,\" but wasn't prepared for the depth here; this is a performance announcing that Harper is to be taken seriously. Another surprise comes from Billy Dee Williams; we think of him as a traditional leading man, but here he is as a proud, angry, unyielding father--an authority figure who takes it as a personal affront that his son has gone wrong.\n\nBut has he gone wrong? Alex is doing 25 years for a rape he says he didn't commit. His mother (Marla Gibbs) believes him. His father remembers that Alex stole from them, lied to them, was a junkie and a thief, and thinks him capable of anything. Alex's brother Tony (Obba Babatunde), well-dressed, successful, mirrors the father's attitudes; it diminishes them to have a prisoner in the family.\n\nThe movie doesn't crank up the volume with violence and jailhouse cliches, but focuses on this person and his possibilities for change. The key law enforcement officials are not sadistic guards or authoritarian wardens, but people who listen. Phylicia Rashad plays the psychiatrist, trying to lead him past denial into acceptance, and there are several scenes involving a parole board that are driven by insight, not the requirements of the drama. The board members, led by Talia Shire, discuss his case, express their doubts, get mad at one another, seem real.\n\nRae Dawn Chong plays Felicia, the old friend, who has her own demons. A former addict and a prostitute, she killed an abusive father, but now has her life together and visits Alex at the urging of Tony (it's perceptive of the movie to notice how reluctant family members often recruit volunteers to do their emotional heavy-lifting). Her story and other conversations trigger flashbacks and fantasies in a story that has enormous empathy for this man at the end of a lost life. (The screenplay by director Jordan Walker-Pearlman is from a play by Kosmond Russell, based on his relationship with a brother in prison.) Watching the movie, I was reminded of a powerful moment in \"The Shawshank Redemption,\" when the Morgan Freeman character, paroled as an old man, is asked if he has reformed. He says such words have no meaning. He is no longer the same person who committed the crime. He would give anything, he says, to grab that young punk he once was and shake some sense into him. \"The Visit\" is about the same process--the fact that the prisoner we see is not the same person who was convicted. If, that is, he is lucky enough to grow and change. The last act of \"The Visit\" hurries that process too much, but the journey is worth taking.", "running_time": 107, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-04-20", "genres": ["Drama"], "title": "The Visit (2001)"}