{"url": "http://www.rogerebert.com/reviews/the-good-girl-2002", "by": "Jennifer Anistonas Justine", "star_rating": 3.5, "text": "After languishing in a series of overlooked movies that ranged from the entertaining (\"Office Space\") to the disposable (\"Picture Perfect\"), Jennifer Aniston has at last decisively broken with her \"Friends\" image in an independent film of satiric fire and emotional turmoil. It will no longer be possible to consider her in the same way. In \"The Good Girl,\" she plays Justine, a desperately bored clerk at Retail Rodeo, a sub-Kmart where the customers are such sleepwalkers they don't even notice when the \"Attention, Shoppers!\" announcements are larded with insults and nonsense.\n\nRecent headlines tell of a lawsuit against Wal-Mart for forcing its employees to work unpaid overtime. Retail Rodeo is by contrast relatively benign. Management is particularly flexible with Justine's co-worker Cheryl (Zooey Deschanel), who, after getting carried away once too often on the P.A. system, is reassigned to Women's Makeovers, where she improvises dubious advice. A new makeup style is called \"Cirque du Face,\" she tells one customer. \"It's all the rage with the Frenchies.\" Justine, who is 30ish, is married to a house painter named Phil (John C. Reilly), who is attached vertically to the living room sofa and horizontally to his best friend, Bubba (Tim Blake Nelson). Phil and Bubba paint houses during the day and are couch potatoes at night, smoking weed and peering at the television. After a day of drudgery, Justine comes home to stoned indifference. No wonder she's intrigued by Holden (Jake Gyllenhaal), the new check-out kid, who's reading The Catcher in the Rye and tells her its hero is a victim of the world's hypocrisy.\n\nQuite a coincidence, that a kid named Holden would be reading a book about a character named Holden. When they become better friends, Holden invites Justine to his house, where his mother calls him \"Tom.\" In the safety of his room, he explains: \"Tom is my slave name.\" Soon Justine and Tom, who is a college dropout with a drinking problem, are having sex everywhere they can: in the car, in his room, in the stockroom at Retail Rodeo, and in a fleabag motel, where, unluckily, Bubba sees them.\n\nFor Bubba, this is an ideal opening for emotional blackmail. He has long explained that he is single because he despairs of ever finding a wife as \"perfect\" as Justine. Now he demands sex with her, so his life will be complete. Otherwise, he will tell Phil about her affair. In a decision that Jennifer Aniston would never make but Justine might (this is a crucial distinction), she deals with this demand and with another crisis, when she discovers she is pregnant. She also finds out what she should have suspected, that Bubba would never tell Phil about her secrets, because he adores Phil too much and, as Phil's wife, she is protected by his immunity.\n\n\"The Good Girl\" has been directed by Miguel Arteta and written by Mike White, who plays the Retail Rodeo's security guard. They also collaborated on \"Chuck and Buck,\" and on the basis of these two strange movies with their skewed perspectives, they are talents with huge promise. They know how much satire and exaggeration is enough but not too much, so that in a subterranean way their movies work on serious levels while seeming to be comedies.\n\nCertainly the last big scene between Aniston and Reilly is an unexpected payoff, delivering an emotional punch while at the same time we can only admire Aniston's strategy involving the father of her child. She says it's Phil's, and that claim cannot be disproved on the basis of Phil's information; having confessed to cheating, she allows him to suspect someone who could not have a black-haired child; therefore, the father is the dark-haired Phil. Right? Right.", "running_time": 93, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-08-16", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "The Good Girl (2002)"}