{"url": "http://www.rogerebert.com/reviews/the-heartbreak-kid-1972", "by": null, "star_rating": 3.5, "text": "We know as early as the wedding scene -- which opens the film -- that Elaine May's \"The Heartbreak Kid\" was directed with a sure feeling for how comedy can edge over into satire and then tragedy. Both of Lila's parents are determined to give her away. They flank her, each clutching an arm, and attempt to march down the aisle in their living room. But it won't do: The folding chairs are too close together. \n\nThe honeymoon which follows is, to put it mildly, a disaster. Lenny begins to tire of his new bride during the drive to Miami Beach. She smears egg salad all over her face while eating a sandwich. She sings the same songs over and over. Somewhat ominously, she has saved herself for her wedding night.\n\nIn Miami Beach, disaster strikes. Lila gets a terrific sunburn and is confined to the hotel room, immersed in lotion and pain. Lenny goes down to the beach alone, spreads out his towel, stretches out, and is confronted by his destiny. His destiny is named Kelly. She is a blond Nordic goddess from Minnesota, dedicated to twisting men around her little finger as a form of mild amusement. Lenny is thunderstruck with love and decides on the spot that he must divorce Lila, journey to Minnesota, and marry this creature.\n\nThat is the premise of \"The Heartbreak Kid,\" and maybe only Elaine May and the author of the screenplay, Neil Simon, could make such a hurtful situation funny, and still somewhat true. The movie is about how we do violence to each other with our egos -- how everybody does, except for the poor nebbishes like Lila. She does violence only to egg salad. The movie has a way of making us laugh while it hurts, because it makes Lenny into such a blunt object of egotism, desire, and upward mobility.\n\nBut in a lot of ways the most interesting character in the movie is Kelly (as played by Cybill Shepherd). She's so inapproachably beautiful that, in a way, all she can do with men is tease and taunt them -- they're too hypnotized to treat her as if she were alive and accessible. She has a couple of husky athletes to carry her books, and a rich daddy who'd do anything for her (he's actually helpless when she smiles at him). And, inside, she hungers for love more, even, than Lenny.\n\nLenny is headed for heartbreak, all right, I don't think he really believes in the possibility of love -- not for himself. He's into the acquisition of inaccessible goals; maybe the only reason he married Lila was because she did save herself. Now there are new peaks to climb. But Lenny's victories are so lonely; we see him at the movie's end, confronted with the fact that he would rather desire than possess.\n\nJeannie Berlin (Elaine May's daughter) is wonderful as Lila. She has enough acting confidence to be able to go too far and still make us believe; she can get away with smearing that egg salad around for several seconds after common sense says she should stop. Charles Grodin, as her husband, is good as a kind of Dustin Hoffman-as-overachiever; in this role we can find the genesis of many of his later roles.\n\nThe movie doesn't constantly bow to Neil Simon's script (as most movie versions of his work do). Elaine May is willing to improvise, to indulge (and exploit) quirks in acting style, and to examine social hypocrisy with a kind of compulsive ferocity. It's a comedy, but there's more in it than that; it's a movie about the ways we pursue, possess, and consume each other as sad commodities.", "running_time": 104, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Comedy", "Romance"], "title": "The Heartbreak Kid (1972)"}