{"url": "http://www.rogerebert.com/reviews/the-stuff-1985", "by": "Michael Moriartyas David", "star_rating": 1.5, "text": "\"The Stuff\" is a wildly ambitious movie that fails because it forgets to attend to its bottom line. Before you can make a clever, funny, satirical horror film, first you have to make a horror film. The groundwork in \"The Stuff\" is so unconvincing that it sabotages all of the good things in the film, including a deadpan performance by Michael Moriarty. \n\nThe movie's premise: Some kind of gooey white stuff comes bubbling out of the ground near a petroleum refinery in Alaska. A workman sticks a little of it into his mouth, and, hey, the stuff tastes good. Before long it's in pink and purple containers on the shelves of every grocery store in the country. Seems like people can't get enough of it. They eat it morning, noon and night. It takes over their whole diet. It's just so damn good. \n\nLarry Cohen, the writer and director of \"The Stuff,\" takes this premise as a springboard for satirical shots at TV commercials, marketing, industrial espionage and nutrition. One of the many messages in the movie seems to be: Since we don't care about food additives that will kill us eventually, why should we care about a food that doesn't prolong the misery? (Without revealing too much about \"The Stuff,\" I can say it does for this movie what pods did for \"Invasion of the Body Snatchers.\") \n\nSince his first film, \"It's Alive\" (1976), Cohen has specialized in quasi-realistic horror films. In other words, the basic premise is off the wall, but it's surrounded by three-dimensional characters in plausible situations. That was the case with \"Q\" (1983), his film about the prehistoric lizard that nested on top of the Chrysler Building, and it's the case this time. Moriarity, a good New York actor, is the star of both films, and in \"The Stuff\" he plays a low-key good ol' boy named Mo (\"My friends call me Mo, because no matter how much I get, I always want mo\"). He's hired by a food company that wants to discover The Stuff's secret, and eventually he stumbles across a whole sci-fi scenario in which people are being converted into Stuffies. \n\nAs a basic plot, this never quite works. The Stuff isn't represented in a dramatic way (it looks like the Redi-Whip That Ate the World), and there are distracting glitches like the scene where the kid is trapped inside the tank truck, and we can see The Stuff coming after him even though there's no plausible light source. The movie falls completely apart at the end, when Paul Sorvino shows up as a right-wing nut with a private army; he seems left over from a \"Saturday Night Live\" sketch about the Birch Society. \n\n\"The Stuff\" has moments when it comes alive, because of the ingenuity of the actors and Cohen's willingness to have fun with his material. But the story doesn't work and The Stuff isn't as interesting as, say, flying lizards; what we have here are a lot of nice touches in search of a movie.", "running_time": 93, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-08-26", "genres": ["Comedy", "Horror", "Science Fiction"], "title": "The Stuff (1985)"}