{"url": "http://www.rogerebert.com/reviews/the-dirty-dozen-1967", "by": "Lee Marvinas Maj. Reisman", "star_rating": 3.0, "text": "Remember a couple of years ago when some kids out East thought up a great game? They'd go down to the nearest Skid Row, find some wino sleeping off his drunk, pour gasoline on him and set him afire. The police finally caught the kids and ended the fun. But they were only 11 or 12 years old anyway -- small-time operators. Now you can see \"The Dirty Dozen\" and thrill to hundreds of men and women burned to death at once.\n\nHere's how they do it. The U. S. Army singles out 12 really tough guys, murderers and rapists and men like that, and assigns them to wipe out a chateau where a lot of German officers spend their holidays. Before the big mission, the \"dirty dozen\" train under the leadership of Lee Marvin. There are some nice, amusing scenes, especially when one of the dozen (Donald Sutherland) pretends to be a general and inspects some troops. In fact, right up to the last scene the movie is amusing, well paced, intelligent.\n\nEverything just leads up to the really big party, however. The tough guys trap all the German officers and their concubines in the bomb shelter of the chateau, see. Then they screw off the tops of the air vents and drop unexploded grenades down into the shelter. But the Germans grab the grenades and get them away from the airshaft. There's some great footage of all these Germans going berserk and grabbing the grenades while the women run around screaming.\n\nNow you might ask why not pull the pin on one grenade and lob it down the airshaft? The explosion would clear away the Germans near the shaft, and then you could drop in more grenades without any trouble. Naw, too simple. Instead, they pour gallons of gasoline down the airshaft and THEN toss in a grenade.\n\nI don't know how they did it but they got lots of keen shots of all those people hopping around burning to death. Chicago hasn't had enough of this lately. In \"Africa Addio\" there was a pile of dead bodies burned, to be sure, but they were dead to begin with. In \"The Naked Prey,\" a guy was tied up and covered with clay and baked over a fire, but you knew it was only a dummy inside the clay.\n\nBut real live people burning to death! Take my word for it, it was such a delightfully sadistic, brutal, inhuman scene that I'm glad the Chicago Police Censor Board forgot about that part of the local censorship law where it says films shall not depict the burning of the human body. If you have to censor, stick to censoring sex, I say. Censor out Hayley Mills' bare bottom, because the human body is evil and it's a sin to look at it. But leave in the mutilation, leave in the sadism, and by all means leave in the human beings burning to death. It's not obscene as long as they burn to death with their clothes on.", "running_time": 150, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-07-26", "genres": ["Action", "Adventure", "Drama", "War"], "title": "The Dirty Dozen (1967)"}