{"url": "http://www.rogerebert.com/reviews/the-freshman-1990", "by": "Marlon Brandoas Carmine Sabatini", "star_rating": 3.5, "text": "There have been a lot of movies where stars have repeated the triumphs of their parts - but has any star ever done it more triumphantly than Marlon Brando does in \"The Freshman\"? He is doing a reprise here of his most popular character, Don Vito Corleone of \"The Godfather,\" and he does it with such wit, discipline and seriousness that it's not a ripoff and it's not a cheap shot, it's a brilliant comic masterstroke.\n\nThe Brando character is named Carmine Sabatini this time, but in every other respect he's the Godfather. He looks like him, talks like him and, most of all, has the easy air of great authority long exercised. In the film, he has a job for a young man who has just started in film school. He wants him to pick up a package at the freight terminal of the airport and deliver it to a certain address. Of course, we're thinking it's drugs - that's what the young man assumes - but actually this delivery is of a most peculiar nature. It is a giant lizard.\n\nThe young man is played by Matthew Broderick. He has got off to an uncertain start in New York City after all of his possessions and money were stolen by a thief (Bruno Kirby) who met him in Grand Central station and offered him a ride. Now he's in trouble at New York University's film school, where the professor (Paul Benedict) doesn't want to hear excuses, he only wants to hear how all of his students have purchased his book. So when Kirby wanders by, Broderick chases him down the street, collars him, and demands his possessions back. Kirby offers him better than that: He offers him a job.\n\nThe job involves a trip to Little Italy, and the cloistered world behind the anonymous shop front of a social club where Carmine Sabatini keeps his office. On the wall is a photograph of Mussolini, there for nostalgia's sake (\"It is like you might have a photo of the Beatles,\" Sabatini explains to the young man). The job offer is made, and accepted (after the don symbolically crushes some nuts in his hand) and, before Broderick realizes it, he has been swept up into the embrace of this Mafia family.\n\nPenelope Ann Miller plays the don's daughter, Tina. A man with a machinegun is posted above the entrance to their home. Over the fireplace is the \"Mona Lisa.\" It's not a copy, as Broderick assumes.\n\n\"Remember when it was sent over here to tour all of the museums?\" Miller asks. \"It never went back.\" She pushes a button, and we hear Nat King Cole singing \"Mona Lisa\" on the stereo system.\n\n\"The Freshman\" was written and directed by Andrew Bergman, an unconventional comedy talent whose credits include co-authoring the screenplay for \"Blazing Saddles\" and writing \"The In-Laws.\" What he has created in \"The Freshman\" is a comedy of the peculiar, the oblique and the offbeat. Very little is predictable in \"The Freshman\" - not the job Broderick is asked to do, not the relationship he finds himself in, and certainly not the climactic scene in which some very rich people sit down to a strange banquet while Maximilian Schell acts as maitre d' and Bert Parks serenades them with a version of \"Maggie's Farm\" that is unlike any that has ever been performed.\n\nWhen Brando finished filming \"The Freshman\" last September, he attacked the movie in a notorious interview in the Toronto Globe and Mail, claiming it was trash and that he was retiring from acting. A few days later, he retracted his statements and conceded that the movie might be all right after all. Who knows what his motives were for either statement? Who ever knows with Brando? The fact is that while he's on the screen, few actors have a more complete command of their work, and in \"The Freshman\" he walks a tightrope above the hazards of bad laughs.\n\nThink how many ways this performance could have gone wrong. Think of the criticism Brando risked, from those ready to attack him for cashing in on his most famous performance by reprising it for a comedy.\n\nBrando must have known the dangers, but he must have had confidence in himself, too - enough to go ahead anyway, and to win a considerable gamble.\n\nThe other actors, perhaps aware of the chances Brando was taking, seem a little in awe of him - which is as it should be. Broderick is fine in the central role as the earnest film student, and Bruno Kirby has a lot of fun as the fast-talking street kid who knows all the angles. And Bert Parks must have been saving up his ideas for this movie ever since they terminated him at the Miss America pageant. \"The Freshman\" plays like a celebration of a lot of talented people who all have decided to try to get away with something.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-07-27", "genres": ["Action", "Comedy", "Thriller"], "title": "The Freshman (1990)"}