{"url": "http://www.rogerebert.com/reviews/the-craft-1996", "by": "Robin Tunneyas Sarah", "star_rating": 2.0, "text": "In the opening scenes of \"The Craft,\" a teenage girl and her family move into a vast, crumbling old mansion, overgrown with vines and apparently set within decaying wetlands. Soon an ominous man arrives at the door, holding a snake. Soon he leaves. The teenager, named Sarah (Robin Tunney), decides to go to school even though she doesn't have her uniform yet. Her stepmother drops her off at a Catholic high school in a posh section of Los Angeles. Where, exactly, in Los Angeles are there Gothic mansions in bayou country? Even the La Brea Tar Pits are landscaped. Never mind. The mansion is essentially making a guest appearance, as atmosphere. It establishes a pattern: Many of the scenes in this movie have no attention span--do not remember any of the other scenes--and exist only on their own terms. In the high school, we meet three other teenage girls: Nancy (Fairuza Balk), Bonnie (Neve Campbell) and Rochelle (Rachel True). They are witches. \"The fourth is arriving,\" Nancy intuits. I thought witches came in threes, but no: You need one for each of the four points of the compass.\n\nSarah has potential. While bored in French class, she balances a pencil on its top and makes it spin by mind-power alone. A boy in the class named Chris (Skeet Ulrich) calls her \"snail trail\" and is mean to her, but soon she will have him under her spell, and Chris won't be graduating with the rest of his class.\n\nThe girls are all outsiders. Their classmates don't like them, which seems strange, since they have messy hair, slather on black lipstick, wear leather dog collars, smoke a lot, have rings piercing many of the penetrable parts of their bodies, sneer constantly, and, in short, look like normal, popular teenagers. At St. Benedict's Academy, though, they're known as \"The Bitches of Eastwick.\" Sarah seems like a nice enough girl, but she grows depressed at being treated in an unfriendly fashion at the new school, and is soon recruited by the witches--who do, in fact, have a lot of magical powers. \"As above, so below,\" they chant, and other stuff, while we witness levitation, clouds of butterflies, telekinesis, and other manifestations of the supernatural. One thing you have to give them: They're practical, and use witchcraft to deal with their problems. Bonnie has scars from burns, but is able to erase them. Rochelle, who is black, is the subject of racist taunts from a blonde girl, whose hair falls out and is replaced by sores. And Nancy transforms herself into a Sarah clone and throws herself (literally, and at high speed) at Chris.\n\nWhat I have always wondered about supernatural characters in movies is why their horizons are so limited. Here are four girls who could outgross David Copperfield in Vegas, and they limit their amazing powers to getting even. The plot, in short, is beneath our interest. What is intriguing is that the four actresses succeed in playing their characters as realistic modern teenagers--the underside of the coin from \"Clueless.\"All four are convincing performers, Balk relishes her character's loathsome behavior, and Rachel True has the sunniest smile since Doris Day. The movie’s failure is one of imagination. It tilts too far in the direction of horror and special effects, when it might have been more fun to make a satirical comedy about punk teenagers.", "running_time": 100, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-05-03", "genres": ["Drama", "Horror", "Thriller"], "title": "The Craft (1996)"}