{"url": "http://www.rogerebert.com/reviews/the-silent-partner-1979", "by": "Elliott Gouldas Miles Cullen", "star_rating": 3.5, "text": "Was it only yesterday that I was complaining about \"Love and Bullets,\" the terrible Charles Bronson bomb with the incomprehensible plot? Not to keep you too long in suspense: Yes, it was. And after I wrote that review I left the office with a heavy heart, for I knew that I had still another movie to see. It was named \"The Silent Partner,\" I had heard nothing about it, its star was Elliott Gould (who has not been in a lot of hits lately), and it was about a bank robbery. I would have given you 3-to-1 that it was a dog.\n\nBut, not to keep you in suspense, it wasn't. Along with half a dozen other lonely moviegoers, I was witness to a small miracle: To a thriller that was not only intelligently and well acted and very scary, but also had the most audaciously clockwork plot I've seen in a long time. \"Silent Partner's\" plot, indeed, has such ironies and reversals and neatly inevitable triple-crosses that it's worthy of Hitchcock.\n\nThe movie stars Gould as a Toronto bank teller who realizes, one day, that the department store Santa Claus outside his bank is acting strangely. \"You ever hear of a Santa Claus who didn't like kids?\" he asks someone. They have not. Gould is overwhelmed by a lightning bolt of intuition: Santa is casing the joint in preparation for a holdup. Then Gould is struck by an inspiration: Why can't he personally steal the money just before he's held up by Santa? That way Santa gets the blame and Gould gets the fifty grand.\n\nThis inspiration is only the opening premise of \"Silent Partner,\" which drifts into some very deep waters of loyalty, blackmail, eroticism and poetic justice. I won't describe any more of the plot, which unfolds with a clockwork precision. What's also fun about the movie, though, is its characters: The bank teller player by Gould, the sadistic robber (Christopher Plummer), the thoroughly confused girl Gould sometimes condescends to seduce (Susannah York), and the beautiful French-Canadian girl (Celine Lomez) who is first Plummer's lover and then Gould's accomplice.\n\nThe movie tells the story of these people with such convincing and understated detail that the plot, preposterous as it really is, becomes almost convincing. That's partially the achievement of the director, Daryl Duke, a Canadian veteran of a lot of television and one superb feature film, \"Payday,\" which starred Rip Torn as a doomed country singer.\n\nDuke obtains the best performance Gould has given in years, he succeeds in making the sometimes bland Christopher Plummer into a figure of pure malevolence, and in casting Celine Lomez as the other girl, he has unleashed upon us a young actress with the erotic impact of, say, the young Irene Papas.\n\nWhere did \"Silent Partner\" come from? I can only speculate. It has opened here without much advance notice, with little advertising, with a set of good New York reviews that are six months old because the movie didn't do much business in New York and couldn't get many bookings elsewhere. It opens here now, in mid-September, because the dog days are upon us and the October blockbusters are still in the starting gate.\n\nThe movie was apparently one of those Canadian tax shelter deals in which the box office loot doesn't matter much anyway; everybody makes his money on the deal, and the movie is thrown to the wolves. And yet if we forget the logistics and the deal and the movie's obscurity, what we're left with is a small but wonderful gem of a thriller: A film in which complicated people and a very complicated plot come together in a mechanism that leaves us marveling at its ingenuity.", "running_time": 106, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-03-30", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Silent Partner (1979)"}