{"url": "http://www.rogerebert.com/reviews/the-princess-diaries-2001", "by": "Julie Andrewsas Queen Clarisse", "star_rating": 1.5, "text": "Haven't I seen this movie before? \"The Princess Diaries\" is a march through the swamp of recycled ugly duckling stories, with occasional pauses in the marsh of sitcom cliches and the bog of Idiot Plots. You recall the Idiot Plot. That's the plot that would be solved in an instant if anyone on the screen said what was obvious to the audience. A movie like this isn't entertainment. It's more like a party game where you lose if you say the secret word.\n\nThe film takes place in the present day, I guess, if through some kind of weird \"Pleasantville\" time warp the present day had the values and behavior of the \"Andy Hardy\" movies. It is about a 15-year-old girl who doesn't realize she's really the princess of Genovia, which is \"between France and Spain\" and needs an heir from its royal bloodline if it is not to (a) go out of business, or (b) be taken over by the evil baron and baroness, I'm not sure which. Turns out that Mia Thermopolis (Anne Hathaway) is the daughter of the Prince of Genovia, but has never learned this fact, because her mother Helen (Caroline Goodall) wanted to lead a normal life and thus left Genovia and her husband, never told Mia about her real father, and raised her normally--i.e. in a San Francisco firehouse where she slides down the pole every morning.\n\nThe prince has come to an untimely end, and now his mother comes to recruit Mia to take up her royal duties. The mother is Queen Clarisse Renaldi, played by Julie Andrews as a nice woman with very, very, very good manners. The suspense involves: Will Mia accept the throne? And will she choose as her boyfriend the snobbish jerk Josh (Erik Von Detten) or the nice Michael (Robert Schwartzman), the older brother of her best friend Lilly (Heather Matarazzo). And, for that matter, is there any possibility that Josh will dump a glamorous cheerleader (Mandy Moore) after he sees how Mia looks once she takes off her glasses and does something with her hair? Anyone who doesn't immediately know the answers to these questions either lives in a cave or wrote this screenplay.\n\nThe words \"why don't you do something about your hair\" have inspired movie transformation scenes since time immemorial, but rarely has the transformation been more of a set-up than here. Garry Marshall, the director, hasn't had the nerve to cast a real 15-year-old as Mia, but supplies us instead with Anne Hathaway, who is almost 21 years old, and is a classic beauty in the Daphne Zuniga tradition. We're expected to believe that this character gets so nervous in class that she throws up while trying to make a speech, and yet the rest of the time is as effortlessly verbal as a stand-up comedian.\n\nOne of the creaky problems thrown in the way of the plot is a \"scandal\" when Mia is photographed in what is not really a very scandalous situation at all, and so perhaps must renounce the throne. Queen Clarisse seems reconciled to this. What do you think the chances are that the ruling family of a lucrative tax shelter--Monaco, for example--would abandon their principality because of a newspaper photo of the heir kissing a boy? In the interests of keeping the loot in the family, any heir--even Phoolan Devi, the late Bandit Queen of India--would be considered a viable candidate.\n\nMarshall made the wonderful \"Pretty Woman,\" but what was his thinking here? Some of the editing is plain sloppy. We are informed, for example, that when a kiss is magical, a girl's heel curls up off the floor. Cut to a heel curling up, but stuck to a strand of chewing him. Whose heel? Whose gum? Nobody's. This is simply an isolated, self-contained shot. Later, at a dinner party, Marshall spends time establishing one of the guests as a drunk, but then the guest disappears without a payoff.\n\nAs \"The Princess Diaries\" creeps from one painfully obvious plot destination to another, we wait impatiently for the characters onscreen to arrive at what has long been clear to the audience. If the movie is determined to be this dimwitted, couldn't it at least move a little more quickly? The metronome is set too slow, as if everyone is acting and thinking in half-time.", "running_time": 115, "mpaa_rating": "G", "release_year": 2001, "date_published": "2001-08-03", "genres": ["Comedy", "Drama", "Family"], "title": "The Princess Diaries (2001)"}