{"url": "http://www.rogerebert.com/reviews/the-five-heartbeats-1991", "by": "Robert Townsendas Duck", "star_rating": 3.0, "text": "Robert Townsend’s “The Five Heartbeats” takes the notion of a musical biopic one step further than usual. His movie is not only the rags-to-riches story of a group of guys from the neighborhood who become big stars, but also the story of what happens to them next.\n\nTheir ultimate destination is not simply stardom, which is fairly easy for them to attain, but maturity and happiness, which are a lot harder.\n\nThe Five Heartbeats are a rock singing group, loosely patterned on groups such as the Dells and the Temptations. They start out singing for fun in living rooms and street corners, they perform in local amateur nights, they gain an audience of friends and neighbors, and then they’re spotted by a talent scout who wants two things - to make them stars, and to rip them off.\n\nThe broad outlines of this story are familiar from a lot of other showbiz biographies, maybe because this is more or less the way it happens with a lot of performers. What Townsend adds that’s special is the way he sees each of the five group members as an individual with his own problems and destiny. This is not only a biography with music, but also a thoughtful look at the way five young men from a poor but nurturing black neighborhood find success, and deal with it.\n\nThe screenplay, by Townsend and Keenen Ivory Wayans, begins some 25 or 30 years ago with a bunch of kids, two of them brothers, who are already very different individuals. There’s Duck, the natural leader (Townsend), who has a cool head for the group’s best interests. Eddie (Michael Wright), the lead singer, who has the biggest talent but also the biggest problems, including drugs. J.T.\n\n(Leon), Duck’s brother, who is a ladies’ man, incapable of set tling down. Dresser (Harry J. Lennix), smooth and flashy. And Choirboy (Tico Wells), whose father is a minister who thinks jazz and rock ‘n’ roll are the work of the devil.\n\nTownsend tells their stories in an interlocking series of episodes that’s confusing at first - the opening 20 minutes or so are hard to follow - and then settles down, as if he’s found his way. I doubt if the movie was shot in chronological order, but it certainly picks up confidence and power as it goes along, until by the end we really care about these guys, especially in a couple of scenes where they have to make decisions for a lifetime.\n\nThe big dramatic interest centers around Eddie, who has the real star power in the group, and whose ability to break out of a song and really let go has the fans in the front rows swooning. But Eddie is not simply the star, he’s also the one with the most vulnerable ego, the biggest problems with self-regard, the almost inevitable attraction to drugs. He begins to screw up and miss dates, and eventually the group has to drop him - leading to a painful scene outside a club, where the Heartbeats are getting into their limo as Eddie comes stumbling up like a bum. Eddie’s ultimate fate is the counterpoint for everything else in the movie.\n\nThe other characters are all sharply seen, in moments involving family and romance, pregnancies and heartbreaks, redemptions and breakthroughs. There is one obligatory scene showing racial prejudice against the group (they’re touring the South when they’re stopped by racist state troopers), and it seems a little tacked on, as if the only purpose of the Southern trip was to justify the scene; it’s a retread from the much more effective similar scenes in “Bird.” This is Townsend’s first traditional feature film; his directorial debut, some four years ago, was “Hollywood Shuffle,” a series of comic sketches that parodied the cliched ways Hollywood has used black characters in the movies. Most of those sketches were under 10 minutes; this time, at feature length, Townsend shows a real talent, and, not surprisingly, an ability to avoid most cliches, to go for the human truth in his characters.", "running_time": 120, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-03-29", "genres": ["Drama", "Music"], "title": "The Five Heartbeats (1991)"}