{"url": "http://www.rogerebert.com/reviews/the-crossing-guard-1995", "by": "Jack Nicholsonas Freddy Gale", "star_rating": 2.5, "text": "None of the reviews of \"The Crossing Guard\" that I've seen describe the Jack Nicholson character as an alcoholic, but that is the key to the character and the movie. He plays a jeweler named Freddy whose young daughter was killed some years ago by a drunken driver. Now the driver is out of prison, and Freddy plans to kill him. For most reviewers, that seems to be enough: He wants revenge for his daughter's life.\n\nBut Freddy's years of pain and the current unhinged state of his life cannot be explained simply by the loss of a daughter. We learn that intuitively in a crucial early scene in the film, where Freddy visits his former wife Mary (Anjelica Huston) and her new husband. At first he is self-contained. Then he explodes with rage, announcing that the drunken driver is out of prison, and that he will kill him. He shouts at Mary's new husband: \"Man to man - when she picks up the paper and reads that he is dead - look at her face and see if you don't see pride and relief. Pride . . . and relief.\" This crucial speech reveals that Freddy's prime motivation is not revenge, but the need to impress his former wife with his action. It has manifestly been years since she has felt anything like pride about him. We sense that his marriage ended not so much because their daughter Emily was killed as because he drank over that loss, and his drinking kept the wound from healing - changing the emphasis from the loss of Emily to Freddy's enduring existence as a self-pitying victim.\n\nMary has gotten on with her life. Freddy hasn't. He's trapped in a world of nightly drunken revels in a strip joint, punctuated by brief physical respite with a naive young hooker. He despises himself, and thinks that revenge will be healing.\n\nThe other key character is John (David Morse), who has served his time and returns home to live in a trailer parked in the driveway of his parents' home. He is still filled with guilt over taking the little girl's life, and when he awakens one night to find Freddy standing there with a gun, he does nothing to defend himself.\n\nBut the gun doesn't function, and (in a development that reads suspiciously like a writer's device) Freddy gives him three days to live.\n\nDuring those three days, both men turn desperately to women for help and comfort. John meets an artist named JoJo (Robin Wright), who could love him but finally tells him, \"Your guilt is too much competition for me. You should let me know when you want life.\" And Freddy arranges a midnight rendezvous in a diner with Mary, where they talk over their life together in a way that has an eerie resonance if you reflect that Nicholson and Huston lived together for years.\n\nBoth women are able to help. Neither man can accept help.\n\nThey can help only one another, and the film's climax comes after Freddy, on the way to kill John, is stopped by the police for - yes, drunken driving. The ending will strike many people as contrived and stagy, as indeed it is, but perhaps it is closer to life than a neater, more cinematic ending.\n\n\"The Crossing Guard\" was written and directed by Sean Penn, who with this film and \"Indian Runner\" (1991) shows himself to be a genuine director. What is good about this film is very good, but there are too many side trips, in both the plot and the emotions, for the film to draw us in fully. In a curious way - I know this will sound strange - it might have worked better with an aactor other than Nicholson.\n\nHe has wonderful scenes in \"The Crossing Guard,\" but is he too commanding on the screen to be squeezed inside Freddy? An actor who was not so well-known might have fit more easily into the story.\n\nThat midnight scene between Nicholson and Huston, for example, is played very well, but for me it was between Nicholson and Huston, not Freddy and Mary. After it was over, everyone must have been drained by its honesty - but it was more honest to them than to their characters.\n\nThe other problem is that the movie buries its theme too well. It is about problems entirely within the Freddy character - problems he caused, and that only he can deal with. The death of Emily is the MacGuffin. So many of the reviews have mentioned only the surface of the film - Freddy's revenge motive. This man doesn't want revenge. He wants to find a way to end the pain he is causing himself, pain for which Emily's death is only an excuse. Freddy would be exactly as miserable when the story opens if Emily were still alive.", "running_time": 117, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-12-01", "genres": ["Drama", "Indie", "Suspense", "Thriller"], "title": "The Crossing Guard (1995)"}