{"url": "http://www.rogerebert.com/reviews/the-sessions-2012", "by": "John Hawkesas Mark", "star_rating": 3.5, "text": "He has feeling all over his body. He has an instinct his time is running out. He would like to experience sexual intercourse with a woman at least once before he dies. At a time when sex is as common in the movies as automobiles, his need and his attempt to fulfill it requires an awesome dedication. The film is a reminder of how unique sexual intimacy is, and even how ennobling.\n\nMark is played by John Hawkes, who has emerged in recent years as an actor of amazing versatility. What he does here is not only physically challenging, but requires timing and emotion to elevate the story into realms of deep feeling and, astonishingly, even comedy. More than most movies, \"The Sessions\" depends on two actors if it is to work at all — and here Helen Hunt provides a performance of tact and delicacy.\n\nShe plays Cheryl, a sex surrogate in Berkeley, Calif. At a time when sex surrogates were fodder for comedians, she insists on the legitimacy of her profession and explains the ground rules to Mark. They will have six meetings, no more. They are not working together in order to fall in love but to achieve a specific physical purpose. He understands this, although there may be times when they both feel challenged. Their circumstance is complex and very far from casual.\n\nWhat's especially brilliant is the way the movie, written and directed by Ben Lewin, is specific about precisely what is happening. Although the movie is rated R, and Helen Hunt is seen nude at some length, no actual intercourse is ever seen. That's wise. It's the idea that counts. As she tells him specifically what she's doing and why she's doing it, it becomes almost as fresh for us as it is for Mark.\n\nThe film benefits enormously by the presence of an onlooker — a confidant and adviser, who, as it happens, is himself celibate. Perhaps his lack of sexual activity better qualifies him. This is Father Brendan (William H. Macy), Mark's confessor and parish priest. Mark is serious about his Catholicism and turns to the priest for guidance. Father Brendan, whose long hair faintly evokes the look of the Beach Boys, is serious as well.\n\nWhen Mark goes to confession, it takes place after his gurney is wheeled into the church and positioned before the altar. This might seem to be a placement for dramatic purposes, but my guess is that the confession booth is physically impossible for Mark, and the place before the altar lends their time together a special solemnity.\n\nIt also provides a setting for a moment of truth we know will happen. In theory, sexual intercourse outside marriage — or for any reason precluding the possibility of conception — is regarded by the Catholic Church as a mortal sin. What Mark proposes to do is a sin. He needs spiritual guidance. Why can't he simply have sex and then — quick! — make a good confession? It doesn't work that way. There are no loopholes.\n\nBut perhaps there is a higher good, one that involves mercy and compassion. Father Brendan knows all about Mark and his case, and comforts Mark with a sublime line of dialogue: \"I know in my heart that God will give you a free pass on this one. Go for it.\" If that line isn't directly from Mark O'Brien's original magazine article, it should be.\n\nAt first, Mark has inevitable episodes of premature ejaculation. He is a bomb waiting years to explode. Kindly, gently, Cheryl guides him through their sessions, while at the same time we get glimpses of her own imperfect private life.\n\n\"The Sessions\" isn't really about sex at all. It is about two people who can be of comfort to each other, and about the kindness that forms between them. This film rebukes and corrects countless brainless and cheap sex scenes in other movies. It's a reminder that we must be kind to one another.", "running_time": 98, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-10-24", "genres": ["Drama", "Romance"], "title": "The Sessions (2012)"}