{"url": "http://www.rogerebert.com/reviews/the-indian-runner-1991", "by": "David Morseas Joe", "star_rating": 3.0, "text": "The faded home movies show two brothers, little boys, playing in the sun and blinking up at the camera. One is more aggressive than the other, and you can see he has a temper. Many years later, those same two personalities are still locked into the same two brothers, and everything is in place for a family tragedy that has been a long time coming.\n\nAs “The Indian Runner” opens, the peaceful brother, Joe (David Morse), is a deputy sheriff in a small country town. The other brother, Frank (Viggo Mortensen), has decided to come back to town in the aftermath of his latest run-in with the law. Frank says he wants to make a fresh start, and Joe tells his wife that he's prepared to help him. That's what brothers are for.\n\nBut some people simply seem constitutionally incapable of changing, of accepting help, of shedding their criminal natures.\n\nFrank seems to be one of them. He's filled with pipe dreams and vague plans, and he can sweet-talk a young woman like Dorothy (Patricia Arquette), whom he's living with these days, and who is bearing his child. But when his violent temper flashes out of control, Frank forgets his plans and resolutions and his life falls into pieces again.\n\nThat is the story of “The Indian Runner,” the thoughtful, surprisingly effective directing debut of Sean Penn, who also wrote the screenplay. He says his script was inspired by “Highway Patrolman,” the Bruce Springsteen song, but maybe it was also inspired, in part, by the two sides of Sean Penn's own character: Here, in one person, is not only the media caricature of a hothead who gets in public shoving matches, but also the young man who is one of the three or four best actors of his generation.\n\nIs there a flashpoint inside Penn that sometimes cannot be controlled? Maybe there was, although in the last few years he has seemed calmer and happier. But certainly he knows about the duality of human nature - and in these two brothers he has dramatized the pull between one who is responsible to his core, and another who cannot help getting in trouble.\n\nIt's impressive, how thoughtfully Penn handles this material. The good brother isn't a straight arrow, and the bad brother isn't romanticized as a rebel without a cause, and there are no easy solutions or neat little happy endings for this story. It's as intractable as life itself. And Penn surrounds his brothers with supporting characters who are so well-realized, I'll remember them as long as I remember the leads.\n\nCharles Bronson plays the boys' father. It is a performance of quiet, sure power. After his recent string of brainless revenge thrillers, I wondered if Bronson had sort of given up on acting, and was just going through the motions. Here he is so good it is impossible to think of another actor one would have preferred in his place. And Sandy Dennis, another unexpected casting choice, fits well as his wife. There are also strong performances by Valeria Golino, as Morse's wife, and by Arquette - a girl confused by half-baked romantic notions, who sees Frank as a knight when nobody else can see anything but a loser.\n\nSean Penn has announced he is not going to act anymore - at least, not if he can support himself as a director. I hope he reconsiders his decision; he's too good an actor to lose. But “The Indian Runner” proves he was right when he thought he could direct.", "running_time": 126, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-10-04", "genres": ["Drama"], "title": "The Indian Runner (1991)"}