{"url": "http://www.rogerebert.com/reviews/the-fabulous-baker-boys-1989", "by": "Jeff Bridgesas Jack Baker", "star_rating": 3.5, "text": "There is a scene in \"The Fabulous Baker Boys\" where Michelle Pfeiffer, wearing a slinky red dress, uncurls on top of a piano while singing \"Makin' Whoopee.\" The rest of the movie is also worth the price of admission. Pfeiffer stars in the film with Jeff and Beau Bridges, who play the halves of a cocktail lounge piano duet. Their act is growing relentlessly more hopeless when they decide to liven things up by hiring a girl singer. The singer is Pfeiffer. Things liven up.\n\n\"The Fabulous Baker Boys\" is a new version of an old show-biz formula about longtime partners whose relationship is threatened when one of them falls in love with the sexy new singer. \"Young Man With a Horn\" did a version of this material, and so have lots of other movies, but rarely with such intriguing casting and such a sure hand for the material. There's probably some autobiographical truth lurking beneath the rivalry of the Bridges brothers, old wounds from the 20 years they have both been working in the movies. And Pfeiffer quite simply has one of the roles of a lifetime, as the high-priced call girl who wants to become a low-priced lounge singer.\n\nThe movie takes place in that shadowy area of show business where people make a living, even a fairly decent living, but they always seem to be marking time. Night after night, the Baker Boys sit down at their twin pianos in the lounges of fading Seattle supper clubs and pretentious motels and go through an act they could do in their sleep. The audience, drunks in search of melancholy, doesn't even bother to listen.\n\nThe problem is, the Baker Boys are getting dated. They're doing tired material and arrangements that sound like elevator music.\n\nAnd the jobs aren't coming their way anymore. Deciding to add a singer to the act, they conduct a long series of auditions, during which they meet nearly every woman in town who should not consider a singing career. And then Pfeiffer walks in.\n\nShe's not an experienced singer. She doesn't quite know how to handle herself, or her voice. But she has that ineffable vocal quality that causes people to listen, because they might be missing something.\n\nAnd she looks like a million bucks. She has been a hooker, yes, but we know from a hundred other movies that she has a good heart, and that the tough come-on is all an act.\n\nWorking with the girl singer, the Baker Boys begin to play real music again. This reopens an old wound. Jack Baker (Jeff Bridges) is, in fact, a brilliant jazz pianist, who has turned his back on the music he loves out of some twisted love-hate loyalty to his brother, Frank (Beau Bridges). Frank handles the business side of the partnership and could easily go through the same hackneyed act night after night for years. So the girl inevitably comes between them. And Jack inevitably falls in love with her.\n\n\"The Fabulous Baker Boys\" doesn't do anything very original, but what it does, it does wonderfully well. It was written and directed by a first-timer, Steve Kloves, and even though the screenplay depends on formulas, we begin to forget that. We begin to care about these people, especially when the relationship between the brothers turns inward and they start looking hard at what they both really need from life.\n\nThis is one of the movies they will use as a document, years from now, when they begin to trace the steps by which Pfeiffer became a great star. I cannot claim that I spotted her unique screen presence in her first movie, which, I think, was \"Grease II,\" but certainly by the time she made \"Ladyhawke\" and \"Tequila Sunrise\" and \"Dangerous Liaisons\" and \"Married to the Mob,\" something was going on. This is the movie of her flowering - not just as a beautiful woman, but as an actress with the ability to make you care about her, to make you feel what she feels.\n\nAll of those qualities are here in this movie, and so is the \"Makin' Whoopee\" number, which I can only praise by adding it to a short list: Whatever she's doing while she performs that song isn't merely singing; it's whatever Rita Hayworth did in \"Gilda\" and Marilyn Monroe did in \"Some Like It Hot,\" and I didn't want her to stop.", "running_time": 114, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-10-13", "genres": ["Comedy", "Drama", "Romance"], "title": "The Fabulous Baker Boys (1989)"}