{"url": "http://www.rogerebert.com/reviews/the-gods-must-be-crazy-ii-1990", "by": "Lena Farugiaas Dr. Ann Taylor", "star_rating": 3.0, "text": "I was looking at the laserdisc of \"Mr. Hulot's Holiday\" the other day - that wonderful Jacques Tati comedy about a whimsical fisherman who takes his holiday by the sea. And I realized how much the movie's opening scenes benefitted from the character of his automobile - one of those ancient and obscure European models that was so small his head almost stuck out of the top of it, like in a cartoon. \"The Gods Must Be Crazy II\" gets the same sort of effect with a corky little airplane barely large enough to contain two passengers and a tank of gas.\n\nThe airplane isn't the only point of connection between the two movies. I do not mean to compare the great Tati with Jamie Uys, the director of both \"The Gods Must Be Crazy\" movies - that wouldn't be fair - but there's something of the same spirit in the work of the two men, and in these gloomy times it is welcome. Most movie humor these days springs from verbal or physical insult, ridicule, or unfunny \"jokes\" based on special effects and violence. The biggest laughs come when a character gets killed in an unexpected way.\n\nTati didn't work like that, and neither does Uys. \"The Gods Must Be Crazy II\" is the work of a patient craftsman, who gets his laughs out of the careful construction of elaborate physical and plot situations. Some of his buildups last for most of a movie, and his punchlines usually are inspired by character traits, not dumb gags.\n\nUys's style sheds a sweet and gentle light on this new comedy, which is a sequel to the surprising international success - and, I think, a better film.\n\nThe location once again is an unspecified part of Southern Africa.\n\n(It's Botswana, probably, but why are there Cuban troops on patrol?) The hero of the first film, Xixo (N!xau), is seen in the opening scenes with two of his children, hunting on the veld. The children, a girl and her younger brother, get into big trouble when they climb into a water tank being pulled by the truck of game poachers. The truck drives off, separating them from their father and taking them steadily away from the area they know. Meanwhile, we meet two other characters, a scientist (Lena Farugia) and a naturalist and pilot (Hans Strydom).\n\nThe movie's method is to alternate scenes involving the children, the scientists, the poachers, and two soldiers - one local, one Cuban.\n\nWhat Uys does it to weave all of these characters into a simple story about survival in the bush, and to depend upon the moment-to-moment charm of his situations rather than on heavy plotting.\n\nThe airplane is a sight to behold. Because I saw it fly in the movie, I assume such planes actually exist - but it's so tiny it looks like a joke, and at one point it actually takes off while the pilot is running along, holding it up to replace a broken wheel.\n\nOnce the woman scientist and her pilot are marooned in the bush, the plane figures in a lot of gags - the plane becomes this movie's equivalent of the gags involving the Jeep in the previous movie.\n\nMeanwhile, the misadventures of the kids becomes a cliff-hanger, as Uys finds countless ways to develop their dilemma.\n\nI read a news story the other day that made an amazing claim: The video of \"Lethal Weapon 2\" is more popular among children, it said, than the video of \"Batman.\" This amazed me because I would have thought both movies were too dark, gloomy and depressing for kids; that they'd be attracted to sunnier and more cheerful films. I guess I'm out of step, and today's kids are suffering from a malaise that prepares them for violent action pictures and revenge tragedies in which a masked hero atones for the mugging of his parents.\n\nBut if you happen to know any kids who have not yet given up on life, who like happy movies better than grim and violent ones, they're likely to enjoy \"The Gods Must be Crazy II.\" And so did I.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-04-13", "genres": ["Action", "Comedy", "Foreign"], "title": "The Gods Must Be Crazy II (1990)"}