{"url": "http://www.rogerebert.com/reviews/the-alamo-2004", "by": "Billy Bob Thorntonas Davy Crockett", "star_rating": 3.5, "text": "The advance buzz on \"The Alamo\" was negative, and now I know why: This is a good movie. Conventional wisdom in Hollywood is that any movie named \"The Alamo\" must be simplistic and rousing, despite the fact that we already know all the defenders got killed. (If we don't know it, we find out in the first scene.) Here is a movie that captures the loneliness and dread of men waiting for two weeks for what they expect to be certain death, and it somehow succeeds in taking those pop-culture brand names like Davy Crockett and Jim Bowie and giving them human form.\n\nThe arc of the Alamo story is a daunting one for any filmmaker: Long days and nights of waiting, followed by a massacre. Even though the eventual defeat of Santa Anna by Sam Houston provides an upbeat coda, it's of little consolation to the dead defenders. This movie deals frankly with the long wait and the deadly conclusion, by focusing on the characters of the leaders; it's about what they're made of, and how they face a bleak situation.\n\nDavy Crockett, the man in the coonskin hat, surprisingly becomes the most three-dimensional of the Alamo heroes, in one of Billy Bob Thornton's best performances. We see him first in a theater box, attending a play inspired by his exploits. We learn of his legend; even Santa Anna's men whisper that he can leap rivers in a single bound and wrestle grizzly bears to death. And then we watch Crockett with a rueful smile as he patiently explains that he did not do and cannot do any of those things, and that his reputation has a life apart from his reality.\n\nCrockett, who was a U.S. congressman before fate led him to the Alamo, has two scenes in particular that are extraordinary, and Thornton brings a poignant dignity to them. One is his memory of a U.S. Army massacre of Indians. The other occurs when the Mexicans, who have brought along a band, have their players put on a show. Crockett know just what the band needs, climbs one of the battlements, takes out his violin and serenades both sides. It is one of those moments, like the Christmas Eve truce in World War I, when fighting men on both sides are reminded of the innocence they have lost. Crockett also has a line that somehow reminded me of the need, in \"Jaws,\" for a bigger boat: \"We're going to need more men.\"\n\nLeadership of the Alamo is contested between Col. James Bowie (Jason Patric) and Lt. Col. William Barrett Travis (Patrick Wilson). It involves a show of hands, a contest of wills, a truce, and then the inexorable weakening of Bowie, who is dying of tuberculosis and, it is murmured, other diseases.\n\nTravis is a humorless patriot who would rather, he tells us, have moments of glory than a lifetime of drudgery, and he strikes the men as over-the-top. But he is true to his principles, and at one point, although he has to be informed that the time has come to talk to his men, he delivers a speech filled with fire and resolve, reminding me of Henry V on the night before Agincourt.\n\nBowie faces the fact that he is a dying man, and it is agonizing to watch him attempt to button up his vest and rouse himself from his deathbed to join in the battle. A revolver is placed in each of his hands, and when the Mexicans burst in, he takes two lives before they claim the few hours of life left in him. Both Travis and Bowie could have been caricatures; Wilson and Patric find their humanity.\n\nThe director and co-writer, John Lee Hancock, occupies more than an hour with scenes leading up to the final battle, as the Alamo defenders make their plans and wait for reinforcements that never arrive. As his troops surround them, Gen. Santa Anna (Emilio Echevarria) struts and poses in front of his officers, who are appalled by his ignorance but intimidated by his temper. Ordering the final charge, he's told a 12-pound cannon will arrive tomorrow that would breach the Alamo's walls without sacrifice of countless Mexican lives, but he disdains to wait, and dismisses the lives with a wave of his hand. (His own life was much more precious to him; he traded it for Texas.)\n\nThere are two scenes involving surrender that make an ironic contrast. Surrounded by dead bodies, himself gravely wounded, Davy Crockett is offered surrender terms by Santa Anna and replies by defiantly offering to accept Santa Anna's surrender. This is matched by the scene at the end where Houston (Dennis Quaid) has Santa Anna on his knees, and the general will agree to anything.\n\nMuch of the picture takes place at night, illuminated by campfires and candlelight, and Hancock's cinematographer, the gifted Dean Semler, finds color and texture in the shadows that evoke that hour between midnight and dawn that Fitzgerald called the dark night of the soul. Oddly enough, as Santa Anna's troops march up to within 100 yards of the Alamo, there seem to be hardly any watchmen to see them, and when they attack, it is a surprise.\n\nThe battle scenes, when they come, are brutal and unforgiving; we reflect that the first Mexicans up the scaling ladders must have known they would certainly die, and yet they climbed them heedlessly. This intimate hand-to-hand conflict is balanced by awesome long shots, combining the largest sets ever build by modern Hollywood with some special effects shots that are generally convincing.\n\nAlthough the battle for the Alamo has taken its place as a sacred chapter in American history, the movie deals with the fact that it all came down to one thing: Mexico owned Texas, and ambitious Americans and Texans (or \"Texians\") wanted it. Many of the fighters had been promised 760 acres of land as a bonus for enlisting. For Bowie, Crockett and Travis, the challenge was to rehabilitate reputations that had gone astray -- to redeem themselves. For Sam Houston, who never sent reinforcements, it was an opportunity to apply Wellington's strategy in leading Napoleon on a chase until Napoleon's army was splintered and weakened. Houston was too wise to commit his army to the Alamo; that took foolishness, bravery and a certain poetry of the soul.", "running_time": 137, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-04-09", "genres": ["Action", "Drama", "War"], "title": "The Alamo (2004)"}