{"url": "http://www.rogerebert.com/reviews/the-kid-stays-in-the-picture-2002", "by": "Brett Morgen", "star_rating": 3.5, "text": "Everyone in the Sundance Film Festival audience knew what he meant. We had just seen \"The Kid Stays in the Picture,\" a new documentary about the life of this producer who put together one of the most remarkable winning streaks in Hollywood history, and followed it with a losing streak that almost destroyed him. It's one of the most honest films ever made about Hollywood; maybe a documentary was needed, since fiction somehow always simplifies things.\n\nEvans made the kinds of movies that would never have played at Sundance; it's poetic justice that he finally got into the festival with a documentary. As the boy wonder head of production at Paramount, he took the studio from last to first in annual ticket sales, dominating the late 1960s and '70s with \"The Godfather,\" \"Chinatown,\" \"Love Story,\" \"Rosemary's Baby,\" \"The Odd Couple,\" \"Black Sunday\" and \"Urban Cowboy.\" And he married Ali MacGraw, his star in \"Love Story.\" Then everything that had gone right started to go wrong. MacGraw left him for Steve McQueen. Evans had exited the studio job with a lucrative personal production deal when disaster struck. He was involved in a cocaine-purchasing sting set up by the DEA, rehabilitated himself with a series of public-service broadcasts, tried a comeback by producing a high-visibility flop (\"The Cotton Club\") and then was linked by innuendo and gossip with the murder of a man obscurely involved in the film's financing.\n\nEvans was never charged with anything. But to this day people vaguely remember the drug and murder stories, and at one point in the 1980s he was so depressed he committed himself to a mental hospital, afraid he would kill himself.\n\n\"The Kid Stays in the Picture\" is narrated by Evans himself, in a gravely, seen-it-all, told-it-all tone of voice. The film edits out some details, such as his other marriages, but only for purposes of time, we feel. Certainly nothing is papered over; Evans sounds like a man describing an accident he barely survived.\n\nBased on his autobiography, the documentary is a collage of film and TV clips, countless photographs, news headlines and magazine covers, assembled by Brett Morgen and Nanette Burstein, whose documentary \"On The Ropes\" was an Oscar nominee two years ago. Remarkable, how they animate the still photos with graphics, animation and juxtaposition, so that instead of looking like a collection of stills, it feels like, well, moving pictures.\n\nIn the beginning, Evans was a man who seemed blessed with luck. A child actor, he had joined his brother in manufacturing women's clothes when he was spotted poolside at the Beverly Hills Hotel by Norma Shearer and asked to play her husband, the producer Irving Thalberg, in the James Cagney picture \"The Man with 1,000 Faces.\" Then came the prize role of a bullfighter in \"The Sun Also Rises.\" Author Ernest Hemingway and actors Tyrone Power, Ava Gardner and Eddie Albert sent studio head Darryl F. Zanuck a tele-gram saying the film would be a disaster with Evans. Zanuck flew to the Mexican locations, took a look, and said, \"The kid stays in the picture.\" Evans' next film, \"The Fiend Who Walked the West,\" ended his acting career. But after being tapped to run Paramount by Charles Bludhorn, whose conglomerate Gulf & Western had inhaled the studio, he had more than a decade of success, and then a decade of disaster. Early on, he purchased the legendary home of Shearer and Thalberg. He sold it in the '80s, then realized he could not live without it. His loyal pal Jack Nicholson flew to Monte Carlo and \"got down on his knees\" (perhaps Evans exaggerates slightly) to persuade its new owner, a French millionaire, to sell it back.\n\nEvans stood on the stage at Sundance, still trim and handsome at 72, and answered the questions of filmmakers half or a third his age. Here was a room full of young people who dream of the kind of success he had. Did they find his life an object lesson? Probably not. At Sundance, they're still trying to change the first halves of their lives.\n\nRevised and expanded from Ebert's coverage of the film at the 2002 Sundance Film Festival.", "running_time": 93, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-01-01", "genres": ["Documentary"], "title": "The Kid Stays in the Picture (2002)"}