{"url": "http://www.rogerebert.com/reviews/the-dish-2001", "by": "Sam Neillas Cliff Buxton", "star_rating": 3.5, "text": "In a sheep pasture outside the little town of Parkes in New South Wales stands the pride and joy of Australian astronomy, a radio telescope the size of a football field. Most days it eavesdrops on the stars. In 1969, it gets a momentous assignment: relaying the television signals from the moon that will show Neil Armstrong's one small step for man, one giant leap for mankind.\n\nParkes is agog. This is the town's shining hour. \"The Dish,\" a smiling human comedy, treats the moon walk not as an event 240,000 miles away, but as a small step taken by every single member of mankind, particularly those in Parkes. Resigned to thinking of themselves as provincials in a backwater, they're thrilled and a little humbled by their role on the world stage. True, NASA is relying on its primary telescope in Goldstone, Calif., and Parkes is only the backup--but still! Mayor Bob McIntyre and his wife, Maisie (Roy Billing and Genevieve Mooy), nervously prepare for visits from the prime minister and the U.S. ambassador. Out at the telescope, Cliff Buxton (Sam Neill), the imperturbable, pipe-smoking scientist in charge of the telescope, steadies his team. There's Glenn (Tom Long), the soft-spoken mathematician. Mitch (Kevin Harrington), in charge of keeping the equipment humming. And Al (Patrick Warburton), the American observer from NASA, whose black horn-rims and foursquare demeanor make him seem like Clark Kent. Patrolling the parameters of the site, prepared to repel foreign invaders and curious sheep, is Rudi the security guard (Tayler Kane), whose sister Janine (Eliza Szonert) is in love with Mitch and effortlessly penetrates Rudi's defenses.\n\nSince we all know Neil Armstrong and his shipmates returned safely from the moon, \"The Dish\" can't develop suspense over the outcome of the mission. But it's a cliffhanger, anyway, through the ingenious device of making the movie more about Parkes than about the moon. The movie is \"inspired by fact\" (loosely, I suspect), but who can remember if the historic TV signals were relayed by Parkes or Goldstone? Since we've met the locals in Parkes, we're as eager as they are to have it be them.\n\nBut it won't be simple. Director and co-writer Rob Sitch (whose \"The Castle\" is one of the funniest comedies of recent years) intercuts the drama of the approaching moon walk with the drama of the momentous visit to Parkes by the prime minister and the ambassador. At the observatory, embarrassing technical problems pop up when the town blows a fuse. And at a crucial moment, high gusts of wind threaten to topple the telescope right over onto the sheep.\n\nSitch laces the moon walk and the local plots together so effortlessly that it would be unfair to describe his plot developments. I will be vague, then, in mentioning the visit by the U.S. ambassador, who arrives at the telescope at a particularly delicate moment, but leaves satisfied that he has at least heard Armstrong speaking from the moon.\n\nThere is also the inspired solution to another crisis, when Parkes \"loses\" the spacecraft after a power outage, and Glenn tries to find it with frantic mathematical calculations before the team hits upon a solution of stunning simplicity.\n\n\"The Dish\" is rich in its supporting characters. I like the mayor's daughter Marie (Lenka Kripac), who has moved on from the sunny, idealistic 1960s and already embodies the sullen, resentful 1970s. I like the way Mayor Bob and his wife so cheerfully and totally dote on each other--and the way she tries to get him to use the upscale name \"May\" for her, when he's been calling her \"Maisie\" as long as he can remember. And the way Rudi the security guard is in fact the town's greatest security threat.\n\nWith \"The Dish\" and \"The Castle,\" Sitch and his producing partner Michael Hirsh have made enormously entertaining movies. Perhaps just as importantly, they've made good-hearted movies. Recent Hollywood comedy has tilted toward vulgarity, humiliation and bathroom humor. Sometimes I laugh at them, even a lot, but I don't feel this good afterward. \"The Dish\" has affection for every one of its characters, forgives them their trespasses, understands their ambitions, doesn't mock them and is very funny. It placed second for the People's Choice Award at the 2000 Toronto Film Festival--after \"Crouching Tiger, Hidden Dragon.\" That's about right.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-04-06", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "The Dish (2001)"}