{"url": "http://www.rogerebert.com/reviews/the-plot-against-harry-1990", "by": "Martin Priestas Harry Plotnick", "star_rating": 3.5, "text": "There is little joy in the life of Harry Plotnick. He is a low-level hoodlum, a banker for a numbers game in a New York neighborhood that was once Jewish but is now largely Hispanic and black - a neighborhood where he was once a big frog but is now without a pond. Is his numbers empire dissolving as part of a plot against him? Not really, but for Harry so many things are going wrong in so many different ways that life itself seems like a conspiracy aimed at him.\n\nMaybe everybody else got up earlier than he did today to attend a meeting on how they were all going to screw him.\n\nAs \"The Plot Against Harry\" opens, Harry (Martin Priest) has just been released after serving a short prison sentence. He is met by Max (Henry Nemo), his loyal chauffeur and bookkeeper, but as he returns to the old neighborhood he finds that he has to use a Chinese restaurant owner as an interpreter to even understand what his Spanish-speaking lieutenants are trying to say to him. Even more ominously, the mob seems ready to turn over his numbers business to a black man.\n\nHarry regards these development with sad, tired eyes with large bags beneath them. He rarely smiles. Life has lost the ability to astonish him - until one day he almost has a traffic accident with a car - which turns out to contain his ex-wife, his ex-brother-in-law and a daughter he has never known. Life is amazing. He even has another daughter, he discovers, that he knew nothing about.\n\nNow events begin to overtake Harry. He is plunged into a social whirl: One daughter is expecting, and the other is a lingerie model with a fiancee and wedding plans. His brother-in-law (Ben Lang) owns a catering business and might want to take in a partner with some ready cash. His ex-wife is part of a respectable circle that includes an executive for the Heart Fund. Can Harry buy into this middle-class normality? Certainly he seems uncomfortable with the mob, where he is such small potatoes that when he testifies before a congressional crime commission, the members lose interest when they realize he knows almost nothing.\n\n\"The Plot Against Harry\" is one of those comedies with a sprung rhythm, so that the jokes pay off by working against themselves. It's a film that makes its points through its observation of human nature, especially in such scenes as a charity benefit on a subway train, and a wedding. The writer and director, Michael Roemer, doesn't build his payoffs by the boring formula of setup and punch line, but by gradually revealing the dilemma that Harry finds himself in. Even the film's big moments (like the inspired scene where Harry passes out on camera at a telethon) get their laughs because of the deliberate steps by which Roemer paints the situation.\n\nIn a sense, this is filmmaking in the Robert Altman style: The camera plunges into the middle of a group of people who seem to carry on as if they're oblivious to it. They aren't playing to the camera, and the screenplay isn't aimed at the audience. Instead, the people seem strange, funny and unique all on their own, and the audience is invited to share the filmmaker's delight as he discovers this.\n\nThe behind-the-scenes story of \"The Plot Against Harry\" is by now well-known. The movie was completed in 1970, but at the time it was unable to find distribution; Hollywood didn't think it was funny. It waited on a shelf for 20 years, until Roemer decided to transfer it to video to show to his children. The video technician started to laugh as he watched it. A curiosity stirred within Roemer: Could the movie possibly be good, after all? He submitted it to the Toronto, New York and Park City film festivals, where audiences were enthusiastic, and now he has commercial distribution, two decades later.\n\nThat adds a certain poignancy to the whole enterprise. If you see the film, pay particular attention to the performances by Martin Priest as Harry, and Ben Lang as the forever-smiling brother-in-law. They have a genuinely, intrinsically amusing quality. Priest has acted only occasionally in the last 20 years, and Lang not at all (he went back to his job as an auditor for the state). Would their careers have happened differently if this movie had been seen in 1970? Would the movie have been a hit then? Was it ahead of its time? (Altman's revolutionary \"MASH\" came out the same year.) Who can say? What can be said is that this time capsule from 1970 feels, in 1990, like a jolt of fresh air.", "running_time": 81, "mpaa_rating": "NR", "release_year": 1990, "date_published": "1990-02-16", "genres": null, "title": "The Plot Against Harry (1990)"}