{"url": "http://www.rogerebert.com/reviews/the-world-2005", "by": "Zhao Taoas Tao", "star_rating": 3.0, "text": "There is something about a one-ring circus or a run-down theme park that appeals to me. There is a poignancy in the shabbiness of their glory. Once on the Lido in Venice, out of season, I was one of nine people in the audience as an old lady in spangles rode around the ring on a discouraged pony. I ate sugar-coated peanuts and wept inside, perhaps from joy.\n\n\"The World\" takes place almost entirely within a theme park in Beijing. \"America has lost her Twin Towers,\" a guide observes, \"but we still have ours.\" Yes, and the Eiffel Tower, Piazza San Marco, St. Peter's Square, the Pyramids, the Taj Mahal, the Leaning Tower of Pisa and Big Ben. All of these landmarks are about the height of the McDonald's arches; one is reminded of the miniature Stonehenge, descending from above in \"This is Spinal Tap.\"\n\nHow do you visit these miniature tourist attractions? There is an exhausted two-car monorail that creeps along its elevated track. Or you can board a jet airplane that never leaves the ground, which lends a certain jollity to the instructions about how to use your seat belt and the oxygen masks.\n\nAn American documentarian like Errol Morris would visit this world and find easy humor in its stunted grandiosity. But \"The World\" has been made in China by Jia Zhangke, a director who has been in much trouble with the authorities -- not because he embraces the West, but because he mocks modern China for trying to become Western in such haste. He doesn't yearn for the days of Chairman Mao, but he doesn't find the emerging China much of an improvement; the nation seems trapped between two sterilities.\n\nHis plot keeps most of the tourists at a distance. He is concerned with the people who work in this park, changing their costumes in order to become now an Italian dancer, now a camel driver. They live in shabby rooms hidden away behind the gaudy attractions, and dream of someday visiting the countries whose citizens they impersonate. The dressmaker Qun (Huang Yiqun) is married to a husband she has not seen for years; he was part of a boatload of illegal immigrants to Europe, one of only six to survive. Now he is in Paris and she hopes for a passport. But passports seem to lead to The World, not away.\n\nTwo Russian dancers arrive, and their passports are confiscated by a man who assures them \"they will be safer with me.\" Later we see Anna (Alla Chtcherbakova) in a club, where she appears to have become a prostitute, probably against her will. Meanwhile, Qun has a sort of an affair with Taisheng (Chen Taisheng), a security guard. Is she cheating on her husband in Paris, or does he even remember her? Both Taisheng and the dancer Tao (Zhao Tao) come from the same small town, and remember it with nostalgia mixed with hopelessness; if The World offers them dubious futures, their childhoods seemed to offer none.\n\nThere is a sense that someone is getting rich somewhere in China, but not the owners and operators of The World. There is an irony that foreign tourists are visiting a theme park where poor Chinese wander dubiously among miniatures of a world they will never be able to visit. On New Year's Eve, the park originates a telecast that will be seen \"by one billion viewers worldwide.\" The same mythical billion who also don't really watch the Oscars.\n\nThe movie is long and slow. Either you will fall into its rhythm, or you will grow restless. At first I felt like someone who had spent a humid afternoon at The World and wanted to know, \"Can I go home now?\" Then I became invested in the backstage story, which emerges slowly and in uncertain pieces. There is integrity in a movie that refuses to pump up melodrama where none belongs. This is not a movie about an amusement park threatened by a bomb, or populated by colorful characters, or made into the object of satire. It is a movie about people doing boring and badly paid work day after day while being required to look happy.\n\nIn China, the grandparents of these characters no doubt worked in rice fields or garment sweatshops, or as street vendors. Now the young generation wears uniforms and costumes and occupies a replica of the modern world. Jia Zhangke seems to think they are even unhappier than their ancestors; is hard labor better than pointless labor? Consider the romance between Qun and Taisheng. Where will it lead? What plans can they make? And is China unique in offering this kind of employment as a dead end? Ask a clerk at Wal-Mart.\n\nAfter the screening, I rode down on the elevator with the great film critic Jonathan Rosenbaum. \"I've seen it five times,\" he said. \"It's one of my favorite films. I still don't understand the ending.\" I was not only afraid to ask him what he didn't understand about the ending, I was afraid to ask him what he thought the ending was. In a sense, \"The World\" is about a story that never really begins.", "running_time": null, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-07-28", "genres": null, "title": "The World (2005)"}