{"url": "http://www.rogerebert.com/reviews/the-preachers-wife-1996", "by": "Denzel Washingtonas Dudley", "star_rating": 3.0, "text": "“The Preacher's Wife” is a sweet and good-hearted comedy about the holiday season, and I suppose that is enough, although I would have liked it with more punch and bite. It tells the story of an inner-city pastor who grows discouraged with his never-ending struggle, asks God for help, and gets it, in the form of an angel from above.\n\nThe preacher, Henry Biggs (Courtney B. Vance), is happily married to his childhood sweetheart, Julia (Whitney Houston). They have a cute little boy named Jeremiah, who narrates the story, apparently with his mouth full of gum. The angel is named Dudley (Denzel Washington), and he dresses in shades of grey, often consults his “Angel's Handbook,” and soon falls quietly in love with Julia.\n\nEagle-eyed theologians will have already asked themselves how an angel can fall in love. They have spotted a large hole in the story: Dudley is not, strictly speaking, an angel at all, but a human who died 30 years earlier and has now been sent from heaven on this aid mission. But he calls himself an angel, and one of the Three Laws of Angels is “Angels cannot lie,” so either he (1) thinks he is an angel but is sincerely mistaken, or (2) is a human, and lying.\n\nSurely the makers of this film do not believe that humans go to heaven and become angels. As we all know, angels were created by God as his first companions, and he created humans much later, presumably after tiring of companions who never lied.\n\nIn any event, what is sweet about the movie is that all of its characters, human, angel or whatever, are good and kind and determined to make a contribution in the world. Even the villain, a property developer named Joe Hamilton (Gregory Hines) isn't really so evil. He is a board member of Henry's church, and secretly wants to tear it down and construct condos and tennis courts, while moving Henry to a splendid new suburban church with separate centers for youth and the elderly. This plan doesn't exactly put Joe Hamilton in league with Satan, and for much of the movie he qualifies as a villain only because anyone involved in real estate is always a villain in the movies.\n\nVance turns in a sound, touching performance as a pastor who spends much of his time visiting the sick, distributing food baskets, and helping an innocent young man defend himself against criminal charges. His weekly collection one Sunday is only $96, the church boiler has just exploded, and although he asked God for help, of course he doesn't believe the angel's story.\n\nBut his wife Julia is more interested in Dudley; she thinks he has been sent by the church council, welcomes him into her home, and before long is spending a lot of time with him; they go ice skating, and visit a jazz club. The club is one of several opportunities the movie finds to let Whitney Houston sing, and she is especially good when backed by the church's gospel choir.\n\nBut Julia's mother (Jenifer Lewis) is quick to see the new love growing in her daughter's eyes, and warns her away from Dudley. “I can look in the window--even if I don't buy,” Julia says. “Don't go window shopping with money in your pocket,” her mother snaps. And even saintly Henry eventually warns the angel away from his wife.\n\nThis is all done so nicely, though, that “The Preacher's Wife” doesn't produce much tension, even though it generates much warmth and light. The film is a remake of the 1947 “The Bishop's Wife,” which starred Cary Grant as the angel and David Niven and Loretta Young as the church couple. I haven't seen that version, but this one, directed by Penny Marshall, would have been better if the screws had been tightened.\n\nI would have liked Dudley and Julia to be more in love, and for Henry to feel more threatened. I would have liked the urban developer to have a more evil scheme, and for more suspense to develop when the neighborhood kid is accused of a crime he didn't commit. Even small moments could have used more punch, as when the angel fixes Jeremiah's toy ambulance, and it suddenly has a siren it didn't have before. In the hands of a Spielberg, this would have been a big laugh moment, but Marshall mutes it. (There's also not enough of a comic payoff in a nativity pageant where the doll representing baby Jesus turns out to have a pee function.) Despite these reservations, I found myself enjoying “The Preacher's Wife,” for its simple but real pleasures: For the way Houston sings, for the glimpses of the people in the church congregation, and for the way preacher tries his hardest to do the right thing. And also for Denzel Washington, who is able to project love without lust, and goodness without corniness. This movie could have done more, but what it does, it makes you feel good about.", "running_time": 124, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-12-13", "genres": ["Comedy", "Drama", "Family", "Fantasy", "Romance", "Science Fiction"], "title": "The Preacher's Wife (1996)"}