{"url": "http://www.rogerebert.com/reviews/the-dead-pool-1988", "by": "Liam Neesonas Peter Swan", "star_rating": 3.5, "text": "The little twitch comes and goes so fast it’s easy to miss. It’s in the corner of Dirty Harry’s face, and it betrays the seething anger hidden beneath his mask of calm. It’s not even anger, really, that seethes inside there - but indignation, that criminals are going free while the San Francisco Police Department devotes itself to public relations. What’s interesting about the twitch is that it comes at just the right moment, early in the movie, and the audience is waiting for it, and there’s actually a cheer when they see it.\n\nRarely have the mental states of a series movie character become more familiar than those of Dirty Harry’s.\n\n“The Dead Pool” is the fifth in the series, and most of the people watching it will have seen the other four. They know of Harry’s impatience with bureaucracy, and his willingness to go it alone, one-on-one, with the criminals in his path. Like the fans of a familiar opera, Dirty Harry fans wait for the key moments.\n\nAfter the twitch, we know that before long there will be two more: the moment when Inspector Harry Callahan is called on the carpet in his superior’s office and given a severe dressing-down, and the moment, not long after, when he is suspended from active duty. Unless my memory fails, Harry has solved all of his cases while on suspension.\n\nThe balancing act in a good Dirty Harry movie is between the familiar notes, which must remain the same every time, and the new angles in every case. “The Dead Pool,” which is as good as the original “Dirty Harry,” has lots of new angles, and a lot of things to say, especially about horror films, television news and the burden of being a celebrity.\n\nThe title comes from a macabre gambling game that is being played in San Francisco as the movie opens: A list of eight celebrities has been distributed, and people place bets on which of the eight will be the first to die. The winner takes the pool. And before long, of course, Harry Callahan’s name is on the list.\n\nOne of the players in the Dead Pool is Peter Swan (Liam Neeson), a monomaniacal British horror-film director, who is making a rock video in San Francisco. One of the names on the list is the drug-addicted rock star who is starring in the video. When the rock star is found dead, the director naturally is a prime suspect. But Harry thinks the plot runs deeper than that, and he is right.\n\nIn the course of his investigation, he crosses paths with Samantha Walker (Patricia Clarkson), an aggressive TV reporter who is constantly shoving her camera in Harry’s face. One day Harry grabs her camera and throws it as far as he can, but in no time the two of them are having candlelit dinners and discussing the problems of fame - problems that Harry has thought about much more deeply and interestingly than Samantha.\n\nAs the movie develops, we get point-of-view glimpses that clue us in to the fact that someone is killing the members of the Dead Pool and trying to frame the hapless Peter Swan. These shots arrive at some sort of climax in a brilliant and inspired scene in which Harry’s car is pursued up and down the hills of San Francisco by another car that is filled with powerful plastic explosives. The gimmick is that the other car is a model, only about a foot long, and so the suspense is intermixed with a hilarious parody of the chase scene in “Bullitt.” (It is highly doubtful that such a small car could travel that fast, but what the hell.) \n\nThe best thing about “The Dead Pool” is the best thing about almost all of Clint Eastwood’s movies: The film is smart, quick, and made with real wit. It’s never just a crude action movie, bludgeoning us with violence. It’s self-aware, it knows who Dirty Harry is and how we react to him, and it has fun with its intelligence. Also, of course, it bludgeons us with violence.", "running_time": 94, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-07-13", "genres": ["Action", "Crime", "Thriller"], "title": "The Dead Pool (1988)"}