{"url": "http://www.rogerebert.com/reviews/the-phantom-of-liberty-1995", "by": "Luis Bunuel", "star_rating": 4.0, "text": "Prefect's sister Adrianna Asti Mr. Faucaulte Jean-Claude Brialy\rDr. Legendre Aldolfo Celi Second prefect Michel Piccoli Mrs. Faucaulte Monica\rVitti\n\nThings first began to go wrong, Luis Buñuel teases us, in Spain\rin 1808, when Napoleon's troops arrived to liberate Toledo. In the opening\rscenes of Buñuel's savage comedy, \"The Phantom of Liberty,\" the\rsoldiers execute those who would not be liberated. \"Down with\rfreedom!\" cries one of the doomed. It is the cry of a defeated social\rorder. The French and American revolutions have unleashed freedom on a\rdefenseless world, and forevermore the population will be unable to rely on the\rauthoritarian reassurance of church and state.\n\nAfter\ra scene of typically Buñuelian surrealism -- a drunken soldier tried to embrace\ra marble woman, and is banged on the head by the sculpture's husband -- the\rfilm's action moves to contemporary France and stays there. But it doesn't stay\rin any one place very long. The movie's a fluid, dizzying juggling act of many\rstories and cheerfully bizarre coincidences.\n\nBuñuel\rsweeps us into each new vignette so quickly there's no time to hang around\rwhile the last one is tidied up. We meet characters, they confront a crisis\rinvolving insanity, illegality, doom, fetishism, institutional stupidity or all\rof the above, and then, just as the cause of the crisis is revealed as a\rparadox, the characters cross paths with a new set of characters and we're off\ron their heels. Buñuel's camera often enters a scene with one set of characters\rand leaves with another, a device that was used again in \"Slacker\"\r(1991).\n\nIf\rI attempted to describe them, Buñuel's interlocking yet disconnected stores\rwould sound bewildering. But his film is strangely lucid; it has the heightened\rreality of a dream. This material couldn't work if the director weren't\rsupremely confident. And at the age of 75, when most directors are dictating\rtheir memoirs, Luis Buñuel was still refining his style and finding new ways to\rhumor his pet personal obsessions. \"The Phantom of Liberty\" uses his\rusual prejudices and fetishes to play variations on his favorite theme, which\rmight be stated: In a world cast loose of its moorings by freedom, only anarchy\ris logical.\n\nBuñuel\rhas always, of course, included an aura of guilty sadomasochism in his movies.\rHis characters are frequently adults pretending to be naughty little boys and\rgirls (like the cardinal who wanted to be a gardener in \"The Discreet\rCharm of the Bourgeoisie\"). His fetishes are presented with such exquisite\rtiming, with such a horselaugh in the face of propriety, that we've got to\rlaugh. (\"That was a wonderful afternoon little Luis spent on the floor of\rhis mother's closet when he was 12, and he's been sharing it with us ever\rsince,\" Pauline Kael once said.)\n\nIn\r\"The Phantom of Liberty,\" for example, one of the most shocking yet\rfunniest scenes takes place in a wayside inn. Four monks pray for a woman's\railing father. They join her in a poker game, only to be invited to another\rguest's room for port. The other guest and his female companion disappear, then\rleap back into sight (she dressed in leather and with a whip), primed for\rflagellation. As the shocked guests rush out of the room, the would-be victim\rsays plaintively, \"Can't at least the monks stay?\"\n\nIn\ranother scene, a mass killer, found guilty, is released and signs autographs.\rGuests are cheerfully scatological at the dinner table but sneak into the\rbathroom to eat their dinner. A man in a playground gives a little girl\rpostcards (\"Show them to your friends but not to adults!\"). When her\rparents see the cards, which are views of historical landmarks, they fire the\rgirl's nurse. Another little girl is reported missing at school, even though\rshe is quite clearly there and accompanies her parents to the police station.\rAnd so on.\n\nThe\rmost impressive thing about the movie is the way Buñuel leads us effortlessly\rfrom one wacky parable to the next. We ought to be breathless but we aren't\rbecause his editing makes everything seem to follow with inevitable logic. It\rdoesn't of course, but that's freedom's fault: If people want liberty, they\rshouldn't be expected to count on anything. \"The Phantom of Liberty\"\ris a tour de force, a triumph by a director confronting almost impossible\rcomplications and contradictions and mastering them. It's very funny, all\rright, but remember: With Buñuel, you only laugh when it hurts.", "running_time": 103, "mpaa_rating": null, "release_year": 1995, "date_published": "1973-03-07", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "The Phantom of Liberty (1995)"}