{"url": "http://www.rogerebert.com/reviews/the-anniversary-party-2001", "by": "Alan Cummingas Joe", "star_rating": 3.0, "text": "Photo above: Stars and co-directors Jennifer Jason Leigh and Alan Cumming at Cannes 2001 with \"The Anniversary Party.\" (Photo by Roger Ebert) - - - - -\n\nFine Line Features Presents A Film Written And Directed By Jennifer Jason Leigh And Alan Cumming. Running Time: 115 Minutes. Rated R (For Language, Drug Use And Nudity).\n\n\"The Anniversary Party\" is a long night's journey into day with a group of Hollywood types--actors, directors, photographers, agents--and a couple of neighbors who are invited over.\n\nThe occasion is a get-back-together party for Joe and Sally Therrian (Alan Cumming and Jennifer Jason Leigh), he a writer-director, she an actress who hears time's winged chariot drawing near. It's their sixth anniversary, although they've lived apart for most of the past year; the issues between them involve his infidelity, sometime bisexuality and drug use, and his decision not to cast his wife in a role obviously inspired by her. He believes that, in her late 30s, she's too old to play herself. (I am reminded of Margaret Cho's documentary \"I'm the One That I Want,\" where she describes the CBS sitcom producer who told her she was too fat to play herself, and should be a little less Chinese-y.) This is not an original idea for a movie. I can think of a dozen movies about all-night parties at which painful truths are revealed. What makes \"The Anniversary Party\" intriguing is how close it cuts to the bone of reality--how we're teased to draw parallels between some of the characters and the actors who play them. Cumming is not a stranger to sexual ambiguity, Leigh is indeed in her 30s (although unlike her character, at the top of her form), and look at some of the others.\n\nKevin Kline plays an actor who is no longer the first choice to play romantic leading men. Phoebe Cates, his real-life wife, plays an actress who has retired from acting to be a mother and wife. Gwyneth Paltrow plays the rising young star who gets multimillion-dollar paychecks, and has been cast in Joe's new movie.\n\nOther stars play recognizable types. Jennifer Beals is a savvy photographer who once slept with Joe. John Benjamin Hickey is the couple's business manager, and Parker Posey is his motormouth wife. Michael Panes plays Levi Panes (no coincidence, I assume), Sally's best pal and court jester. John C. Reilly is the director who desperately needs a hit, and is troubled because Sally is sleepwalking through her role in his new movie. Jane Adams is his neurotic, anorexic wife, in the throes of postpartum depression; she looks typecast, until you see her as a robust country schoolteacher in \"Songcatcher,\" and realize it's just acting. The next-door neighbors, happy to be invited to a party with so many stars, are played by Denis O'Hare and Mina Badie.\n\nIn the earlier days of this genre, the characters got drunk in order to blurt out what they were really thinking (see such examples as \"Long Day's Journey Into Night\" and \"The Boys in the Band\"). The truth serum this time is the drug ecstasy, brought along by the Paltrow character and inspiring an orgy of truth-telling, sexual cheating and other reasons they're going to hate themselves in the morning. The movie doesn't use the drug simply as a story element, but knows it is dangerous and weaves it into a subtle thread of material about addiction and recovery; unless you watch carefully, you may miss the alcoholic who chooses this night to have a relapse.\n\nThe appeal of the film is largely voyeuristic. We learn nothing we don't already more or less know, but the material is covered with such authenticity and unforced natural conviction that it plays like a privileged glimpse into the sad lives of the rich and famous. We're like the neighbors who are invited. Leigh and Cumming co-wrote and co-directed, and are confident professionals who don't indulge their material or themselves. This isn't a confessional home movie, but a cool and intelligent look at a lifestyle where smart people are required to lead their lives according to dumb rules.\n\nThe movie was shot with a digital camera. Yes, you can tell. (Critics who say it looks as good as film are like friends who claim you don't look a day older.) It doesn't have the richness and saturation of film, but on the other hand it does capture a spontaneity that might have been lost during long setups for lighting and camera (the shooting schedule was only four weeks). There are perfect uses for digital, and a movie like this is one of them. Leigh, Cumming and their cinematographer, the veteran John Bailey, wisely prefer the discipline of classic cinematography to the dizziness of hand-held, and treat their little camera as if it were a big one. (Every digital camera should come with a warning label: Just because you can move this around a lot doesn't mean you have to.) I mentioned that some of the actors seem to be playing themselves. It might be more correct to say they are playing characters who we think of as being like themselves. Paltrow, for example, is not a mock-humble diva, but a smart pro who grew up in the industry and probably eavesdropped on parties like this from the top of the stairs. The tone we get from the whole movie reflects that knowingness: Being invited to a party like this (and leading these lives) is not the gold at the end of the rainbow, but what you get instead of the rainbow.", "running_time": 115, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-06-22", "genres": ["Comedy", "Drama", "Indie"], "title": "The Anniversary Party (2001)"}