{"url": "http://www.rogerebert.com/reviews/the-shootist-1976", "by": "John Wayneas The Shootist", "star_rating": 3.5, "text": "He rides onscreen in The Shootist afraid that he is dying. Not afraid he'll be killed, but afraid he's dying, which is the last thing we anticipated a John Wayne character would do of his own accord. It is 1901: He has outlived his century. A sawbones in the next state has given him the bad news and now he wants to hear it from the lips of Doc Hostetler, who nursed him back to health after a violent afternoon twenty years ago. And so he rides, the Shootist, into a Carson City to which the Old West has become an embarrassment. The streets are still wide enough to turn a mule train in, but now an abashed little horse trolley runs down the middle of them, and electricity's going to put the horse out of business next year. The pain is way down deep in his back, and he rideson a red velvet cushion he stole out of a whorehouse. It doesn't do a damn bit of good. Hostetler hems and haws and comes out with it: cancer. Two months to live, six weeks, maybe less. In the meantime he can do what he wants. After a while he won't feel like doing much. \n\nIn his time, the Shootist shot a lot of men dead. Out at the livery stable, burnt into the leather of his saddle, they find his name: J.B. Books. His arrival in Carson City immediately becomes news. Hostetler steers him over to a boarding house run by the Widow Rogers, who shows him a two-dollar room. It'll do fine. Books settles down to die. But all these gunfighters had the same problem: People weren't content to let them die in bed, because they made too good a trophy. \n\nSo there is a tricky dilemma: To die with some measure of dignity, and to avoid being shot in the meantime. As the film opens, Books has eight days. You will be surprised with what gentleness and humanity he lives them, before the inevitable gunfire at the end. And unless you have already discovered that John Wayne is an actor as well as a movie star, you will be surprised by the dimensions he provides for J.B. Books. \n\nThe movie isn't a bit sentimental. Everybody in town wants the bastard dead, except for the Widow Rogers and her son, Gillom. Even Doc Hostetler, who knows what people can go through toward the end of these illnesses, stops Books at the door and advises him point-blank not to wait around and see how things will eventually feel. The Sheriff is almost cheerful at the prospect of Books's approaching end. The Undertaker offers a free funeral, free tombstone, free casket, free flowers, even two mourners thrown in at no extra charge. \"You son of a bitch,\" Books says, \"you aim to do to me what they did with John Wesley Hardin. Lay me out and parade every damn fool in the state past me at a dollar a head, half price for children, and then stuff me in a gunny sack and shovel me under.\" He is correct. \n\nStill, eight days are enough to establish the beginnings of human contact. The Widow Rogers is appalled at first to have a killer as her paying guest, but an affection and respect grows up between them. Her kid, Gillom, contracts a case of hero worship even while trying to swindle the Shootist out of his horse. And Wayne, as Books, occupies the substantial center of the film. He vows to read a newspaper through from front to back before he dies. He sends his Sunday-go-to-meeting clothes out to the cleaners. And he challenges three old Carson City enemies to meet him in the saloon at eleven o'clock Monday morning. \n\nIt's here that the movie doesn't quite work. We hardly know the three enemies. We don't know why they'd oblige the Shootist's wish to die in a gunfight. We understand his reasoning, but not theirs. And the movie's final scene, in which Gillom Rogers symbolically steps into the Shootist's boots, is just a little too neat to be real. Westerns probably have to end along these lines with confrontations and gunfire and heroism, but The Shootist will be remembered for the quieter scenes that came before. \n\nThe cast is excellent because it understands the material, and sympathizes with it: James Stewart, as the doctor, and Lauren Bacall, as the widow, play scenes with Wayne that absolutely make us forget we're watching a movie. Gaunt old John Carradine has been an undertaker all his life; finally they cast him as one. Don Siegel's direction reveals a sensitivity we didn't suspect after films like Dirty Harry. And observe the way John Wayne says \"Good day, Mrs. Rogers\" to Lauren Bacall for the last time.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-01-01", "genres": ["Action", "Adventure", "Drama", "Western"], "title": "The Shootist (1976)"}