{"url": "http://www.rogerebert.com/reviews/the-one-2001", "by": "Jet Lias Gabe/Yulaw/Lawless", "star_rating": 1.5, "text": "There is a vast question lurking at the center of \"The One\" and the question is: Why? Assuming there are 124 universes and that you existed in all of them and could travel between them, why would you want to kill off the other 123 versions of you? This is, I submit, a good question, but not one discussed in any depth by Yulaw (Jet Li), the villain of the film. Jet Li also plays the film's hero and one of its victims, but neither of them understandably knows the answer.\n\nThe film opens with a narration informing us that there are parallel universes, and that \"a force exists who seeks to destroy the balance so that he can become--The One!\" Apparently every time one of your other selves dies, his power is distributed among the survivors. If Yulaw kills 123 selves, he has the power of 124. Follow this logic far enough, and retirement homes would be filled with elderly geezers who have outlived their others and now have the strength of 124, meaning they can bend canes with their bare hands and produce mighty bowel movements with scornful ease.\n\nWhat does Yulaw hope to accomplish with his power? He might, the narrator suggests, become God--and thus, if killed, might bring all of creation to an end. A guy like this, you don't want him getting in fights and taking chances. But the God theory is theologically unsound, because God works from the top down and didn't get where He is by knocking off the competition. Maybe Yulaw is just a megalomaniac who gets off on being able to beat up everyone in the room. Maybe one of the differences between a good martial arts movie, and one that is merely technically competent, is that in the good ones, the characters have a motivation, and in the others, life is just a competitive sport.\n\nYulaw defeats Lawless, one of his other selves, fairly early in the film, and then zeroes in on Gabe, who is a Los Angeles County sheriff's deputy. Gabe knows nothing of the multiverses, but is, under the rules, as strong as 60, or is it 61.5 , men, and so, a good match for Yulaw. Meanwhile, Yulaw is pursued from his home universe by Roedecker (Delroy Lindo) and Funsch (Jason Statham), agents of the Multiverse Bureau of Investigation. His wife, woman, girlfriend or sidekick in all of these worlds is played by Carla Gugino.\n\nThe possibilities with this plot are endless. Alas, the movie is interested only in fight scenes, and uses the latest in computer-generated effects to show the various Jet Li characters as they throw enemies into the air, dodge bullets, hold a motorcycle in each hand and slam them together against an opponent, etc. The final epic confrontation features Jet Li fighting himself. Both are wearing black jumpsuits at the start of the fight, but the evil Jet Li shows consideration for the audience by stripping down to a blue top, so we can tell him apart from the good Jet Li.\n\nThis titanic closing fight, by the way, may use cutting-edge effects, but has been written with slavish respect for ancient cliches. It begins with the venerable It's Only a Cat Scene, in which a cat startles a character (but not the audience) by leaping at the lens. Then the characters retire to a Steam and Flame Factory, one of those Identikit movie sets filled with machines that produce copious quantities of steam, flames and sparks. Where do they have their fight? On a catwalk, of course. Does anyone end up clinging by his fingertips? Don't make me laugh.\n\nThe movie offers brainless high-tech action without interesting dialogue, characters, motivation or texture. In other words, it's sure to be popular. Seeing a movie like this makes me feel bad that I applied such high standards to last week's \"Donnie Darko,\" which also deals with logical paradoxes, and by comparison, is a masterpiece.", "running_time": 80, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-11-02", "genres": ["Action", "Science Fiction", "Thriller"], "title": "The One (2001)"}