{"url": "http://www.rogerebert.com/reviews/the-walking-stick-1970", "by": "David Hemmingsas Leigh", "star_rating": 2.5, "text": "There is something about David Hemmings you don't quite think you can rely on, some slight shift of the eyes, or lack of trust in the voice. This makes him an ideal modern movie hero, because the more advanced plots these days require their heroes to be ambiguous.\n\nJames Bond, surely the most unprincipled hero to ever grace the screen, is a crude example of the new movie heroism. David Hemmings is heavy artillery, to be called up when values have become really murky. \"Blow Up\" supplied not only Hemmings' first major role, but also his definitive one.\n\nNow comes \"The Walking Stick,\" which is a considerable distance from \"Blow Up's\" moral ambiguity, but is about the same sort of confusion between truth and fraud. Hemmings plays a mediocre artist, one of those fellows whose portraits come out looking like badly tinted photos. He's lousy as an artist, but absolutely first-rate at manufacturing a life style. He lives down on the London docks in an old warehouse or something, which he's decorated with the help of a lot of paint, old posters, and the M-G-M prop department. His life is singularly depressing, but he manages to make it seem interesting to a young crippled girl.\n\nThe girl, played very well by Samantha Eggar, was a polio victim in childhood and still uses a walking stick she doesn't really need. She lacks confidence in herself; her parents are maddeningly rational, successful doctors with two perfect daughters -- and then her. She describes herself as \"the only failure they've ever had\" and buries herself in her career as a porcelain expert at an auction house.\n\nNow, then. Hemmings comes into her life, forces himself on her, makes her fall in love with him (not entirely against her will, to be sure) and then involves her in a plot to rob diamonds from the auction house. All very devious, particularly when it turns out Hemmings has lied to her about nearly everything in his life, and may even have staged the love affair just to get an inside contact for the big heist.\n\nThat's the problem at the moral heart of the movie: did he or didn't he? The evidence looks mostly against him, but he argues (in a long and well-played scene by the two of them) that the romance has changed him. That he originally intended to simply use her, but that he has fallen in love with her all the same. Really. And that the love and trust between them exists on a special plane above, or beyond, the level at which his behavior would be cruel cynicism. Well? Is he still lying? Can there be a morality beyond amorality? You begin to see the mazes these sorts of questions can lure you into, and why you need an actor with shifty eyes to ask them.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1970, "date_published": "1970-09-01", "genres": null, "title": "The Walking Stick (1970)"}