{"url": "http://www.rogerebert.com/reviews/the-6th-day-2000", "by": "Arnold Schwarzeneggeras Adam Gibson", "star_rating": 3.0, "text": "On the sixth day, God created man. And man should leave it at that, according to laws that have been passed in \"The 6th Day,\" Arnold Schwarzenegger's new thriller. In the near future there's a RePet store in every mall that will clone your dead pet for you, but human cloning, although technically possible, has been outlawed.\n\nThere is, however, a clandestine market in human clones. Consider the case of Johnny Phoenix, a pro quarterback who's paid $300 million a season, but is brain-dead after a game injury. \"We have a lifetime contract with a vegetable,\" one of the team owners moans, before pulling the plug on Johnny's life-support system (\"Sorry, Johnny--you're gonna have to take one for the team\"). Sad, yes, but whaddaya know: Soon Johnny is back out there quarterbacking again.\n\nAll of this is miles away from the life of Adam Gibson (Schwarzenegger), a helicopter pilot who with his buddy Hank (Michael Rapaport) airlifts rich skiers to the slopes. Adam has a happy home life with his wife, Natalie (Wendy Crewson), and daughter, marred only by the death of their pet dog Oliver. Should Adam have Oliver cloned at RePet? He doesn't think so. He thinks there's something wrong about overturning the fundamental process of life and death.\n\nAdam's friend Hank has fewer scruples, and enjoys life with a computer-generated holographic Perfect Virtual Woman, who greets him after a long day: \"I've recorded all your sports programs. Maybe we could watch them together. Or should I just take this dress off right now?\" (There is a \"Saturday Night Live\" skit there somewhere, about a hard-pressed man taking Viagra to keep up with the insatiable willingness of his Virtual Woman. Perhaps she could be adjusted to say, \"Honey, tonight I only feel like a pineapple and pepperoni pizza, a six-pack, and watching you clean your guns.\") Cloning in \"The 6th Day\" has made great leaps forward since the days of the sheep named Dolly. The cloners don't start with a cloned fertilized egg. Instead, they grow \"blanks\"--assemblies of protoplasm floating in a nurturing fluid, ready to have the total mind and body information of adults plugged into them. Using a quick eye scan, the cloners can make a \"syncording\" of the contents of a pet's mind, so it will still recognize its owner and know all the same tricks. And the same thing is done illegally in the movie with humans, by a shadowy corporation run by Drucker (the handsomely reptilian Tony Goldwyn). Robert Duvall is the brilliant scientist for the corporation, but has his doubts.\n\nThis process sounds like the Soul Catcher that has been hypothesized by Arthur C. Clarke--the memory chip into which the contents of a human mind might be downloaded. My problem with both processes is that while the resulting clone or chip might know everything I know and remember everything that ever happened to me and think of itself as me, I myself would still be over here in the old container. Immortality for my perfect clone leaves behind what I insist upon considering the real me--something the Goldwyn character has time to reflect on during a melodramatic dying scene.\n\nSuch details do not slow the evil corporation, fueled by the genius of Dr. Weir (Robert Duvall) and prodded by the seductive, ruthless Talia (Sara Wynter). They have a scheme to kill and clone Hank, Adam's friend, but by mistake they clone Adam instead, leaving the movie populated by two Arnold Schwarzeneggers who both think they're the real thing. Since that is how most Schwarzenegger movies feel, this is not as confusing as it sounds.\n\nThis much you know from the trailers. What happens next I will not say, although of course it involves meetings both astonished and poignant between the two Adams, whose wife is named Natalie and not Eve only through the superhuman resolve of the screenwriters.\n\n\"The 6th Day\" is not in the same league with the great Schwarzenegger films such as \"Total Recall\" and \"Terminator 2,\" but it's a well-crafted entertainment containing enough ideas to qualify it as science fiction and not just as a futurist thriller. Schwarzenegger once again gets mileage out of the contrast between his muscular presence and his everyman persona; at one point, he has dialogue that slyly pairs the two: \"My little girl--I don't want to expose her to any graphic violence. She gets enough of that from the media.\" Both Drucker and Talia have been cloned many times, causing us to wonder how much they enjoy starting over, and whether any regrets are left behind in the process. We'll never know: The discarded entities left behind in the cloning process have no way to complain. Instead of living forever through the genes you give to your children, you live forever through reproducing your own genes, which brings evolution to a dead stop, of course. Could you make a Syncording of yourself as a child, grow up, clone the kid and bring up yourself as your own child? Speculations like these are inspired by \"The 6th Day,\" and are part of the fun.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-11-17", "genres": ["Action", "Science Fiction", "Thriller"], "title": "The 6th Day (2000)"}