{"url": "http://www.rogerebert.com/reviews/the-draughtsmans-contract-1983", "by": "Anthony Higginsas Mr. Neville", "star_rating": 4.0, "text": "What we have here is a tantalizing puzzle, wrapped in eroticism and presented with the utmost elegance. I have never seen a film quite like it. \"The Draughtsman's Contract\" seems to be telling us a very simple story in a very straightforward way, but after it's over you may need hours of discussion with your friends before you can be sure (if even then) exactly what happened. \n\nThe film takes place in 1694, in the English countryside. A rich lady (Janet Suzman) hires an itinerant artist to make 12 detailed drawings of her house. The artist (Anthony Higgins) strikes a hard bargain. In addition to his modest payment, he demands \"the unrestricted freedom of her most intimate hospitality.\" Since the gentleman of the house is away on business, the lady agrees, and thus begins a pleasant regime divided between the easel and the boudoir.\n\nAll of this is told in the most precise way. All of the characters speak in complete, elegant, literary sentences. All of the camera strategies are formal and mannered. The movie advances with the grace and precision of a well-behaved novel. There is even a moment, perhaps, when we grow restless at the film's deliberate pace. But then, if we are sharp, we begin to realize that strange things are happening under our very noses.\n\nThe draughtsman demands perfection. There must be no change, from day to day, in the view he paints. He aims for complete realism. But little changes do creep in. A window is left open. A ladder is found standing against a wall. There are things on the lawn that should not be on the lawn. The lady's daughter calls on the artist and suggests that a plot may be under way and that her father, the lord of the manor, may have been murdered. Furthermore, the artist may be about to be framed for the crime. As a payment for her friendship, the daughter demands the same payment in \"intimate hospitality\" as her mother. Now the artist is not only draughtsman but lover to mother and daughter and the possible object of a plot to frame him with murder.\n\nThere is more. There is a lot more, all allowed to unfold at the same deliberate pace. There is a mysterious statue in the garden. An eavesdropper. Misbehaved sheep. The raw materials of this story could have been fashioned into a bawdy romp like \"Tom Jones.\" But the director, Peter Greenaway, has made a canny choice. Instead of showing us everything, and explaining everything, he gives us the clues and allows us to draw our own conclusions. His movie is like a crossword puzzle for the senses.", "running_time": 103, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-09-29", "genres": ["Drama", "Foreign", "Mystery", "Romance"], "title": "The Draughtsman's Contract (1983)"}