{"url": "http://www.rogerebert.com/reviews/the-private-navy-of-sgt-ofarrell-1968", "by": "Bob Hopeas Sgt. O'Farrell", "star_rating": 2.5, "text": "Somewhere toward the middle of Bob Hope's \"The Private Navy of Sgt. O'Farrell,\" it struck me that there are two kinds of movie comedies. One kind depends upon the situation to get laughs, and the other depends upon jokes.\n\nIn the first category are W. C. Fields, Chaplin and \"The Graduate.\" In the second are the Marx Brothers (sometimes), Abbott and Costello, and Hope.\n\nWhatever else it may be, \"The Graduate\" is a very funny movie. But there's hardly a one-liner in it, unless it's \"Plastics, Benjamin, plastics,'' and that hardly holds up by itself. \"The Graduate\" is funny because it presents an essentially impossible situation and works it out logically, just as Fields did in \"The Fatal Glass of Beer.\"\n\nThe new Hope movie takes the other route: a basically possible situation which is not worked out at all, but left as the backdrop for jokes. This was good on the radio, where the spoken word had to carry the humor, but in the movies it gets a little tiresome. And the striking thing about \"The Private Navy of Sgt. O'Farrell\" is how completely it neglects the humorous possibilities of film.\n\nHope plays an Army sergeant assigned to a Navy base during World War II. Most of his thoughts are devoted to a supply ship filled with beer, which has sunk somewhere offshore. How to get the beer? A couple of schemes are considered before Hope realizes the prevailing currents will float the beer right toward his island.\n\nTo this basic plot are added a few routine complications. Gina Lollobrigida falls in love with Hope early in the picture, and later inexplicably turns up in a sailboat thousands of miles out in the Pacific. Phyllis Diller is assigned to the island as a nurse (and makes still more jokes about her hair, sex appeal, etc.). Hope discovers an abandoned ship, sets off to recover more beer, and captures a Japanese submarine. And so forth.\n\nIf Fields had engaged in these adventures, he would have found a way to do it visually. Remember the scene in \"Never Give a Sucker an Even Break,\" in which he drops his bottle of booze out of an airplane, and unhesitatingly dives overboard after it?\n\nBy contrast, Hope doesn't even provide a funny drinking scene in his movie, although the materials for one (several thousand cans of beer) are all around.\n\nGiven the choice, he always prefers verbal to visual humor, and this gives his films a slower pace than the comedies now in fashion. Again and again, we watch Hope in close-up while he snaps off a one-liner.\n\nSome of his material is terribly familiar by now. \"We're safe,\" he tells his buddies. \"There's a Crosby double feature in camp tonight, so the commander will be asleep.\"\n\nStill, \"Private Navy\" is an improvement over Hope's recent \"Eight on the Lam\" Perhaps that's because of a tighter story line, quicker direction by Frank Tashlin and a sparkling supporting performance by the Japanese actor Mako. He was splendid as the engine room coolie in \"The Sand Pebbles,\" but this is the only performance I've seen by him since. I'd like to see more.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-07-04", "genres": null, "title": "The Private Navy of Sgt. O'Farrell (1968)"}