{"url": "http://www.rogerebert.com/reviews/the-words-2012", "by": "Bradley Cooperas Rory", "star_rating": 2.0, "text": "Almost every word Ernest Hemingway wrote in the years immediately before 1922 was lost by his first wife Hadley, who packed the pages in a briefcase and lost it on a train. Hardly an American lit student lives who has not heard this story.\n\nHemingway's lost prose lives on, in a sense, in the movie \"The Words,\" which opens with a writer named Clayton Hammond (Dennis Quaid) reading from his new novel in a Manhattan bookstore. But hold on. Don't get ahead of the story. I know you're thinking Hammond's book is actually the long-lost Hemingway manuscript. But the movie adds another level. His book is about another novelist who finds the lost briefcase in a Paris antique shop. \n\nMost of \"The Words\" is about that novelist. His name is Rory Jansen (Bradley Cooper), and he has a wife named Dora (Zoe Saldana). Dora is a famous name among novelist's wives, but never mind. Her purpose here is to shoehorn a beautiful woman into the movie, which includes two others: Celia (Nora Arnezeder), a Parisian mistress, who is the one who leaves the briefcase on the train, and Danielle (Olivia Wilde), a graduate student who falls for Clayton Hammond at his reading.\n\nThe original novelist at the beginning of this series of events is known only as The Old Man (Jeremy Irons), and he is seen only when already Old. If you're thinking of The Old Man and the Sea, don't blame me. After Rory Jansen finds the novel and publishes it as his own, he finds himself in the park one day, having a conversation with The Old Man, who tells him the story of how he came to write the novel and lose it. \n\nI doubt if either one of us could pass a quiz on that plot. It's a level too many and sidesteps a more promising approach: What if the movie were about the real Ernest Hemingway discovering that his lost manuscript had been found and published by a stranger? That would eliminate the need for the Dennis Quaid and Olivia Wilde characters, provide an opening for some juicy Hemingway dialogue, and create an excuse for a passionate affair between Hemingway and the succulent Dora. Of course you'd need some time compression, because the various events in the movie seem to span perhaps 90 years.\n\n\"The Words,\" written and directed by Brian Klugman and Lee Sternthal, may sound like a movie about literature, but it isn't. It ingeniously avoids quoting more than a few words from the Hemingwayesque novel, and although Clayton Hammond reads more from his novel, there's no suggestion that we're dealing with the Son of Hemingway, or even the Cousin Of. The movie does however slyly leave open the possibility that his novel is the story of his own life.\n\nWhat does work are the performances, especially Jeremy Irons as The Old Man. He's not as angry about Jansen's plagiarism, as you might assume, and indeed the real Hemingway considered his lost manuscripts \"juvenile work.\" (In life, Hadley did save a few carbons, one of which was the short story \"Up in Michigan,\" which is a work of genius. We can only wonder what was lost.)\n\nWatching the movie, I enjoyed the settings, the periods and the acting. I can't go so far as to say I cared about the story, particularly after it became clear that its structure was too clever by half. There's also an appearance by J.K. Simmons as Jansen's father, not a very necessary character, but it's funny how often you see Simmons playing someone in a movie and wish the whole movie was about him.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-09-05", "genres": ["Drama", "Thriller"], "title": "The Words (2012)"}