{"url": "http://www.rogerebert.com/reviews/the-water-horse-legend-of-the-deep-2007", "by": "Alex Etelas Angus MacMorrow", "star_rating": 3.5, "text": "If you can't think of three more endearing recent family movies than \"My Dog Skip,\" \"Babe\" and \"Millions,\" then here's another title to add to the list. \"The Water Horse: Legend of the Deep\" is based on a book by the author of \"Babe,\" made by the director of \"My Dog Skip,\" and stars the hero of \"Millions\" and it fully lives up to its linage. It opens just in the nick of time on Christmas Day, to save parents from having to take the kids to \"Alvin and the Chipmunks.\"\n\nThe movie, set in Scotland but wonderfully photographed in New Zealand, tells the story of a 12-year-old named Angus (Alex Etel) who finds a curious egg on the beach, brings it home and is astonished to see it hatch a cute little creature with a big appetite. He names it Crusoe and conceals his new pet in the work shed, where it doesn't remain a secret for long, particularly since it seems to double in size every day or so. One day it's terrified by the family bulldog, and a day later the bulldog is terrified by it.\n\nThe time is World War II. Angus lives with his mother Anne (Emily Watson) and older sister Kirstie (Priyanka Xi), and keeps a bulletin board with news and memories of his beloved father, who is away fighting the war. He tries his best to be \"the man of the family,\" per his father's final instructions, and there is another man around, Lewis Mowbray (Ben Chaplin), who helps out with barnyard duties and general repairs.\n\nLewis becomes pals with Angus and Kirstie, and helps them keep the secret of Crusoe from their mother, who might not approve of the pet, especially as it balloons to twice Angus' size, and then three times, and then four times, until it grows so big that there is nothing to be done but move it from the work shed to the nearest large body of water, which is, you guessed it, Loch Ness.\n\nWe learn the legend of the Water Horse. In all the world, only one is alive at a time. Before it dies, it lays an egg, which will produce the next water horse. As it reaches maturity, it looks like a jolly sea serpent with certain characteristics that remind us of Shrek and E.T., especially in its playful nature, human-like expressions and inadvertent gift for comedy.\n\nThe farm has been commandeered as a posting for a British artillery unit, charged with placing a submarine net across the mouth of the loch. The unit commander, the supercilious Capt. Hamilton (David Morrissey), seems certain this is where German U-boats will first land on British soil. Some of his men are equally certain that Hamilton drew this cushy assignment as a way of staying out of action. Anne is courted by the slick officer, who goes out of his way to insult Lewis, the man-of-all-work. But all is sorted out with a vengeance, as Angus gradually comes to accept that his father may not be coming home.\n\nLike most British family films, \"Water Horse\" doesn't dumb down its young characters or insult the intelligence of the audience. It has a lot of sly humor about what we know, or have heard, about the Loch Ness monster and various frauds associated with it, and fills the edges of the screen with first-rate supporting performance. Imagine a family film with actors the caliber of Emily Watson, Ben Chaplin and Brian Cox as an old-timer who spins stories in the local pub.\n\nWill younger kids be a little scared as Crusoe approaches the dimensions of a whale? Maybe, maybe not. Kids seem harder to scare these days, although I'm afraid some of them will find themselves taken to \"Sweeney Todd The Demon Barber of Fleet Street\" which is definitely not for under 13s. What kids will love is Angus' thrilling bareback ride on Crusoe. And viewers of all ages will appreciate that \"Water Horse,\" despite its fantasy, digs in with a real story about complex people and doesn't zone out with the idiotic cheerfulness of Alvin and his squeaky little friends.", "running_time": 112, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-12-24", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction"], "title": "The Water Horse: Legend of the Deep (2007)"}