{"url": "http://www.rogerebert.com/reviews/the-pick-up-artist-1987", "by": "Molly Ringwaldas Randy Jensen", "star_rating": 0.5, "text": "James Toback's \"The Pickup Artist\" is an uneasy alliance of two incompatible groups of cliches. On the one hand we have the horny teenager movie, made no more palatable because the characters are slightly older and should know better by now. On the other hand, we have the desperate heroine trying to win enough money in Atlantic City to pay off her alcoholic father's gambling debts before he gets his kneecaps broken.\n\nAny movie attempting to find room for both of these plots in the same space of time already would be in trouble, but \"The Pickup Artist\" even has guest appearances from other movies: actors playing the same roles in this film that they already have played in other, better films.\n\nDennis Hopper, for example, is the drunken father, a shambles of ruined self-loathing, drinking himself into oblivion while his child tries to help him. This is a guest shot from \"Hoosiers.\" Then Harvey Keitel turns up as the sadistic mobster who wants to collect the money Hopper owes him. Later, in an Atlantic City casino, he gets his comeuppance from a gambling boss. Didn't we see this character in \"Wise Guys\"?\n\n\"The Pickup Artist\" is so filled with borrowings and archetypes and cliches that there is no room for the one thing that might have saved it: Molly Ringwald's charm. After playing a teenager filled with life and wit in \"Sixteen Candles\" and \"Pretty In Pink,\" she is left stranded in this film. If all of her shots were strung together into one unbroken piece of film, you would see her standing there speechless with her mouth hanging open for minute after minute. She arguably has fewer lines of dialogue in the film than the top three supporting players.\n\nThat leaves Robert Downey as the film's star, an honor he does nothing to deserve. He is the \"pickup artist,\" a 21-year-old grade-school teacher who tries to pick up everything that is female, attractive and appears in his field of vision (including Vanessa Williams, in a walk-through role). He practices his come-ons in front of a mirror and eventually gets to be almost clever enough to pick up the ugly little sister in a 1940s musical.\n\nThe notion that anyone could get anywhere with a Manhattan woman using his dialogue in 1987 is the single funny thing in the movie. This is a man who was born to be told to get lost. \"Has anyone ever told you you have the face of a Chagall and the body of a Picasso?\" he asks on more than one occasion, exchanging artists' names at random.\n\nRingwald, who works as a guide in the Museum of Natural History, allows herself to be persuaded. They get into his car and drive to a park and instantly make love, while the audience is treated to a shot of the exterior of the car from a distance of several hundred feet and hears Ringwald complaining that the gearshift is hurting her back.\n\nIt's a one-morning stand. She never wants to see him again. But he won't take no for an answer and is soon trying to save Ringwald and the drunken Hopper by selling his car and using the money to win big in Atlantic City, after Ringwald has lost her life savings at blackjack.\n\nThis is an appallingly silly movie, from its juvenile comic overture to its dreadfully sincere conclusion. What's amazing is that it was written and directed by Toback, who in his screenplay for \"The Gambler\" showed a profound knowledge of gambling, and who directed Keitel in \"Fingers\" as an infinitely more interesting criminal, and who in \"Exposed\" gave Nastassja Kinski the funniest and sexiest scene of her career. None of the qualities of those movies can be found in \"The Pickup Artist,\" which is ungainly and pointless.", "running_time": 81, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-09-18", "genres": ["Comedy", "Romance"], "title": "The Pick-Up Artist (1987)"}