{"url": "http://www.rogerebert.com/reviews/the-scarlet-letter-1995", "by": "Roland Joffe", "star_rating": 1.5, "text": "This will not do. It is like taking up the story of Salome after\rshe has put the veils back on. Another problem is that there is not much action\rin Nathaniel Hawthorne's novel, except inside the minds and souls of the\rcharacters. A third is that the Rev. Dimmesdale, who impregnates poor Hester,\ris the leader of the local hypocrites who persecute her. Channel surfing the\rother morning, I came across Demi Moore just as she was describing The Scarlet\rLetter as \"a very dense, un-cinematic book.\" And so it is; many of\rthe best books are. That's what rewrites are for. The film version imagines all\rof the events leading up to the adultery, photographed in the style of those\r\"Playboy's Fantasies\" videos. It adds action: Indians, deadly fights,\rburning buildings, even the old trick where the condemned on the scaffold are saved\rby a violent interruption. And it converts the Rev. Dimmesdale from a scoundrel\rinto a romantic and a weakling, perhaps because the times are not right for a\rmovie about a fundamentalist hypocrite. It also gives us a red bird, which\rseems to represent the devil, and a shapely slave girl, who seems to represent\rthe filmmakers' desire to introduce voyeurism into the big sex scenes.\n\nThe\rstory, you may recall, involves a Puritan woman named Hester Prynne (Demi\rMoore) who is found to be pregnant even though her husband has not arrived in\rthe Massachusetts Bay colony and is feared dead.\n\nAfter\rrefusing to name the father of her child, Hester is condemned to wear a scarlet\rletter on her bodice. Her daughter Pearl is born, and grows up as a willful\rlittle vixen. It is revealed that the father of the child is Arthur Dimmesdale\r(Gary Oldman), leader of the local bluenoses denouncing Hester. And then her\rlong-lost husband, Roger Prynne (Robert Duvall), turns up, assumes another\ridentity and tries to determine who was the thief of his wife's affections. The\rnovel ends with poor Dimmesdale confessing his sin, crying out \"His will\rbe done! Farewell!\" and dying.\n\nIt\ris obviously not acceptable for Dimmesdale to believe he has sinned, and so the\rmovie cleverly transforms his big speech into a stirring cry for sexual freedom\rand religious tolerance. Instead of dying of a guilty seizure, he snatches the\rnoose from Hester's neck and pulls it around his own, only to be saved when the\rIndians attack, driving a burning cart through the village. The roles of the\rpuritanical local ministers are farmed out to supporting actors, and Dimmesdale\ris left to hang around sheepishly, keeping his guilty secret but regarding\rHester with big, wet eyes that beg for forgiveness and understanding.\n\nDirector\rRoland Joffe says \"the book is set in a time when the seeds were sown for\rthe bigotry, sexism and lack of tolerance we still battle today . . . yet it is\roften looked at merely as a tale of 19th century moralizing, a treatise against\radultery.\" Actually, it is more often looked upon as a tale of 17th\rcentury moralizing and a treatise against hypocrisy. But never mind. Joffe\radds, \"Of course, it is also a marvelous romance.\" Not so marvelous,\rreally. After insisting on a life alone in a cottage outside town, which sets\rlocal tongues a-wagging, Hester is walking in the forest one day when she comes\rupon a man skinny-dipping in a pond. It is the Reverend, although she doesn't\rknow that. She, and we, see him in the altogether, and then she hears him preaching\rin church, where he sounds a good deal more like Susan Powter than like a\rPuritan.\n\nHester\rentertains lustful thoughts about his body, and they entertain her. (Gary\rOldman, marvelous actor that he is, may not be everybody's ideal of the perfect\rmale physique - remember him as Sid Vicious? - but on the whole I think we can\rbe relieved Brad Pitt was not cast.) Hester's comely slave girl, Mituba (Lisa\rJolliff-Andoh), prepares her bath, and then Hester slowly luxuriates in it by\rcandlelight, while dreaming of Arthur. It is hard to see for sure, but I think\rshe may be indulging in the practice that the nuns called \"interfering\rwith herself.\" Meanwhile, through a convenient peephole, Mituba watches\rlustfully, for no other purpose than to provide the additional thrill of one\rattractive woman observing another one naked. Will the sin that dare not speak\rits name make an appearance in Massachusetts Bay? Alas, no; the prospect of\rinterracial lesbian love, appealing as it is to today's filmmakers, would not quite\rfit into this story, even as revised and updated.\n\nSoon\rDimmesdale visits Hester, they become powerfully attracted to each other, and\rthey commit adultery on a bed of dried beans in the shed. Mituba again watches\rthem, disrobing and crawling into her mistress' bath. Mituba holds a candle\rwith its flame just above the waterline, and at the moment of their climax, she\rdraws it under the water, extinguishing it with a hiss. This is much better\rthan curtains blowing in the wind; it's the equal of the moment in \"Ryan's\rDaughter\" when, as the two lovers coupled, his stallion neighed and her\rmare whinnied.\n\nThe\rrest of the film is more or less as I have described it, although longer, much\rlonger. Lurid melodrama develops after Hester's husband arrives, played by Robert\rDuvall as if he'd never had sex in his life and didn't want anybody else to\rpartake, either. The movie's morality boils down to: Why should this sourpuss\rstand between these two nice young people? The movie has removed the\rcharacter's sense of guilt, and therefore the story's drama. (\"Do you\rbelieve . . . what we did was wrong?\" asks Hester.) Hollywood has taken\rthat troublesome old novel and made it cinematic, although I'm afraid it's\rstill pretty dense.", "running_time": 135, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-10-13", "genres": ["Drama", "History", "Romance"], "title": "The Scarlet Letter (1995)"}