{"url": "http://www.rogerebert.com/reviews/the-spy-next-door-2010", "by": "Jackie Chanas Bob Ho", "star_rating": 1.5, "text": "Let's see. Jackie Chan is a spy working for China and the CIA, who falls in love with a widow with three kids. He retires to be with them, but his job follows him home. Mom goes to be with her sick dad. Evil Russians have a plot to control the world's oil supply, and this requires them to chase Jackie and the kids through shopping malls, large empty factories and so on. Jackie's character is named Bob Ho, which reminds me of someone.\n\nTruth in reviewing requires me to report that \"The Spy Next Door\" is precisely what you would expect from a PG-rated Jackie Chan comedy with that plot. If that's what you're looking for, you won't be disappointed. It's not what I was looking for. There are things you learn from movies like this. (1) All kids know how to use weapons better than Russian mobsters. (2) A villainess in a spy movie always dresses like a dominatrix. (3) Hummers are no help. (4) Kids always hate the guy their mom is dating until they survive in battle with him, and then they love him. (5) Whenever an adult turns away, a small child will instantly disappear. The smaller the child, the more agile. (6) Even in New Mexico, Russian gangsters wear heavy long black leather coats, which they just bought in the duty-free shops at Heathrow. These, added to their 6-foot-5-inch heights and goatees, help them blend in. (7) The mole in the CIA is always the white boss, never the Latino.\n\nWhat else? Oh, (8) if you put a cell phone under a rock with iron in it, it cannot be traced. Only such a rock miles into the desert will work. No good putting it in the stove. (9) Little girls would rather dress in a pink princess outfit than wear a Hulk mask. (10) Spies always have fiery kitchen disasters the first time they cook for kids, and the second time produce perfect French toast with powdered sugar on it. Oh, and (11) no spy has the slightest idea of a reasonable ratio of oatmeal to water.\n\nSuch sights made a young audience happy at the screening I attended. Nothing to a kid is quite as funny as a food fight. A cat trapped on a roof is a suspense-builder. They don't like the guy dating their mom until they save him with their well-timed action moves. And all young audiences find it perfectly reasonable that when a kid runs away from a residential neighborhood on a bike, that kid will of course pedal into the large empty factory where Jackie Chan is facing the Russian mob giants.\n\nJackie Chan is 55. Just sayin'. He no longer runs up walls by using the leverage of a perpendicular surface. Back in the days before CGI, he used to really do that. OK, maybe some wires were involved, but you try running up a two-story wall with wires. I wouldn't even want to be winched up.\n\nChan was famous for doing his own stunts. He had so many accidents, it's a wonder he can walk. Everybody knew to wait for the outtakes during the closing credits, because you'd see him miss a fire escape or land wrong in the truck going under the bridge. Now the outtakes involve his use of the English language. What's that? Your name isn't Bob Hope?", "running_time": 94, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-01-13", "genres": ["Action", "Adventure", "Comedy", "Drama", "Family"], "title": "The Spy Next Door (2010)"}