{"url": "http://www.rogerebert.com/reviews/the-breakfast-club-1985", "by": "Emilio Estevezas Andrew Clark", "star_rating": 3.0, "text": "\"The Breakfast Club\" begins with an old dramatic standby. You isolate a group of people in a room, you have them talk, and eventually they exchange truths about themselves and come to new understandings. William Saroyan and Eugene O'Neill have been here before, but they used saloons and drunks. \"The Breakfast Club\" uses a high school library and five teenage kids.\n\nThe movie takes place on a Saturday. The five kids have all violated high school rules in one way or another, and they've qualified for a special version of detention: all day long, from 8 to 4, in the school library. They arrive at the school one at a time. There's the arrogant, swaggering tough guy (Judd Nelson). The insecure neurotic (Ally Sheedy) who hides behind her hair and clothes. The jock from the wrestling team (Emilio Estevez). The prom queen (Molly Ringwald). And the class brain (Anthony Michael Hall).\n\nThese kids have nothing in common, and they have an aggressive desire not to have anything in common. In ways peculiar to teenagers, who sometimes have a studious disinterest in anything that contradicts their self-image, these kids aren't even curious about each other. Not at first, anyway. But then the day grows longer and the library grows more oppressive, and finally the tough kid can't resist picking on the prom queen, and then there is a series of exchanges.\n\nNothing that happens in \"The Breakfast Club\" is all that surprising. The truths that are exchanged are more or less predictable, and the kids have fairly standard hang-ups. It comes as no surprise, for example, to learn that the jock's father is a perfectionist, or that the prom queen's parents give her material rewards but withhold their love. But \"The Breakfast Club\" doesn't need earthshaking revelations; it's about kids who grow willing to talk to one another, and it has a surprisingly good ear for the way they speak. (Ever notice the way lots of teenage girls, repeating a conversation, say \"she goes ... rather than \"she says...\"?)\n\nThe movie was written and directed by John Hughes, who also made last year's \"Sixteen Candles.\" Two of the stars of that movie (Ringwald and Hall) are back again, and there's another similarity: Both movies make an honest attempt to create teenagers who might seem plausible to other teenagers. Most Hollywood teenage movies give us underage nymphos or nostalgia-drenched memories of the 1950s.\n\nThe performances are wonderful, but then this is an all-star cast, as younger actors go; in addition to Hall and Ringwald from \"Sixteen Candles,\" there's Sheedy from \"War Games\" and Estevez from \"Repo Man.\" Judd Nelson is not yet as well known, but his character creates the strong center of the film; his aggression is what breaks the silence and knocks over the walls.\n\nThe only weaknesses in Hughes' writing are in the adult characters: The teacher is one-dimensional and one-note, and the janitor is brought onstage with a potted philosophical talk that isn't really necessary. Typically, the kids don't pay much attention.\n\nNote: The \"R\" rating on this film refers to language; I think a PG-I3 rating would have been more reasonable. The film is certainly appropriate for thoughtful teenagers.", "running_time": 97, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-02-15", "genres": ["Comedy", "Drama"], "title": "The Breakfast Club (1985)"}