{"url": "http://www.rogerebert.com/reviews/the-art-of-getting-by-2011", "by": "Freddie Highmoreas George Zinavoy", "star_rating": 2.5, "text": "George, the hero of \"The Art of Getting By,\" is a high school senior who has decided to stop doing homework and paying any attention to tests. He isn't tortured, depressed, addicted or anything like that. It has occurred to him that he will die, and therefore what use is homework? This is more sophisticated than my theory, which was that homework would kill me.\n\nGeorge is played by Freddie Highmore, who only yesterday was the kid in \"August Rush.\" He could make a durable leading man because he looks good, and by that I don't mean handsome, I mean kind and likable. He's nice even when he explains to his parents and teachers that he doesn't see the point in graduating from school. He's the spiritual kin of Melville's Bartleby the scrivener, who patiently informed people, \"I would prefer not to.\" \n\nBy not assigning a fixable reason for George's behavior, the movie sidesteps some of the cliches of the teen problem picture. Not all of them. There's always romance. George, for example, is attracted to Sally (Emma Roberts), a classmate who he assumes is somehow beyond his reach. In this he isn't being defeatist but, he thinks, simply realistic. If he were a little more perceptive, he'd realize Sally likes him a whole lot. His life seems stuck on pause.\n\nHis passivity is both interesting and frustrating, because George possesses the answers to all of his problems and freely chooses to be unhappy. As a result, most of the tension generated by the movie is in ourselves and not in the plot. We want George to succeed, we want him together with Sally, and we even like Dustin (Michael Angarano), an older artist who likes Sally and likes George, too. Dustin is so nice, he would step aside from Sally if he thought George was ever going to make a move. Not likely in romance, but there you have it.\n\nGeorge's mother and stepfather (Rita Wilson and Sam Robards) are concerned, but curiously distant. The family is obviously affluent, but isn't obsessed with George graduating or getting into a good school. He is spared counseling or diagnosis, and we later learn about their distractions. But his school is very engaged, especially his principal (Blair Underwood), his English teacher (Alicia Silverstone), and his bearded and irascible art teacher (Jarlath Conroy). They come up with a deadline that would provide more tension if it were not so clear that a film like this requires George to meet it.\n\nThat leads to a rather sadistic scene in which George must actually attend his school graduation ceremony to find out if he's graduating. This last-instant verdict has been brought about by the principal, who, until this point in the film, has been unfailingly kind and understanding. I fear the scene exists for the single purpose of concocting an ending for the screenplay. It shouldn't be so obvious.\n\nAnother problem involves certain details of the relationship between Sally and Dustin that I don't want to spoil for you. Let me use evasive language. With what is implied by her apparent decision, we must assume emotional decisions on her part that aren't consistent with her eventual choices. You'll see what I mean.\n\n\"The Art of Getting By\" is pleasant and well-acted and easy to watch. I wouldn't advise against seeing it, because it showcases Freddie Highmore and Emma Roberts (Julia's niece), and they are likely to do greater things, but at the end, I was wondering, what is the point? Nice people lead enviable lives, the hero can solve most of his own problems, and the villain is a sweetheart. It's custard without the lemon.", "running_time": 83, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-06-15", "genres": ["Comedy", "Drama", "Romance"], "title": "The Art of Getting By (2011)"}