{"url": "http://www.rogerebert.com/reviews/the-winter-guest-1998", "by": "Phyllida Lawas Elspeth", "star_rating": 2.5, "text": "Winter in Scotland is as muted as a wake. The country's so far\rnorth, the sun is slow to rise and early to set, and a day can be blindingly\rbright or always seem like twilight. “The Winter Guest” follows four sets of\rcharacters through a day in a Scottish village, and its purpose is not to draw\ra lesson or tell a story, but to evoke a mood. To see this film is to spend a\rday in a village near St. Andrews, and with a shock I realized I had once\rlingered for an afternoon in this village, or one much like it--in August, when\rthe days were long and the trees were green.\n\nEverything is different in winter. The people disappear inside\rand count on one another. The film opens with a well-coifed woman in her 60s,\rin a fur coat, making her way across a field in bitter cold. This is Elspeth\r(Phyllida Law), and she is on her way to the house of her daughter Frances\r(Emma Thompson). She fears losing her. Frances' husband has died, and she has\rretreated into an angry silence beyond mourning. Perhaps she will leave\rScotland and move away with her teenage son Alex (Gary Hollywood).\n\nAlex has an admirer. Her name is Nita (Arlene Cockburn), and she\rhas a crush on him. Early on the day of the film she ambushes him with a\rsnowball, and at first they scuffle but then they begin to talk, and by the end\rof the day they will be boyfriend and girlfriend, with all the uncertainty that\rmeans at their age.\n\nThere are two boys walking by the frozen sea. It is a schoolday,\rbut they have stayed away, and no one will look for them here. They are Sam\r(Douglas Murphy) and Tom (Sean Biggerstaff), and the emptiness of the town and\rthe quiet of the weekday have made them a little more serious than they\rplanned; they look about 12 or 13, and tentatively talk about more serious\rthings than they would have six months ago.\n\nTwo old ladies wait for a bus. They are Lily (Sheila Reid) and\rChloe (Sandra Voe), and they are connoisseurs of funerals. Like the girl in\rHuckleberry Finn who loved to mourn, they find something cheerful about the\rrituals of death. They scour the death notices and compare notes on funerals\rpast; they are old enough and ordinary enough that no one ever questions them\rwhen they attend a funeral; they look like the relatives you are sure you have\rforgotten.\n\n“The Winter Guest,” based on a play by Sharman Macdonald,\rfollows these four couples and listens to them. There isn't a lot of\rinteraction between them, although Alex does bring Nita home, and she does talk\rwith Frances. Since there is no plot engine to drag them all to the same\rstation, we're forced to decide why they find themselves in this film, and what\rconnection they have. Is the Winter Guest death? Do these couples represent\rfour stages of life? Childhood, courtship, parenthood and old age? The central\rstrands involve Elspeth and Frances. Phyllida Law and Emma Thompson are mother\rand daughter in real life, and in the film they have the familiarity of a\rlifelong couple. They know each other's speech rhythms. They look alike. When\rFrances closes herself off and refuses to talk, the worry lines between\rElspeth's eyes seem real--the stress of a mother who loves a daughter and\rcannot reach her. Frances at one point buries her ears in the bath water to\rblock out words she doesn't want to hear, but it's hard to ignore someone if\ryou're also concerned about them--and Frances is worried that Elspeth is\rgrowing older and soon will not be able to take care of herself.\n\nThe other three couples have defined roles. They are sure who\rthey are, and more or less clear on how they should be acting on this winter\rday. But Elspeth and Frances are unsprung. The death of Frances' husband has\rchanged everything, redefined it, ended a stage of life. There is so much pain\rthat talking about it is unbearable, and so the mother and daughter talk around\rit.\n\n“Winter Guest” is the directing debut of Alan Rickman, an actor\rwho makes intelligent British films (“Truly, Madly, Deeply,” “Sense and\rSensibility”) and makes big money as a villain in American films (“Die Hard”).\rHe has great command here of look and tone, and I felt I knew what it would be\rlike to wander the streets of that village in Scotland. But the film left me\rfeeling strangely hollow. Perhaps it was meant to. At the end there is an\remptiness, like stepping into air, or like a play interrupted after the first\ract.", "running_time": 110, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-16", "genres": ["Drama", "Foreign", "Indie"], "title": "The Winter Guest (1998)"}