{"url": "http://www.rogerebert.com/reviews/the-good-son-1993", "by": "Elijah Woodas Mark Evans", "star_rating": 0.5, "text": "Who in the world would want to see this movie? Watching \"The Good Son,\" I asked myself that question, hoping that perhaps the next scene would contain the answer, although it never did. The movie is a creepy, unpleasant experience, made all the worse because it stars children too young to understand the horrible things we see them doing.\n\nThe story begins with the death of the hero's mother. His father needs to go to Japan urgently on business, and so young Mark (Elijah Wood) goes to spend a couple of weeks with his aunt and uncle's family in Maine. They've had tragedy, too: A baby boy drowned in his bath some time ago. Now young Henry (MacAulay Culkin) has the house all to himself - except for his sister, who may not last long.\n\nThe two boys seem to be about 9 or 10. They are allowed to roam freely all over the island, which seems to have been designed as a series of death traps for kids. Mark almost falls out of a towering tree house, and then, led by Henry, stands on the edges of cliffs, walks around the rim of a deep well, runs down the railroad tracks, and eventually watches with horror as Henry kills a dog and later causes a highway crash by dropping a human form off a bridge.\n\nThis is a very evil little boy; the movie could have been called \"Henry, Portrait of a Future Serial Killer.\" But what rings false is that the MacAulay Culkin character isn't really a little boy at all.\n\nHis speech is much too sophisticated and ironic for that, and so is his reasoning and his cleverness.\n\nThe character would be more frightening, perhaps, if he did seem young and naive. This way, he seems more like a distasteful device by the filmmakers, who apparently think there is a market for glib one-liners by child sadists.\n\nYoung Mark quickly realizes how evil Henry is, but no one will listen to him - not his uncle, not his aunt, not even the friendly local child psychiatrist. Everything leads up to a cliff-hanging climax that somehow manages to be unconvincing, contrived, meretricious and manipulative, all at once. I don't know when I've disliked the ending of a movie more.\n\nThe screenplay is by Ian McEwan, that British master of the macabre (\"The Comfort Of Strangers\" was based on one of his novels).\n\nBut don't blame him. He has already published an article in a London newspaper complaining that once the Culkin family came aboard the movie, the original screenplay was the last of anyone's considerations. The story was shaped to fit MacAulay, he charges.\n\nStrange. You'd imagine that the tyke's parents and managers would have paid good money to keep him out of this story.\n\nOne of the reasons the movie feels so unwholesome is that Macaulay seems too young and innocent to play a character this malevolent. At times, hearing the things he's made to say, you want to confront the filmmakers who made him do it, and ask them what they were thinking of.\n\nFor that matter, what were Culkin's parents thinking of when they pushed him into a movie where he drowns his baby brother, tries to drown his little sister, and wants to push his mother off a cliff? If this kid grows up into another one of those pathetic, screwed-up former child stars who are always spilling their guts on the talk shows, a lot of adults will share the blame.\n\nThe movie is rated R. Market surveys indicate that kids want to see it, probably because it stars their \"Home Alone\" hero. This is not a suitable film for young viewers. I don't care how many parents and adult guardians they surround themselves with. And somewhere along the line, a parent or adult guardian should have kept MacAulay out of it, too.", "running_time": 87, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-09-24", "genres": ["Drama", "Horror", "Suspense", "Thriller"], "title": "The Good Son (1993)"}