{"url": "http://www.rogerebert.com/reviews/the-shipping-news-2001", "by": "Kevin Spaceyas Quoyle", "star_rating": 2.0, "text": "The movie follows the experiences of Quoyle (Kevin Spacey), a meek ink-man for the Poughkeepsie News, as he marries Petal, the local tramp (Cate Blanchett), has a daughter named Bunny, raises Bunny while Petal sluts around, and then raises her alone after Petal dies, not so really very tragically if you think about it. About this time he finds a message on his answering machine from his father, informing him, \"It's time for your mother and I to put an end to it.\" That these tragedies range in emotional value from ironic to funny gives you the temperature of the film.\n\nQuoyle and Bunny might have lived on forever in Poughkeepsie, she washing the ink from his coveralls, if Aunt Agnis (Judi Dench) had not happened along with enough gumption to put them all in motion toward Quoyle Point, Newfoundland, where they move back into the family homestead, a frame house on a point so exposed on the rocky coast that cables anchor it against the wind. This house is so decrepit and open to the weather that only in the movies could it be rehabbed into a comfy home after, oh, about three scenes.\n\nThe movie's drift is clear: Sad sack and daughter move to eccentric, isolated town where local free spirits will introduce them to the joys of living. Quoyle gets a job on the local paper, the Gammy Bird, where arguments rage about sailing vessels vs. oil tankers (the tankers have their defender), and the journalists, like all small-town journalists I have ever known, know way more about everything than they can use in the kinds of stories they have to write.\n\nQuoyle meets Wavey (Julianne Moore), who runs the local day care center, and soon--but you can fill in the blanks. What you may not anticipate are several macabre turns, including close calls with death, a severed head, spontaneous resurrection, 12-year-old grandfathers and ancient secrets just waiting to be unearthed.\n\nThe movie makes good use of the magnificent locations and abundant use of water; Quoyle is afraid of swimming after traumatic experiences with his father, and has to endure several wet ordeals, one of which I seriously doubt was survivable, while meanwhile, even the movie itself seems damp a lot of the time. I liked the feeling of community in the town, the palpable sense of place. But, lord, the characters are tireless in their peculiarities; it's as if the movie took the most colorful folks in Lake Wobegon, dehydrated them, concentrated the granules, shipped them to Newfoundland, reconstituted them with Molson's and issued them Canadian passports.\n\nKevin Spacey can effortlessly play the smartest man in every movie. He is not as interesting while playing hapless. Julianne Moore is the earth mother, warm, funny and troubled. Judi Dench is rock-solid dependable as Aunt Agnis. Cate Blanchett is amazingly unrecognizable as Petal, who reminds us of the disused word \"hellion.\" The guys on the newspaper are terrific, especially the dreamer Rhys Ifans and dour Pete Postlethwaite, and I liked Scott Glenn as the publisher who would rather go fishing.\n\nAll of that said, the film suffers from a severe case of obviously being a film. There is never the sense that Quoyle Point, or anyplace remotely like it, could exist outside this movie. Maybe this is Canadian magic realism. At this year's Toronto Film Festival, I saw \"Rare Birds,\" also shot in Newfoundland, starring William Hurt as a restaurant owner and Molly Parker in the Julianne Moore role. It is invaluable as a comparison, because it demonstrates that you can make quite a good human comedy about oddball characters in Newfoundland without going off the deep end.", "running_time": 120, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-12-25", "genres": ["Drama", "Romance"], "title": "The Shipping News (2001)"}