{"url": "http://www.rogerebert.com/reviews/the-assassination-of-richard-nixon-2005", "by": "Sean Pennas Samuel Bicke", "star_rating": 3.5, "text": "Baltimore, 1974. Sam Bicke explains and explains and explains. He has it all worked out, why he is right and the world is wrong, and he has a fierce obsession with injustice. \"My name is Sam Bicke,\" he says at the beginning of one of the tapes he mails to Leonard Bernstein, \"and I consider myself a grain of sand.\" He sells office supplies, very badly. His marriage is at an end. The bank is not acting on his loan application. Nixon is still in the White House. The Black Panthers are being persecuted. It is all part of the same rage coiling within him.\n\nSean Penn plays Bicke as a man who has always been socially inept and now, as his life comes apart, descends into madness. His own frustration and the evils in the world are all the same, all somehow someone else's fault, and in the opening scene of \"The Assassination of Richard Nixon,\" we see him in an airport parking garage, concealing a pistol in a leg brace. He mails one last tape to Leonard Bernstein. He plans to hijack a plane and fly it into the White House.\n\nThere was a real Sam Bicke (spelled Byck), whose plan of course failed. Niels Mueller's movie is based on his botched assassination scheme, but many of the other details, including some scenes of mordant humor, are the invention of Mueller and his co-writer, Kevin Kennedy. This is a character study of a marginal man who goes off the rails, and Penn is brilliant at evoking how daily life itself is filled, for Bicke, with countless challenges to his rigid sense of right and wrong.\n\nConsider his job as an office supply salesman. He is selling chairs covered in Naugahyde. The client asks if they are leather. He says they are not. His boss, Jack Jones (Jack Thompson), steps in and smoothly explains they are \"Naugahyde-covered leather.\" Uh, huh. When Sam offers a client a discount to close a sale, Jack calls him into his office and screams at him for selling the desk at a loss. The client overhears. Later Sam finds out the joke was on him. Jack wants to help him, and recommends reading The Power of Positive Thinking, and How to Win Friends and Influence People.\n\nHis sense of honesty offended by his job, Sam becomes obsessed with Nixon. \"He made us a promise -- he didn't deliver. Then he sold us on the exact same promise and he got elected again.\" He visits the local Black Panther office to make a donation, and as a Panther official (Mykelti Williamson) listens incredulously, shares his ideas about renaming the Panthers the Zebras and admitting white members -- like Sam Bicke, for example.\n\nSam is separated from his wife Marie (Naomi Watts) and two daughters. He dreams of saving his marriage. She can't make him understand it's over. He is served with divorce papers and protests, \"we're supposed to be working this out!\" In one of the movie's most painful moments, he talks to the family dog: \"You love me, don't you?\" The dog seems indifferent.\n\nSam dreams of starting a tire service with his closest friend, Bonny Simmons (Don Cheadle). This depends on a loan. Sam and Bonny are a poor risk, the Small Business Administration drags out the paperwork, and Sam explains and explains and explains how important the loan is, and how urgent it is that it comes quickly.\n\nPenn conveys anger through small, contained details. He is one of our great actors, able to invest insignificant characters with importance because their lives are so urgent to themselves. Was it Penn or the filmmakers who thought of the touch where Sam puts on a false mustache in the airport parking lot. What for? Nobody knows who he is or what he looks like, and if his plan succeeds there will be no Sam Bicke left, mustache or not.\n\nPenn shows him always on the outside. Kept out of his house. Turned away by the bank. Ineligible for the Black Panthers. The outsider at the office, listening to his boss and a co-worker snickering about him. The only person he can confide in is Leonard Bernstein, whose music he admires. (The real Bernstein, who received tapes from the real Byck, was mystified to be attached however distantly to a hijacking plot.)\n\n\"The Assassination of Richard Nixon\" is about a man on a collision course; given the stark terms in which he arranges right and wrong, he will sooner or later crack up. He hasn't a clue about appropriate behavior, about how others perceive him, about what may be right but is nevertheless impossible. The movie's title has one effect before we see it, and another afterward, when we can see the grandiosity and self-deceit that it implies. What really happens is that Sam Bicke assassinates himself.\n\nDoes the film have a message? I don't think it wants one. It is about the journey of a man going mad. A film can simply be a character study, as this one is. That is sufficient. A message might seem trundled in and gratuitous. Certainly our opinions of Nixon, Vietnam and the Black Panthers are irrelevant; they enter the movie only as objects of Bicke's obsessions. We cannot help sensing a connection with another would-be assassin from the 1970s, another obsessed loner, Travis Bickle. Travis pours out his thoughts in journals; Sam uses tapes. They feel the need to justify themselves, and lack even a listener.", "running_time": 95, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-01-13", "genres": ["Drama", "Horror", "Thriller"], "title": "The Assassination of Richard Nixon (2005)"}