{"url": "http://www.rogerebert.com/reviews/the-firm-1993", "by": "Tom Cruiseas Mitch McDeere", "star_rating": 3.0, "text": "Watching \"The Firm,\" I realized that law firms have replaced Army platoons as Hollywood's favorite microcosm. The new law thrillers have the same ingredients as those dependable old World War II action films: various ethnic and personality types who fight with each other when they're not fighting the enemy. The law movies have one considerable advantage: the female characters participate fully in all the action, instead of just staying home and writing letters to the front.\n\nIn \"The Firm,\" a labyrinthine 153-minute film by Sydney Pollack, Tom Cruise plays Mitch McDeere, a poor boy who is ashamed of his humble origins now that he has graduated from Harvard Law fifth in his class. He gets offers from the top law firms in New York and Chicago, but finally settles on a smaller firm headquartered in Memphis. His decision is salary-driven; he sees money as security, although later in the film he is unable to say how rich he'd have to be to feel really secure.\n\nMitch moves to Memphis with his wife, Abby (Jeanne Tripplehorn, the peculiar psychiatrist in \"Basic Instinct\"). They are provided with a house and a shiny new Mercedes - both bugged, as it turns out. And gradually McDeere begins to realize his new law firm is in league with the devil. An FBI man spills the beans: only a quarter of the clients are above-board, and the rest are thieves, scoundrels and money-launderers, with the firm's partners acting as bagmen shipping the money to offshore banks.\n\nSome movies about the law oversimplify the legal aspects.\n\nThis one milks them for all they're worth. Without revealing too much of the plot, I can say that McDeere is eventually being blackmailed simultaneously by both the FBI and the firm's security chief (kindly old Wilford Brimley, very effective in a rare outing as a villain).\n\nTo save himself, he has to use both brain and muscle, outrunning killers and outthinking lawyers, to save both his life and his license to practice law.\n\nThe story is fairly clear in its general outlines, but sometimes baffling on the specifics. Based on the novel by John Grisham, as adapted by three of the most expensive screenwriters in the business (David Rabe, Robert Towne and David Rayfiel), \"The Firm\" takes 2 1/2 hours to find its way through a moral and legal maze. By the end, despite McDeere's breathless explanations during phone calls in the middle of a chase sequence, I was fairly confused about his strategy. But I didn't care, since the form of the movie was effective even when the details were vague.\n\nSydney Pollack, the director, likes to make long, ambitious movies (\"Out Of Africa,\" \"Havana\") and he's comfortable working with familiar stars; he uses them as character-building shorthand. One glimpse of Hal Holbrook as the head of the Firm, for example, and we know it's a shady outfit. Holbrook almost always plays the seemingly respectable man with dark secrets. One look at Gene Hackman, as the law partner who becomes Cruise's mentor, and we know he's a flawed but fundamentally decent man, because he always is. One look at Cruise and we feel comfortable, because he embodies sincerity. He is also, in many of his roles, just a little slow to catch on; his characters seem to trust people too easily, and so it's convincing when he swallows the Firm's pitches and pep talks.\n\nThe movie is virtually an anthology of good small character performances. Ed Harris, sinister with a shaved head, needs only a couple of brief scenes to convincingly explain the FBI's case against the Firm - and to reveal its cheerful willingness to subject a potential witness to unendurable pressure. Another effective performance is by David Strathairn, as the brother McDeere hasn't told the Firm about, because he's doing time for manslaughter.\n\nStrathairn is emerging as one of the most interesting character actors around (he was the slow-witted movie usher in \"Lost In Yonkers,\" and the local boy who came courting in \"Passion Fish\").\n\nThere are also colorful performances by Gary Busey, as a fast-talking private eye, and by Holly Hunter, as his loyal secretary who witnesses a murder and then becomes McDeere's courageous partner.\n\nThe large gallery of characters makes \"The Firm\" into a convincing canvas; there are enough believable people here to give McDeere a convincing world to occupy. And Pollack is patient with his material. He'll let a scene play until the point is made a little more deeply. That allows an actor like Hackman to be surprisingly effective in scenes where he subtly establishes that, despite everything, he has a good heart. A late, tricky scene between Hackman and Tripplehorn is like a master class in acting.\n\nThe parts of \"The Firm\" are probably better than the whole, however. The movie lacks overall clarity, and in the last half-hour audiences are likely to be confused over what's happening, and why.\n\nAs I said, that didn't bother me overmuch, once I realized the movie would work even if I didn't always follow it. But with a screenplay that developed the story more clearly, this might have been a superior movie, instead of just a good one with some fine performances.", "running_time": 153, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-06-30", "genres": ["Drama", "Mystery", "Suspense", "Thriller"], "title": "The Firm (1993)"}