{"url": "http://www.rogerebert.com/reviews/the-merchant-of-venice-2005", "by": "Al Pacinoas Shylock", "star_rating": 3.0, "text": "Thinking to read The Merchant of Venice one more time, I took down the volume of Shakespeare's tragedies, only to be reminded that this dark and troubling play is classified with his comedies. Its two natures come from different spheres; sunny scenes of romance alternate with sadness, desperation and guile. When Jessica, Shylock's daughter, steals his fortune and leaves his home to marry Lorenzo, it's as if she's escaping from one half of the play to the other.\n\nMichael Radford's new production is, incredibly, the first theatrical film of the play in the sound era. There were several silent versions, and it has been done for television, but among the most important titles in Shakespeare's canon this is the play that has been sidestepped by not only Hollywood but every film industry in the world. The reason is plain to see: Shylock, the money-lender who demands repayment with a pound of flesh, is an anti-Semitic caricature; filmmakers turn away, and choose more palatable plays.\n\nYet Shylock is an intense, passionate character in a great play, and Radford's film does them justice. Although Shylock embodies anti-Semitic stereotypes widely held in Shakespeare's time, he is not a one-dimensional creature like Marlowe's \"The Jew of Malta,\" but embodies, like all of Shakespeare's great creations, a humanity that transcends the sport of his making. Radford's Shylock, played with a rasping intensity by Al Pacino, is not softened or apologized for -- that would deny the reality of the play -- but he is seen as a man not without his reasons.\n\nThe film opens by visualizing an event referred to only in dialogue in the original: We see the merchant Antonio (Jeremy Irons) spit at Shylock on the Rialto bridge, as part of a demonstration against the Jews who are both needed and hated in Venice -- needed, because without money-lenders, the city's economy cannot function, and hated, because Christians must therefore do business with the same people they have long executed a blood libel against.\n\nThat Antonio spits at Shylock, asks him for a loan of 3,000 ducats and boldly tells him he would spit at him again is, in modern terms, asking for it. That Shylock lends him the money against the guarantee of a pound of flesh is not simply a cruelty, but has a certain reason; Shakespeare's dialogue makes it clear that Shylock proudly declines to accept any monetary interest from Antonio and has every reason to think Antonio can repay the loan, which means that Shylock will have borrowed the money at cost to himself and lent it to Antonio for free. That Antonio comes within a whisper of losing his flesh and his life is, after all, the result of a bargain he quickly agreed to, because he also thought he would escape without paying interest. Shakespeare's great courtroom scene, in which the Doge must decide between the claims of Shylock and the life of Antonio, is undercut by the farce of the cross-dressing Portia's last-second appeal; on the merits of the case, Shylock should win.\n\nBut I have written as if you know who Shylock and Antonio and Portia are, and you may not; \"The Merchant of Venice\" is studiously avoided in those courses that seek to introduce Shakespeare to students, who can tell you all about Romeo and Juliet. One of the strengths of the film is its clarity. A written prologue informs us of the conditions of Jewish life in Venice in 1586; Jews were forced to live in a confined area that gave the word ghetto to the world, were forbidden to move through the city after dark (although they seem to do a lot of that in the film), and were tolerated because Christians were forbidden to lend money at interest, and somebody had to.\n\nThe plot is driven from the comic side, by the desire of Bassanio (Joseph Fiennes) to wed the fair Portia (Lynn Collins). She has been left by her father's will in the position of a game show prize; her suitors are shown chests of gold, silver and lead, and made to choose one; inside the lucky chest is the token of their prize. Elementary gamesmanship cries out \"Lead! Choose the lead!\" but one royal hopeful after another goes for the glitter, and the impoverished Bassanio still has a chance.\n\nHe will need money to finance his courtship and turns to his friend Antonio. The play famously opens with Antonio's melancholy (\"I know not why I am so sad\"), but the casting of Jeremy Irons makes that opening speech unnecessary; he is an actor to whom sadness comes without effort, and a dark gloom envelops him throughout the story. The reason for this is implied by Shakespeare and made clear by Radford: Antonio is in love with Bassanio, and in effect is being asked for a loan to finance his own romantic disappointment. Whether he and Bassanio were actually lovers is a good question. How genuinely Bassanio can love Portia the lottery prize is another. That these two questions exist in the same place is a demonstration of the way in which Shakespeare boldly juxtaposes inner torment and screwball comedy.\n\nShylock is a cruel caricature, but isn't he also one of the first Jews allowed to speak for himself in gentile European literature, to argue his case, to reveal his humanity? It's possible that Shakespeare never actually met a Jew (to be a Catholic was a hanging offense in his England), but then he never visited Venice, either -- or France, Denmark and the seacoast of Bohemia. His Shylock begins as a lift from literary sources, like so many of his characters, and is transformed by his genius into a man of feelings and deep wounds. There is a kind of mad incongruity in the play's intersecting stories, one ending in sunshine, marriage and happiness, the other in Shylock's loss of everything -- daughter, fortune, home and respect. And Shylock's great speech, beginning \"Hath not a Jew eyes?\" is a cry against anti-Semitism that rings down through the centuries. It is wrong to say that \"The Merchant of Venice\" is not \"really\" anti-Semitic -- of course it is -- but its venom is undercut by Shakespeare's inability to objectify any of his important characters. He always sees the man inside.\n\nPacino is a fascinating actor. As he has grown older he has grown more fierce. He is charged sometimes with overacting, but never with bad acting; he follows the emotions of his characters fearlessly, not protecting himself, and here he lays bare Shylock's lacerated soul. He has a way of attacking and caressing Shakespeare's language at the same time. He loves it. It allows him reach and depth. His performance here is incandescent.\n\nOf the others, Irons finds the perfect note for the treacherous role of Antonio; making his love for Bassanio obvious is the way to make his behavior explicable, and so Antonio for once is poignant, instead of merely a mope. The young people, Bassanio and Portia, resolutely inhabit their comedy, unaware of the suffering their romance is causing for others. Only Jessica (Zuleikha Robinson) still seems inexplicable; how can she do what she does to her father, Shylock, with such vacuous contentment?\n\nThe film is wonderful to look at, saturated in Renaissance colors and shadows, filmed in Venice, which is the only location that is also a set. It has greatness in moments, and is denied greatness overall only because it is such a peculiar construction; watching it is like channel-surfing between a teen romance and a dark abysm of loss and grief. Shylock and Antonio, if they were not made strangers by hatred, would make good companions for long, sad conversations punctuated by wounded silences.", "running_time": null, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-01-20", "genres": null, "title": "The Merchant of Venice (2005)"}