{"url": "http://www.rogerebert.com/reviews/the-man-in-the-iron-mask-1998", "by": "Leonardo DiCaprioas King Louis/Phillippe", "star_rating": 2.5, "text": "On the island of St. Marguerite, offshore from Cannes of all places, still stands the rude stone fortress where the Man in the Iron Mask spent his lonely days. I have sat below his window in a little Italian trattoria, while the owner assured me that the man in the mask was no less than the twin brother of Louis XIV, held there because the state could not tolerate another claimant to the throne.\n\nNo one knows who the man in the mask was, but his dangerous identity must have been the whole point of the mask, so the twin brother theory is as good as any. \"The Man in the Iron Mask\" is \"loosely based\" on the Dumas novel, and includes a return appearance by the Three Musketeers. They come out of retirement in a scheme to rescue France from the cruel fist of the young, spoiled king.\n\nLouis XIV and his brother are played by Leonardo DiCaprio in a dual role, his first since \"Titanic.\" He looks well-fed as the despotic ruler and not particularly gaunt, for that matter, as the man in the mask. As the film opens, he presides over a court that lives in decadent luxury, while street mobs riot for bread in the streets. The beautiful Christine (Judith Godreche) catches his eye, and since she's engaged to the young Raoul (Peter Sarsgaard), the king sends Raoul off to war and makes sure he gets killed there.\n\nThe death of Raoul enrages his father, Athos (John Malkovich), one of the original musketeers, who enlists his comrades, Aramis (Jeremy Irons) and Porthos (Gerard Depardieu), in a plan for revenge. Also involved, on the other side, is the original fourth musketeer, D'Artagnan (Gabriel Byrne), who remains loyal to Louis XIV and the twins' mother, Queen Anne (Anne Parillaud).\n\nThis set-up, easy enough to explain, takes director Randall Wallace too long to set up, and there are side plots, such as the king's war against the Jesuits, that will confuse audiences. There was once a time when everyone had heard of the musketeers and the Man in the Iron Mask, but history these days seems to start with the invention of MTV, and those not familiar with the characters will take some time to get oriented.\n\nThe screenplay by Wallace (who wrote \"Braveheart\") is not well-focused, and there are gratuitous scenes, but finally we understand the central thread: The musketeers will spring the Man in the Iron Mask from captivity and secretly substitute him for his brother. The actual mechanics of their plan left me shaking my head with incredulity. Does anyone think Jeremy Irons is large enough to smuggle Leonardo DiCaprio past suspicious guards under his cloak? Wallace should have dreamed up a better plan. The substitution of the king and his twin is accomplished at a fancy dress ball, where the conspirators drive Louis XIV wild with fear by convincing him he sees iron masks everywhere. But the movie, alas, limits itself to the action in the plot--escapes, sword fights, the frequent incantation \"all for one and one for all,\" and ignores the opportunity to have more fun with the notion of a prisoner suddenly finding himself king.\n\nLeonardo DiCaprio is the star of the story without being its hero, although his first emergence from the mask is an effective shot. The three musketeers are cast with big names (Irons, Malkovich, Depardieu) but to my surprise the picture is stolen by Gabriel Byrne, who has the most charisma and is the most convincing. His scenes with Parillaud (from \"La Femme Nikita\") are some of the best in the movie. Once all the pieces of the plot were in place, I was at least interested, if not overwhelmed; I could see how, with a rewrite and a better focus, this could have been a film of \"Braveheart\" quality instead of basically just a costume swashbuckler.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-03-13", "genres": ["Action", "Adventure", "Drama"], "title": "The Man in the Iron Mask (1998)"}