{"url": "http://www.rogerebert.com/reviews/the-black-stallion-1979", "by": "Kelly Renoas Alec Ramsey", "star_rating": 4.0, "text": "The first half of \"The Black Stallion\" is so gloriously breathtaking that the second half, the half with all the conventional excitement, seems merely routine. We've seen the second half before — the story of the kid, the horse, the veteran trainer, and the big race. But the first hour of this movie belongs among the great filmgoing experiences. It is described as an epic, and earns the description.\n\nThe film opens at sea, somewhere in the Mediterranean, forty or so years ago, on board a ship inhabited by passengers who seem foreign and fearsome to a small boy. They drink, they gamble, they speak in foreign tongues, they wear caftans and beards and glare ferociously at anyone who comes close to their prize possession, a magnificent black stallion.\n\nThe boy and his father are on board this ship for reasons never explained. The father gambles with the foreigners and the boy roams the ship and establishes a shy rapport with the black stallion, and then a great storm sweeps over the ocean and the ship catches fire and is lost. The boy and the stallion are thrown free, into the boiling sea. The horse somehow saves the boy, and in the calm of the next morning they both find themselves thrown onto a deserted island.\n\nThis sequence — the storm, the ship's sinking, the ordeal at sea — is a triumphant use of special effects, miniature models, back projection, editing, and all the tricks of craft that go into the filming of a fantasy. The director, Carroll Ballard, used the big water tank at Cinecitta Studios in Rome for the storm sequences; a model ship, looking totally real, burns and sinks headfirst, its propellers churning slowly in the air, while the horse and boy struggle in the foreground.\n\nThe horse in this film (its name is Cass Ole) is required to perform as few movie horses ever have. But its finest scene is the quietest one, and takes place on the island a few days after the shipwreck. Ballard and his cinematographer, Caleb Deschanel, have already established the mood of the place, with gigantic, quiet, natural panoramas. The boy tries to spear a fish. The horse roams restlessly from the beaches to the cliffs. And then, in a single shot that is held for a long time, Ballard shows us the boy inviting the horse to eat out of his hand.\n\nIt is crucial here that this action be seenin a single shot; lots of short cuts, edited together, would simply be the filmmakers at work. But the one uninterrupted shot, with the horse at one edge of the screen and the boy at the other, and the boy's slow approach, and the horse's skittish advances and retreats, shows us a rapport between the human and the animal that's strangely moving.\n\nAll these scenes of the boy and horse on the island are to be treasured, especially a montage photographed underwater and showing the legs of the two as they splash in the surf. There are also wonderfully scary sequences, such as one in which the boy awakens to find a poisonous snake a few feet away from him on the sand. This scene exploits the hatred and fear horses have for snakes, and is cut together into a terrifically exciting climax.\n\nBut then, as all good things must, the idyll on the island comes to an end. The boy and the horse are rescued. And it's here that the film, while still keeping our interest, becomes more routine. The earlier passages of the film were amazing to look at (they were shot, with great difficulty and beauty, on Sardinia). Now we're back to earth again, with scenes shot around an old racetrack in Toronto.\n\nAnd we've seen the melodramatic materials of the movie's second half many times before. The boy is reunited with his mother, the horse returns home with him, and the boy meets a wise old horse trainer who admits that, yes, that Arabian can run like the wind — but the fool thing doesn't have any papers. The presence of Mickey Rooney, who plays the trainer, is welcome but perhaps too familiar. Rooney has played this sort of role so often before (most unforgettably in \"National Velvet\") that he almost seems to be visiting from another movie. His Academy Award nomination for the performance is probably a recognition of that.\n\nStill, the melodrama is effective. Everything depends on the outcome of the big race at the film's end. The young boy, of course, is the jockey (the Elizabeth Taylor role, so to speak). Ballard and Deschanel are still gifted at finding a special, epic look for the movie; one especially good scene has the stallion racing against time, in the dark before dawn, in the rain.\n\n\"The Black Stallion\" is a wonderful experience at the movies. The possibility remains, though, that in these cynical times it may be avoided by some viewers because it has a G rating — and G movies are sometimes dismissed as being too innocuous. That's sure not the case with this film, which is rated G simply because it has no nudity, profanity, or violence — but it does have terrific energy, beauty, and excitement. It's not a children's movie; it's for adults and for kids.", "running_time": 118, "mpaa_rating": "G", "release_year": 1979, "date_published": "1979-10-17", "genres": ["Adventure", "Drama", "Family", "Sports Film"], "title": "The Black Stallion (1979)"}