{"url": "http://www.rogerebert.com/reviews/the-american-friend-1977", "by": "Bruno Ganzas Jonathan Zimmermann", "star_rating": 3.0, "text": "There's something cheerfully perverse about filming a thriller and then tossing out the parts that would help it make sense, but Wim Wenders has a certain success with the method in \"The American Friend.\" He challenges us to admit that we watch (and read) thrillers as much for atmosphere as for plot. And then he gives us so much atmosphere we're almost swimming in it; his 1979 movie was the most expensive production to date from the German New Wave, and one of the most visually rich.\n\nBut then the New German Cinema (which flourished from the late 1960s until the early 1980s) frequently looked strange and mannered. In that sense, if in no other, it resembled the great days of German expressionism that were ended by the rise of Hitler: The new German filmmakers use extremes of color and lighting, are willing to follow characters to the far shores of human behavior, and relish a sometimes self-conscious use of the camera. As in the classics of expressionism, they seem to add an additional, deliberately artificial, dimension to their characters and stories; flat realism doesn't interest them.\n\nMaybe that's why they became the most interesting new force in European cinema since the French New Wave of 20 years earlierÑand maybe, too, that's why audiences were wary of them. They made movies you had to reach a decision about; you couldn't just sit there and let them massage you.\n\nThe key directors of New German Cinema were Werner Herzog, Rainer Werner Fassbinder, Volker Schlondorff, Margarethe von Trotta, Reinhard Hauff, and Wim Wenders. Of them all, Wenders is probably the most accessible, the most straightforward, and -- he claims it of himself -- the most \"Americanized.\" And since \"The American Friend\" is largely in English, and in color, and has a Hollywood star of sorts (Dennis Hopper, looking about half recovered from being shotgunned in \"Easy Rider\"), it doesn't throw up the barriers of some of Herzog's and Fassbinder's work.\n\nThe trouble is, though, that it doesn't display Wenders at his best. His \"Kings of the Road\" is one of the best films of the 1970s. \"The American Friend\" lacks the same clarity and unsparing eye. It's deliberately murky, I suppose, in its tale of a criminal and personal triangle involving an American (Hopper) who becomes a middleman between a French gangster and a German picture framer. The gangster wants to hire a hit man; the German agrees to take the job because he thinks he's dying and wants to provide for his family; and the plot thickens when it turns out the Frenchman faked the fatal diagnosis.\n\nAre you following this? Don't bother too hard; Wenders leaves out chunks of plot and goes instead for the feel of his characters and their cities (the film movies through New York, Paris, Hamburg and Munich, sometimes without immediately identifying its locations). He examines the growth of a friendship between the German and the American -- a friendship, with its uneasy possibilities of danger and death, that suggests the relationship between the Orson Welles and Joseph Cotten characters in \"The Third Man.\" \n\nAnd the look of the film is hypnotic: The brashness and deepness of the colors, the exaggeration of lighting and setting, the extraordinary subtlety of some scenes and the almost aggressively cheap and garish look of others. That's really what Wenders has to offer here, and maybe it's not quite enough. He knew his people better in \"Kings of the Road.\" He has great style in \"The American Friend,\" but it's about missing persons.\n\nThe film is interesting however in light of many of Wender's later films, which continued to show a heightened awareness of the way people and cities live together. Consider his treatment of Berlin in \"Wings of Desire\" (1988) and its sequel \"Faraway, So Close!\" (1993), of Los Angeles in \"Hammet\" (1983), of Tokyo in the little-seen \"Tokyo-Ga\" (1985), and of a man hanging out with nothing to do, and gradually being absorbed into a daily life in Lisbon in \"Lisbon Story\" (1995). His city pictures alternate with road movies like \"Kings of the Road,\" \"Paris, Texas\" (1984) and an odyssey through 20 cities in \"Until the End of the World\" (1991). His central theme is often the same: A man, alone and isolated, wanders the cities of the world in search of truth either large or small.", "running_time": 127, "mpaa_rating": "No", "release_year": 1977, "date_published": "1977-01-01", "genres": ["Drama", "Foreign", "Thriller"], "title": "The American Friend (1977)"}