{"url": "http://www.rogerebert.com/reviews/the-game-is-over-1967", "by": "Jane Fondaas Renee", "star_rating": 2.0, "text": "Roger Vadim's \"The Game Is Over\" is a tedious and ridiculous film of great physical beauty, directed with Vadim's unfailing bad taste and photographed by Claude Renoir with breathtaking virtuosity.\n\nIn type, it is not unlike the early vehicles in which Vadim starred his former wife, Brigitte Bardot. Indeed, one must look again in many scenes to be sure current wife Jane Fonda is not a post-adolescent reincarnation of France's favorite sexless symbol.\n\nThe plot is still another retelling of the \"Phaedra\" myth, lifted this time from Emile Zola. One wishes \"Electra\" would come back into style and give everyone a change of pace. But, no, we must watch again as a young woman (Miss Fonda) marries an older man and then falls in love with his son (Peter McEnery).\n\nHer husband, ably played by Michael Piccoli, wouldn't dream of stooping to violence to keep his wife. Instead, in the approved 19th Century French manner, he explains that all of her money is invested in his business. In Euripides' play, the woman commits suicide and the son dies for his sins, but Vadim has a more painful treat in store for us.\n\nMiss Fonda flies off to Geneva for a divorce. The son is engaged, in her absence, to a banker's daughter in order to save his father's business. On her return, Miss Fonda fails to commit suicide (in a notable flip of the old cliché, we see her surfacing in a pond for once instead of jumping in). But she does go mad, of course. That's what always happens to girls like that.\n\nVadim, as usual, has no feeling for the border between the bizarre and the merely ridiculous. One gradually comes to suspect that he will do anything on the screen. While Euripides spins in his grave, we are given such lines as: \"It's all right to deceive my father while he's here, but I don't want to take advantage of his absence. It's immoral.\" And, honest, \"Can you imagine what he'd say if he caught us -- good Lord, my wife and my best son.\"\n\nRenoir's photography saves more than one scene. There are stunning shots as the lovers drive through the countryside; Miss Fonda's not extraordinary beauty is made the most of, and boudoir passages show unmistakable signs of Vadim's vulgarity bested by Renoir's taste.", "running_time": null, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-04-14", "genres": ["Drama", "Foreign", "Romance"], "title": "The Game Is Over (1967)"}