{"url": "http://www.rogerebert.com/reviews/the-way-2011", "by": "Martin Sheenas Tom", "star_rating": 3.0, "text": "Emilio Estevez's \"The Way\" was inspired by his son, stars his father, is dedicated to his grandfather, and was written and directed by himself. It's a sweet and sincere family pilgrimage, even if a little too long and obvious. Audiences seeking uplift will find it here.\n\nThe story involves a California doctor named Tom (Martin Sheen), whose son Daniel dies while attempting to complete the Camino de Santiago (The Way of St. James), a centuries-old pilgrimage over Spanish mountain country to the Cathedral de Santiago. Daniel was apparently religious. Tom is definitely not. He flies to Spain to identify his son's body, oversees its cremation and decides on the spot to scatter the ashes along the Way that Daniel planned to trek. In a nice touch, he even uses Daniel's backpack and hiking gear.\n\nDaniel (Estevez) appears to him from time to time, in visions or imagination, as Tom rethinks their relationship. That adds a touching, buried level to the story, because in real life, Estevez and his father are making the same journey in order to make this film. Their relationship has been as loyal and healthy as possible, in contrast to the family outrider, Charlie Sheen, who one cannot imagine walking three steps along this path.\n\nA two-hour film of a surly man walking alone is not a promising idea. Although he prefers to keep his distance from others, Tom finds himself journeying with three other pilgrims. The most entertaining is Joost (Yorick van Wageningen), a cheerful Dutchman, who Tom does his best to ditch but keeps turning up, undiscouraged. Then there is Sarah (Deborah Kara Unger), an unhappily divorced woman from Canada, who looks rich in a way that hasn't bought her happiness. And Jack (James Nesbitt), an Irish writer, who unfortunately embodies most of the garrulous jollity of the Irish and little of the wit and charm.\n\nThey are traversing beautiful country, which Estevez's camera employs without postcard excesses, and along the way, they of course encounter colorful locals and fellow pilgrims, have some small adventures and (inevitably) nearly lose the container with the ashes. At the end, Tom has arrived at some sort of reconciliation with his son and forgiven him for having undertaken the damn fool pilgrimage in the first place.\n\nThat isn't a lot to happen in a full-length film, and after a point, it begins to seem much of a muchness. Your response to it may depend on how receptive you are to the idea of the journey. Since both Sheen and Estevez are public about their Catholicism, I'm not sure what the point was of making Tom so firmly secular; perhaps so that even he, following so many centuries of footsteps, can sense some of their spirituality. \"The Way\" is a nice film. Not great, not urgent, but quietly positive.", "running_time": 128, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-10-05", "genres": ["Action", "Adventure", "Comedy", "Crime", "Drama", "Indie"], "title": "The Way (2011)"}