{"url": "http://www.rogerebert.com/reviews/the-hunchback-of-notre-dame-1996", "by": "Tom Hulceas Quasimodo", "star_rating": 4.0, "text": "When I first heard about the project, I wondered if “The Hunchback of Notre Dame” could possibly work as a Disney animated feature--if the fearsome features and fate of its sad hero Quasimodo would hold audiences at arm's length. When I saw the preview trailers for the film, with its songs about “Quasi,” I feared Disney had gone too far in an attempt to popularize and neutralize the material. I was wrong to doubt, and wrong to fear: “The Hunchback of Notre Dame” is the best Disney animated feature since “Beauty and the Beast”--a whirling, uplifting, thrilling story with a heart-touching message that emerges from the comedy and song.\n\nThe story involves the lonely life of the deformed Quasimodo (voice by Tom Hulce), born a “monster” and thrown down a well before being rescued and left to be raised by the priests of Notre Dame cathedral in Paris. The vast gloomy gothic shadows of the cathedral become his playground, and his only friends are three stone gargoyles. But his life changes on the day of the Festival of Fools, when he ventures out of the cathedral, is elected “King of the Fools,” and then hears Clopin, king of the gypsies, gasp: “That's no mask!” Quasimodo is made a captive by the mob and tied down at the orders of the heartless Judge Frollo, but rescued by the gypsy girl Esmeralda (voice by Demi Moore). He rescues her in turn, giving her sanctuary inside the cathedral.\n\nAnd then he finds himself in the center of a battle to save the gypsies of Paris from Frollo's troops, led by Phoebus (voice by Kevin Kline), captain of the guard. But Phoebus is not a bad man, and besides, he has fallen in love with the fiery Esmeralda. But... so has Quasimodo...\n\nThis is not such a simple story. There are depths and shadows to it, the ending cannot be simple, and although the heroes may live ever after, it may not be happily. This is the first Disney animated film I can recall with two heroes who both love the girl, which makes heartbreak inevitable.\n\nThe movie is forthright in its acceptance of Quasimodo's appearance(“You've got a look that's all your own, kid”), and doesn't look away from his misshapen face. One of Alan Menken's songs even looks on the bright side: “Those other guys that she could dangle All look the same from every boring point of view-- You're a surprise from any angle...” But Quasimodo is an enormously sympathetic character; we grow accustomed to his face. And we follow him into a series of locations in which the Disneya nimators unveil some of their most breathtaking visual inventions. The Festival of Fools is a riotous celebration in the shadow of Notre Dame. Then Quasi finds himself in the gypsies' Court of Miracles, in the catacombs beneath Paris, for a display of animation and music that is breathtaking in its freedom over time and space.\n\nThe cathedral itself is a character in the film, with its rows of stone saints and church fathers, and its limitless vaults of shadows and mystery.\n\nQuasimodo moves through its upper reaches like a child on a jungle gym, and there are scary sequences in which he and his friends risk dashing their brains out on the stones below. The thing that animation can do better than any other film form is show human movement freed from the laws of gravity, and as Quasi clambers up and down the stone walls of Notre Dame, the camera swoops freely along with him, creating dizzying perspectives and exhilarating movement.\n\nThe buried story of the film--the lesson some younger viewers may learn for the first time--is that there is room in the world for many different kinds of people, for hunchbacks and gypsies as well as for those who scornfully consider themselves the norm. Judge Frollo wants to rid Paris of its gypsies, and assigns Phoebus to lead the genocide, but the captain instinctively feels this cannot be right. And when he meets Esmeralda, gypsies suddenly gain a human face for him, and he changes sides.\n\nAs for Quasimodo, who has lived so long in isolation, there is a kind of release in discovering the gypsies (“Were you once an outcast, too?”). He understands that he is not unique in being shunned, that the need to create outsiders is a weakness of human nature.\n\n“The Hunchback of Notre Dame,” directed by Gary Trousdale and Kirk Wise, is a high point in the renaissance of Disney animation that began in 1989 with “The Little Mermaid.” It blends Menken's songs, glorious animation, boundless energy and the real substance of the story into a movie of heart andjoy. More than “Aladdin” or “The Lion King,” certainly more than “Pocahontas,” it is as good for its story and message as for its animation. It reminds us, as all good animation does, that somehow these cartoons of lines and colors and movements can create a kind of life that is more archetypal, more liberating, than images that are weighed down by human bodies and the gravity that traps them.", "running_time": 95, "mpaa_rating": "G", "release_year": 1996, "date_published": "1996-06-21", "genres": ["Animation", "Drama", "Family", "Romance"], "title": "The Hunchback of Notre Dame (1996)"}