{"url": "http://www.rogerebert.com/reviews/the-godfather-part-iii-1990", "by": "Al Pacinoas Michael Corleone", "star_rating": 3.5, "text": "\"The Godfather, Part III\" continues the Corleone family history in 1979, as the sins of the parents are visited upon the children. Despite every attempt to go legit, to become respectable, the past cannot be silenced. The family has amassed unimaginable wealth, and as the film opens Michael Corleone (Al Pacino) is being invested with a great honor by the church. Later that day, at a reception, his daughter announces a Corleone family gift to the church and the charities of Sicily, \"a check in the amount of $100 million.\" But the Corleones are about to find, as others have throughout history, that you cannot buy forgiveness. Sure, you can do business with evil men inside the church, for all men are fallible and capable of sin. But God does not take payoffs.\n\nMichael is older now and walks with a stoop. He has a diabetic condition. He has spent the years since \"The Godfather, Part II\" trying to move the family out of crime and into legitimate businesses. He has turned over a lot of the old family rackets to a new generation, to people like Joey Zasa (Joe Mantegna), who is not scrupulous about dealing dope, who is capable of making deals that would offend the fastidious Michael. It is Michael's dream, now that he senses his life is coming to a close, that he can move his family into the light.\n\nBut the past is seductive. Because Michael knows how to run a Mafia family, there is great pressure on him to do so. And throughout \"Godfather III\" we are aware of the essential tragedy of this man, the fact that the sins that stain his soul will not wash off - especially the sin of having ordered the death of his brother Fredo.\n\nMichael is positioned in the story between two characters who could come from \"King Lear\" - his daughter, Mary (Sofia Coppola), whom he loves and wants to give his kingdom to, and Sonny's son, Vincent (Andy Garcia), who sees the death of his enemies as the answer to every question. Michael is torn between the futures represented by the two characters, between Mary, quiet and naive, and the hot-blooded Vincent. And when Vincent seduces Mary and makes her his own, Michael's plans begin to go wrong.\n\nThere is also Kay Corleone (Diane Keaton), of course, still the woman Michael loves, and the mother of his children. He wants their son, Anthony, to join the family business. She defends his ambition to be an opera singer. They face each other like skilled opponents.\n\nPerhaps she even still loves him, too, or would if she did not know him so well. She is the only person who can tell Michael what she really thinks, and in one of those dark, gloomy rooms, she lets him know that it doesn't matter what grand order he is invested in by the church, he is at heart still a gangster. The best scenes in \"Godfather III\" are between these two, Michael and Kay, Pacino and Keaton, fiercely locked in a battle that began too many years ago, at that wedding feast where Michael told Kay he was not part of his family business.\n\nThe plot of the movie, concocted by Coppola and Mario Puzo in a screenplay inspired by headlines, brings the Corleone family into the inner circles of corruption in the Vatican. Actual events - the untimely suddenness of John Paul I's death, the scandals at the Vatican Bank, the body of a Vatican banker found hanging from a London bridge - are cheerfully intertwined with the Corleone's fictional story, and it is suggested that the Vatican lost hundreds of millions in a fraud. We eavesdrop on corrupt Vatican officials, venal cardinals scheming in the vast Renaissance palaces that dwarf them, and we travel to Sicily so that Michael Corleone can consult with Don Tommasino, his trusted old friend, to discover who is plotting against him within the Mafia council.\n\nThey are so seductive, these byzantine intrigues. Alliances are forged with a pragmatic decision, betrayed with sudden violence.\n\nAlways there is someone in a corner, whispering even more devious advice. This trait of operatic plotting and betrayal is practiced beautifully by Connie Corleone (Talia Shire), Michael's sister, who has turned in middle age into a fierce, thin-faced woman in black, who stands in the deepest shadows, who schemes and lobbies for her favorites - especially for Vincent, whom she wants Michael to accept and embrace.\n\nIn the \"Godfather\" movies Coppola has made a world. Because we know it so intimately, because its rhythms and values are instantly recognizable to us, a film like \"The Godfather Part III\" probably works better than it should. If you stand back and look at it rationally, this is a confusing and disjointed film. It is said that Coppola was rewriting it as he went along, and indeed it lacks the confident forward sweep of a film that knows where it's going.\n\nSome of the dialogue scenes, especially in the beginning, sound vaguely awkward; the answers do not fit the questions, and conversations seem to have been rewritten in the editing room. Other shots - long shots, into the light, so we cannot see the characters' lips -- look suspiciously like scenes that were filmed first and dubbed later. The whole ambitious final movement of the film - in which two separate intrigues are intercut with the progress of an opera being sung by Anthony -- is intended to be suspenseful but is so confusing, we are not even sure which place (Sicily, Rome, London?) one of the intrigues is occurring. The final scene of the movie, which is intended to echo Marlon Brando's famous death scene, is perfunctory and awkward.\n\nAnd yet it's strange how the earlier movies fill in the gaps left by this one, and answer the questions. It is, I suspect, not even possible to understand this film without knowing the first two, and yet, knowing them, \"Part III\" works better than it should, evokes the same sense of wasted greatness, of misdirected genius. Both Don Vito Corleone and Don Michael Corleone could have been great men. But they lacked that final shred of character that would have allowed them to break free from their own pasts. Or perhaps their tragedies were dictated by circumstances. Perhaps they were simply born into the wrong family.\n\nAnd so here we are back again, in the rich, deep brown rooms inhabited by the Corleone family, the rooms filled with shadows and memories, and regretful decisions that people may have to die. We have been taught this world so well by Francis Ford Coppola that we enter it effortlessly has there ever before been a film saga so seductive and compelling, so familiar to us that even after years we remember all of the names of the players? Here, for example, is a new character, introduced as \"Sonny's illegitimate son,\" and, yes, we nod like cousins at a family reunion, yes, he does seem a lot like Sonny.\n\nHe's the same kind of hotheaded, trigger-happy lunatic.", "running_time": 162, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-12-25", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Godfather, Part III (1990)"}