{"url": "http://www.rogerebert.com/reviews/the-king-of-masks-1999", "by": "Zhu Xuas Bian Lian Wang", "star_rating": 3.0, "text": "In a remote area of China, in the 1930s, we meet an old street performer. His profession is humble, but his secrets are a great prize. One day a famous female impersonator from the Sichuan opera sees him performing, gives him a big coin, invites him to tea and offers him a job in his troupe. But the old man, whose name is Wang, refuses this offer because it is a tradition in his family that the secrets are passed only from father to son.\n\nAlas, Wang (played by Zhu Xu with touching appeal) has no son. And at his age, traveling the rivers in his little houseboat from one town to another, it is unlikely he will ever have one. The female impersonator begs him: \"Do not die without an heir or your magic will die, too.\" Wang takes this advice to heart. It is a time of floods and homelessness, and in the next city, there is a baby market where desperate parents look for homes for their hungry children--and cash. Wang is about to leave when an urchin cries out \"Grandpa!\" and captures his heart. He pays $10 for the 8-year-old, returns with him to his boat and nicknames him Doggie. Together they will study the ancient art of silk masks, by which a man's face can take on a new and startling visage in the flash of a second.\n\nThat's the setup for \"The King of Masks,\" a new Chinese film of simplicity, beauty and surprising emotional power. Like \"Central Station,\" it tells the story of a journey involving an old curmudgeon and a young child in search of a father. The difference is that the curmudgeon can become the father, if he chooses. And another one: Doggie is not a little boy, but a little girl.\n\nGirls are not highly valued in China. When he discovers the deception, Wang feels cheated and wants to send Doggie away, but Doggie tearfully explains that she pretended to be a boy because she had been sold seven times already: The man who sold her was not her father, but a man who beat her. She promises to scrub the deck, do the cooking and be a good doggie. The little girl, played with utter simplicity and solemnity by Zhou Ren-ying, has already touched the old man's heart, and he allows her to stay.\n\n\"The King of Masks\" benefits by the survival of ancient ways into modern times. Today a street performer might be scorned, but in the 1930s, he was seen as a member of an elite fraternity. Wang has a certain fame in the cities where he appears and gains respect from his colleagues--even the female impersonator who is a great opera star, doted on by army generals. (The character, Liang, who dressed elegantly and travels in state, is played by the opera star Zhao Zhigang; we recall the tradition of female impersonators in Chinese opera from \"Farewell My Concubine.\") Wang's life is happy, but he frets for a son, and visits Buddhist temples (where Doggie plays happily among the toes of vast statues hewn from the hillside). One day, Doggie comes upon a homeless little boy and brings him home as a prize for old Wang, who is overjoyed. But the boy comes attached to great complications, and soon only Doggie can save Wang from imprisonment.\n\n\"The King of Masks\" was directed by Wu Tianming, who as a studio head in the 1980s helped bring the Fifth Generation of Chinese filmmakers to prominence. After the Tiananmen Square revolt, he moved to the United States and returned in 1995. This is his first film after his homecoming, and although it has no overt political message, perhaps it is no accident that its hero is a stubborn artist who clings to his secrets.\n\nLike so many recent Chinese films, it benefits enormously from the beauty of the setting, the costumes and the customs. It's poignant to realize that a society of such beauty existed so recently. The river life of Wang and Doggie may be at the poverty level, but it has a quality that no modern rich man can afford. The story contains elements of fable (the changeling, ancient secrets), but gains weight because we know that to Wang it makes a great difference whether Doggie is a boy or a girl. And Doggie's heroics at the end seem like melodrama until we reflect that, trained by a street artist, she would have known what she was doing.\n\nNote: \"The King of Masks\" is being marketed as an art film for grownups. But as I watched it, I realized it would be an absorbing experience for bright children. Yes, there are subtitles, but no words a good reader wouldn't know. And the focus on the 8-year-old girl (not to mention Wang's beloved pet monkey) make this a magical film for third-graders and up. If you know the right child, this is the right film.", "running_time": 101, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-05-21", "genres": ["Drama"], "title": "The King Of Masks (1999)"}