{"url": "http://www.rogerebert.com/reviews/the-borrowers-1998", "by": "John Goodmanas Ocious Potter", "star_rating": 3.0, "text": "\"The Borrowers'' is a charming, whimsical family adventure about little people who live in the walls under the floors of big people's houses and support themselves by stealing--excuse me, \"borrowing''--the necessities of life.\n\nTheir needs are small: One pea is enough to make a cup of pea soup. They're the ones to blame for all those items that go missing: buttons, cufflinks, salt shakers. Ever notice how ice cream disappears from the freezer? Borrowing and Borrowers are the inventions of the British author Mary Norton, whose books have been adapted twice into TV movies and now inspire this big-screen, big-budget version with special effects so amusing it's like \"Toy Story'' has come to life.\n\nAs the movie opens, two children of the tiny Clock family (average height: 4 inches) are on an expedition to the kitchen of the Lenders, the \"beings'' whose house they inhabit.\n\nThe kids want ice cream, but things go wrong and one is trapped inside the freezer compartment. It's up to their dad, Pod Clock (Jim Broadbent), to rescue the kid with an emergency trip up the ice-cube chute--and when cubes come crashing down, they look like boulders.\n\nThe Lender family is in trouble. An aged aunt left them their house, but after her death, the will disappears, and an evil lawyer (John Goodman) plans to destroy the house and build condos. But the Borrower kids get their hands on the will, and the lawyer comes after them with an exterminator.\n\nThe plot, and there's a lot more of it, is simply a way to lead us from one wonderfully imagined set to another. Like \"The Incredible Shrinking Man'' (and Lily Tomlin's shrinking woman), the Clocks live in a world where everyday items look gargantuan: A birthday candle is big as a torch. Some of the effects also will remind you of \"Honey, I Shrunk The Kids,'' but the charm comes in the way \"The Borrowers'' makes its world look like a timeless story book. The Lenders' new neighborhood looks like a British factory town, for example, but the skyline is an (obvious) matte painting of a metropolis of the future.\n\nThe humor is physical. Goodman, as the lawyer, gets a face-full of insecticide, is nearly electrocuted and has all kinds of things bounce off his head. Little Peagreen Clock (Tom Felton) has a harrowing time in a milk bottling plant (he's trapped in a bottle that's filled with milk and capped shut--a challenge for Houdini). Exterminator Jeff (Mark Williams) has a bloodhound that feeds on cheese and stinks up the place. And all of the Clocks face terrifying dangers, as when the kids fall out the bottom of a moving truck and are almost sucked into a vacuum cleaner.\n\nThe film is wisely modest in its scope: It sets up the situation, involves us, has fun with the special effects and the cliffhanging adventures, and is over in 83 minutes. If the action and the physical humor are designed to appeal to kids, the look of the film will impress adults who know what to look for. The director, Peter Hewitt, made \"Bill and Ted's Bogus Journey'' (1991) and exhibits the same wild visual imagination this time.\n\nConsider the possibilities, for example, when little Peagreen is desperately clinging to a light bulb, and the evil lawyer turns on the light.\n\nHow long can he hang on before the bulb heats up? Can his sister rescue him with that spring-loaded retractable tape measure? There's something you don't see every day.", "running_time": 83, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-02-13", "genres": ["Action", "Adventure", "Comedy", "Family", "Fantasy", "Foreign", "Science Fiction"], "title": "The Borrowers (1998)"}