{"url": "http://www.rogerebert.com/reviews/the-serpent-and-the-rainbow-1988", "by": "Bill Pullmanas Dennis Alan", "star_rating": 3.0, "text": "\"The Serpent and the Rainbow\" was inspired by a book by Wade Davis, a Harvard scientist who investigated the voodoo society of Haiti and identified two of the drugs used for \"zombification\" - drugs that lower the metabolic rate of their victims so much that they appear dead, and are buried, only to be dug up later and revived.\n\nResurrected zombies apparently appear somewhat lobotomized, a not unreasonable result of being turned into the living dead and buried alive. Although Davis did not become a zombie - at least not more so than any other doctoral candidate - his adventures inspired this thriller in which a Harvard researcher, played by Bill Pullman, ventures into the heart of voodoo and witnesses strange and gruesome realities.\n\nIn the movie, Pullman plays a cross between William Hurt and Indiana Jones. He's a tall, good-looking, sensitive intellectual who is called upon to wrestle leopards, battle corpses, confront an evil voodoo leader and eventually be buried alive along with a deadly spider that makes itself cozy on his paralyzed eyeball.\n\nPullman's mission in going to Haiti is to isolate the active ingredient in secret voodoo powder, so that it can perhaps be used as an anesthetic. His contact in Haiti is the beautiful Marielle Celine, played by Cathy Tyson in her first role since \"Mona Lisa.\" She runs a people's clinic, as the sexy heroines in these movies always do. Other local experts include Paul Winfield, as a well-connected local leader, and Brent Jennings, as a man named Mozart who knows all of the secrets in the secret ingredients.\n\nIn most voodoo movies, voodoo itself is taken only as a backdrop, a gimmick. This movie seems to know something about voodoo (it knows more than I do, anyway), and treats it seriously as a religion, a way of life, and an occult circle that does possess secrets unexplored by modern medicine. One of the most convincing elements in the movie is the way the more \"modern\" Haitians nevertheless regard voodoo as something not to be taken lightly.\n\nAs Pullman slowly enters the voodoo society, penetrating first one level of concealment and then another, we get the sensation - unusual in a horror film - that his discoveries are genuine. The movie was shot on location in Haiti and the Dominican Republic, and unlike most voodoo movies it attempts to look and sound realistic - even including TV clips of the overthrow and flight of the dictator \"Baby Doc\" Duvalier.\n\nThe visual look of the movie is stunning. There's never the sense of sets, of costumes, of hired extras, but more of a feeling of a camera moving past real people in real places. Even the obviously contrived scenes, including some of the hallucinations and voodoo fantasies, have an air of solid plausibility to them.\n\nThe film was directed by Wes Craven, a master of horror, whose credits include \"Last House on the Left,\" \"Swamp Thing\" and the original \"A Nightmare on Elm Street.\" Craven will never advance in the Hollywood establishment until he embraces more respectable projects, and yet he has a sure touch for horror and the macabre, and \"The Serpent and the Rainbow\" is uncanny in the way it takes the most lurid images and makes them plausible.", "running_time": 98, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-02-05", "genres": ["Drama", "Horror", "Indie", "Thriller"], "title": "The Serpent and the Rainbow (1988)"}