{"url": "http://www.rogerebert.com/reviews/the-shape-of-things-2003", "by": "Paul Ruddas Adam", "star_rating": 3.5, "text": "The world of Neil LaBute is a battleground of carnage between the sexes. Men and women distrust one another, scheme to humiliate one another, are inspired to fearsome depths of cruelty. Their warfare takes place in the affluent habitats of the white upper middle class--restaurants, bookstores, coffeeshops, corporate offices, campuses, museums and apartments of tasteful sterility. Although one of his Gender Wars films was shot in Fort Wayne, Ind., and the other two in Southern California, there is no way to tell that from the information on the screen. All of his characters seem to live in clean, well-lighted, interchangeable places.\n\n\"The Shape of Things\" is the third of these films. First came \"In the Company of Men\" (1997) and \"Your Friends and Neighbors\" (1998). Then there were two mainstream films, \"Nurse Betty\" (2000) and \"Possession\" (2002). Now we are back in the world of chamber dramas involving a handful of intimately linked characters. The first film was driven by a man of ferocious misanthropy. The second involved characters whose everyday selfishness and dishonesty were upstaged by a character of astonishing cruelty. In \"The Shape of Things,\" while the two couples have their share of character defects, they seem generally within the norm, until we fully understand what has happened.\n\nIn a museum, we see Evelyn (Rachel Weisz) step over a velvet rope to take Polaroids of a male nude statue--or, more specifically, of a fig leaf added at a later date. The museum guard, named Adam (Paul Rudd), asks her to step outside the rope, but eventually steps inside it himself, to plead with her not to cause trouble just before his shift ends. He's a student, working part-time.\n\nThey begin to see each other. She's a graduate student, working on a project which she describes, as she describes a great many things, as a \"thingy.\" Eventually we meet an engaged couple, Jenny (Gretchen Mol) and Phillip (Fred Weller), who are friends of Adam's. Over a period of months, they notice changes in him. He loses weight. Gets a haircut. Rids himself of a nerdy corduroy jacket that, we learn, Phillip has been urging him to throw away since freshman year. He even has a nose job, which he tries to explain as an accidental injury.\n\nWhat, or who, is responsible for these changes? Can it be Evelyn, who is now Adam's girlfriend? Adam denies it, although it is not unknown for a woman to make over the new man in her life, and even Jenny observes that most men have traits that stand between them and perfection--traits women are quick to observe and quite willing to change.\n\nThe movie unfolds as a series of literate conversations between various combinations of these four articulate people. Their basic subject is each other. They are observant about mannerisms, habits, values and changes, and feel licensed to make suggestions. There is even a little low-key sexual cheating, involving kissing, and low-key emotional assaults, involving telling about the kissing.\n\nAnd then ... but I will not say one more word, because the rest of the movie is for you to discover. Let it simply be said that there are no free passes in LaBute's class in gender studies.\n\n\"The Shape of Things\" builds a sense of quiet dread under what seems to be an ordinary surface. Characters talk in a normal way, and we suspect that their blandness disguises buried motives. Often they are quite happy to criticize each other, and none of them takes criticism well. These characters are perhaps in training to become the narcissistic, self-absorbed monsters in \"Your Friends and Neighbors.\" LaBute has that rarest of attributes, a distinctive voice. You know one of his scenes at once. His dialogue is the dialogue overheard in trendy mid-scale restaurants, with the words peeled back to suggest the venom beneath. He also has a distinctive view of life, in which men and women are natural enemies--and beyond that, every person is an island surrounded by enemies. This seems like a bleak and extreme view, and yet what happens in his films often feels like the logical extension of what happens to us or around us every day. It is the surface normality of the characters and their world that is scary.\n\nLaBute has been compared to David Mamet, and no doubt there was an influence, seen in the devious plots and the precisely heard, evocative language. But Mamet is much more interested in plotting itself, in con games and deceptions, while in LaBute there is the feeling that some kind of deeper human tragedy is being enacted; his character deceive and wound one another not for gain or pleasure, but because that is their nature.\n\nActors have a thankless task in a film like this. All four players are well cast in roles that ask them to avoid \"acting\" and simply exist on a realistic, everyday level. Like the actors in a Bresson film, they're used for what they intrinsically represent, rather than for what they can achieve through their art. They are like those all around us, and like us, except that LaBute is suspicious of their hidden motives. One person plays a cruel trick in \"The Shape of Things,\" but we get the uneasy sense that, in LaBute's world, any one of the four could have been that person.", "running_time": 96, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-05-09", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "The Shape of Things (2003)"}