{"url": "http://www.rogerebert.com/reviews/the-quick-and-the-dead-1995", "by": "Sharon Stoneas Ellen", "star_rating": 2.0, "text": "“The Quick and the Dead\" takes the premise of those old\rTough Man Contests and moves it to the old West, where the sadistic despot of a\rsmall town holds a shoot-off every year. The rules are simple: The last man\ralive wins a big cash prize. It's a movie that is intimately familiar with the\rconventions of Westerns, especially those rules that state: (a) when a Kid\rcomes riding into town for a showdown with the big man, he is probably the\rman's unacknowledged son, and (b) when a woman rides into town, also for a\rshowdown, she is probably seeking revenge for a terrible wrong in the past.\n\nThe\rmovie stars Gene Hackman as a man named Herod, who lives in a dark, Dickensian\rhouse that looms at the end of Main Street.\n\nProtected\rby henchmen in long black leather coats, he collects a 50 percent tax on all\rbusiness in the town, shoots anyone who gets out of line and holds his bloody\rcompetition once a year.\n\nIn\rthis contest, anyone can enter. The contestants are paired off, and at the\rstroke of 12 on the town clock, they stand in the middle of the street and\rshoot at each other. One must die in order for the other to win. Then it's on\rto the next round (in this town it's \"High Noon\" over and over\ragain). The last man standing collects the prize money.\n\nHerod\ris always the last man standing. I figured that out because he's still alive.\rHis motives for holding this contest may seem obscure, but actually they are\rpretty clear; he holds it because it provides a simplistic story structure for\rthe movie, giving it a long series of duels on Main Street as a substitute for\rany form of genuine dramatic conflict.\n\nYou'd\rthink contestants would have to be pretty hard up to enter a contest where the\rodds are about 10-to-1 in favor of their being killed. But there's no shortage\rof entrants, including one guy who adds an ace to his deck every time he kills\rsomeone, and another who cuts a scar into his arm after every kill. Also\rarriving are two strangers: the Kid (Leonardo DiCaprio) and Ellen (Sharon\rStone). The Kid is cocky and self-confident: \"Damn, I'm fast!\" he\rsays after polishing off one opponent, and later he asks idly, \"Is it\rpossible to improve on perfection?\" Ellen is a little harder to read. She\ris a lone rider who puffs on a thin black cigar and makes a bartender regret it\rwhen he assumes she's a hooker. She's sexy in leather pants and a trim outfit\r(and later manages to find a ballroom gown in her saddlebags). She wants to\renter the contest. Hackman, who is attracted to her, doesn't want either Ellen\ror the Kid to shoot it out, possibly because he suspects that the Kid is his\rown son.\n\nOh,\rhe denies it. But the Kid is adamant. \"I'm his son,\" he declares,\r\"and if this is the only way he's gonna admit that, so be it.\" In\rother words (I think), the theory is that if the Kid kills Hackman, by golly,\rthat'll make him admit it.\n\nThe\rmovie's story, as you have grasped, isn't much. But \"The Quick and the\rDead\" is not without its good points. The director is Sam Raimi (the\r\"Evil Dead\" movies, \"Darkman\") and he displays once again\rhis zest for stylistic invention. Early in the movie, a character gets shot\rthrough the hat brim, and the sun shines through the hole into the camera lens.\rA nice touch, but Raimi tops it later in the film by showing the sun shining\rthrough a bullet hole clean through a guy's body, and by a third shot in which\rwe look down Main Street through a large hole in a man's head.\n\nThe\rcinematographer, Dante Spinotti (\"The Last of the Mohicans\") makes\rthe material look terrific. The lowering skies around the isolated town make it\rlook ripe for vengeance of biblical proportions, and there are quiet satirical\rtouches, as when a man stands in a saloon door and his shadow seems about 6\rmiles long. It also helps the visuals that it rains all the time in this town\r(although when it doesn't, nothing is green).\n\nIt\rmust also be said that Hackman somehow survives the material.\n\nI\ram beginning to believe he is an actor who can say anything and make it work.\rAs preposterous as the plot was, there was never a line of Hackman dialogue\rthat didn't sound as if he believed it. The same can't be said, alas, for\rSharon Stone, who apparently believed that if she played her character as\rsilent, still, impassive and mysterious, we would find that interesting. More\rswagger might have helped. Do you suppose she took the plot seriously?", "running_time": 103, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-02-10", "genres": ["Action", "Adventure", "Drama", "Thriller", "Western"], "title": "The Quick And The Dead (1995)"}