{"url": "http://www.rogerebert.com/reviews/the-snapper-1993", "by": "Tina Kellegheras Sharon", "star_rating": 3.5, "text": "The Irish seem to talk more than other people, and to take more joy from it. There are times when they have arguments simply for the sake of talking, and they don't always mind being overheard, because they love an audience. Two Irishmen in a pub may be silent. Add a stranger at the other end of the room, and they'll start talking, putting on a subtle performance.\n\nThis trait is at the heart of the comedy in \"The Snapper,\" which is a very funny movie about the people packed into small houses on a small street in a tight little neighborhood in Ireland.\n\nAs the film opens, Sharon Curley (Tina Kellegher), the oldest girl among eight children, discovers she is pregnant. She tells her parents, Dessie (Colm Meaney) and Kay (Ruth McCabe), who do not take the news very well, but love her and instinctively stand by her.\n\nThe father's reaction to the news is typical; first he is incredulous, then he shouts, then he grows philosophical and invites Sharon down to the corner pub for a drink and a bit of a chat.\n\nThe telephone is scarcely necessary in the Curley neighborhood; it works too slowly compared to gossip, which soon spreads the news to all ears. A mystery remains, however, about the identity of the father. Sharon refuses for the longest time to identify him, until his own pub gossiping does him in. It's not that she's ashamed, or protective; it's that the circumstances of the impregnation, while both were drunk, casts little credit on anyone, and, besides, he's not the sort of bloke she fancies.\n\nAll of the stages of the gossip and eventual revelation have to be talked over extensively, of course. Sharon meets her girlfriends down at the pub, where they share giggles and cigarettes and disparagements and fantasies about men. Her dad meets his pals in another room of the same pub and issues dire warnings about the fate of the unknown father, without realizing in one scene that he is actually talking to him.\n\n\"The Snapper\" has been directed with a warm, light touch by Stephen Frears, who in \"My Beautiful Laundrette\" and \"Sammy and Rosie Get Laid\" showed a similar feeling for closely knit communities in London. But the Irish feel here is distinctive, and much of it no doubt comes from the screenplay by Roddy Doyle, based on his novel.\n\nThis is Doyle's second story about the same people and milieu; the first, \"The Commitments,\" was directed by Alan Parker. What he sees, and what the films reflect, is that the Irish taste for gossip is leavened by a large amount of understanding and forgiveness. These characters understand human nature.\n\nLook, for example, at the relationship between Sharon and her father in this film. He treats her like a good friend, does not condescend to her femininity or her pregnancy, and is less concerned with \"appearances\" than with fairness. He and his wife are, in fact, model parents, although that is not always evident in the chaos of their small home, in which up to 10 people have to share the same bathroom. Crowded together without privacy, their strategy is to live in public; the whole family shares everything.\n\nLook, too, at the performance by the man who is revealed as the baby's father (I will not name him, although by the time the movie does it isn't much of a surprise). Look at his all too human weaknesses, look at his drinking, look at his own family, and notice how the movie judges him. Almost anyone could get drunk and make a \"mistake,\" but only an \"ejit\" (the local word for idiot) would boast about it to his mates down at the pub. His sin is not so much lust as stupidity.\n\nI haven't liked many comedies lately, maybe because the humor seemed forced and formulaic, cut off from genuine human qualities. \"Mrs. Doubtfire\" contains some laughs, but is there anyone in it we could describe as a believable person? \"The Snapper\" sees its characters with warmth and acceptance, and earns its laughs by being wise about human nature.", "running_time": 95, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-12-17", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "The Snapper (1993)"}