{"url": "http://www.rogerebert.com/reviews/the-believer-2002", "by": "Ryan Goslingas Danny", "star_rating": 3.0, "text": "Censors feel they are safe with objectionable material but must protect others who are not as smart or moral. The same impulse tempts the reviewer of \"The Believer.\" Here is a fiercely controversial film about a Jew who becomes an anti-Semite. When I saw it at Sundance 2001, where it won the Grand Jury Prize, I wrote \"some feared the film could do more harm than good.\" I shared those fears. The film's hero is so articulate in his retailing of anti-Semitic beliefs that his words, I thought, might find the wrong ears. I understand the film, I was saying--but are you to be trusted with it? \n\nCertainly the movie has been a hot potato. After a screening at the Simon Wiesenthal Center inspired audience members to protest it, no major distributor would pick it up. Showtime scheduled it for a cable showing, which was canceled in the aftermath of 9/11. Then it was finally shown in the spring and now has theatrical distribution from small Fireworks Pictures. In the meantime, to its Sundance awards it has added Independent Spirit Awards for best screenplay and best first feature (both to director Henry Bean), best actor (Ryan Gosling) and best supporting actress (Summer Phoenix). \n\nFew doubt it is a good film. But do we really need a movie, right now, about a Jewish neo-Nazi? I am not the person to answer that question for you. You have to answer it for yourself. The film's anti-Semitism is articulate but wrong, and the conflict between what the hero says and what he believes (or does not want to believe) is at the very center of the story.\n\nGosling's character, named Danny Balint, is based on a real person. The Jerusalem Report writes: \"The film has its roots in a true story. Daniel Burros was a nice Jewish boy from Queens who somehow went from being his rabbi's star pupil to a hotheaded proponent of the long-defunct Third Reich. After a stint in the Army, he became involved with the American Nazi Party and the Ku Klux Klan. In 1965, following Burros' arrest at a KKK event in New York City, the New York Times disclosed that he was Jewish. Hours after the paper hit the stands, Burros took his own life.\" \n\nIn the film, Danny is seen as a bright young yeshiva student who gets into impassioned arguments with his teachers. Why must Abraham sacrifice his son Isaac? What kind of a God would require such an act? \"A conceited bully,\" Danny decides. As a young man, Danny rejects his Orthodox upbringing, confronts Jews on the street and in subway cars, beats and kicks one, and expresses contempt for a race which, as he sees it, did not fight back during the Holocaust. Eventually, he falls into the orbit of a neo-Nazi organization run by Theresa Russell and Billy Zane, who are impressed by his rhetoric but want him to dial down on the subject of Judaism: \"It doesn't play anymore.\" \n\nFor Danny, anti-Semitism and the self-hate it implies is the whole point; he is uninterested in the politics of fascism. For Danny, the weakness of Jews is what he sees as their willingness to be victims, and after a court assigns him to an encounter group with Holocaust survivors, he bluntly asks one why he didn't fight back. Israelis, he believes, are not Jews because they own their own land and defend it, and therefore have transcended their Jewishness. You can see this reasoning twisting back into his own unhappy soul; he objects to Abraham taking instructions from God, and he objects to taking instructions from his church. His values involve his muscles, his fighting ability (both physical and rhetorical), his willingness to confront. In some kind of sick way, he attacks Jews hoping to inspire one to beat him up.\n\nRyan Gosling (who, incredibly, was a Mouseketeer contemporary of Britney Spears), is at 22 a powerful young actor. He recently starred in \"Murder by Numbers\" as one of two young killers resembling Leopold and Loeb in their desire to demonstrate their superiority by committing a perfect crime. In \"The Believer,\" he reminds us of Edward Norton in \"American History X,\" another movie about a bright, twisted kid who is attracted to the transgressive sickness of racism. The movie is not very convincing in its portrayal of the fascist group (Zane and Russell seem less like zealots than hobbyists), but his personal quest is real enough.\n\nWhen he involves himself in a raid on a temple, there is a revealing paradox: He resents the skinheads who come along with him because they don't understand the traditions they are attacking. What good is it to desecrate the Torah if you don't know what it is? He knows, and we begin to understand that he cares. That he accepts Judaism in the very core of his soul, and that his fight is against himself.\n\nThe ending of \"The Believer,\" if not exactly open, is inconclusive, and this is the kind of movie where you need to go budget in time afterwards for a cup of coffee and some conversation. The movie is better at portraying Danny's daily reality than at making sense of his rebellion (if sense can be made), but perhaps the movie plus the discussion can add up to a useful experience. Although his film needs more clarity and focus, Henry Bean has obviously taken a big chance because of his own sincere concerns. And if the wrong people get the wrong message--well, there has never been any shortage of wrong messages. Or wrong people.", "running_time": 100, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-06-14", "genres": ["Documentary", "Sports Film"], "title": "The Believer (2002)"}