{"url": "http://www.rogerebert.com/reviews/the-rainmaker-1997", "by": "Matt Damonas Rudy Baylor", "star_rating": 3.0, "text": "Rudy Baylor, the hero of \"The Rainmaker,'' works the other end of the scale from the legal superpowers in most of John Grisham's stories. He's a poor kid who has scraped through law school by the skin of his teeth, is living in his car as the film begins and signs on with a firm where most of the work is done by a paralegal, and the boss wears the kinds of cuff links you can get rid of in a hurry at a pawn shop.\n\nFrancis Ford Coppola, who wrote and directed the film, has made the most of Grisham's ground-level realism. This is not a film that loves the legal profession, and yet it loves some of those who labor in it--not only Baylor, played by Matt Damon with the earnestness of an Eagle Scout, but also Deck Shifflet (Danny DeVito) as the kind of courthouse handyman who has never passed the bar exam, perhaps because a license would slow him down. Their give-and-take is the soul of the film; they form a desperate democracy made possible because \"The Rainmaker,'' unlike most Grisham films, doesn't have to drag a high-paid superstar around and give him all the best lines. DeVito's role is in the fading tradition of the star character actor.\n\nThe movie takes place in Tennessee, where Baylor has just graduated from a second-rate law school and goes to work for Bruiser Stone (Mickey Rourke), a flashy fraud with charm where his morals should be. The law is closing in on Bruiser. Deck Shifflet sees the end coming and persuades Rudy to open a storefront office, with Deck as the legman who knows all the ropes. (Deck's credo: \"A lawyer should fight for his client, refrain from stealing money and try to tell the truth.'') One of Baylor's first clients is Miss Birdie (Teresa Wright), a sweet old lady who plans to leave her money to a TV preacher (\"he needs it for his airplane''), and who rents Rudy a cheap apartment. She doesn't actually have much money, but Rudy observes that her son treats her better after being told she does.\n\nSoon Baylor and Shifflet have taken on trickier cases. One involves Kelly Riker (Claire Danes), whose husband plays softball and likes to practice his swing on her. The other involves Dot and Buddy Black (Mary Kay Place and Red West), whose son Donny Ray (Johnny Whitworth) is dying of cancer and has been refused treatment by his insurance company.\n\nCoppola juggles these three cases with side stories involving the insurance company's amoral, high-paid lawyer (Jon Voight) and the continuing threat to Kelly from her husband. Along the way, Rudy finds it necessary to violate what he understands of legal ethics, particularly when he gets personally involved with Kelly and she convinces him there is only one right thing to do in a desperate situation.\n\nKelly and Rudy don't have a romance, exactly; Coppola's screenplay is too smart to stop the action for obligatory love scenes, and Rudy's legal life has become so complex that there's no time for personal matters. Hey, he hasn't even had time to be sworn in--a service the judge (Dean Stockwell) obligingly performs before his first case. The DeVito character is like a wise, profane little shadow, stage-managing his court appearances and finding the crucial evidence.\n\nCoppola assigned Michael Herr, one of his screenwriters on \"Apocalypse Now\" (1979), to write a narration that casts all of these events in a jaundiced light; Rudy Baylor's tone throughout is that of a man who has drifted into a profession that makes his skin crawl. Much is made of the hourly billing rates of the insurance company's lawyers, and Voight does a quietly masterful job of being elegantly sleazy. One strong scene has been blind-sided by a woman (Virginia Madsen) who knows more about the inner workings of the insurance company than perhaps she should.\n\nI have enjoyed several of the movies based on Grisham novels (\"A Time To Kill,\" \"The Pelican Brief,\" \"The Firm\"), but I've usually seen the storyteller's craft rather than the novelist's art being reflected. Coppola says he picked up \"The Rainmaker'' in an airport, was intrigued by the story and asked to direct it. What attracted him, I imagine, was the richness of the supporting characters: Miss Birdie, Deck, Bruiser, Kelly, and the scorned woman from the insurance company. The gallery is so colorful that this could almost be a movie based on a Carl Hiaasen story. By keeping all of the little people in focus, Coppola shows the variety of a young lawyer's life, where every client is necessary and most of them need a lot more than a lawyer.", "running_time": 137, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-11-21", "genres": ["Crime", "Drama", "Thriller"], "title": "The Rainmaker (1997)"}