{"url": "http://www.rogerebert.com/reviews/the-inner-circle-1992", "by": null, "star_rating": 3.0, "text": "\"I want to find out what the censors say about my film,\" Andrei Konchalovsky whispered to the projectionist. \"I'll give you a bottle of brandy if you eavesdrop after the screening, and let me know what their objections are.\" \"Why not?\" said the projectionist, and the next day, he reported their deliberations to the movie director. \"But this was nothing,\" the projectionist added. \"You should have heard what they said about the movies in Stalin's day.\" \"In Stalin's day?\" asked Konchalovsky.\n\n\"Yes. I was his projectionist.\" Konchalovsky unscrewed the cap from the brandy he had brought along and settled down in the Moscow projection booth. \"Tell me more,\" he said.\n\nAnd the projectionist did, talking for hours about the glorious days of his youth, when he was Josef Stalin's private projectionist, showing him the latest Russian, European and Hollywood movies - and the newsreels that reported the progress of World War II.\n\n\"We could write a book,\" Konchalovsky told him. \"We'll sell it to the Americans. We'll make $100,000.\" \"I don't know how much money I'll get,\" the projectionist said, \"but I can tell you how many years I might get in the gulag.\" Konchalovsky, who was then one of the leading Soviet film directors, remembered the conversation for many years. In 1979, he left Moscow, where he was a celebrity, to go to Los Angeles, where he was a non-entity. He did not work for three years, and when he finally got a film to direct, it was a $50,000, half-hour project with a producer hanging over his shoulder to see if he really knew his stuff.\n\nKonchalovsky did, and in the last decade, his American credits have included \"Maria's Lovers,\" \"Runaway Train,\" \"Homer and Eddie,\" \"Shy People,\" and now \"The Inner Circle,\" which is the story of Stalin's projectionist. (\"The Inner Circle\" is now playing in Chicago at the McClurg Court.) \"I made this film to explain Russia to the Americans,\" he said, discussing his film over a big bowl of vegetable soup. \"The Americans think the Russians are wonderful people who had a terrible economic system, and all they need is freedom and they will be happy. But it is not that simple. Russians have never been free. There is no precedent for it in our history. Only as recently as 1861 did we free our serfs. Until then, most Russians were slaves - enslaved, not along racial lines, but by other Russians.\n\n\"There is something in our character that values the security of someone telling us what to do. The reason the Russians hated Gorbachev so much was because he told them the truth, he told them they were not happy, and in Russia, to be unhappy was against the law. In the American media, you foresee a happy capitalist Russia developing. I will be happy if we get to the point that Mexico was at in 1920 - a self-sufficient economy where everybody gets enough to eat.\" It is this characteristic that Konchalovsky was trying to capture in \"The Inner Circle,\" where the projectionist, named Ivan and played by Tom Hulce, is snatched from obscurity and assigned to Stalin, and almost explodes with pride. Around him, terrible things happen. The Jewish man and wife who share his flat are taken away on obscure charges, and disappear. When Ivan's wife (Lolita Davidovich) wants to adopt the couple's orphaned daughter, Ivan forbids her. He wants nothing to threaten his status in the \"inner circle.\" His obsession runs deeper than she suspects. She asks him who he loves the most - herself, or Comrade Stalin? He doesn't bat an eye when he says it is Stalin.\n\nHaving made \"The Inner Circle\" for American release, Konchalovsky now declares that it has been tragically mishandled by its distributor, Columbia Pictures, and is in danger of sinking from view before most people even hear of it.\n\n\"In Europe, it will do well,\" he said. \"It is going to the Berlin Film Festival. It is timely, and they are eagerly waiting for it. But I did not make it for Europe. I made it for America. It was financed by an Italian, and picked up by Columbia for $10 million or $11 million - cheap, in Hollywood terms. Frank Price was the company president, and he liked it. Now Price is gone and the company is dumping it. They opened it in New York and Los Angeles on Christmas Day - the worst possible opening date. This is not the kind of film that should go up against the big holiday releases. They spent almost no money advertising it. People don't know it exists.\" He is so bitter, he said, that the next time, instead of trying to make a good film and then looking for distribution, he will start by looking for a good distribution deal, and then think about the film.\n\nKonchalovsky has had bad distribution before. \"Shy People,\" starring Jill Clayburgh as a New York journalist who goes to visit a long-lost cousin (Barbara Hershey) in the Louisiana bayou, premiered at the Cannes Film Festival to great applause, got terrific reviews, but was released by Cannon Films during one of its periodic financial death-struggles.\n\nHe shrugged. \"That film was really about an American visiting a Siberia,\" he said. \"The bayou, that was Siberia. The mother with her children under strict control, forbidding them to love, that was Russia. The family still adored the mother's much older husband, who many believed was dead, but who some said was still out there in the bayou. His name was Joe.\" Konchalovsky smiled.\n\n\"We are strange people, we Russians,\" he said. \"We are great poets, musicians, romantics, visionaries, writers, dancers. But we are not so good at democracy. I would not be surprised if a new dictator comes along, a military man in dark glasses, with braids on his shoulders, who tells the Russians to follow him, and he will take care of them. And maybe they will do so, with relief.\" It must have taken some courage for him to leave his comfortable position high in the Soviet film industry, to test the unknown realities of Hollywood.\n\n\"No, because I knew who I was, and I assumed everybody over here did, too. I found out differently. When they found out I was from Russia, they said they loved Russian films, but what film did they mention? `Dr. Zhivago.' \" What discourages him about most Hollywood films, he said, is that they do not require the audience to think. \"A good film makes you decide what is good or evil. A bad film tells you at the beginning which is which, and then you sit back and watch good defeat evil.\" A few American directors stand out from the crowd, he said: \"They may have been eaten by Hollywood, but they have not been digested.\" He named Martin Scorsese, Woody Allen, Lawrence Kasdan.\n\n\"They make films you have to see more than once, to decide what you think of them. After seeing `Raging Bull,' you knew it was good, but you did not know why. You had to go back. Only much later did you realize how good the opening shot was, of De Niro in the ring all by himself. Because he is his own only enemy.\" That shot was once cited by Scorsese as \"the master image\" of his entire work. Is there one shot in your work that is a master image? \"Oh, yes,\" Konchalovsky said. \"The last shot in `Runaway Train,' of Jon Voight standing at the front of the speeding locomotive, his arms outstretched, racing forward into the unknown future.\"", "running_time": 134, "mpaa_rating": null, "release_year": 1992, "date_published": "1992-02-09", "genres": null, "title": "The Inner Circle (1992)"}