{"url": "http://www.rogerebert.com/reviews/the-five-obstructions-2004", "by": "Lars von Trier", "star_rating": 3.0, "text": "\"The Five Obstructions\" is a perverse game of one-upmanship between the Danish director Lars von Trier and his mentor Jorgen Leth. In 1967, we learn, Leth made a 12-minute film named \"The Perfect Human.\" Von Trier admired it so much he saw it 20 times in a single year. Now he summons the 67-year-old Leth from retirement in Haiti and commands him to remake the film in five different ways, despite obstructions which von Trier will supply.\n\nThe first obstruction seems almost insurmountable: Von Trier commands Leth to go to Cuba (and bring back some cigars while he's at it), and remake the film in shots no more than 12 frames, or half a second, in length. \"That will be totally destructive!\" Leth complains. \"It will be a spastic film.\" But when he returns after facing the first obstruction, he is all smiles and tells von Trier: \"The 12 frames were like a gift.\"\n\nVon Trier accepts this news while lounging behind his desk like a headmaster. The joke seems to be that Leth, 19 years his senior and once von Trier's teacher, is to be ordered around like an unruly schoolboy. There is an additional element in play: Leth's style is clean, spare and classical, while von Trier is the architect of the Dogma movement, which is essentially a series of obstructions (use natural light and sound, no music except that found at the source, etc). \"I want to banalize you,\" von Trier cheerfully informs him.\n\nVon Trier sends Leth out again, this time to \"the most miserable place on earth.\" They settle on the Falkland Road red light district in Mumbai. Leth journeys there and films himself eating an elegant meal. \"This is not the film I asked for!\" growls von Trier and offers him a choice: (1) Go back to India and do it again, or (2) make a completely free-style film, which would be against all of Leth's stylistic instincts.\n\nLeth, who in his cool and amused way seems impervious to von Trier's challenges, emerges intact from this third obstruction with a film shot in his native Brussels. For Obstruction No. 4, von Trier has a real zinger in mind. \"I hate animation,\" he observes. \"So do I,\" says Leth. \"Make an animated film,\" von Trier says. Leth protests, \"I can't be bothered to invent the technology or to learn it. No stupid drawing board!\" His solution is as brilliant as it is elegant. I will not reveal it, except to say the result will speak loudly to anyone who has seen Richard Linklater's \"Waking Life.\"\n\nAt this point Leth seems ahead 4-0, but von Trier has one more twist up his sleeve. See for yourself. A film like this has a limited audience, I suppose, but for that audience it offers a rare fascination. Von Trier has deliberately set up a contest between two generations and styles of filmmaking, and in the pose of honoring \"The Perfect Human,\" he tries to force Leth to demolish and reinvent it. Leth is more than his equal, and the entire enterprise is infected with a spirit of mischievous play.\n\n\"The Five Obstructions\" clearly calls for a sequel, in which Leth would require von Trier to remake \"Dogville,\" despite Obstructions 6 through 10.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-09-10", "genres": ["Documentary", "Drama", "Foreign"], "title": "The Five Obstructions (2004)"}