{"url": "http://www.rogerebert.com/reviews/the-fixer-1968", "by": "Alan Batesas Yakov Bok", "star_rating": 2.5, "text": "At the very end of \"The Fixer,\" the film's persecuted hero walks up the steps of a courtroom building to receive the public trial he fought so stubbornly for. Inspirational music fills the theater, and a narrator intones: \"The name is Yakov Bok -- a Jew, innocent ... and your brother.\"\n\nThis speech disturbs me, and I think it helps explain what I found disappointing about the film. John Frankenheimer has already spent more than two hours introducing us to Yakov Bok, and convincing us of his Jewishness, his innocence and our brotherhood with him. That is what the film is about. Why, then, do we have to be told? Why do we have to have the moral spelled out for us, as if the film itself meant nothing?\n\nFrankenheimer has made a film about very powerful, emotionally charged events. His hero, a Jew during the last years of decadent Czarist Russia, has been accused of a crime he did not commit. Worse, the crime is allegedly ritual murder, and the czar's deputies are using the case to stir up anti-Semitism and distract criticism of the government. The film is based on Bernard Malamud's novel, which in turn was drawn from an actual experience.\n\nNow a historical event is one thing, and a film about it is another. Frankenheimer's task was to make a film that, in itself, would make a moral statement. He has failed. The film has little reality of its own; instead, it draws its power and emotion from the raw material of its subject matter. We are moved, not by what we see on the screen, but by its implications.\n\nThe temptation is to praise the film because we agree with its message. This is the same critical fallacy that led to praise of \"Judgment at Nuremberg\" -- a corrupt, commercial film -- simply because we disapproved of Nazi war crimes, A movie doesn't become good simply by taking the correct ideological position.\n\nIn \"The Fixer,\" Frankenheimer and Dalton Trumbo, the writer, have missed no opportunity to give us speeches telling us what is happening and what it all means. The victim (played with great sensitivity by Alan Bates) is not only a Christ figure, but even says he is. He makes a little speech to his guard about love and brotherhood. The representatives of the czar likewise make speeches about their own motives. The prisoner's bravery and heroism are liberally commented on. The significance of anti-Semitism in human affairs is analyzed.\n\nAnd at the end, we are given that terribly inappropriate little speech, just to make sure we didn't miss the point. It's a sort of mid-cult \"Dragnet\" conclusion, telling the audience how the case turned out. But what were needed were fewer self-conscious humanistic speeches, less articulate nobility, and more of the real experience.\n\nArchibald MacLeish said a poem should not mean, but be. It is a lesson John Frankenheimer should learn.\n\nHe should have shown us his hero's suffering, and the Kafkaesque legal tortures of the state, without commenting on them. He should have trusted us to find our own meaning in the material. He should have trusted the film medium to make his points without a lot of bell-ringing liberal prose. Most of all, he should have trusted Alan Bates, whose performance is so deep and compassionate it could have carried any weight of significance without all those overblown speeches.", "running_time": 132, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-12-25", "genres": ["Crime", "Drama", "Mystery"], "title": "The Fixer (1968)"}