{"url": "http://www.rogerebert.com/reviews/the-great-train-robbery-1979", "by": "Sean Conneryas Edward Pierce", "star_rating": 3.0, "text": "England has had its share of great train robbers, including the gang immortalized in Stanley Baker's \"Robbery.\" But there was, we learn, only one Great Train Robbery, and that was the first one, in 1855. Until one Edward Pierce made off with a shipment of gold being sent to meet the British army's payroll in the Crimea, it was, quite simply, thought impossible to rob a moving train.\n\nPierce got clean away with some 4,000 pounds. The haul is a great deal larger in Michael Crichton's \"The Great Train Robbery,\" but he based his original novel more or less on the facts. In the process of writing and directing the movie, however, Crichton has taken more liberties with the facts, and he's inserted a vein of wry humor. That's just as well, since (a) we don't desperately need another tightly wound caper film, and (b) his cast was born to play wry humor.\n\nThe leads are Sean Connery and Donald Sutherland, teamed up with Lesley-Anne Down (fondly recalled as Georgina on Upstairs, Downstairs). Connery is one of the best light comedians in the movies, and has been ever since those long-ago days when he was James Bond. The Bond movies, with their violent pyrotechnics and bizarre special effects are somehow remembered as thrillers. Not really so. They were stylish, droll comedies that were flavored with thrills, and Connery played Bond as an understated comic character. Maybe that's why George Lazenby and Roger Moore have never quite filled Connery's shoes as Bond: They played 007 too straight.\n\nSutherland, playing a Victorian pickpocket and con man, is Connery's perfect partner for \"The Great Train Robbery.\" He brings a new mannerism or two to almost every movie he makes, and this time there's a low whistle, a popping of the fingers, as they engineer their way into the safe with the army payroll. Down plays Connery's accomplice, and she seems to have been born to wear Victorian knickers.\n\nThe plan for the robbery is pretty straightforward: The train's safe, containing the gold, is locked with four keys. Each key is in different hands. The challenge is to separate the owners from their keys, preferably in circumstances that properly staid Victorian gentlemen would be loath to describe to the police. So one elderly banker is stalked at a dogfight and another is waylaid in a brothel.\n\nThere's also a stopwatch scene for the caper fans: Connery and Sutherland go through innumerable dry runs before attempting to break into the office of the railway company, and we get a nicely choreographed robbery attempt with all the classic touches (guard appears in view a split-second after the crucial moment, etc).\n\nOne of the pleasures of \"The Great Train Robbery\" is the way it's firmly in the Victorian period. The costumes and the art direction are right, Crichton peppers his dialog with no doubt authentic Victorian underworld phraseology, and, for the climactic train robbery scene, they've even built an entire working train. Other pleasures: The wicked trick used to smuggle Connery into the locked car with the gold; the chase scene on top of the train; and, of course, the exquisite presence of Down, who has a bedroom scene with Connery that makes James Bond look curiously like Sherlock Holmes.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-02-09", "genres": ["Action", "Adventure", "Comedy", "Crime", "Drama", "Foreign", "Thriller"], "title": "The Great Train Robbery (1979)"}