{"url": "http://www.rogerebert.com/reviews/the-whole-wide-world-1997", "by": "Vincent D'Onofrioas Robert E. Howard", "star_rating": 3.0, "text": "The pulp magazines that flourished from the 1920s through the 1950s were one of the great trashy entertainment mediums of our century. I got in at the end of the period, as the big-format classic pulps like Thrilling Wonder Stories were being pushed aside by television, and replaced on the newsstands by more respectable digest-sized mags like Analog, Galaxy and F&SF. But I haunted used book stores and brought home old pulps in cardboard boxes strapped to the back of my bike, and late into the night I'd read their breathless stories, and feel faint stirrings of unfamiliar emotions as I examined their covers, on which desperate women in big titanium brassieres squirmed in the tentacles of bug-eyed monsters.\n\nThe great pulps came in four flavors: Science fiction, Westerns, romance, and crime. Of these, the brand-new genre was sf, baptized by Hugo Gernsback in his pioneering magazine Amazing Stories. The skilled pulp writers could move from one genre to another, sometimes using pseudonyms because they had more than one story in an issue. The crime mags gave birth to film noir and the great writers like Hammett, Chandler and their heirs. They also gave rise to the image of the writer as romantic loner, slaving at his typewriter in a rented room, a cigarette in his mouth and a bottle on the floor, working for peanuts.\n\nRobert E. Howard bought that image lock, stock and truncheon. He was by his own admission ''the greatest pulp writer in the whole wide world,'' a mainstay of the famous fantasy/horror magazine Weird Tales. The best of his creations was Conan the Barbarian, who had a rebirth in the 1970s in two Schwarzenegger movies and in some 50 Conan paperbacks written under license by modern-day hacks. By then Howard was long dead, by his own hand.\n\n\"The Whole Wide World\" is based on a 1988 memoir of Howard, written by a woman named Novalyne Price Ellis, who was a retired Texas school teacher when the Conan boom came along. Disturbed by portraits of Howard as some kind of loony loner, she wrote the book to recall her own romance with Howard more than 50 years earlier. Her memories have served him well, even though he probably was loony, and a loner given to statements like \"the road I walk, I walk alone,'' which are not designed to inspire confidence in the bosom of a potential fiancee.\n\nHoward is played in the film by Vincent D'Onofrio, as a tall, broad, open-faced Texas boy who likes to wear white shirts and suspenders. Novalyne is Renee Zellweger, who was magical as Tom Cruise's romantic partner in \"Jerry Maguire\" and is charming here, too, as a small-town school teacher who dreams of being a writer and talks her date into taking her to meet his friend Bob Howard, who really was one.\n\nBob and Novalyne like each other immediately, but Bob comes with a great deal of emotional baggage. He lives at home with an almost invisible father and an ailing mother he dotes upon. In another sense he lives in his head and in his stories; Novalyne hears him at his typewriter, pounding the keys while shouting out his prose at the same time: ''When women felt those tree-trunk arms around their waists, they melted like butter!'' \n\nThe two young people have a sweet, innocent courtship, with much talk but little sex; Howard appreciates her as an audience but does not quite seem to see her as a woman until, realizing they have no future, she starts dating a more conventional young man in town. Then he is betrayed, not because she left him, but because she abandoned their vision--a vision that had him promising her he could deliver the best sunsets in Texas right on order, as if he were God. Somehow in his film director Dan Ireland implies the tenderness that an old woman might still feel for the boy she once loved; there is an echo here somewhere of Joyce's short story ''The Dead.'' \n\n Howard's inner emotional life is obviously in turmoil. ''Robert is real close to his mother,'' the family doctor observes, and Bob changes her soiled linen, combs her hair and coos to her, in between banging out blood-curdling adventures on his typewriter. Novalyne sees him striding down the street trying out new dialogue, and Ireland uses subtle devices on the soundtrack to suggest that Howard's fantasy world was as real to him as any other.\n\nHoward was not a great writer, but he was a great storyteller, like Edgar Rice Burroughs, Doc Smith and the other masters of pulp. For a teenage boy his stories were so enthralling that I can only pity today's kids who have to make do with tamer fiction. His books indeed still sell, maybe because readers can sense the utter conviction behind the muscular prose. The pulps ''don't pay much,'' he tells Novalyne; ''a half cent a word, mostly--so I stretch my yarns.'' \n\nIt was the kind of writer's bravado he loved, to discuss his work in mercenary terms. He knew, and she guessed, he stretched them because he didn't want to leave them. He was afraid to.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-02-07", "genres": ["Drama", "Indie", "Romance"], "title": "The Whole Wide World (1997)"}