{"url": "http://www.rogerebert.com/reviews/the-odd-life-of-timothy-green-2012", "by": "Jennifer Garneras Cindy Green", "star_rating": 3.5, "text": "\"The Odd Life of Timothy Green,\" a warm and lovely fantasy, is the kind of full-bodied family film being pushed aside in favor of franchises and slam-bang confusion. On a picture-postcard farm in the middle of endlessly rolling hills where it is always Indian Summer, a lovable boy comes into the life of a childless couple, and brings along great joy and wisdom.\n\nTimothy isn't born and he isn't adopted. He seems to have grown in the garden. The movie very wisely makes no attempt to explain how this happened. His new parents have tried everything to conceive a child of their own, and one desperate night, they open a bottle of red wine and start making a list of the things their perfect child should have. This they put in a box and bury in their garden, and after a torrential downpour and a lightning storm — why, there's Timothy (CJ Adams), covered with wet earth and with leaves growing from his legs. Makes perfect sense to me. How about you?\n\n\"You can call us Cindy and Jim,\" say the bewildered Greens (Jennifer Garner and Joel Edgerton). Timothy says he'll just call them Mom and Dad. Awww. This clear-eyed and beautiful little boy has a knack for saying tactful things, but a tendency to lack information you might think he'd know — for example, the difference between the two goals in a soccer game. \n\nThe Greens hardly even attempt to explain his appearance in their house. During an untimely family reunion the very next day, Timothy is so direct and friendly, people sort of accept him. Not so much his grandfather (David Morse, who was a demanding parent to Jim), but certainly his lovable Uncle Bob and Aunt Mel (M. Emmet Walsh and Lois Smith). The supporting cast is rich with not only those actors, but a welcome selection of other familiar faces: Dianne Wiest as the mean-spirited supervisor of the local Pencil Museum, Shohreh Aghdashloo as an official of the state adoption agency, Ron Livingston and James Rebhorn as the son and father who own the pencil factory, and hip-hop star Common as the soccer coach.\n\nAbout those pencils. The movie is set in Stanleyville, \"The Pencil Capital of the World.\" Times are hard. Computers are making it tough on pencils, and the factory is threatened with closure. Timothy saves the day with an inspiration from his closest friend, a teenage girl named Joni Jerome, played by the sort of transcendent Odeya Rush. She rides around with her bicycle basket filled with brightly colored leaves, and although her origin is not mystical as Timothy's, she's an openhearted nature girl who completely agrees that if you have leaves growing from your calves, you must sometimes spread your arms and lift your face to the sun.\n\n\"The Odd Life of Timothy Green\" is accessible to all but the youngest children, and I suspect their parents will enjoy it, too. It respects the integrity of its story by dealing with real emotions of loss and parting. It's intelligently constructed by writer-director Peter Hedges (who wrote \"What's Eating Gilbert Grape\" and \"About a Boy\"); instead of being simpleminded like too many family films, it treats the characters with care and concern. Jennifer Garner and Joel Edgerton are appealing together as far from perfect parents, and CJ Adams has that ability of so many child actors to be pitch-perfect.", "running_time": 105, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-08-14", "genres": ["Comedy", "Drama", "Family", "Fantasy"], "title": "The Odd Life of Timothy Green (2012)"}