{"url": "http://www.rogerebert.com/reviews/the-beaver-2011", "by": "Mel Gibsonas Walter", "star_rating": 2.5, "text": "\"The Beaver\" is almost successful, despite the premise of its screenplay, which I was simply unable to accept. I concede it is possible that a man in depression might be able to heal himself by projecting his personality into a hand puppet. I am not sure it is possible, or even advisable, to make a serious movie about that. We go through the movie with Mel Gibson wearing a toothy beaver on his left hand, and that creates a whole lot of disbelief for us to suspend.\n\nYet here is another of Mel Gibson's fine performances, a reminder that he is after all a superb actor. His personal life is in ruins because of the disease of alcoholism, which he is still struggling with. Though he's responsible for his outrageous acts and statements, I think this is not the good man I have met many times. From what I know about alcoholism, I believe he goes through personality changes, that he is content on some days and consumed by rage and madness on others, and that such changes are symptoms of the disease. Make your own diagnosis.\n\nIt took some courage on the part of Jodie Foster to direct this film. I believes she knows Gibson's good side and respects his talent. He was certainly the right choice for this material. All of his troubles through recent years are summed up by her opening shot, of an exhausted man floating on a raft in a swimming pool, his arms wide like the crucified Christ. A voice (later revealed to be the Beaver's) informs us this is Walter Black, a man so deep in depression, he has alienated his family and nearly destroyed his business.\n\nWe meet his much-suffering wife Meredith (Jodie Foster), his resentful son Porter (Anton Yelchin) and his disbelieving colleagues. Meredith finally throws him out, not without love. He buys a bottle, checks into a motel, tries to kill himself and is interrupted by the hand puppet. Finding that the puppet has a voice of its own, he allows it to speak for him, and begins to re-enter his life. \n\nFoster, Gibson and writer Kyle Killen make not the slightest attempt to employ the illusion of ventriloquism; Gibson manipulates the puppet and speaks from his own mouth, in an admirable if inexplicable Cockney accent.\n\nHis life improves in ways I leave for you to discover. I also leave you to wonder if Matt Lauer on a real \"Today\" program would chat with a hand puppet quite as he does here. A parallel plot involves Porter, the son, whose gift is to write papers for classmates that read as if they were written by those students themselves. The class valedictorian asks him to write her speech. If she's that smart, why can't she write it herself? She's going through problems, which Porter will discover in a side story that tends to lead us, however interestingly, away from the film's throughline.\n\nWhat sort of movie would have resulted with the same characters but not the Beaver? We will never know. But without \"The Beaver,\" we would never have witnessed a sexual threesome involving a hand puppet. Foster and Gibson must have gone through some serious times while making this film, but don't you suppose that while filming that sex scene they had to suppress the urge to giggle?\n\nThat is the fatal flaw in this sincere endeavor. As good as Gibson is, his character is still caught between the tragedy of the man and the absurdity of the Beaver. Fugitive thoughts of Señor Wences crept into my mind. I'm sorry, but they did.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-05-04", "genres": ["Comedy", "Drama"], "title": "The Beaver (2011)"}