{"url": "http://www.rogerebert.com/reviews/the-dresser-1983", "by": "Peter Yates", "star_rating": 4.0, "text": "Much of mankind is divided into two categories, the enablers and the enabled. Both groups accept the same mythology, in which the enablers are self-sacrificing martyrs and the enabled are egomaniacs. But the roles are sometimes reversed; the stars are shaken by insecurities that are subtly encouraged by enablers who, in their heart of hearts, see themselves as the real stars. It's human nature. Ever hear the one about the guy who played the gravedigger in 'Hamlet'? He was asked what the play was about, and he answered, \"It's about this gravedigger.\"\n\n\"The Dresser\" is about a guy like that, named Norman. He has devoted the best years of his life to the service of an egomaniacal actor, who is called Sir even though there is some doubt he has ever been knighted. Sir is an actor-manager who runs his own traveling theatrical troupe, touring the provinces to offer a season of Shakespeare. One night he plays King Lear. The next night, Othello. The next, Richard III. Most nights he has to ask his dresser what role he is playing. \n\nDressers in the British theater do a great deal more than dress their employers. In \"The Dresser,\" Norman is also Sir's confidant, morale booster, masseur, alter ego, and physician, nursing him through hangovers with medicinal amounts of brandy. Norman has been doing this job for years, and Sir is at the center of his life. Sir, however, takes Norman very much for granted, and it is this difference between them that provides the emotional tension.\n\n\"The Dresser\" is a backstage movie, based on a backstage play, but the movie leaves the theater for a few wonderful additions to the play, as when Sir commands a train to stop, and the train does. Mostly, though, the action is in a little provincial theater, where tonight's play is King Lear, and Sir looks as if he had spent the last week rehearsing the storm scene. It is Norman's job to whip him into shape. Sir is seriously disoriented. He is so hung over, shaky, and confused that he can't even remember how the play begins -- indeed, he starts putting on the makeup for Othello. \n\nThere are other problems for Norman to handle, such as Sir's relationships with his wife, his adoring stage manageress, and a young actress he is considering for Cordelia (she is slim, and would be easier to carry onstage). There are also an angry supporting player and a quaking old trouper who is being pressed into service as the Fool.\n\nThe minor characters are all well-drawn, but \"The Dresser\" is essentially the story of two people, and the movie has been well-cast to make the most of both of them; no wonder both actors won Oscar nominations. Norman is played by Tom Courtenay, who had the role on stage in London and New York and will also be remembered from all those British Angry Young Men films like \"Billy Liar\" and \"The Loneliness of the Long Distance Runner.\" He is perfect for playing proud, resentful, self-doubting outsiders. \n\nSir is played by Albert Finney, who manages to look far older than his forty-seven years and yet to create a physical bravura that's ideal for the role. When he shouts \"Stop ... that ... train!\" we are not too surprised when the train stops.\n\nOn the surface, the movie is a wonderful collection of theatrical lore, detail, and superstition (such as the belief that it is bad luck to say the name \"Macbeth\" aloud -- safer to refer always to \"the Scottish tragedy\"). The physical details of makeup and costuming are dwelled on, and there is a great backstage moment when the primitive thunder machine is rattled to make a storm. \n\nBeneath those details, though, a human relationship arrives at a crisis point and is resolved, in a way. Sir and Norman come to the end of their long road together, and, as is the way with enablers and enabled, Norman finally understands the real nature of their relationship, while Sir, of course, can hardly be bothered. This is the best sort of drama, fascinating us on the surface with color and humor and esoteric detail, and then revealing the truth underneath.", "running_time": 118, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-01-01", "genres": ["Drama", "Foreign"], "title": "The Dresser (1983)"}