{"url": "http://www.rogerebert.com/reviews/the-dead-zone-1983", "by": "Christopher Walkenas Johnny", "star_rating": 3.5, "text": "\"The Dead Zone\" does what only a good supernatural thriller can do: It makes us forget it is supernatural. Like \"Rosemary's Baby\" and \"The Exorcist,\" it tells its story so strongly through the lives of sympathetic, believable people that we not only forgive the gimmicks, we accept them. There is pathos in what happens to the Christopher Walken character in this movie and that pathos would never be felt if we didn't buy the movie's premise.\n\nWalken plays a high school teacher whose life is happy (he's in love with Brooke Adams), until the night an accident puts him into a coma for five years. When he \"returns,\" he has an extra-sensory gift. He can touch people's hands and \"know\" what will happen to them. His first discovery is that he can foresee the future. His second is that he can change it.\n\nBy seeing what \"will\" happen and trying to prevent it, he can bring about a different future. Of course, then he's left with the problem of explaining how he knew something \"would have\" happened, to people who can clearly see that it did not. Instead of ignoring that problem as a lesser movie might have, \"The Dead Zone\" builds its whole premise on it.\n\nThe movie is based on a novel by Stephen King and was directed by David Cronenberg, the Canadian who started with low-budget shockers (\"The Brood\" \"It Came from Within\") and worked up to big budgets (\"Scanners\"). It's a happy collaboration. No other King novel has been better filmed (certainly not the recent, dreadful \"Cujo\"), and Cronenberg, who knows how to handle terror, now also knows how to create three-dimensional, fascinating characters.\n\nIn that he gets a lot of help from Walken, whose performance in this movie in a semi-reputable genre is the equal of his work in \"The Deer Hunter.\" Walken does such a good job of portraying Johnny Smith, the man with the strange gift, that we forget this is science fiction or fantasy or whatever and just accept it as this guy's story. \n\nThe movie is filled with good performances: Adams, as the woman who marries someone else during Johnny's coma, but has a clear-eyed, unsentimental love for him at a crucial moment; Tom Skeritt, as the local sheriff who wants to enlist this psychic to solve a chain of murders; Herbert Lom as a sympathetic doctor, and Martin Sheen as a conniving populist politician.\n\nThey all work together to take a movie that could have been just another scary thriller, and turn it into a believable thriller -- which, of course, is even scarier.", "running_time": 103, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-10-26", "genres": ["Drama", "Fantasy", "Horror", "Science Fiction", "Thriller"], "title": "The Dead Zone (1983)"}