{"url": "http://www.rogerebert.com/reviews/the-lie-2011", "by": "Joshua Leonardas Lonnie", "star_rating": 3.0, "text": "The hero of \"The Lie\" tells a lie that no one should ever tell. It cannot be forgiven. It can be explained but not understood. Many of us may have felt like telling such a lie in the extremities of desperation. No reasonable person, no matter how lacking a conscience, ever actually would — because the inevitable consequences are so predictable and sad.\n\nI'm not going to tell you the lie, but let me set the stage. This is a well-written and acted movie about Lonnie and Clover, a 30-ish married couple with a baby daughter. He works in a Los Angeles video production house. She is about to move into a good corporate job. When Lonnie consults a therapist, he describes his depression and says one of the reasons for it is that \"my wife works a lot.\" This is before she has even gone to work, so obviously he's feeling threatened by her new job. From her point of view, it comes with good health benefits and is an ideal move for a new mom.\n\nLonnie (Joshua Leonard) is a pothead, although this isn't a movie about addiction. He's also a good liar; listen to him manipulate the therapist (Jane Adams) into a prescription for medical marijuana by explaining his preference for eastern and organic medicines over man-made chemicals. Uh, huh. He also tells people he's in a band, although the band hasn't played in a long time and exists only in a technical sense. What he really does is time video shots of ketchup drops, over and over again. This is driving him crazy. One day he calls the boss from the company parking lot and says he's not coming in to work. When the boss explodes, he tells a lie. \n\nHe takes the day off. He drives out to the beach and meets his friend Tank (Mark Webber). They smoke a lot of pot. He goes home and has an especially nice evening with Clover (Jess Weixler). The next day, again, he can't force himself to go to work. He tells The Lie.\n\nLonnie's problem is that he fears he's at that point in life where your dreams stop being ahead of you and start being behind. His wife's newfound job stability is too conventional for a guy who still sees himself as cool, a rebel, a \"musician.\" He doesn't resent fatherhood, even though it was unplanned — he's crazy in love with baby Xana — but he resents the sense that life is tightening his chains. His terrible job is like a life sentence of failure.\n\nJoshua Leonard directed this movie, and co-wrote it with Jeff Feuerzeig, Jess Weixler and Mark Webber — Tank and Clover. It's based on a short story by T. Coraghessan Boyle, which I gather is darker. \"The Lie\" is dark enough, but it has affection for its characters and doesn't destroy them. It paints them in three fallible human dimensions, and the actors are warm and plausible, even Tank the druggie dropout, who lives in an RV, so home is where he parks. The day that Lonnie drives out to see him, he suggests it would have been nice if he'd phoned ahead. \"But you don't have a phone,\" says Lonnie. \"Then I'll call you,\" Tank says.\n\nIt's easy to imagine this movie going wrong: Pumping up the drama, punching the big developments, using the wrong music. It keeps its cool. One test of a new director is how he handles a scene that has cliche written all over it. In \"The Lie,\" Lonnie, Clover and baby Xana go on a weekend camping trip, and we see they truly do make up a family, and Leonard does this in a convincing and affectionate way. \n\nThis scene is crucial for setting up the agonizing scene in which The Lie is revealed. Without it, we wouldn't believe how that scene eventually pays off. I can't explain why, but you'll see. Observe then at the same time how flawless Jess Weixler's timing and acting are — how she holds a moment long enough for us to read her mind.\n\nHere's a film in which the actors create plausible people we would probably like. They're loose inside the skins of their characters. Even Tank, who must be intimate with more drugs than pot, has a level of wisdom and insight. His self-knowledge is so much better than poor Lonnie's.\n\nI didn't even remotely see the film's conclusion coming. I consider it unlikely. I also consider it unwise. But I don't consider it impossible, because in a way \"The Lie\" has been preparing us all along for such a decision. This movie isn't dry goods, measured by the yard. It has a pulse. At the end, I think baby Xana will still have two happily married parents when she grows up. At the end of a lot of movies, you never ever give a thought to the characters again.", "running_time": 80, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-11-16", "genres": ["Comedy", "Drama"], "title": "The Lie (2011)"}