{"url": "http://www.rogerebert.com/reviews/the-blue-iguana-1988", "by": "Dylan McDermottas Vince Holloway", "star_rating": 0.5, "text": "\"The Blue Iguana\" is as close to a no-brainer as you can get, and still have anything left on the screen at all. It's a smart-aleck parody of private-eye movies, but it knows as little about private eyes as it does about parodies, and movies. It's the kind of experience where you sit in stunned silence, looking at the screen, knowing that even the actors can hardly be blamed, since if they had been allowed to improvise almost anything that came into their heads, it would have been better than the dialogue they're given.\n\nHorrible movies like this sometimes have a chance of working, in a perverse way, if they bring energy and style to the screen. We will never know, alas, whether energy and style could have saved this one. It's an expensive professional version of the kind of inane spoofs that college students sometimes try to shoot on video - movies where the big thrill is seeing your pals in costume. The movie's so bad, there isn't even anyone in it who knows how to smoke. The hero, a private eye named Vince (Dylan McDermott), plays every scene with an unfiltered cigarette stuck in his mouth, and yet he doesn't come across as a chain-smoker, he comes across as a non-smoker who detests having this smelly thing under his nose.\n\nVince is broke, so he accepts an assignment from the IRS, which takes him to Diablo, a town in a mythical Central American republic where a dragon lady (Jessica Harper) launders crooked money in her bank. The other players in this banana republic (none of them apparently Latinos) include James Russo as Reno, the local hoodlum, and Pamela Gidley as Dakota, who runs the saloon. The IRS agents, who follow Vince south, are played by Dean Stockwell, wearing thick glasses and a neck brace, and Tovah Feldshuh, who has evidently been spending a lot of time pumping iron lately and wants us to know it.\n\nWhat happens in Diablo will be familiar to any regular viewer of the late movie on the cable station from hell. You know the one. That mystery station on your cable service that seems to show up in the unassigned gaps between the regular channels. The one with no name, no IDs, no number and no call letters, that always seems to be showing movies that apparently do not exist. In those movies, as in this one, people drive around in old cars, shoot at each other and say things like \"I've got 15 men out there!\" The plots always involve coffins full of foreign currency, guys with moustaches, women with garter belts, and a voice-over narration in which the hero does a cynical whine.\n\nI have no idea why this movie was made. I have no notions of what the actors in it thought they were doing. I have no clues as to whether the writer-director, John Lafia, thought it was funny. I do not know why Paramount released it. I do know that they say if an iguana loses its tail, it can grow another one. I do not know, however, if that is true. Wouldn't you think that in a movie named \"The Blue Iguana,\" in which nothing of interest happens for 90 minutes, they'd at least answer a few fundamental questions about iguanas? But the only iguana in this movie is a cigarette lighter.", "running_time": 90, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-04-22", "genres": null, "title": "The Blue Iguana (1988)"}