{"url": "http://www.rogerebert.com/reviews/the-last-emperor-1987", "by": "Joan Chenas Wan Jung", "star_rating": 4.0, "text": "The boy was 3 when he first sat on the Dragon Throne as emperor of China, and 7 when he abdicated. He had barely reached what in the West is considered the age of reason, and already events beyond his control had shaped his life forever. Bernardo Bertolucci's \"The Last Emperor\" tells the story of this child, named Pu Yi, in an epic that uses the life of one man as a mirror that reflects China's passage from feudalism through revolution to its current state of relatively peaceful transition.\n\nThis is a strange epic because it is about an entirely passive character. We are accustomed to epics about heroes who act on their society - \"Lawrence of Arabia,\" \"Gandhi\" - but Pu Yi was born into a world that allowed him no initiative. The ironic joke was that he was emperor of nothing, for there was no power to go with his title, and throughout the movie he is seen as a pawn and victim, acted upon, exploited for the purposes of others, valued for what he wasn't rather than for what he was.\n\nThe movie reveals his powerlessness almost at once: Scenes of his childhood in the Forbidden City are intercut with scenes from later in his life, when the Chinese communists had taken power, and he was seized and held in a re-education camp, where a party official spent a decade talking him through a personal transition from emperor to gardener - which was Pu Yi's last, and perhaps happiest, occupation.\n\nBut the process in the communist jail actually starts many years earlier, in one of the most poignant scenes in the film, when young Pu Yi is given a bicycle and excitedly pedals it around the Forbidden City until he reaches its gates to the outer world, and is stopped by his own guards. He is an emperor who cannot do the one thing any other little boy in China could do, which is to go out of his own house.\n\nBertolucci is able to make Pu Yi's imprisonment seem all the more ironic because this entire film was shot on location inside the People's Republic of China, and he was even given permission to film inside the Forbidden City - a vast, medieval complex covering some 250 acres and containing 9,999 rooms (only heaven, the Chinese believed, had 10,000 rooms). It probably is unforgivably bourgeois to admire a film because of its locations, but in the case of \"The Last Emperor\" the narrative cannot be separated from the awesome presence of the Forbidden City, and from Bertolucci's astonishing use of locations, authentic costumes and thousands of extras to create the everyday reality of this strange little boy.\n\nThere is a scene early in the film when Pu Yi, seated on the Dragon Throne, attended by his minders and servants, grows restless, as small boys will do. He leaps impatiently from his seat and runs toward the door of the throne room, where at first a vast, billowing drapery (a yellow one - the color reserved only for the emperor) obstructs the view. Then the curtain is blown aside, and we see an incredible sight: thousands of the emperor's minions, all of them traditionally costumed eunuchs, lined up in geometric precision as far as the eye can see, all of them kowtowing to the boy.\n\nAfter he formally abdicates power in 1912, Pu Yi remains on the throne, a figurehead maintained in luxury for the convenience of the real rulers of China. A Scottish tutor named Reginald Johnston (Peter O'Toole) comes out to instruct him in the ways of Europe, and the youth (played in manhood by John Lone) becomes an anglophile, dreaming of \"escaping\" to Cambridge. Johnston advises him to escape instead into marriage, and he takes an empress (Joan Chen) and a concubine. In 1924, he is thrown out of the Forbidden City, and moves with his retinue back to his native Manchuria, then controlled by the Japanese. In a scene of great, elegant irony, Bertolucci shows him in Western clothes, a cigarette in hand, leaning on a piano and crooning \"Am I Blue?\"\n\nAs World War II grows closer, Pu Yi grows increasingly irrelevant, except to the Japanese, who set him up briefly as their puppet in Manchuria. His wife becomes an opium addict and begins a dalliance with a lesbian Japanese spy; his old tutor returns to England; he gives himself over to a life of depravity and drifting, and then everything changes for him when the communists take control of China and he is captured by Russians, who turn him over to their new allies.\n\nWe might expect the communists to sentence Pu Yi to death (a fate he confidently expected), but instead there is the re-education process, complicated by the fact that this grown man has never done anything for himself. He does not know how to tie his own shoes or turn off the tap after filling a glass with drinking water. When we see him at the end of the film, he is working as a gardener in Peking, and seems happy, and we assume that for him, at least, re-education was a success because it was essentially education in the first place, for a man whose whole life was directed toward making him impotent and irrelevant.\n\nIn Orson Welles' \"Citizen Kane,\" one of the tycoon's friends says, \"I was there before the beginning - and now I'm here, beyond the end.\" \"The Last Emperor\" ends with an extraordinary sequence, beyond the end, in which an elderly Pu Yi goes to visit the Forbidden City, which is now open to tourists. He sees a little boy sneak past the velvet rope and climb onto the Dragon Throne. Once that would have been a fatal offense. But the old man who was once the boy on that throne looks on, now, with a complex mixture of emotions. It is an inspired ending for the film, which never makes the mistake of having only one thing to say about the life of a man who embodied all of the contradictions and paradoxes of 20th century China.\n\nThere aren't a lot of action scenes in \"The Last Emperor,\" and little enough intrigue. (Even the Japanese spy isn't subtle: \"I'm a spy, and I don't care who knows it,\" she tells the empress on their first meeting.) As in \"Gandhi,\" great historical changes take place during \"The Last Emperor,\" but, unlike Gandhi, the emperor has no influence on them. His life is a sad irony, his end is a bittersweet elegy. But it is precisely because so little \"happens\" in this epic that its vast and expensive production schedule is important. When we see those thousands of servants bowing to a little boy, for example, the image is effective precisely because the kowtowing means nothing to the boy, and the lives of the servants have been dedicated to no useful purpose.\n\nEverything involving the life of Pu Yi was a waste. Everything except one thing: the notion that a single human life could have infinite value. In its own way, the Dragon Throne argued that, making an emperor into a god in order to ennoble his subjects. And in its own way, the Chinese revolution argued the same thing, by making him into a gardener.", "running_time": 163, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-12-09", "genres": ["Drama", "Foreign", "History"], "title": "The Last Emperor (1987)"}