{"url": "http://www.rogerebert.com/reviews/the-secret-of-my-success-1987", "by": "Michael J. Foxas Brantley", "star_rating": 1.5, "text": "\"The Secret of My Success\" seems trapped in some kind of time warp, as if the screenplay had been in a drawer since the 1950s and nobody bothered to update it. This is the kind of movie that should star Tony Randall or Gig Young opposite Judy Holliday or Doris Day, and, in fact, they were wonderful in the 1950s classics that \"Secret\" recycles.\n\nThose old high-rise office comedies came out of a specific time and place, however, and when an '80s star such as Michael J. Fox turns up in one, it's almost like his personal version of \"Back to the Future.\" He seems to have traveled back through time on a visit to the cliches of yesteryear.\n\nFox plays a Kansas farm boy who dreams of making it in New York City. He leaves home, arrives in the Big Apple, loses the job he had lined up and talks his rich uncle (Richard Jordan) into hiring him for the mail room of Jordan's big corporation. Then Fox falls in love with a beautiful junior executive (Helen Slater), who isn't interested in meeting anyone from the mail room.\n\nThat inspires him to pull off a risky stunt: He finds an empty office, puts a fictitious name on the door and masquerades as a new executive. At the same time, he keeps his mail room job. He has to keep changing clothes all day long, with all of the obvious and unfunny jokes that implies.\n\nThere's really nothing wrong with the premise, but the screenplay could have been a lot more clever. The writers, Jim Cash and Jack Epps Jr., are experts at recycling old script ideas (their credits include \"Top Gun\" and \"Legal Eagles\"), and here they settle for all of the basic gags they can milk out of a mistaken identity.\n\nThat includes their decision to provide Fox with an affair with the boss's wife (Margaret Whitton), who is, of course, his aunt. Their carefree coupling is a little startling in the age of AIDS, and so is the movie's amorality. None of the characters has any morals, personal or professional, and the movie doesn't have any satirical fun with that because, I suspect, it actually never occurred to the filmmakers that the behavior was amoral. This is a movie made with expediency, about expedient people, and expecting them to notice their compromises would be like asking a fish to notice water.\n\nFox provides a fairly desperate center for the film. It could not have been much fun for him to follow the movie's arbitrary shifts of mood, from sitcom to slapstick, from sex farce to boardroom brawls. There is even a chase scene up and down the stairs at corporate headquarters and a scene where Jordan catches Fox and Whitton horizontal on the office couch. Like most movies about mistaken identities, this one relies heavily on the Idiot Plot: Everyone in the movie is an idiot or the mystery would be solved in five minutes. Does the movie really believe anyone is as stupid as these characters? Does it care?", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-04-10", "genres": ["Comedy", "Romance"], "title": "The Secret of My Success (1987)"}