{"url": "http://www.rogerebert.com/reviews/the-king-of-comedy-1983", "by": "Martin Scorsese", "star_rating": 3.0, "text": "Martin Scorsese's \"The King of Comedy\" is one of the most arid, painful, wounded movies I've ever seen. It's hard to believe Scorsese made it; instead of the big-city life, the violence and sexuality of his movies like \"Taxi Driver\" and \"Mean Streets,\" what we have here is an agonizing portrait of lonely, angry people with their emotions all tightly bottled up. This is a movie that seems ready to explode -- but somehow it never does.\n\nThat lack of release disturbed me the fist time I saw \"The King of Comedy,\" back in January. I kept straining forward, waiting for the movie to let loose and it kept frustrating me. Maybe that was the idea. This is a movie about rejection, with a hero who never admits that he has been rejected and so there is neither comic nor tragic release -- just the postponement of pain.\n\nI walked out of that first screening filled with dislike for the movie. Dislike, but not disinterest. Memories of \"The King of Comedy\" kept gnawing at me, and when people asked me what I thought about it, I said I wasn't sure. Then I went to see the movie a second time, and it seemed to work better for me -- maybe because I was able to walk in without any expectations. I knew it wasn't an entertainment, I knew it didn't allow itself an emotional payoffs, I knew the ending was cynical and unsatisfactory, and so, with those discoveries no longer to be made, I was free to simply watch what was on the screen.\n\nWhat I saw the second time, better than the first, were the performances by Robert De Niro, Jerry Lewis, Diahnne Abbott and Sandra Bernhard, who play the movie's most important characters. They must have been difficult performances to deliver, because nobody listens in this film; everybody's just waiting for the other person to stop talking so they can start. And everybody's so emotionally isolated in this movie that they don't even seem able to guess what they're missing.\n\nThe movie stars Robert De Niro as Rupert Pupkin, a nerdish man in his 30s who fantasizes himself as a television star. He practices down in his basement, holding condescending conversations with life-size cardboard cutouts of Liza Minnelli and Jerry Lewis. His dream is to get a standup comedy slot on the late-night talk show hosted by Lewis (whose name in the movie is Jerry Langford). The movie opens with Rupert's first meeting with Jerry; he barges into Jerry's limousine and is immediately on an obnoxious first-name basis. Jerry vaguely promises to check out Rupert's comedy routine, and the rest of the movie is devoted to Rupert's single-minded pursuit of fame. He arrives aty Jerry's office, is politely brushed off, returns, is rejected again, arrives at Jerry's country home with a \"date\" in tow, is ejected again, and finally decides to kidnap Jerry.\n\nThis sounds like an entertaining story, I suppose, but Scorsese doesn't direct a single scene for a payoff. The whole movie is an exercise in cinema interruptus; even a big scene in a bar, where Rupert triumphantly turns on the TV set to reveal himself on television, is deliberately edited to leave out the payoff shots -- reaction shots of the amazed clientele. Scorsese doesn't want laughs in this movie, and he also doesn't want release. The whole movie is about the inability of the characters to get any kind of a positive response to their bids for recognition.\n\n\"The King of Comedy\" is not, you may already have guessed, a fun movie. It is also not a bad movie. It is frustrating to watch, unpleasant to remember, and, in its own way, quite effective. It represents an enormous departure for Scorsese, whose movies teemed with life until he filmed this emotional desert, and whose camera used to prowl restlessly until he nailed it down this time. Scorsese and De Niro are the most creative, productive director/actor team in the movies right now, and the fact that they feel the freedom to make such an odd, stimulating, unsatisfyng movie is good news, I guess. But \"The King of Comedy\" is the kind of film that makes you want to go and see a Scorsese movie.", "running_time": 109, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-05-15", "genres": ["Comedy", "Crime", "Drama"], "title": "The King of Comedy (1983)"}