{"url": "http://www.rogerebert.com/reviews/the-hot-chick-2002", "by": "Rob Schneideras Clive", "star_rating": 0.5, "text": "\"The Hot Chick\" is about a woman who is magically transported into a man's body, and takes several days to learn how to urinate correctly with her new equipment. This despite getting a how-to lecture from a helpful washroom attendant. Luckily, she finds that passing gas is a skill that ports easily between the genders. Meanwhile, the former occupant of her male body has been magically transported into her former female body, and immediately becomes a hooker and a stripper.\n\nHow is this switch possible? It happens because of a pair of magic earrings. Their history is shown in an introductory scene helpfully subtitled, \"Abyssinia, 50 B.C.\" The scene is clearly inspired by the Arabian Nights; the screenplay is by the director, Tom Brady, and the star, Rob Schneider, have confused Africa with the Middle East, but the prologue is over before we can grow depressed by its geographical and ethnographic ignorance.\n\nIn modern times, we are introduced to a cadre of hot chicks who all go to the same high school. The Rob Schneider character, named Clive, no doubt after Clive of India, who would have been a much more interesting character, mugs one of the hot chicks, and gets one of her earrings. When Clive and the chick put on the earrings, they are wondrously transported into each other's bodies. Jessica occupies Clive.\n\nClive also occupies Jessica, but only gets a couple of scenes, in which he quickly masters feminine skills, starting with buying tampons and progressing quickly to stripping. The movie's conviction that we would rather see the outside of Rob Schneider's body than the outside of Rachel McAdams' body is not the least of its miscalculations. Rob Schneider's outside has most of its scenes with Jessica's best friend, played by Anna Faris, whose resemblance to Britney Spears in the hair and makeup departments is a complete coincidence.\n\nThe way the movie handles the switch is that Rob Schneider, visually appearing as himself, has Jessica trapped inside. He/she convinces his/her best girlfriends of this transformation. This is one of the most astonishing events in the history of mankind, incredibly and miraculous, and so what inflames the curiosity of the three girlfriends? His penis.\n\nThat they are stupid goes without saying. That the filmmakers could think of nothing more creative to do with their premise is a cause for despair. Body-switch movies had a brief vogue in the 1980s, when there were some cute ones (\"Big,\" \"Vice Versa\"), but Hollywood has so downgraded its respect for the audience that \"The Hot Chick\" is now considered acceptable.\n\nThe movie resolutely avoids all the comic possibilities of its situation, and becomes one more dumb high school comedy about sex gags and prom dates. Jessica, as Clive, becomes the best boy/girlfriend a girl could want, during a week in which the female Jessica's parents absentmindedly observe that she has been missing for days. (That a girl looking exactly like the most popular girl in high school is stripping and hooking escapes the attention of the local slackwits.) Lessons are learned, Jessica sees things from a different point of view, sweetness triumphs, and the movie ends with one of those \"deleted\" scenes over the final credits. This particular credit cookie is notable for being even more boring and pointless than the movie. Through superhuman effort of the will, I did not walk out of \"The Hot Chick,\" but reader, I confess I could not sit through the credits.\n\nThe MPAA rates this PG-13. It is too vulgar for anyone under 13, and too dumb for anyone over 13.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-12-13", "genres": ["Comedy", "Fantasy", "Science Fiction"], "title": "The Hot Chick (2002)"}