{"url": "http://www.rogerebert.com/reviews/the-confession-1971", "by": "Yves Montandas Gerard", "star_rating": 4.0, "text": "\"Confession is the highest form of self-criticism.\" -Party official in \"The Confession\" \n\nCosta-Gavras' first film since \"Z\" is, once again, a study of the way lies can be made to seem good as truth. All it takes to work this miracle is sufficient power! If you control not only a man's life but also his mind, you can get him to believe anything. In \"Z,\" the power was Fascist and of the right. In \"The Confession,\" we're shown fascism of the left in the form of the Communist Party show trials in Czechoslovakia in 1952.\n\nThe film is inspired almost entirely by fact, by the memoirs of Artur London, one of the 13 Czech Communist leaders who were indicted as traitors, Trotskyists, Titoists, Zionists or what have you, and one of the three who was not executed. It is not a thriller like \"Z,\" and it couldn't be, because there is no justice to emerge at the end and no scoundrels to unmask. As nearly as seems possible, the totalitarian system itself kept the show trials running, and they persisted so well that the party officials who began them turned up as defendants, too. \n\nNo, it's not a thriller but a penetration into the mind, and Yves Montand is able to express the state of his character's mind perfectly by showing him, after nearly 20 months of torture and cross-examination, watching his captor eat a sausage as if it were not lunch but the Holy Grail. The movie itself is a wearing experience, as it was meant to be. We begin to wonder toward the end how even the inquisitors could stand up to the inhuman grind of cross-examination.\n\nCosta-Gavras seems to be trying in his latest two films to take the facts themselves and mold them into a sort of fiction beyond truth. There is nothing he can tell us about the execution of 10 innocent Czech leaders that he hasn't shown us already with a shot of their ashes being dumped into a snow-covered road to help a car get traction. Images like this are beyond explaining. In the current New York Review of Books, Alfred Kazin considers Capote's \"In Cold Blood\" and Mailer's \"Of a Fire on the Moon\" in much the same way, as the reactions of story-tellers to stories that are too real to be reduced to fiction.\n\nThe style of \"The Confession\" reminds us of \"Z,\" particularly in the quick cutting and the sure-footed use of flashbacks. The, structure becomes complex but never confusing, and Costa-Gavras always seems to be urgently on the move, wanting to tell us more than can be told.\n\nHis characters are always moving when a shot opens on them. His editor hurries ahead to the next image while the voice from the last finishes a sentence. The camera itself seems afraid that by staying too long on one image, it is missing others. And we feel ourselves buried in this mass of information, our rational minds somehow trying to make sense of a system where nothing is \"true\" but everything must be \"correct.\"\n\nThere is a controversy in European Communist circles over \"The Confession,\" I'm told. It's been banned in a lot of countries, including Russia and Czechoslovakia, and it has been embraced by anti-Communist movements as an indictment of communism. But Costa-Gavras has made a point of insisting that the movie is anti-Stalinist, not anti-Communist. For that matter, we had some show trials trying to get themselves under way in this country in 1952.\n\nI suppose the conclusion you come to after seeing \"The Confession\" is that mankind has a terrifying ability to persecute and execute its members on the strength of an idea that may turn out, a few years later, to have been forgotten. Daniel Berrigan, S.J., sent an open letter to the Weathermen recently in which he said that no cause was worth the sacrifice of a single human life. That inspired a lot of head scratching in newspaper editorials, philosophy classrooms and elsewhere. But see \"The Confession\" and think about it.", "running_time": null, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-04-09", "genres": null, "title": "The Confession (1971)"}