{"url": "http://www.rogerebert.com/reviews/the-embalmer-2003", "by": "Ernesto Mahieuxas Peppino", "star_rating": 3.0, "text": "The little man joins the big man at the zoo, where he is admiring a vulture. The little guy, named Peppino, is a charmer. He's about 50, balding, under 5 feet tall. The big guy, named Valerio, is a looker, about 20, handsome, over 6 feet tall. As they try to remember where they've met before, the point of view sometimes switches from the humans to the vulture; the image is distorted, the sound is muffled, and we get an inside-out view of the bird blinking its eyes. Valerio says animals are his passion. Funny, says Peppino, they're also his. Peppino is a taxidermist.\n\nMatteo Garrone's \"The Embalmer\" was originally titled \"The Taxidermist,\" and while the revised title may be more commercial, it may send the wrong message about this profoundly creepy psychological study from Italy. The movie is an acute study of two personalities, and then a third which acts as a catalyst. Peppino, with a bright personality and a friendly smile, is a predator who likes to court young men with his money and favors. Valerio, who is told he \"looks like a god,\" is not very bright, and likes to be courted. Peppino acts by indirection, taking Valerio to clubs and hiring hookers for parties; the two friends end up in bed with the girls, and Valerio doesn't understand that for Peppino, the girls are bait and he is the fish.\n\nThis Peppino (Ernesto Mahieux) is a piece of work, with the same electric self-confidence of Danny DeVito, but with undertones that only gradually reveal themselves. He tracks Valerio (Valerio Foglia Manzillo) down to his job as a cook, and offers him a big raise to become a trainee taxidermist. Like a kid displaying his treasures, he shows Valerio some jobs he's proud of: a turtle, a boa constrictor, a tiny shrew. Soon Valerio is learning the right way to sharpen a knife.\n\nPeppino suggests Valerio save rent by moving in with him. Valerio's girlfriend objects, as well she might. This is Manuela (Marcella Granito), who says she's heard the \"dwarf\" is connected to the Mafia. She walks out, but not long after, in a gas station, Valerio is picked up by the girl behind the counter, who attaches herself to him. This is the sexy, confident brunet Deborah (Elisabetta Rocchetti), who comes from a rich family that is puzzled but hospitable when she turns up with Valerio and ... Peppino.\n\n\"The Embalmer\" is masterful at concealing its true nature and surprising us with the turns of the story. Among the movie's mysteries are: (1) Does Peppino think of himself as a homosexual, or as a swinger who likes good buddies and is open-minded in bed? (2) Does Valerio know Peppino is hot for his bod? (3) Does Valerio prefer Peppino's money and partying to Deborah's considerable sexual prowess? I am tempted to add (4) Is Valerio completely clueless? Twice he enrages Deborah by standing her up; he keeps falling for Peppino's urging to have \"just one more.\"\n\nOh, and we should also ask (5) In that scene where Peppino sends the hookers home and slips in next to Valerio in bed, what goes on? \"Something happened between you, didn't it?\" screams Deborah at a moment when things are going badly. Is it a weakness or a strength of the film that we don't know what happened? A little of both, as we puzzle over Valerio, an ingenue who, when he's not with the one he loves, loves the one he's with -- if he loves anybody.\n\nThe movie is set mostly in Italian beach towns, but in a gray season, against cold concrete skies. The sea is distant and cheerless, and Garrone's visuals drain the life out of some scenes. This is not a comedy or a sex romp, but a curious business involving two single-minded hunters (Peppino and Deborah) and their quarry, whose good looks may have made life so easy for him that he never got the knack of living it.\n\nElisabetta Rocchetti is ideally cast as Deborah, because she has such a palpable, acquisitive sexuality. But the movie's center of energy is Ernesto Mahieux as Peppino. I mentioned Danny DeVito earlier not for the obvious reason that he's short like Mahieux is, but because both men dominate every scene they're in, and convince us they can impose their will on any situation.\n\nIt may seem unlikely that a balding middle-aged midget could lure a theoretically straight young male out of the arms of a sexual tigress, but after Deborah sizes up Peppino, she knows she has to take him seriously. What the little man wants, he goes after with craft, cunning and enormous need, and it's fascinating to watch him operate.\n\nAnd why was that opening scene viewed partly through the vulture's eyes? The vulture is a bird that makes a living by spotting dead meat.", "running_time": 101, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-11-14", "genres": ["Foreign", "Thriller"], "title": "The Embalmer (2003)"}