{"url": "http://www.rogerebert.com/reviews/the-weather-man-2005", "by": "Nicolas Cageas David Spritz", "star_rating": 3.5, "text": "We think of tragic heroes outlined against the horizon, tall and doomed, the victims of their vision and fate, who fall from a great height. \"The Weather Man\" is about a tragic hero whose fall is from a low height. David Spritz (Nicolas Cage) is a Chicago weatherman whose marriage has failed, whose children are troubled, whose father is disappointed, and whose self-esteem lies in ruins. \"All of the people I could be,\" he tells us, \"they got fewer and fewer until finally they got reduced to only one -- and that's who I am. The weather man.\"\n\nThere is nothing ignoble about being a weatherman, especially in Chicago, where we need them. David's fatal flaw (all tragic heroes have one) is that he does not value his own work. Perhaps his broadcast viewers sense that, which is why they throw fast food at him from passing cars. They sense that he has embraced victimhood, and are tempted. To feel inadequate is Dave Spritz's life sentence. His father Robert (Michael Caine) is a famous novelist who won the Pulitzer Prize, and who has always been disappointed in his son -- disappointed, we sense, at every stage of Dave's life, and by everything that he has done.\n\nIn Robert's mind, it's not that Dave is a weatherman, but that he is a bad one. He hasn't done the homework. He's not even a meteorologist. He gets the weather off the news service wires. \"Do you know,\" his father asks him, \"that the harder thing to do and the right thing to do are usually the same thing?\" Dave has made life easy for himself, but Robert tells him, \"Easy doesn't enter into grown-up life.\" Dave's life does indeed seem easy. He does the weather for two hours a day with hardly any preparation and makes the occasional personal appearance; we see him in costume as Abraham Lincoln.\n\nThis is one of those Nicolas Cage performances where he seems consumed by worry, depression, and misdirected anger. He often parks his car in front of the house he once shared with his wife Noreen (Hope Davis), his overweight daughter Shelly (Gemmenne de la Pena) and his troubled son Mike (Nicholas Hoult). Noreen is now engaged to Russ (Michael Rispoli), and one day Dave slaps Russ in the face with gloves. Now what in the hell kind of a thing is that to do? Something he saw in a movie? Even Dave's grand gestures are pathetic.\n\nI find myself attracted to movies that are really about somebody. Dave Spritz, whatever his failings, is somebody, he is there, he suffers, he hopes. But he exists, as far as he can see, for no purpose. If his father were cruel in an overt way, that would allow him some focus, but Michael Caine's performance turns Robert into a man who wounds with a thousand little cuts, who is urbane and articulate and whose words are a rebuke not so much because of what he says, as by the tender regret with which he says them. That his father is dying of lymphoma makes it all the more poignant: His father will not only die, but die disappointed, and along the way will attend a \"living funeral\" in honor of himself. Dave was probably fated to do something inappropriate at his father's funeral; how much more pathetic that he does it while his father is still alive to see him.\n\nDave's problem is that he is never able to find the right note, the appropriate gesture, and correct behavior, try as he does. Perhaps he tries too hard. Perhaps he is always trying, and people sense it. His wife is not an unreasonable woman, and allows Dave access to the children. But she is amazed that, at this point, Dave seriously expects them to remarry. The girl, meanwhile, puts on weight, and the boy's counselor wants the kid to take off his shirt for some photos.\n\nDoes all of this make for a good movie? I think so -- absorbing, morbidly fascinating. One of the trade papers calls it \"one of the biggest downers to emerge from a major studio in recent memory -- an overbearingly glum look at a Chicago celebrity combing through the emotional wreckage of his life.\" But surely that is a description of the movie, not a criticism of it. Must movies not be depressing? Must major studios not release them if they are? Another trade paper faults the movie for being released by Paramount, when it \"probably should have been made by Paramount Classics. For this is a Sundance film gussied up with studio production values and big stars.\"\n\nI find this reasoning baffling. Are major stars not allowed to appear in offbeat character studies? Is it wrong for a \"Sundance film\" to have \"studio production values?\" What distinguishes Nicolas Cage as an actor is his willingness to take chances. His previous film, \"Lord of War,\" was also about an off-the-map character. Should he stick with films like \"National Treasure\"? Before that he made \"Matchstick Men\" and \"Adaptation,\" both brilliant, but \"Matchstick\" was criticized because it was directed by a big name, Ridley Scott, while \"Adaptation\" was by the indie Spike Jonze. Both invaluable movies. \"The Weather Man\" seems to offend some critics because it doesn't know its place, and wants to be good even though Paramount made it with a star.\n\nThe film was directed by Gore Verbinski, who previously made \"Pirates of the Caribbean,\" and now is making the \"Pirates\" sequels. How dare he take time off to make an art film? And yet this film has moments of uncommon observation and touching insight. Consider Dave's awkward attempt to bond with his daughter. Shelly unwisely says something about liking archery, and Dave buys her a lot of archery equipment and signs her up for lessons she hates. Has she no sympathy for her old man? Can't she shoot a few arrows? He's trying. The archery episode leads up to a moment of completely unanticipated suspense that concentrates all of Dave's passions and hurts into one moment and one choice.\n\nYes, \"The Weather Man\" is a downer, although the sun breaks through from time to time, and there are moments of comedy that are earned, not simply inserted. Do you never want to see a downer? Some time ago, tiring of people telling me \"Oh, I heard that movie was depressing,\" I started telling them: \"Every bad movie is depressing. No good movie is depressing.\" Sometimes they get it. Sometimes they look at me as if I'm mad. I haven't had any fast food thrown at me yet.", "running_time": 101, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-10-27", "genres": ["Comedy", "Drama"], "title": "The Weather Man (2005)"}