{"url": "http://www.rogerebert.com/reviews/the-butcher-boy-1998", "by": "Stephen Reaas Da Brady", "star_rating": 2.5, "text": "Neil Jordan's \"The Butcher Boy'' tells the story of an Irish boy who turns violent and insane under the pressure of a tragic childhood and a sense of betrayal. By the end of the film, when he acts out his murderous fantasies, I was thinking of course about the shooting spree by the two young boys in Jonesboro.\n\nThis film is, in a sense, optimistic. It suggests that children must undergo years of horrible experiences before they turn into killers. The Jonesboro shooters were apparently more fortunate: more or less normal kids raised with guns, and unable to understand the consequences of their actions. We want to believe that violent kids have undergone emotional torments like Francie Brady, the young hero of \"The Butcher Boy.'' If they haven't, then the abyss is closer than we think.\n\nThe film takes place in the early 1960s, in a small town in the west of Ireland. It is narrated by Francie, who is played by the newcomer Eamonn Owens in one of the cockiest and most confident performances I've seen by a young actor. Francie's homelife is not happy. His father (Stephen Rea) is a drunk who turns violent, kicks in the TV and weeps for the lost innocence of his days before whiskey.\n\nHis mother (Aisling O'Sullivan) is suicidal; one day Francie comes home from school to find a chair on the kitchen table, and his ma preparing to hang herself.\n\nShe has a \"breakdown'' and is sent to a mental institution, which Francie calls a \"garage'' because that's where you usually go with a breakdown. He clings to the islands of reassurance in his fragile universe, especially his best friend, Joe (Alan Boyle). They hide out in a playhouse near the river and live in the fantasies of comic books. Francie feels a fierce possessive pride in his friend.\n\nFrancie's archenemy is the hated Mrs. Nugent (Fiona Shaw), who speaks with an English accent and is a snob and a scold. She seems to delight in persecuting Francie. It's she who turns in Francie and Joe for stealing apples. Francie in his fantasies imagines dire consequences, and is occasionally comforted by the appearance of the Virgin Mary (Sinead O'Connor), who sometimes turns up on TV and is not above using the f-word (although always, to be sure, in a lilting Irish context).\n\nThings fall apart. He's sent to a youth home, where the priest dresses him in girl's clothes before being caught and whisked away to another garage. Francie returns to a job as a butcher boy, cutting up pig carcasses. He has fantasies of nuclear disaster, of humans turned into beasts, of charred corpses. His dad dies, and Francie leaves him in his favorite chair for a long time, until the authorities break in. Joe betrays him, and becomes the friend of Mrs. Nugent's hated son.\n\nThe closing passages of the film, which is based on a novel by Patrick McCabe, are the logical outcome of what has come before. Jordan doesn't exploit; his tone is one of sad regarding, in which Francie's defiant voice sounds brave and forlorn. This is a kid who keeps up a front while his heart is breaking; we're reminded of old Warner Bros. pictures in which two tough kids grow up together--one to become a priest who comforts the other on Death Row.\n\nNeil Jordan (\"The Crying Game,'' \"Michael Collins'') is a strong, passionate director, and \"The Butcher Boy'' is original work, an attempt to combine magic realism with everyday reality, and tie it together with Francie's own brash, defiant personal style (he is not a dumb kid). Yet in some way the movie held me outside; I didn't connect in the way I wanted to, and by the end I was out of sympathy with the material.\n\nWhy was this? I can see, objectively, that this is a film of weight, daring and visual invention. I was in a little awe of young Eamonn Owens' performance. I can understand any praise this film receives, but I cannot feel it. \"The Butcher Boy'' has been compared to Stanley Kubrick's \"A Clockwork Orange,'' an acknowledged masterpiece that I also have found myself standing outside of. Rationalize as I will, revisit the film as I have, I cannot feel the emotional shift that would involve me in the material: It remains for me an exercise, not an experience (odd that Kubrick's detached, cerebral \"2001: A Space Odyssey'' sweeps me so easily into its spell).\n\nAm I simply out of sympathy with Francie? Would I have been more moved by a more realistic approach, rather than this film with miracles and horrific mirages? I can't say. I know there is something substantial here. I can't recommend the film, and yet if it sounds intriguing to you I certainly think you should see it.", "running_time": 105, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-04-17", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Butcher Boy (1998)"}