{"url": "http://www.rogerebert.com/reviews/the-lacemaker-1978", "by": "Isabelle Huppertas Pomme", "star_rating": 4.0, "text": "Her face, Claude Goretta tells us in the titles at the end of “The Lacemaker,” is one of those remarkable faces that are not quite in fashion. If she had been living during the Renaissance, she might have been included as one of the figures in the background of a painting: a seamstress, perhaps, or a lacemaker. The titles come immediately after she has turned and regarded us gravely for a time.\n\nShe’s an 18-year-old girl named Pomme, who works as an assistant in a Paris beauty shop. She’s quiet, shy, pretty. She lives with her mother, and they get along well. Her best friend is Marylene, a slightly trampy beautician who works in the same shop, and whose affair with a married man is coming to an unhappy end. So, even though it’s late in the season, Pomme and Marylene decide to take a holiday at the seacoast together.\n\nMarylene meets an American tourist and moves into his hotel. Pomme, alone, soberly regards the bathers. She eats a plum in her room. She has solitary ice creams in deserted cafes. One day she meets Francois, a literature student from Paris who is also alone at the resort. They shyly like each other but lose track of each other, and Goretta provides a stunning shot showing Francois walking alone on the beach as the camera then rotates to zoom in on Pomme on a side street a few blocks away.\n\nThey do eventually meet again, though, and Goretta quietly celebrates the beginnings of their love. Both are quiet and withdrawn. Both are sexually inexperienced. Both are more in love than perhaps they’ll ever be able to articulate. They go back to Paris and take an apartment together after Francois shares an awkward cup of tea with Pomme’s mother (“Just so long as she’s happy…”). But then their relationship grows more complicated, and “The Lacemaker” stops being a love story and starts being a delicate character study.\n\nBecause Francois, you see, wants to “improve” Pomme. Thinks she should have a better job than at the beauty parlor. Is proud of her in conversations with his intellectual friends (“She couldn’t go to college, but she has a natural intelligence”). But finds that she has little to contribute when his friends come over for self-conscious discussions about Marxism.\n\n“What do you mean by ‘dialectic’?” she asks him, after one such evening. He’s very attentive and helpful in his answer although it gradually becomes clear to her, and to us, that he has no idea exactly what he means by “dialectic.” She’d never think of pointing that out, though. Instead, she withdraws into herself, becomes very still and silent, and finally acquiesces when he explains why their relationship has to end.\n\n“How did she take it?” one of Francois’ intellectual friends asks.\n\n“Better than I expected,” he says. “She didn’t say anything.” What a rat. But a pathetic rat, because he’s trapped in his personality, just as she’s trapped in hers.\n\nSome of the New York reviews of “The Lacemaker” have found a Marxist line in it: Francois, the bourgeois intellectual, uses and then discards the working-class girl. I don’t read it that way. I think Goretta and Pascal Laine, who wrote the screenplay, are looking with compassion on both characters. If Francois drives Pomme to sadness, silence and disorientation, he does so at great cost to himself because, in ways he doesn’t understand and may never understand, he’s lost a person who really was precious to him. Lost her through convincing himself he wanted a girl different than the one he fell in love with.\n\nThe movie’s performances are wonderfully subtle. Isabelle Huppert, as Pomme, is good at the very difficult task of projecting the inner feelings of a character whose whole personality is based on the concealment of feeling. (There was a lot of feeling at the 1977 Cannes Film Festival that she should have won as best actress.) And Yves Beneyton, as Francois, looks so skinny and forlorn in the black sweater he usually wears that he almost cries out for sympathy.\n\n“The Lacemaker” must have been a very difficult film to make because the modulations of emotion have to be so exact. But Goretta, the young Swiss director who also made last year’s “The Wonderful Crook,” knows his characters and knows the territory of their souls.", "running_time": 107, "mpaa_rating": "No", "release_year": 1978, "date_published": "1978-02-06", "genres": ["Drama", "Romance"], "title": "The Lacemaker (1978)"}