{"url": "http://www.rogerebert.com/reviews/the-taking-of-pelham-one-two-three-1974", "by": "Walter Matthauas Lt. Garber", "star_rating": 3.0, "text": "The notion sounds crazy to begin with. Four armed criminals hijack a subway train and hold 18 hostages. They're surrounded by dozens of cops, they're in a tunnel with no way out, and how do you hide a subway train? \"They're gonna fly it to Cuba,\" one cop speculates. Walter Matthau has a better idea: “They're gonna get away by asking every man, woman and child in New York City to close their eyes and count to a hundred.\"\n\nIn fact, they've got a pretty neat plan. It's been coordinated by Robert Shaw who plays a former mercenary soldier. His team members include two professional criminals and a fired motorman (Martin Balsam) with a grudge. They separate the car from the rest of the train and radio their demands to the dispatcher; $1 million in one hour, or a passenger will be killed every minute.\n\nWhen “The Taking of Pelham One Two Three” first appeared as a novel, I avoided it on the reasonable grounds that (a) there was no plausible way to hijack a subway train, and (b) if there was, it would be so obvious it wouldn't be interesting. The movie's plot inclines towards (b). The gang has a good, sound plan, not too complicated, and they almost get away with it. But the movie's appeal -- which is considerable -- doesn't depend on the plan or on the easily foreseeable plot.\n\nIt depends instead on a nice feel for New York City and some fine, detailed performances. Walter Matthau is gruff, shaggy and sardonic as a Transit Authority lieutenant; Robert Shaw is clipped and cruel, and the supporting performances are allowed to grow and take on personality. These aren't machine-made genre characters, but individuals (and, more specifically, New Yorkers with gallows humor, paranoia, warmth and resiliency).\n\nThis note of unforced realism extends even to the passengers being held hostage. I walked into the theater just as the end titles were rolling up on the previous show, and the credits for the passengers included such standbys as the Deliver Boy, the WASP, the Old Man, the Hooker, the Older Son, the Spanish Woman, the Pimp, the Hippie, the Homosexual, and the Co-eds (numbered Co-ed One and Co-ed Two). Great, I thought this is gonna be another rerun of those World War II movies where the platoon is a cross-section of American racial, social and ethnic stereotypes and everybody does his shtick.\n\nWrong--the passengers may have been cast according to their stereotyped titles, but in the movie they're just a carful of scared people. They're handled convincingly, and the details of the hijack are worked out in a straightforward, plausible way; the film concentrates on the communications between Walter Matthau, trying to buy time, and Robert Shaw, maintaining credibility. We don't have to endure a series of \"Airport\"-style vignettes in which a pregnant woman goes into labor, a guitar-playing nun cheers people up, etc.\n\nAbove ground, the police work is presented in a plausible way, too. The cops are confused, their reaction is chaotic (how do you tell a subway car to pull over and stop?) and the mayor is concerned about his slumping popularity. \"Look at it this way,\" his wife reasons. \"If you ransom those hostages, you've got 18 sure votes.\"\n\n“The Taking of Pelham One Two Three” came fairly late in the 1970s cycle of Vehicular Disaster Epics; after two crippled airplanes “The Poseidon Adventure,” it was perhaps inevitable that we'd get a train, a dirigible in “The Hindenburg,” an elevator in “The Towering Inferno,” and a sequel to “The Poseidon Adventure” in which, had I been consulted, the ship would have righted itself and the poor devils would have had to start all over again, retracing their steps.\n\nWhat's good about \"Pelham's\" example of the form is that the performances are allowed enough leeway so that we care about the people not the plot mechanics. And what could have been formula trash turns out to be fairly classy trash, after all.", "running_time": 104, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-10-02", "genres": ["Action", "Adventure", "Crime", "Suspense", "Thriller"], "title": "The Taking of Pelham One Two Three (1974)"}