{"url": "http://www.rogerebert.com/reviews/the-hunger-games-2012", "by": "Jennifer Lawrenceas Katniss", "star_rating": 3.0, "text": "Like many science-fiction stories, “The Hunger Games” portrays a future that we're invited to read as a parable for the present. After the existing nations of North America are destroyed by catastrophe, a civilization named Panem rises from the ruins. It's ruled by a vast, wealthy Capitol inspired by the covers of countless sci-fi magazines and surrounded by 12 “districts” that are powerless satellites. \n\nAs the story opens, the annual ritual of the Hunger Games is beginning; each district must supply a “tribute” of a young woman and man, and these 24 finalists must fight to the death in a forested “arena” where hidden cameras capture every move.\n\nThis results in a television production that apparently holds the nation spellbound and keeps the citizens content. Mrs. Link, my high school Latin teacher, will be proud that I recall one of her daily phrases, “panem et circenses,” which summarized the Roman formula for creating a docile population: Give them bread and circuses. A vision of present-day America is summoned up, its citizenry glutted with fast food and distracted by reality TV. How is the population expected to accept the violent sacrifice of 24 young lives a year? How many have died in our recent wars?\n\nThe story centers on the two tributes from the dirt-poor District 12: Katniss Everdeen (Jennifer Lawrence) and Peeta Mellark (Josh Hutcherson). The 16-year-old girl hunts deer with bow and arrow to feed her family; he may be hunkier but seems no match in survival skills. They're both clean-cut, All-Panem types, and although one or both are eventually required to be dead, romance is a possibility.\n\nIn contrast with these healthy young people, the ruling class in the Capitol are effete decadents. Effie Trinket (Elizabeth Banks), bedecked in gaudy costumery and laden with garish cosmetics, emcees the annual drawing for tributes, and the nation gets to know the finalists on a talk show hosted by Caesar Flickerman (Stanley Tucci), who suggests what Donald Trump might do with his hair if he had enough of it.  \n\nThe executive in charge is the gamemaker, Seneca (Wes Bentley), who has a beard so bizarrely designed that Satan would be envious. At the top of the society is the president (Donald Sutherland), a sagacious graybeard who harbors deep thoughts. In interviews, Sutherland has equated the younger generation with leftists and Occupiers. The old folks in the Capitol are no doubt a right-wing oligarchy. My conservative friends, however, equate the young with the Tea Party and the old with decadent Elitists. “The Hunger Games,” like many parables, will show you exactly what you seek in it.\n\nThe scenes set in the Capitol and dealing with its peculiar characters have a completely different tone than the scenes of conflict in the Arena. The ruling class is painted in broad satire and bright colors. Katniss and the other tributes are seen in earth-toned realism; this character could be another manifestation, indeed, of Jennifer Lawrence's Oscar-nominated character Ree in “Winter's Bone.” The plot even explains why she's adept at bow and arrow. \n\nOne thing I missed, however, was more self-awareness on the part of the tributes. As their names are being drawn from a fish bowl (!) at the Reaping, the reactions of the chosen seem rather subdued, considering the odds are 23-to-1 that they'll end up dead. Katniss volunteers to take the place of her 12-year-old kid sister, Prim (Willow Shields), but no one explicitly discusses the fairness of deadly combat between girl children and 18-year-old men. Apparently the jaded TV audiences of Panem have developed an appetite for barbarity. Nor do Katniss and Peeta reveal much thoughtfulness about their own peculiar position.\n\n“The Hunger Games” is an effective entertainment, and Jennifer Lawrence is strong and convincing in the central role. But the film leapfrogs obvious questions in its path, and avoids the opportunities sci-fi provides for social criticism; compare its world with the dystopias in “Gattaca” or “The Truman Show.”  Director Gary Ross and his writers (including the series' author, Suzanne Collins) obviously think their audience wants to see lots of hunting-and-survival scenes, and has no interest in people talking about how a cruel class system is using them. Well, maybe they're right. But I found the movie too long and deliberate as it negotiated the outskirts of its moral issues.", "running_time": 142, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-03-20", "genres": ["Adventure", "Family", "Science Fiction", "Thriller"], "title": "The Hunger Games (2012)"}