{"url": "http://www.rogerebert.com/reviews/the-committee-1969", "by": "Don Sturdy", "star_rating": 2.0, "text": "Movie comedy is best when it manipulates time and space, making W.C. Fields fall out of an airplane and land on his feet on a mountaintop. Stage comedy, on the other hand, draws a lot of its humor from the very limitations of the stage. An improvisatory company like the West Coast's Committee -- or Chicago's Second City -- creates imaginary scenes with dialog, a few props and mostly the skill of the actors.\n\nThis works on the stage. But when you film it, you put it into a medium to which we bring another set of responses. Films can be cut and edited; so the fact that \"The Committee\" wasn't -- that it's an actual film record -- means nothing. We feel vaguely uneasy. We miss the sense of real time that makes a group like this funny on the stage.\n\nWhat we also feel, I think, is a sense of disappointment about the material. At the risk of sounding provincial, I would guess that anyone familiar with Second City would find little new from The Committee and little material as good. Committee has no essentially new approach; we still get the bare stage with the doors across the back wall. We still get the round-bottomed chairs. We're still trapped within the formula of the brief skit -- something director Michael Miller has been bravely trying to push beyond at Second City.\n\nSome of the skits are funny, yes, but no funnier than we would expect from an average Second City show. A couple is trapped inside an elevator that talks back to them, and we're reminded of Alan Arkin's Second City dialog with a friendly record. The entire cast performs a concert using human voices instead of instruments -- and we remember the Second City \"emotion concert\" of several shows back. Two pot smoking motorists turn out to be cops; remember Second City's nude cop on the CTA?\n\nA TV game show is right out of Second City's 'Communist Frogs in Florida.' Even the 'Blind Date' skit, which got the most laughs, is the sort of thing Second City and other groups have been doing for years.\n\nSo is this all sour grapes? I don't think so. I'm astonished at the rave reviews \"The Committee\" got from West Coast film critics and disappointed that Commonwealth United chose this essentially derivative imitation instead of coming to the Chicago source of this approach to humor. \n\nTo be sure, you'll get a few laughs from \"The Committee\" -- and from fine individual performers like Don Sturdy, Garry Goodrow and Carl Gottlieb. But for the rest, try the home product.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-04-09", "genres": null, "title": "The Committee (1969)"}