{"url": "http://www.rogerebert.com/reviews/the-departed-2007", "by": "Leonardo DiCaprioas Billy Costigan", "star_rating": 4.0, "text": "Most of Martin Scorsese's films have been about men trying to realize their inner image of themselves. That's as true of Travis Bickle as of Jake LaMotta, Rupert Pupkin, Howard Hughes, the Dalai Lama, Bob Dylan or, for that matter, Jesus Christ. \"The Departed\" is about two men trying to live public lives that are the radical opposites of their inner realities. Their attempts threaten to destroy them, either by implosion or fatal betrayal. The telling of their stories involves a moral labyrinth, in which good and evil wear each other's masks.\n\nThe story is inspired by \"Infernal Affairs\" (2002) by Alan Mak and Andrew Lau, the most successful Hong Kong film of recent years. Indeed, having just re-read my 2004 review of that film, I find I could change the names, cut and paste it, and be discussing this film. But that would only involve the surface, the plot and a few philosophical quasi-profundities. What makes this a Scorsese film, and not merely a retread, is the director's use of actors, locations and energy, and its buried theme. I am fond of saying that a movie is not about what it's about; it's about how it's about it. That's always true of a Scorsese film.\n\nThis one, a cops-and-gangster picture set in Boston rather than, say, New York or Vegas, begins with a soda fountain scene that would be at home in \"GoodFellas.\" What is deliberately missing, however, is the initial joy of that film. Instead of a kid who dreamed of growing up to be a mobster, we have two kids who grow up as imposters: One becomes a cop who goes undercover as a gangster, and the other becomes a gangster who goes undercover as a cop.\n\nMatt Damon is Colin Sullivan, the kid spotted in that soda fountain by mob boss Frank Costello (Jack Nicholson). He enlists in the state police after Costello handpicks him so many years before as a promising spy. Leonardo DiCaprio is Billy Costigan, an ace police cadet who is sent undercover by Capt. Queenan (Martin Sheen) to infiltrate Costello's gang. Both men succeed with their fraudulent identities; Colin rises in the force, and Billy rises in the mob.\n\nThe story's tension, which is considerable, depends on human nature. After several years, both men come to identify with, and desire the approval of, the men they are deceiving. This may be a variant of the Stockholm syndrome; for that matter, we see it all the time in politicians who consider themselves public servants even though they are thieves. If you are going to be a convincing gangster, you have to be prepared to commit crimes. If a convincing cop, you have to be prepared to bust bad guys, even some you know. Protect your real employers and you look fishy. \"The Departed\" turns the screw one more time because each man is known to only one or a few of the men on the side he's working for. If Billy's employer, Capt. Queenan, gets killed, who can testify that Billy is really a cop?\n\nIngenious additional layers of this double-blind are added by the modern devices of cell phones and computers. When the paths of the two undercover men cross, as they must, will they eventually end up on either end of the same phone call? When the cops suspect they have an informer in their midst, what if they assign the informer to find himself? The traps and betrayals of the undercover life are dramatized in one of my favorite moments, when one of the characters is told, \"I gave you the wrong address. But you went to the right one.\"\n\nAlthough many of the plot devices are similar in Scorsese's film and the Hong Kong \"original,\" this is Scorsese's film all the way because of his understanding of the central subject of so much of his work: guilt. It is reasonable to assume that Boston working-class men named Costigan, Sullivan, Costello, Dignam and Queenan were brought up as Irish-American Catholics, and that if they have moved outside the church's laws, they have nevertheless not freed themselves of a sense of guilt. \n\nThe much-married Scorsese once told me that he thought he would go to hell for violating the church's rules on marriage and divorce, and I believed him. Now think of the guilt when you are simultaneously (1) committing crimes and (2) deceiving the men who depend on you. Both Billy and Colin are doing that, although perhaps only a theologian could name their specific sin. A theologian, or Shakespeare, whose advice from Polonius they do not heed: \"To thine own self be true, and it must follow, as the night the day, thou canst not then be false to any man.\"\n\nAnother amateur theologian, Hemingway, said it's good if you feel good afterward, and bad if you feel bad afterward. Colin and Billy feel bad all of the time, and so their lives involve a performance that is a lie. And that is the key to the performances of DiCaprio and Damon: It is in the nature of the movies that we believe most characters are acting or speaking for themselves. But in virtually every moment in this movie, except for a few key scenes, they are not. Both actors convey this agonizing inner conflict so that we can sense and feel it, but not see it; they're not waving flags to call attention to their deceptions. In that sense, the most honest and sincere characters in the movie are Queenan (Sheen), Costello (Nicholson), and Costello's right-hand man, French (Ray Winstone, that superb British actor who invests every line with the authority of God dictating to Moses).\n\nIt's strange that Jack Nicholson and Scorsese have never worked together, since they seem like a natural fit; he makes Frank Costello not a godfather, not a rat, not a blowhard, but a smart man who finally encounters a situation no one could fight free of, because he simply lacks all the necessary information. He has a moment and a line in this movie that stands beside Joe Pesci's work at a similar moment in \"Goodfellas.\"\n\nThere is another character who is caught in a moral vise, and may sense it although she cannot for a long time know it. That is Madolyn (Vera Farmiga), a psychologist who works for the police, and who coincidentally comes to know both Colin and Billy. Her loyalty is not to her employer but to her client -- and oh, what a tangled web that becomes.\n\nIt is intriguing to wonder what Scorsese saw in the Hong Kong movie that inspired him to make the second remake of his career (after \"Cape Fear\"). I think he instantly recognized that this story, at a buried level, brought two sides of his art and psyche into equal focus. We know that he, too, was fascinated by gangsters. In making so many films about them, about what he saw and knew growing up in Little Italy, about his insights into their natures, he became, in a way, an informant.\n\nI have often thought that many of Scorsese's critics and admirers do not realize how deeply the Catholic Church of pre-Vatican II could burrow into the subconscious, or in how many ways Scorsese is a Catholic director. This movie is like an examination of conscience, when you stay up all night trying to figure out a way to tell the priest: I know I done wrong, but, oh, Father, what else was I gonna do?", "running_time": 151, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-07-05", "genres": ["Action", "Drama", "Thriller"], "title": "The Departed (2007)"}