{"url": "http://www.rogerebert.com/reviews/the-thin-blue-line-1988", "by": "Errol Morris", "star_rating": 3.5, "text": "Those moments are the result of a 30-month investigation by Errol Morris, one of America’s strangest and most brilliant documentary filmmakers, who sometimes jokes that he is not a “producer-director” but a “detective-director.” Morris originally went to Texas to do a documentary on Dr. James Grigson, a Dallas psychiatrist nicknamed “Doctor Death” because in countless capital murder cases over 15 years he has invariably predicted that the defendants deserved the death penalty because they were sociopaths who would certainly kill again.\n\nWhile researching Grigson, Morris interviewed Adams, a young man who had no criminal record until the Wood case.\n\n“Adams told me he was innocent,” Morris remembered recently at the Toronto Film Festival, “but everybody in prison tells you they are innocent. It was only after I met David Harris that I began to suspect that the wrong man had been convicted of murder.” Although “The Thin Blue Line” assembles an almost inassailable case for Adams and against Harris, it is not a conventional documentary - not a feature-length version of one of those “60 Minutes” segments in which innocent men are rescued from Death Row.\n\nAlthough he makes documentaries, Morris is much more interested in the spaces between the facts than with the facts themselves. He is fascinated by strange people, by odd word choices and manners of speech, by the way that certain symbols or beliefs can become fetishes with the power to rule human lives.\n\nMorris’ first film was “Gates of Heaven” (1978), which I believe is one of the greatest films ever made. Ostensibly a documentary about two pet cemeteries in Northern California and the people who owned them, it is in fact one of the most profound, and funniest, films ever made about such subjects as life and death, success and failure, dreams and disappointments, and the role that pets play in our loneliness. Although “Gates of Heaven” has never failed to fascinate the approximately 50 audiences I have seen it with, it has never reached large numbers of people because of its subject matter; people think they don’t want to see a movie about pet cemeteries, and only enthusiastic word-of-mouth has kept the movie alive (it is only recently available on home video).\n\nMorris’ next film, about the strange and wonderful people who can be found in and around a small southern town, was called “Vernon, Florida.” It played on PBS in 1981. In the years since, although he has worked on several projects, there has been no new Morris film until “The Thin Blue Line.” For a time in the early 1980s, he supported himself as a private detective. Then the case of Adams began to obsess him, and the result is a film that takes its viewers back to the events on the night when Wood was shot dead.\n\nMorris has assembled many of the key witnesses in the case, including Adams, who seems passive and defeated about the fate that deposited him in a life sentence for murder, and Harris, who talks wonderingly about the fact that a person’s whole life can be changed because they were in the wrong place at the wrong time.\n\n“Is Randall Adams an innocent man?” Morris asks Harris.\n\n“I’m sure he is.” “How can you be sure?” “Because I’m the one that knows.” Morris’ visual style in “The Thin Blue Line” is unlike any conventional documentary approach. Although his interviews are shot straight on, head and shoulders, there is a way his camera has of framing his subjects so that we look at them very carefully, learning as much by what we see as by what we hear.\n\nIn addition to the interviews, Morris uses staged reconstructions of the murder of Wood - the car without headlights, the pursuit by the police vehicle, the approach of Wood, the behavior of his fellow officer, even the lazy slow-motion whirl of a drive-in milkshake that flies through the air and falls to earth soon after Wood’s bullet-ridden body.\n\nMorris also uses other kinds of images. There are scenes from “Swinging Cheerleaders,” the film that Adams and Harris saw together in a drive-in before the murder. (Harris said they saw the last show.\n\nMorris has discovered there was no late show on the night in question.) There are also closeups of physical evidence, of places, of clocks visualizing the impossible chronology of some of the testimony. We see family photographs that reconstruct moments in Harris’ troubled childhood. We see guns, empty streets, newspaper headlines, all-night food stores.\n\nThe use of this footage is repetitive and rhythmic, and underlined by the cold, frightening original music score by Philip Glass. The result is a movie that is documentary and drama, investigation and reverie, a meditation on the fact that Adams was plucked from the center of his life and locked up forever for a crime that no reasonable person could seriously believe he committed.", "running_time": 101, "mpaa_rating": "NR", "release_year": 1988, "date_published": "1988-09-16", "genres": ["Documentary"], "title": "The Thin Blue Line (1988)"}