{"url": "http://www.rogerebert.com/reviews/the-green-hornet-2011", "by": "Jay Chouas Kato", "star_rating": 1.0, "text": "\"The Green Hornet\" is an almost unendurable demonstration of a movie with nothing to be about. Although it follows the rough storyline of previous versions of the title, it neglects the construction of a plot engine to pull us through. There are pointless dialogue scenes going nowhere much too slowly, and then pointless action scenes going everywhere much too quickly.\n\nSeth Rogen deserves much of the blame. He co-wrote the screenplay, giving himself way too many words, and then hurls them tirelessly at us at a modified shout. He plays Britt Reid, a spoiled little rich brat who grows up the same way, as the son of a millionaire newspaper publisher (Tom Wilkinson, who apparently remains the same age as his son ages from about 10 to maybe 30). After his father's death, he shows little interest in running a newspaper, but bonds with Kato (Jay Chou), his father's auto mechanic and coffee maker. Yes.\n\nKato is the role Bruce Lee played on the TV series. Jay Chou is no Bruce Lee, but it's hard to judge him as an actor with Rogen hyperventilating through scene after scene. Together, they devise a damn-fool plan to fight crime by impersonating a criminal (The Green Hornet) and his sidekick. This they do while wearing masks that serve no purpose as far as I could determine, except to make them look suspicious. I mean, like, who wears a mask much these days?\n\nThe crime lord in the city is Chudnofsky (Christoph Waltz, the Oscar winner from “Inglourious Basterds”). That provides the movie with a villain but hardly with a character. \n\nThe war between Chudnofsky and the Hornet is played out in a great many vehicle stunts and explosions, which go on and on and on, maddeningly, as if screenwriter Rogen tired of his own dialogue (not as quickly as we do, alas) and scribbled in: Here second unit supplies nine minutes of CGI action.\n\nThere is a role in the film for Cameron Diaz as Lenore Case, would-be secretary for young Reid, but nothing for her to do. She functions primarily to allow the camera to cut to her from time to time, which is pleasant but unsatisfying. Diaz has a famously wonderful smile, and curiously in her first shot in the film, she smiles for no reason at all, maybe just to enter the smile on the record.\n\nThe director of this half-cooked mess is Michel Gondry, whose “Eternal Sunshine of the Spotless Mind” is as good as this one is bad. Casting about for something to praise, I recalled that I heard a strange and unique sound for the first time, a high-pitched whooshing scream, but I don't think Gondry can claim it, because it came from the hand dryers in the nearby men's room.\n\nNote: Yes, it was in 3-D. The more I see of the process, the more I think of it as a way to charge extra for a dim picture.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-01-12", "genres": ["Action", "Comedy", "Crime"], "title": "The Green Hornet (2011)"}