{"url": "http://www.rogerebert.com/reviews/the-last-metro-1981", "by": "Catherine Deneuveas Marlon Steiner", "star_rating": 3.0, "text": "\n\nFrancois Truffaut says he wanted to satisfy, three\r\n\"longtime dreams\" by making \"The Last Metro.\" He wanted to\r\ntake the camera backstage in a theater, to evoke the climate of the Nazi\r\noccupation of France, and, to give Catherine Deneuve the role of a responsible\r\nwoman. He has achieved the first and third dreams, but he has not evoked the\r\nOccupation well enough to make \"The Last Metro\" more than a\r\nsentimental fantasy.\n\nThe film takes place backstage, and below-stage, at a theater in\r\nParis. The theater's director is a German Jew (Heinz Bennent) who already has\r\nfled from Nazi Germany and now, with the occupation of Paris, goes into\r\npermanent hiding in the basement of his theater. Upstairs, his wife (Deneuve)\r\nspreads the rumor that he has fled to South America. Then she relays his\r\ninstructions as the theater attempts to save itself from bankruptcy by\r\npresenting a, new production.\n\nThere\r\nare many other characters in the movie, which at times resembles Truffaut's\r\nrecreation of a film production in \"Day for Night.\" Gerard Depardieu\r\nplays the leading man for the new production. The supporting cast includes a\r\nyoung woman who will do anything for a job in the theater, an older woman of\r\nambiguous sexuality, an avuncular stage manager, a gay director and a powerful\r\ncritic who is such an evil monster that he must surely be inspired by someone\r\nTruffaut knows.\n\nMost\r\nof the movie's events take place within the walls of the theater; this is a\r\nbackstage film, not a war film. We see the rehearsals under way, with Bennent downstairs\r\nlistening through an air duct. There are the romantic intrigues among the cast members.\r\nThere are occasional walk-throughs by Nazis. There are moments of great danger,\r\nsomewhat marred by the fact that Truffaut does not resolve them realistically.\r\nAnd there is an unforgivably sentimental ending that ties up everything without\r\nsolving anything.\n\nThe\r\nproblem, I think, is that Truffaut sees the Nazi presence in Paris simply as a\r\nplot device to create tension within his theatrical troupe. It is ever so much\r\nmore dramatic If the show must go on despite raids, political directives and a\r\nelectricity blackout that requires the stagehands to power a generator by\r\nbicycle-power. It's all too cute. Nobody seems to really understand that\r\nthere's a war on, out there.\n\nAnd\r\nyet, within the unfortunate limitations that Truffaut sets for himself, he does\r\ndeliver an entertaining movie. Catherine Deneuve is as beautiful as ever, and\r\nas enigmatic (it is typical of her performance that at the end we have to wait\r\nfor the screenplay to tell us who she does, or does not, really love).\n\nDepardieu\r\nis gangly and sincere, a strong presence. Bennent, as the husband downstairs,\r\nis wan and courageous In the Paul Henreid role. And the most fascinating\r\ncharacter in the cast is of course the villain, Daxiat, the pro-Nazi critic. He\r\nat least seems in touch with the true evil that the others, and Truffaut, see\r\nas backdrop.", "running_time": 131, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-02-27", "genres": ["Drama", "Foreign", "Indie"], "title": "The Last Metro (1981)"}