{"url": "http://www.rogerebert.com/reviews/the-brothers-mcmullen-1995", "by": "Mike McGloneas Patrick", "star_rating": 3.0, "text": "“The Brothers McMullen\" tells the stories of three\rIrish-American brothers who are all struggling through relationships with\rwomen.\n\nWhat\rmakes it almost unique among recent American movies is that the struggles have\rless to do with sex than with morality. When was the last time you saw a movie\rset in contemporary times where the characters seriously dealt with moral\rchoices in their lives? The brothers were raised on Long Island, and now, for\rvarious economic and personal reasons, they find themselves living under the\rsame roof again. We meet them early in the film at a birthday party. There's\rJack (Jack Mulcahy), early 30s, married to Molly (Connie Britton), an English\rteacher who is just turning 30.\n\nThere's\rBarry (Edward Burns), in the middle, who is at the family dinner with his\rsoon-to-be ex-girlfriend Ann (Elizabeth P. McKay).\n\nAnd\rthere's Patrick (Mike McGlone), mid-20s, who has been dating a Jewish girl\rnamed Susan (Shari Albert).\n\nDuring\rthe course of the film, all of these relationships will be shaken; some end,\rand new ones begin. If this were a more ordinary film the characters would have\rsex rather casually, as a backdrop to slick dialogue, lifestyle satire and\rcomedy. But \"The Brothers McMullen\" goes its own way, and is quietly\rfascinating in how it invites us to ask, along with the characters, how they\rcan do the right thing.\n\nAll\rthree brothers have been raised as Catholics, and are now at that tricky\rspiritual stage where they still believe what they were taught in church, but\rdon't always act accordingly. Because they have well-developed senses of sin,\rthey suffer from guilt - but not enough to stop sinning. Who among us doesn't\rknow what that feels like? Jack is happily married. Molly is the love of his\rlife. And yet when Ann, Barry's now former girlfriend, makes a blatant play forhim, he is too weak to resist. He has\ran affair, if such a word can be used for a relationship that essentially makes\rhim miserable.\n\nBarry\rmeanwhile crosses paths with a young actress named Audry (Maxine Bahns), and\rbegins to like her - even love her - without feeling ready for a\r\"commitment.\" Meanwhile still, young Patrick, the most religious of\rthe three, breaks up with Susan rather than move in with her, which he thinks\rwould be sinful. His virtue has apparently suffered some lapses, however, since\rSusan eventually reveals that she is pregnant and plans to have an abortion.\rPatrick thinks that is morally wrong, and is cornered: If he marries Susan, she'll\rhave the baby, but Patrick now sees clearly that he doesn't love her and\rdoesn't want to spend his life in his father's business. (An old high school\rfriend named Leslie, played by Jennifer Jostyn, provides a convenient sounding\rboard, and eventually more.) The brothers try to keep their affairs more or\rless private from one another, but eventually almost everything comes out, in a\rseries of confrontations where they're good at telling each other what should\rbe done, but not so good at taking advice. One of the best scenes is a\rconversation between Jack and Molly, in which she tells him she knows he's\rhaving an affair, and asks him to explain himself. This scene, and several\rothers, approach the unadorned simple truth of life.\n\nHanging\rover all of their choices is a complicated childhood. In the movie's first\rscene, after their father's funeral, their mother announces she is returning to\rIreland to be with the man she should have married. She urges them not to waste\rtheir lives on the wrong person as she did. (The father is referred to at one\rpoint as \"our favorite wife-beating, child abusing alcoholic.\") These\rbrothers, having seen an unhappy marriage up close, want to make the right\rchoices and are not always clear about how to do that.\n\n\"The\rBrothers McMullen\" was written and directed by Edward Burns, who plays\rBarry. It's a Cinderella story: a film shot on weekends for $24,000 that won\rthe 1995 Sundance festival, was picked up by Fox Searchlight and transferred to\r35-mm., and launched the careers of everyone in it. Lots of young directors\rmake independent films on weekends, but few of them show Burns' introspection\rand serious purpose in a film that is also, intermittently, a comedy.\n\nThe\rmovie brings into focus how rare religion and spirituality are in American\rfilms - especially when they are viewed as part of real, flawed lives. This is\rnot a \"religious\" film, and the brothers are far from saints. But\rthey know right and wrong, and in their imperfect ways they are struggling to\rattain a state of grace. Sometimes they slip. Sometimes they don't struggle so\rhard.\n\nLife's\rlike that.", "running_time": 97, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-08-18", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "The Brothers McMullen (1995)"}