{"url": "http://www.rogerebert.com/reviews/the-tango-lesson-1997", "by": "Sally Potteras Sally", "star_rating": 3.5, "text": "“The Tango Lesson” is a fictional film in which almost everything and everybody seems to be, in some sense, real. It's about a British film director named Sally, who is played by the British film director Sally Potter. She meets a great tango dancer named Pablo, who is played by the great tango dancer Pablo Veron. She says that if he gives her tango lessons, she will put him in a movie. She has put him in this movie. Since she is pretty damn fine at dancing the tango, she must have had some lessons somewhere.\n\nFor her pains in telling this story, Potter has been slapped down by several critics. How dare she, a middle-aged woman, star herself in a love story where she falls in love with a tango dancer--and, even worse, is good enough to dance as his partner? This is “blatant narcissism” (Britain's Empire magazine) and “an act of wild hubris” (the New York Times). “Talk about self-indulgence!” says a critic on the Internet.\n\nPolitical correctness is not my favorite pose, and so I will not go into detail about the countless movies in which middle-age (and, indeed, elderly) men seduce 22-year-old models and jump out of airplanes while throwing bombs. I will note that Sally Potter really does dance the tango in this film; it's not a stunt woman or special effects. My theory is, if you've got it, flaunt it.\n\nShe also does other things very well. One of them is to delicately examine the tension between a man and a woman who are not really sexually destined for each other, but go through a mad moment of thinking they are--simply because they have idealized each other. If power is the ultimate aphrodisiac, then what could be sexier than the power you yourself have granted to another person, by mentally supplying them with those qualities you find most dazzling? Sally and Pablo have “no chemistry,” I read, and are “passionless.” These are words that could only have been written by critics whose own ideas of passion are limited to the narrow range of testosterone emissions seen in most movies. The typical movie love story is about characters so young that proximity triggers tumescence. “The Tango Lesson” is not intended as a story about romantic passion achieved, but about passion sighted in the near distance, considered, flirted with and regretfully declined. “We should set some limits,” Sally tells Pablo after he stands her up on New Year's Eve. “It's better to sublimate our relationship in our work.” Those are words you will not hear for many years between Tom and Nicole, Matt and Minnie, Will and Jada, or Johnny and Kate.\n\nPotter is best known in North America for “Orlando,” her 1993 film starring Tilda Swinton as a character who lives four centuries, half as a man, half as a woman. Now here is another film about a character who dares to reinvent herself--whose future is not defined by her past. As the film opens, Sally is working on an artsy movie named “Rage,” which involves beautiful models and a legless fashion designer who pursues them in a wheelchair, shooting at them. Not surprisingly, the work is not going well; the opening shot of “Tango Lesson” suggestively shows Sally wiping her work-table clean.\n\nShe goes to Paris, wanders into a theater, sees Pablo dancing and is entranced--more, I think, by the intricate sexiness of the dance than by the man himself. (The tango strikes me as aggressive foreplay performed with legs.) She visits Pablo, suggests that she might put him in a movie in return for dance lessons, and begins to study the tango.\n\nThe scenes are broken down into “lessons.” Some of them are about dance, and others are about life. We visit Argentina, London, Paris again. Sally gets good. They perform together, but there is tension: As a director, she is accustomed to leading. As a male dancer, so is he. “You should do nothing!” he tells her. “When you dance--just follow! Otherwise you destroy my freedom to move.” There is an interesting underlying question here: All good artists are the undisputed rulers of their art. Novelists or painters are godlike tyrants who create every molecule of their work out of their own beings. Can two artists therefore collaborate, or must one always be the brush and the other the canvas? When a man and a woman dance the tango, is the man the artist and his partner's response the work he is creating? “I did everything he did,” Ginger Rogers once said about Fred Astaire. “And I did it backward, and in high heels.” “The Tango Lesson” considers but does not answer these questions. It contains truly virtuoso dance sequences, photographed in black and white by Robby Muller (who must agree with Astaire's fierce belief that color only distracts from dance on the screen). The duel between Potter and Veron is all the more fascinating because it is about the wisdom of passion, rather than the temptation. The score, partly composed by Potter, is so seductive that for the first time in years I walked out of the screening and down the street and bought the soundtrack.\n\nMost dances are for people who are falling in love. The tango is a dance for those who have survived it, and are still a little angry about having their hearts so mishandled. “The Tango Lesson” is a movie for people who understand that difference.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-12-19", "genres": ["Drama", "Foreign", "Music", "Romance"], "title": "The Tango Lesson (1997)"}