{"url": "http://www.rogerebert.com/reviews/the-mechanic-2011", "by": "Jason Stathamas Arthur Bishop", "star_rating": 2.0, "text": "\"The Mechanic\" tells a story as old as “Hamlet” in a style as new as unbaked bread. What's the point? An intriguing plot is established, a new character is brought on with a complex set of problems, and then all the groundwork disintegrates into the usual hash of preposterous action sequences. Is there an action director left who knows it isn't all about the sound and the fury?\n\nThe movie is a remake of sorts of the 1972 Charles Bronson film, which seemed fairly good at the time and might only seem better today. Once again, it follows a cool professional killer, “The Mechanic” (Jason Statham), who works for a sinister killing corporation and specializes in murders that don't seem like murders or are deliberately misleading in other ways.\n\nMy guess is that in real life, such operators are lonely, brutal and tending toward paranoia. Statham's character, Arthur Bishop, however, is a hedonist and aesthete who lives alone in elegance, prizes his classic car and apparently believes a hooker isn't a hooker if you overpay her. For 20 bucks, you're buying sex, but for thousands, you are identifying yourself as a consumer of the highest degree. \n\nBishop is, then, a worthless creature who prizes himself highly. It is assumed we make no moral judgment on his murders because nothing in this film has human meaning and few of its viewers will expect any. It's all an exercise in technique. George Clooney played a similar character in \"The American,\" an infinitely superior film that was also about an untraceable solo killer working for a murder-for-hire corporation. But that film was fascinated by the Clooney character, whose attempts to deal with sex without feeling got him into trouble.\n\nThere are two human elements in \"The Mechanic.\" Donald Sutherland plays another killer under contract to the same company — a veteran in this line of work, who is wise and bearded and is Bishop's mentor. This would be touching if their field was science or the law, but less so since their field is killing people for money. That we are expected to be moved by what are presented as Sutherland's ethical instincts is peculiarity best not meditated upon. The fact is that Sutherland pulls it off on the surface level and brings more humanity than the character deserves.\n\nThe other character is Steve (Ben Foster), the son of a character I will not name. Bishop has killed this man, but the son doesn't know that, and Bishop takes the kid under his arm and teaches him the theory and practice of the trade. Steve has problems with immaturity, substance abuse and other issues that the suave, shaven Bishop is a stranger to, but Bishop works with him and has faith that the young man will grow up into a killer to make his father proud.\n\nThe film is well-made by Simon West (\"Tomb Raiders\"), a technician in the tradition of Michael Winner, who made the Bronson film. Directors like this must be very good, regardless of whether their films are worth making in the first place. Audiences have been drilled to accept noise and movement as entertainment. It is done so well one almost forgets to ask why it has been done at all.", "running_time": 93, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-01-26", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "The Mechanic (2011)"}