{"url": "http://www.rogerebert.com/reviews/the-evening-star-1996", "by": "Shirley MacLaineas Aurora", "star_rating": 1.5, "text": "“The Evening Star” is a completely unconvincing sequel to “Terms of Endearment” (1983). It tells the story of the later years of Aurora Greenway\r(Shirley MacLaine), but fails to find much in them worth making a movie about.\rIt shows every evidence, however, of having closely scrutinized the earlier\rfilm for the secret of its success. The best scenes in “Terms” involved the\rdeath of Aurora's daughter, Emma, unforgettably played by Debra Winger.\rTherefore, “The Evening Star” has no less than three deaths. You know you're in\rtrouble when the most upbeat scene in a comedy is the scattering of the ashes.\n\nThe\rmovie takes place in Houston, where Aurora lives with her loyal housekeeper\rRosie (Marion Ross) and grapples unsuccessfully with the debris of her attempts\rto raise her late daughter's children. The oldest boy (George Newbern) is in\rprison on his third drug possession charge. The middle boy (Mackenzie Astin) is\rshacked up with a girlfriend and their baby. The girl, Melanie (Juliette Lewis)\rlives with Aurora, but is on the brink of moving in with her boyfriend, a\rwould-be actor. (The absence of their father, Flap, played in the first movie\rby Jeff Daniels, is handled with brief dialogue.) Aurora has broken up with the\rGeneral (Donald Moffat), who lives down the street, but he is still a daily\rcaller, drinking coffee in the kitchen with Rosie and offering advice. Next\rdoor, in the house that used to be owned by the astronaut (Jack Nicholson), is\rnow the genial Arthur (the late Ben Johnson), who also pays Rosie a great deal\rof attention. And still on the scene is Patsy (Melanie Richardson), Emma's best\rfriend and now one of Aurora's confidants.\n\nAll\rof these people live together in the manner of 1950s sitcoms, which means they\rconstantly walk in and out of one another's houses, and throw up the windows to\rcarry on conversations with people in the yard. I don't know about you, but if\rI had to live in a neighborhood where all of my friends and neighbors were\rhanging out in the kitchen drinking my coffee and offering free advice and\rone-liners all day, I'd move. Let them go to Starbucks.\n\nRosie,\ra lovable busybody, notices that Aurora has fallen into a depression and tricks\rher into seeing a therapist, Jerry (Bill Paxton). Aurora tells him that she is\rstill seeking “the great love of my life.” Anyone who has slept with an\rastronaut played by Jack Nicholson and can still make that statement is a true\roptimist. Soon, amazingly, the much-younger Jerry violates all the rules of his\rprofession and asks her out, and we get one of those patented movie scenes\rdesigned to show how a rich older lady is the salt of the earth: She takes him\rto a barbecue joint named the Pig Stand, where she knows everybody by name\r(this is probably one of the danger signals of alcoholism).\n\nNow\rwe're in for a series of scenes showing how colorful Aurora is, and sure\renough, before long she actually crawls in through Jerry's window. The\rexplanation for Jerry's fascination with her, when it finally arrives, is no\rless inane for being predictable. (I dislike most movie scenes where new\rcharacters are dragged onscreen for one shot, just to provide a punch line.)\rMore developments: Melanie, the granddaughter, wants to move to L.A. with her\rboyfriend, Bruce. Rosie and old Arthur start dating. The General gets into a\rsnit because Aurora is dating Jerry. Rosie decides to marry Arthur (“Nobody\relse has ever told me they loved me. Besides, I'll just be next door.”). When\rRosie gets sick, Aurora reveals her credentials as a control freak by going\rinto Arthur's house and carrying Rosie back to her own house, in the rain.\n\nAs\ra counterpoint to these events, Aurora rummages in a closet and comes up with a\rroomful of diaries, photo albums, old dance cards, theater programs and\rjournals, which collectively suggest set decorators and prop consultants are on\ran unlimited budget. And the astronaut (Nicholson) turns up again, briefly,\radding a shot in the arm. “I'm still looking for my true love,” Aurora tells\rhim, and he replies, with the movie's best line, “There aren't that many\rshopping days until Christmas.” “Terms of Endearment” was about a difficult\rrelationship between two strong-willed women, the MacLaine and Winger\rcharacters. Juliette Lewis, as the granddaughter, is available for similar\rmaterial here, and indeed her performance is the most convincing in the movie,\rbut the script marginalizes her, preferring instead a series of Auntie\rMame-like celebrations of Aurora, alternating with elegiac speeches and clunky\rsentiment.\n\nSequels\rare a chancy business at best, but “The Evening Star” is thin and contrived.\rEven the music has no confidence: William Ross' score underlines every emotion\rwith big nudges, and ends scenes with tidy little flourishes. The title perhaps\rcomes from “Crossing the Bar,” by Tennyson, who wrote: Sunset and evening star,\rAnd one clear call for me! And let there be no moaning of the bar, When I put\rout to sea . . .\n\nHis\rbar, of course, was made of sand, and is not to be confused with the Pig Stand.\rIn “The Evening Star,” however, there is a great deal of moaning when anyone\rputs out to sea.", "running_time": 129, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-12-27", "genres": ["Comedy", "Drama", "Romance"], "title": "The Evening Star (1996)"}