{"url": "http://www.rogerebert.com/reviews/the-odd-couple-1968", "by": "Jack Lemmonas Felix Ungar", "star_rating": 3.5, "text": "Two of the most unlucky words associated with the movies are \"screen version.\" We get the screen version of every best seller, Broadway musical, famous battle and criminal career in sight. And too often, the concept of a \"screen version\" leads to critical nonsense. Movies are reviewed on the basis of how faithful they are to the \"original,\" and a great many critics didn't like \"Bonnie and Clyde\" because it didn't follow the \"facts.\"\n\nThis is a futile approach to film criticism. What matters is whether a movie is good and satisfying as a movie, not whether it is faithful to a novel, a play or some other art form. Indeed, many films are great precisely because they translate their original sources into the language of cinema. \"Bonnie and Clyde\" was factually inaccurate, sure, but it was profoundly true to the meaning to those two criminal lives.\n\nThe other side of this coin is the movie that is too devoted to its original sources. If there was a fault in Luchino Visconti's excellent \"The Stranger,\" it was that the director limited himself to interpreting the ideas already present in Albert Camus' novel. Visconti brought no new vision of his own to the story.\n\nOn a less cosmic level, \"The Odd Couple\" has the same problem. This is indeed a \"screen version\" of Neil Simon's comedy: Most of the dialog is lifted intact from the play script, and even the sets and a great deal of Mike Nichols' original Broadway direction are used without significant change in the movie.\n\nThis isn't to say \"The Odd Couple\" is unsuccessful as a movie. It promises to be one of the best comedies of the summer. But the credit should go to Simon for writing the play, and to Nichols for his original direction; the material has not been whipped into cinematic shape.\n\nSometimes the movie's Broadway origins are painfully evident, as when the players in the poker game are grouped around three sides of the table, but the \"downstage\" side is always left bare. Carrying this stage orientation even farther, director Gene Saks has left the same wall out of Oscar Madison's apartment! Surely one of the advantages of the movies is that you can move the camera around and eventually show all four walls of a set.\n\nThe performances are uniformly good, especially Herb Edelman as Murray the cop, and Monica Evans and Carole Shelley as the twittering Pigeon sisters from upstairs. Jack Lemmon is well cast as Felix, the fussy and suicidal news writer who separates from his wife. But Walter Matthau, for all of his natural charm, is not quite gruff and sloppy enough as Oscar, the role he created on Broadway. I retain a private preference for Oscar as splendidly played here in Chicago by Dan Dailey.\n\nWhat we have, anyway, is a funny \"screen version\" of a very funny (if not very significant) Broadway comedy. It does well as an evening's entertainment. But it begs the question of what might have resulted if Saks had flexed his muscles and insisted on a genuinely cinematic treatment.", "running_time": 106, "mpaa_rating": "G", "release_year": 1968, "date_published": "1968-06-17", "genres": ["Comedy", "Drama"], "title": "The Odd Couple (1968)"}