{"url": "http://www.rogerebert.com/reviews/the-beaches-of-agnes", "by": "Agnes Varda", "star_rating": 4.0, "text": "\n\nThis can be read as an Ebert blog entry with photographs\r\nhere:\n\nhttp://tinyurl.com/bqy3oy\n\nDear\r\nAgnes Varda. She is a great director and a beautiful, lovable and wise woman,\r\nthrough and through. It is not enough that she made some of the first films of\r\nthe French New Wave. That she was the Muse for Jacques Demy. That she is a\r\nfamed photographer and installation artist. That she directed the first\r\nappearances on film of Gerald Depardieu, Phillipe Noiret--and Harrison Ford! Or\r\nthat after gaining distinction as a director of fiction, she showed herself\r\nequally gifted as a director of documentaries. And that she still lives, as she\r\nhas since the 1950s, in the rooms opening off each side of a once-ruined Paris\r\ncourtyard, each room a separate domain.\n\nThat\r\nis not enough, because her greatest triumph is her life itself. She comes\r\nwalking toward us on the sand in the first shot of \"The Beaches of\r\nAgnes,\" describing herself as \"a little old lady, pleasantly\r\nplump.\" Well, she isn't tall. But somehow she isn't old. She made this\r\nfilm in her 80th year, and she looks remarkably similar to 1967, when she\r\nbrought a film to the Chicago Film Festival. Or the night I had dinner with\r\nher, Jacques and Pauline Kael at Cannes 1976. Or when she was at Montreal 1988.\r\nOr the sun-blessed afternoon when we three had lunch in their courtyard in\r\n1990. Or when she was on the jury at Cannes 2005.\n\nHer\r\nface is still framed by a cap of shining hair. Her eyes are still merry and\r\ncurious. She is still brimming with energy, and in \"The Beaches of\r\nAgnes\" you will see her setting up shots involving mirrors on the beach,\r\nor operating her own camera, or sailing a boat single-handedly down the Seine\r\nunder the Pont Neuf, her favorite bridge. And she has given us the most poetic\r\nshot about the cinema I have ever seen, where two old fishermen, who were young\r\nwhen she first filmed them, watch themselves on a screen. Yes, and the screen\r\nand the 16mm projector itself are both mounted on an old market cart that they\r\npush through the nighttime streets of their village.\n\nIf\r\nyou are lucky you have seen her features like \"Cleo from 5 to 7,\" or\r\n\"Vagabond,\" or \"Les Creatures,\" or \"One Sings, the\r\nOther Doesn't\" or \"Kung Fu Master.\" Her documentaries like the\r\none filmed all on her street, \"Daguerreotypes,\" or her sympathetic\r\nlook at scavengers in \"The Gleaners and I.\" Or the lovely film of\r\nDemy's life that he wrote and she filmed, completing it 10 days before his\r\ndeath, \"Jacquot.\"\n\nBut\r\nif you have not seen a single film by Agnes Varda, perhaps it is best if you\r\nstart with \"The Beaches of Agnes.\" You don't need to know anything\r\nabout her work. She has a way of never explaining very much, and yet somehow\r\nmaking it all clear. She does this by not treating her life as a lesson in\r\nbiography, but as the treasured memories of friends.\n\nThis\r\nis not an autobiography, although it is about her lifetime. She closes it by\r\nsaying, \"I am alive, and I remember.\" The film is her memories,\r\nevoked by footage from her films, and visits to the places and people she\r\nfilmed. But that makes it sound too straightforward. The film is a poem, a\r\nsong, a celebration. Although she is in robust good health, she accepts, as she\r\nmust, that she is approaching the end, and je ne regrette rien. She expresses\r\nno thoughts about an afterlife, and only one great regret about this one: That\r\nJacques and she could not complete the journey together, as they had planned.\r\nThis is a great, loving, uplifting film. It provides an ideal of a life\r\nwell-lived.\n\nIf\r\nshe had only been a photographer, Varda would have been a great one, with her\r\nwork in China, Cuba, Europe, America. As an installation artist, regard the\r\n\"house of cinema\" she constructed by hanging hundreds of long film\r\nstrips from a framework so the sun shining through them would define the space\r\ninside. She stands within this space, the light playing on her, and says,\r\n\"I have lived my life in the cinema.\" Or if that is too theoretical\r\nfor you, consider her installation about potatoes, with Agnes herself as an\r\nadvertisement, walking the sidewalk inside a big potato.\n\nShe\r\ndoubts she had seen 10 films by the time she was 25, when she made her first\r\nfilm, \"La Pointe-Courte\" (1954). That's the one with the fishermen\r\nshe went to visit again. \"I thought if I added sound to photographs, that\r\nwould be cinema,\" she says, adding that she had a lot to learn. She had no\r\ntheory, and never desired any theory. She filmed as she felt, even in this\r\nfirst work that boldly brings together two story lines. Its visual compositions\r\nare compared to Bergman's in an enormously useful IMDb user comment. It starred\r\nthe great actor Phillip Noiret in his first role. Coming before the first films\r\nof Godard, Truffaut, Chabrol, Demy, Rivette and Resnais (who was her editor) ,\r\nit could have a claim to be the founding film of the New Wave, unless\r\nJean-Pierre Melville should be considered. Perhaps that's why Varda is\r\nsometimes called the grandmother, not the mother, of the New Wave.\n\nShe\r\nmade five short films between 1954 and 1961, before starting \"Cleo from 5\r\nto 7,\" the first feature that gained wide attention. Her friend Jean-Luc\r\nGodard had experienced enormous success with \"Breathless,\" sometimes\r\ndescribed as the first New Wave film. His producer asked him to recommend\r\nsomeone else \"like him,\" who could make a low-budget black and white\r\nfilm that would tap the same market. He recommended Varda.\n\nThe\r\nfilm's title refers to the afternoon hours when French married people meet\r\ntheir lovers, but Cleo (Corinne Marchand) is not simply a lover. She is a\r\nsinger who fears she's dying of cancer, and we follow her as she passes time\r\nwaiting for the result of a biopsy. The film achieved much notice for the way\r\nit photographed Cleo on real streets and in real shops with real people; what\r\nis remarkable is that Varda achieved this not with a hand-held documentary look\r\nbut with elegantly composed and edited shots that revealed her compositional\r\nbackground as a photographer.\n\nI\r\nfirst became aware of her at my first Chicago Film Festival, in 1967, where she\r\nshowed the documentary \"Uncle Janco.\" It involved an uncle who was a\r\npainter and lived on a houseboat in San Francisco, and one reason I remember it\r\nso clearly is that she made Janco and his life so vividly human. He isn't seen\r\nas a character or an anecdote, but as a man who has built the life he wanted\r\nto, and lives within it.\n\nI\r\nwill not go through the Varda films I've seen one by one; but there are a few I\r\nmust mention. \"Daguerreotypes\" (1976) is one she filmed literally\r\noutside her front door. She lives on rue Daguerre in Montparnasse. Let me\r\ndescribe her home, office, work space and headquarters. A big double gate opens\r\nfrom the street. Inside is a former alleyway, still wide enough for a small\r\ncar, with two-story rooms on either side. I'm not sure what it was once used\r\nfor--flats above, perhaps, and small shops below. There's a scene showing the\r\nspace as Varda first saw it, no water, no heat, no toilets, the courtyard\r\njammed with junk. Each two-story unit was separate, and Varda and Demy mostly\r\nkept them that way. You have to go outside to get from one to another.\n\nOne\r\nunit was Varda's, one Demy's, one theirs together, one for their daughter\r\nRosalie, one for their son Mathieu, offices for Demy and Varda, art studios,\r\ndarkrooms, editing rooms, and so on. Confined yet spacious. Spartan luxury. You\r\ncan open a window and call out to another room. The spaces are filled with art\r\nand fabrics of bright colors, the courtyard lined with trees and flowers. There\r\nis a family-sized table for outdoor meals in good weather. You will see the\r\nhome in the film, but she doesn't give you a tour and you may not be able to\r\ntell how original and comfortable it us. In this home every notable figure in\r\nthe world of French film, and countless from elsewhere, and many not notable\r\nfigures, and countless new friends, have come calling for more than 60 years.\r\nNot too far away is La Coupole, the famous restaurant where French painters\r\npaid for their supper in the late 1920s by painting the interior columns. If\r\nVarda and Demy had established a similar policy, the rue Daguerre film\r\ncollection would not rival the Cinematheque Francais, but it would make the\r\nMuseum of Modern Art green with envy.\n\nTo\r\nmake her charming and compassionate documentary, Varda simply filmed her\r\nneighbors. In the 1970s, they were small shopkeepers and trades people. Today,\r\nI fear, it is tres chic,and the film preserves an earlier time in Paris. There\r\nwas the baker and his wife. A butcher, expertly slicing steaks \"not too\r\nthick\" for one customer, \"not too thin\" for another. An\r\naccordion player, a laundress and, most memorable of all, a very old couple who\r\nran a shop selling perfumes and buttons. Buttons and perfume? Yes, the old man\r\nsays. He mixes the perfumes himself. And, should a customer also happen to\r\nrequire a button--voila!\n\nIn\r\n\"The Beaches of Agnes,\" Varda explains that she promised the\r\nneighbors to use her own electricity to power her camera and lights. This she\r\ndid by stringing a 90m cable through her mail slot. That was her umbilical.\r\nEveryone she filmed was less than 90 metres away. She still has the cable.\r\nThere is a shot of it being pulled back through the mail slot at night. Doesn't\r\nyour knowledge of that cable (never mentioned in \"Daguerreotypes\")\r\nmake it almost necessary for you to see the film?\n\nFor\r\nVarda, film has been a family business. Demy of course is most famous for\r\n\"The Umbrellas of Cherbourg,\" the all-singing musical which won the\r\nPalme d'Or at Cannes. Varda's \"Vagabond\" won the Golden Lion at\r\nVenice. They supported each other when needed, but kept a\r\n\"respectful\" distance from each other's work. Their great\r\ncollaboration came at the end, when Demy started to write down memories of his\r\nyouth in Nantes, and Agnes said, \"Jacques, do you want me to make a film\r\nof these?\" Jacques said he did, and Agnes began immediately, that very\r\nday.\n\nCalling\r\non friends and collaborators, she started to film with Demy at her side and\r\neveryone aware that he was dying. It was a period piece, with actors playing\r\nyoung Demy and the others. \"Jacques\" was finished with a few days to\r\nspare. She must have had a personal agenda for beginning work so quickly; right\r\nto the end of his life, Demy was needed. There is no use in waiting passively\r\nto die. There could be no better demonstration of Werner Herzog's vow that if\r\nhe knew the world was ending tomorrow, he would begin another film.\n\nVarda\r\nhas worked frequently with her children. Rosalie has been an actress and\r\ncostume designer for her mother. Mathieu is an actor who has appeared in 46\r\nfilms, but his first significant role was in \"Kung Fu Master!\"\r\n(1988), Varda's daring balancing act about a tentative romance between a 14 year\r\nold boy and the mother (Jane Birkin) of two of his friends. This story, written\r\nby Birkin and Varda, sounds undoable. It is surprisingly gentle, sweet--and\r\nfunny. Kind of a miracle.\n\nIn\r\n\"The Beaches of Agnes,\" there is a sequence in which all of her\r\nchildren and grandchildren, dressed in white, perform a slow ballet on the\r\nbeach, and Varda dances behind them, dressed all in black. And that's all I\r\nneed to say about that. Many times when we see her in the film, she is walking\r\nbackwards, as the film itself walks backwards through her life, and as she\r\nperhaps sees herself receding from our view. But her films will not recede, and\r\nneither will Varda. There is absolutely no hint to suggest this is her last\r\nfilm.\n\n022809bert7.jpgAt\r\nIllinois I had a class that made a great impression on me, taught by the famous\r\ncritic Sherman Paul, about the organic tradition in literature. As models he\r\nheld up such as Emerson, Thoreau, Louis Sullivan, Edmund Wilson, William Carlos\r\nWilliams. These men, he said, created as a part of their lives, not as a\r\nseparate cerebral activity. My professor would have approved of Varda. She\r\nnever studied film. She never moved in circles with Sartre, Beauvoir and other\r\ncafe philosophers who measured out their lives with coffee spoons. She simply\r\nwent to work, doing what felt right to her, filming, photographing and\r\ndesigning what came to hand. For her there is no distinction between fiction\r\nand documentary, for they are both ways of observing and feeling.\n\nThe\r\nfilm most central to her life in many ways is \"The Gleaners and I,\"\r\nwhere she ennobles a trade she traces back to the middle ages: The trade of\r\nmoving through the places of Man and rescuing those things that can usefully be\r\nused again. When I see men moving down our alley with grocery carts, searching\r\ngarbage bins for items of value, I do not think of the words homeless,\r\nmendicants, vagrants. Having been taught by Varda, I think gleaners. They have\r\na life to live and a living to make, and are of greater actual use to society\r\nthan some who make millions a year.\n\nIn\r\nthat way all of Varda's films have been gleanings. Although she is happy when\r\none of them is successful (\"Vagabond\" was a big hit,\" she\r\nrecalls cheerfully), I don't believe a single one was made because of its\r\ncommercial prospects. They were made out of love of the art form, and\r\nconstructed by what fell to hand and seemed good to her. And now at 80 she can\r\nwalk backwards with more serenity than most of us, because she will not\r\nstumble.", "running_time": 110, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2009-03-02", "genres": ["Documentary", "Drama", "Foreign"], "title": "The Beaches of Agnes (2008)"}