{"url": "http://www.rogerebert.com/reviews/the-purple-rose-of-cairo-1985", "by": "Mia Farrowas Cecilia", "star_rating": 4.0, "text": "Life, of course, is never as simple and dreamy as the movies, and so the hero’s bold act has alarming consequences. The movie’s other characters are still stranded up there on the screen, feeling angry and left out. The Hollywood studio is aghast that its characters would suddenly develop minds of their own. The actor who played the hero is particularly upset, because now there are two of him walking around, one wearing a pith helmet. Things are simple only in the lives of the hero and the woman, who convince themselves that they can simply walk off into the sunset, and get away with this thing.\n\nThe \"Purple Rose of Cairo\" is audacious and witty and has a lot of good laughs in it, but the best thing about the movie is the way Woody Allen uses it to toy with the very essence of reality and fantasy. The movie is so cheerful and open that it took me a day or two, after I’d seen it, to realize how deeply Allen has reached this time. If it is true, and I think it is, that most of the time we go to the movies in order to experience brief lives that are not our own, then Allen is demonstrating what a tricky self-deception we practice. Those movie lives consist of only what is on the screen, and if we start thinking that real life can be the same way, we are in for a cruel awakening.\n\nThe woman in the movie is played by Mia Farrow as a sweet, rather baffled small-town waitress whose big, shiftless lug of a husband bats her around. She is a good candidate for the magic of the movies. Up on the screen, sophisticated people have cocktails and plan trips down the Nile and are recognized by the doormen in nightclubs. The hero in the movie is played by Jeff Daniels (who was Debra Winger’s husband in \"Terms of Endearment\"). He is a genial, open-faced smoothie with all the right moves, but he has a problem: He only knows what his character knows in the movie, and his experience is literally limited to what happens to his character in the plot. This can cause problems. He’s great at talking sweetly to a woman, and holding hands, and kissing—but just when the crucial moment arrives, the movie fades out, and therefore, alas, so does he.\n\nMany of Allen’s best moments come from exploring the paradox that the movie character knows nothing of real life. For example, he can drive a car, because he drives one in the movie, but he can’t start a car, because he doesn’t turn on the ignition in the movie. Mia Farrow thinks maybe they can work this out. They can learn from each other. He can learn real life, and she can learn the romance of the movies. The problem is, both of them are now living in real life, where studio moguls and angry actors and snoopy reporters are making their life miserable.\n\nAllen’s buried subject in \"The Purple Rose of Cairo\" is, I think, related to the subjects of his less successful movies, \"Stardust Memories\" (1980) and \"Zelig\" (1983). He is interested in the conﬂicts involving who you want to be, and who other people want you to be. \"Stardust\" was about a celebrity whose fame prevented people from relating to anything but his image. \"Zelig,\" the other side of the coin, was about a man whose anonymity was so profound that he could gain an identity only by absorbing one from the people around him. In \"Purple Rose,\" the movie hero has the first problem, and the woman in the audience has the second, and when they get together, they still don’t make one whole person, just two sad halves.\n\n\"Purple Rose\" is delightful from beginning to end, not only because of the clarity and charm with which Daniels and Farrow explore the problems of their characters, but also because the movie is so intelligent. It’s not brainy or intellectual—no one in the whole movie speaks with more complexity than your average 1930s movie hero—but the movie is filled with wit and invention, and Allen trusts us to find the ironies, relish the contradictions, and figure things out for ourselves. While we do that, he makes us laugh and he makes us think, and when you get right down to it, forget about the fantasies; those are two of the most exciting things that could happen to anybody in a movie. The more you think about \"The Purple Rose of Cairo\", and about the movies, and about why you go to the movies, the deeper the damned thing gets.", "running_time": 82, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-03-01", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "The Purple Rose of Cairo (1985)"}