{"url": "http://www.rogerebert.com/reviews/the-isle-2003", "by": "Jung Suhas Hee-Jin", "star_rating": 3.0, "text": "The audiences at Sundance are hardened and sophisticated, but when the South Korean film \"The Isle\" played there in 2001, there were gasps and walk-outs. People covered their eyes, peeked out, and slammed their palms back again. I report that because I want you to know: This is the most gruesome and quease-inducing film you are likely to have seen. You may not even want to read the descriptions in this review. Yet it is also beautiful, angry and sad, with a curious sick poetry, as if the Marquis de Sade had gone in for pastel landscapes.\n\nThe film involves a lake where fishermen rent tiny cottages, each on its own raft, and bob with the waves as they catch and cook their dinners. It is the ultimate getaway. Once they have been delivered to their rafts by Hee-Jin, a woman who lives in a shack on the bank and operates a motorboat, they depend on her for all of their supplies, and for the return to shore. She also sometimes brings them prostitutes, or services them herself.\n\nHee-Jin (Jung Suh) does not speak throughout the film, and is thought to be a mute, until she utters one piercing scream. She is like the heroine of \"Woman of the Dunes,\" ruling a domain in which men, once lured, can be kept captive. Most of the time she simply operates her business, ferrying the fishermen back and forth to their floating retreats. The men treat Hee-Jin and the prostitutes with brutality and contempt, even making them dive into the water to get their payments; that these women are willing to work in this way is a measure of their desperation.\n\nHee-Jin is indifferent to most of the men, but becomes interested in Hyun-Shik (Yoo-Suk Kim). Because we share his nightmares, we know that he was a policeman, killed his girlfriend, and has come to the floating hut to hide and perhaps to die. Watching him one day, she sees that he is about to commit suicide, and interrupts his chain of thought with sudden violence, swimming under his raft and stabbing him through the slats of the floor. They develop what on this lake passes for a relationship, but then he tries suicide again (you might want to stop reading now) by swallowing a line knotted with fishhooks and pulling it up again. This leads to a sex scene I will not describe here, and later to an equally painful sequence involving Hee-Jin's use of fishhooks.\n\nIt is not uncommon for South Korean films to involve sadomasochism, as indeed do many films from Japan, where bondage is a common subject of popular adult comic books. The material doesn't reflect common behavior in those countries, but is intended to evoke extremes of violent emotion. It also dramatizes hostility toward women, although in \"The Isle\" the tables are turned. Between these two people who have nothing in common, one of them mute, sex is a form of communication--and pain, this movie argues, is even more sincere and complete.\n\nWhy would you want to see this film? Most people would not. I was recently at a health resort where a movie was shown every night, and one of the selections was Pedro Almodovar's \"All About My Mother,\" which involves transgendered characters. \"Why,\" a woman asked me, \"would they show a movie with things I do not want to see?\" She is not unusual. Most people choose movies that provide exactly what they expect, and tell them things they already know. Others are more curious. We are put on this planet only once, and to limit ourselves to the familiar is a crime against our minds.\n\nThe way I read \"The Isle,\" it is not about fishhooks and sex at all. It is a cry of pain. The man on the raft, as we have seen in flashbacks, is violent and cruel, and he killed his girlfriend because he was jealous. Of course jealousy is the face of low self-esteem. The woman sells her body and dives into the water for her payment. Her power is that she can leave these hateful men stranded on their rafts. I believe that Hee-Jin comes to \"like\" Hyun-Shik, although that is the wrong word. Maybe she feels possessive, because she saved his life. His second attempt, with the fishhooks, reveals the depth of his sad self-loathing. When she employs the fishhooks on herself, what is she saying? That she understands? That she feels the same way too? That even in agony we need someone to witness and share? The film, as I said, is beautiful to look at. The little huts are each a different color. The mist over the water diffuses the light. What a lovely postcard this scene would make, if we did not know the economy it reflects, and the suffering it conceals. Now there's a subject for meditation.", "running_time": 89, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-01-31", "genres": null, "title": "The Isle (2003)"}