{"url": "http://www.rogerebert.com/reviews/the-family-1973", "by": "Charles Bronsonas Killer", "star_rating": 2.0, "text": "Charles Bronson, I am told on good authority, is the No. 1 box-office star in Europe. This information first turned up in a press release for “Rider in the Rain,” his 1971 movie. When Dino De Laurentiis made “The Valachi Papers,” Bronson’s box-office status had taken on such awesome dimensions that Dino himself journeyed all the way to Chicago to assure America it was indeed true.\n\nThen came “The Mechanic.” Now “The Family.” Film historians of the future will ask themselves how Europe could have been so wrong. Even with the recent death of Lex Barker (Germany’s top box-office star, according to a press release that I suppose is no longer operative), there must be someone hotter than Bronson. Mastroianni? O’Toole? I have given this matter a good deal of thought, and I think maybe I have the answer. Bronson makes most of his movies in Europe, where synch sound is expensive and also a nuisance. So movies are dubbed afterward. In countries like Italy, for example, everything is dubbed into Italian anyway - so why waste time recording English dialog? Peter Bogdanovich reported in a recent Esquire that this barbaric practice was responsible for an embarrassing evening for him in Rome. He did half an hour of Jimmy Stewart impressions and nobody laughed. Nobody in Italy has ever heard Jimmy Stewart’s voice. Maybe now we have the secret to Jean-Paul Belmondo’s strange obsession that he can imitate Humphrey Bogart.\n\nAnyway, the clue to a Bronson movie is that he hardly ever talks. In one scene in “The Family,” for example, Telly Savalas offers him a drink. “I’m not thirsty,” Bronson rejoinders. Savalas thereupon launches into a three-minute dissertation on love, marriage, sex, loyalty, fidelity, mutual understandings, trust and friendship (he plays a gangster, if you have not already guessed). At the end of this outburst, he again asks Bronson to have a drink. Bronson: “I TOLD you - I’m not thirsty.” End of scene.\n\nNow dubbed dialog is a pain to the ear and an affront to our sense of reality. So Charles Bronson, who has less dialog to dub than any other star in Europe, must be the most popular simply because he seems the most convincing. You get some guy like Laurence Olivier and he might NEVER stop talking.\n\nThe movie itself, incidentally (and incidentally is the right word here, I think) gives us Bronson as a professional killer. So did his last three movies, but never mind - doesn’t John Wayne play lots of cowboys? This time, Bronson is an independent, but the mob wants to hire him. Meanwhile, he falls in love with Jill Ireland, but it turns out she was going with one mobster and is now married to Savalas. Vengeance walks big in Bronson’s mind, and he gets out the old muffled rifle with the hunting scope and goes to work. Lots of ominous music and a free commercial for the Can-Am auto race, followed by an ending as perfunctory as it is sadistic. One thing’s for sure, Charles Bronson would never have made it in radio.", "running_time": 93, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-05-18", "genres": null, "title": "The Family (1973)"}