{"url": "http://www.rogerebert.com/reviews/the-bourne-legacy-2012", "by": "Jeremy Renneras Aaron Cross", "star_rating": 2.5, "text": "\"The Bourne Legacy\" is the story of a man who needs some medication and spends the whole movie trying to get it. This is good medicine. As the film opens, he dives naked into a river in Alaska, brings up a sealed tube from the bottom, takes a little blue pill and a little green pill, wraps himself in a thermal blanket by his fire, then backpacks across a mountain range while fighting off wolves. Some of the climbing involves steep walls without use of rope or pitons.\n\nAaron Cross is not a superhero. Like Jason Bourne before him, he's an agent of The Program, a secret U.S. intelligence project that involves modifying the human genome to produce men with incredible physical and mental agility, and the skill set of an Eagle Scout with nine pounds of merit badges. \n\nCross is played by Jeremy Renner with the kind of focus and detached courage he showed in \"The Hurt Locker.\" Because he isn't referred to by name for a long time, and because everybody keeps saying Bourne is still \"out there,\" and because I had not seen the trailer, I wondered for awhile if perhaps Renner was now playing Bourne, but the film finally, mercifully, produces a wanted poster showing Matt Damon, which clears that up.\n\nThe movie spends a lot of time in a Manhattan command center for The Program, which is chockablock with computer screens and communications equipment, and can apparently tap into any surveillance camera in the world. In this room we meet the masterminds of The Program, grim veterans played by Scott Glenn, Stacy Keach and Albert Finney, and headed by Edward Norton. They spend a lot of time in each other's faces, trading jargon and spycraft. These men have decided to terminate The Program by giving all their expert agents a triangular yellow pill that causes them to bleed from the right nostril and die. Always the right nostril.\n\nAfter Cross eludes a drone equipped with a missile in Alaska and fights off more wolves, he makes contact with Dr. Marta Shearing (Rachel Weisz), who has \"a Ph.D. and two post-doctoral fellowships\" and knows all about the pills. Now there is the best sequence of violence in the movie, which involves a lab technician played by Zeljko Ivanek. Then Cross and Shearing join forces in a desperate quest to stay one jump ahead of the masters of The Program while traveling around the globe to Manila, where the medications are manufactured. The Rachel Weisz character spends a lot more time on screen than females are often allowed in action movies, even though she isn't used for sex appeal. Her performance stands up strongly beside Renner's.\n\nThese meds are a virus that alters genes. You can take booster pills from time to time, or with a new iteration you can be \"locked in,\" which is what Cross seeks. He has become accustomed to possessing incredible muscle and mind power. One can only guess what other benefits the pills bestow; to my knowledge Cross never eats or drinks during the entire film.\n\n\"The Bourne Legacy\" is always gripping in the moment. The problem is in getting the moments to add up. I freely confess that for at least the first 30 minutes I had no clear idea of why anything was happening. The dialogue is concise, the cinematography is arresting and the plot is a murky muddle.\n\nThere are three major chase scenes — by car, by parkour and by motorcycle. Parkour, you recall, is the art of running up walls and dancing over rooftops, and apparently comes along with the pills. The motorcycle chase takes place in Manila, after Cross and Shearing steal a cycle, the police give chase, and one particularly determined undercover cop with dark aviator glasses persists beyond all reason. Since he doesn't have a single word of dialogue, it's impossible to say if he has any idea how important Cross and Shearing are, but he keeps coming like the Energizer Bunny.\n\nThis chase lasts way too long. I glanced twice at my watch. It goes up and down stairs and down the middle lanes of expressways, and causes countless crashes, and is edited in that frustrating style where you see fragments of action but don't always have the whole picture. At its conclusion — poof! — the wind goes out of the picture's sails, and a final scene sets up a sequel. I wonder how long Bourne's name will stay in the series titles. After all, he's still Out There.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-08-08", "genres": ["Action", "Thriller"], "title": "The Bourne Legacy (2012)"}