{"url": "http://www.rogerebert.com/reviews/the-illusionist-2011", "by": "Jean-Claude Dondaas Tatischeff", "star_rating": 4.0, "text": "\"The Illusionist\" represents the magically melancholy final act of Jacques Tati’s career. Tati, of course, was the tall Frenchman, bowing from the waist, pipe in mouth, often wearing a trench coat, pants too short, always the center of befuddlements. If you’ve seen \"Mr. Hulot's Holiday\" you know who he was, and if you haven’t, it belongs on your must-see list.\n\nTati, who died in 1982, wrote the screenplay for this film but never made it. He intended it for live action. As the story goes, his daughter Sophie Tatischeff still had the script and handed it to Sylvain Chomet, who made the miraculously funny animated film \"The Triplets of Belleville\" (2003). Chomet has drawn it with a lightness and beauty worthy of an older, sadder Miyazaki story. Animation suits it. Live action would overwhelm its delicate fancy with realism.\n\nThe story involves a magician named Tatischeff who fails in one music hall after another and ends up in Scotland, where at last he finds one fan: A young woman who idealizes him, moves in with him, tends to him, cooks and cleans, and would probably offer sex if he didn’t abstemiously sleep on the couch. He’s a good magician on a small scale, flawless at every trick, except producing a rabbit from a hat. His problem there involves his frisky rabbit, which likes to sleep on Tatischeff’s stomach at night. The rabbit makes it a practice during the act to pop up and peep around at inopportune moments.\n\nTatischeff finally ends up in Edinburgh, a city that has never looked more bleak and beautiful in a film. Time has passed him by. Audiences prefer pop groups to aging magicians. He reaches the lowest stage in his career, performing in a shop window. He remains quiet, reflective, almost indifferent to the girl (although he buys her a pretty frock).\n\nIf you recall the opening scenes of \"Up,\" you know that animation is sometimes more effective than live action for conveying the arc of a life. This magician does what he does very well, but there’s no longer a purpose for him. Did Tati feel the same when he wrote this in the 1950s, before \"Hulot\" was a worldwide success? Important to the charm of \"The Illusionist\" is the grace with which the character of Tatischeff has been drawn. He looks like Tati, but much more important, he has the inimitable body language. The polite formality, the deliberate movement, the hesitation, the diffidence. His world is an illusion, which he produces nightly from a hat.\n\nTati became a legendary man of the cinema, a perfectionist producing a small body of enormously ambitious films that can be described as meticulous silent comedies with sound. The major works are \"Jour de Fete\" (1949), the hit \"Mr. Hulot’s Holiday\" (1953), \"Mon Oncle\" (1958), \"Playtime\" (1967), \"Trafic\" (1971) and \"Parade\" (1974). He was admired and beloved.\n\nHe was also flawed, and one area of concern involves his family. After \"The Illusionist\" played at Cannes 2010, I received a letter from his middle grandson, Richard Tatischeff Schiel McDonald, telling me that the Chomet version \"greatly undermines both the artistry of my grandfather’s original script whilst shamefully ignoring the deeply troubled personal story that lies at its heart.\"\n\nBriefly, he writes, Tati \"in the script wrestles with the notion of publicly acknowledging his eldest daughter, my mother, who he had under duress from his elder sister, heartlessly abandoned during the Second World War.\" It is a fraught family story, and the full and fascinating letter is here: http://bit.ly/dkigRT.\n\nBecoming aware of these facts, and how they were apparently sublimated in Tati’s more fanciful tale, only adds interest to \"The Illusionist.\" However the film stands on its own, and however much it conceals the real-life events that inspired it, it lives and breathes on its own, and as an extension of the mysterious whimsy of Tati.", "running_time": 80, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-01-12", "genres": ["Animation", "Drama", "Fantasy", "Foreign", "Science Fiction"], "title": "The Illusionist (2011)"}