{"url": "http://www.rogerebert.com/reviews/the-boondock-saints-ii-all-saints-day-2009", "by": "Sean Patrick Flaneryas Connor", "star_rating": 1.0, "text": "\"Boondock Saints II: All Saints Day\" is an idiotic ode to macho horseshite (to employ an ancient Irish word). It is however distinguished by superb cinematography. It's the first film in 10 years from Troy Duffy, whose \"Boondock Saints\" (1999) has become a cult film. It's such a legendary film, a documentary was even made about it.\n\nNo, not one of those \"the making of\" jobs. One made by two of Duffy's former pals who got pissed off during the filming. They show him as a possibly alcoholic egomaniac. You know you're in trouble when your movie scores 16 percent on the Tomatometer, and the documentary about it scores 79 percent.\n\nTo quote from my review of the 2003 doc: \"'Overnight' tells a riches-to-rags story, like 'Project Greenlight' played in reverse. 'Greenlight,' you will recall, is the Miramax contest to choose and produce one script every year by a first-time filmmaker. In 'Overnight,' the director starts out with a contract and money, and works his way back to no contract, no film and no money. Call it 'Project Red Light.'\"\n\nThe documentary validates Gene Siskel's favorite verdict: \"I'd rather see a documentary of the same people having lunch.\" In this case, you see the same people getting drunk. After Duffy signs with the William Morris Agency, he brags to his pals, \"I get drunk at night, wake up hung over, go into those meetings in my overalls, and they're all wearing suits.\" Being agents, they were probably more familiar with the danger signs of alcoholism than Duffy was.\n\n\"Boondock Saints\" cost $7 million and grossed $25,000 in two weeks in five theaters. Then a miracle occurred. It became a big hit on DVD -- so big, this sequel was justified. Along with the great cinematography, it has extensive special effects and good actors (Sean Patrick Flanery, Norman Reedus, Billy Connolly, Clifton Collins Jr., Judd Nelson and an unrecognizable Peter Fonda).\n\nFlanery and Reedus are back from the original as Connor and Murphy MacManus, two Irish Catholic brothers who executed countless Boston villains with bullets through the head and pennies on their eyes. Brothers? To me they look like twins. They now lead a quiet life in Ireland, herding sheep and smoking. Brokeback bachelors. After 10 years, still unmarried, they live at home with old Poppy MacManus (Billy Connolly) in a cottage perhaps once inhabited by Ryan's Daughter's great-grandmother.\n\nWord comes that a beloved Irish-American priest has been executed back in Boston, with pennies on his eyes. This calls for revenge: Someone is imitating their style! Electrified, the lads rush back to the States on a freight ship and go into action, killing, oh, I'd say, hundreds of people, easily. This is done very well, in the way of stunts, f/x and heavy metal cranked up to 12.\n\nThe lads borrow a page from their old Poppy and don leather vests with build-in holsters for either four or six handguns, I forget. These they typically use while leaping in slo-mo off concealed trampolines while firing two guns each at the camera. If they always jump side by side, does that make it harder for their enemies to miss at least one? Can you fly forward through the air while firing two heavy-duty handguns without your arms jerking back and smacking you in the chin? Would that violate one of Newton's laws? Just askin'. \n\nThere's a lot of pious Roman Catholic iconography, though no one except the beloved executed priest ever goes into a church for purposes other than being murdered. The lads are loyal to the church in the same way their fans are loyal to Da Bears. They aren't players themselves, but it's their team and don't mess with it. They do hold a quasi-religious ceremony, standing in a circle with a pal and vowing to never, ever, stop smoking or drinking or attend an AA meeting. Drinking doesn't bother them, anyway. They chug whiskey like Gatorade. The only thing that bothers them, and they're super sensitive about this, is the slightest suggestion that they're gay.", "running_time": 118, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-11-11", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "The Boondock Saints II: All Saints Day (2009)"}