{"url": "http://www.rogerebert.com/reviews/the-shaggy-dog-2006", "by": "Tim Allenas Dave Douglas", "star_rating": 2.0, "text": "This is surely one of the fundamental laws of fiction: When a man and a dog change bodies, it is funnier to see the man act like a dog than to see the dog act like a man. As Dr. Johnson observed so long ago, when a dog stands on its hind legs, \"it is not done well, but you are surprised to find it done at all.\" A dog standing on its hind legs is considerably less convincing than a man on all fours, especially when he lifts his leg near a fire hydrant.\n\nIn \"The Shaggy Dog,\" a remake of the 1959 version with Fred MacMurray, Tim Allen plays an assistant district attorney prosecuting a case involving the use of laboratory animals. He is bitten by a 300-year-old dog from Tibet, which has been stolen from a monastery. The dog is destined to be used in the DNA research of a scummy longevity researcher played by Robert Downey Jr., who plays, as he does so well, a man whose agenda seems not merely buried but decomposing. There is a special-effects shot of the dog's DNA racing into Allen's veins. The dog DNA looks like lots of little dogs. I suppose we should be relieved that the human DNA doesn't look like a lot of little Tim Allens, although the concept of dog DNA being taken for a walk by human DNA is intriguing.\n\nAllen's rebellious daughter Carly (Zena Grey) is filled with animal rights fervor after her social studies teacher is accused of setting a fire at a lab where animals were being mistreated. Dave is the prosecutor, but finds his courtroom duties increasingly hard to perform as he transmutes into a dog. I think he is supposed to have become the clone of the dog from Tibet, although perhaps he has simply become a new but similar dog. He doesn't go through puppy stage, however, so perhaps he was simply occupied by the other dog, although then does that still leave the original dog behind? Are laws of the conservation of matter involved here? I have extraordinary difficulty in reasoning though the details of plots that are preposterous on principle.\n\nAlthough he becomes a dog, Dave still retains his own mind, and tries to behave like dad would. When his daughter Carly gets too friendly with her boyfriend Trey (Shawn Pyfrom), he jumps on the bed between them. And on his wedding anniversary, as his wife waits forlornly at a table for two in a restaurant, he appears outside the window, wagging his tail, with a bouquet in his teeth. His family is extraordinarily obtuse, I must say, in not quickly realizing that the shaggy dog is their father. How many clues do you need?\n\nFor that matter, is the shaggy dog occupied only by a human mind, or by a human mind and a canine mind fighting it out for space? If a human mind, why doesn't the dog need to learn from scratch how to bark, jump, scratch and fetch? If a canine mind, why does it turn up for the wedding anniversary when so many attractive girl dogs are easily to be found? Certainly their sexual tastes must be at variance. These are silly questions, but might have been promising avenues for the plot to explore.\n\nIt says something for Robert Downey Jr. that in a movie where a man becomes a dog, Downey creates the weirdest character. With tics and jerks and strange verbal sorties and a tuft of hair that seems electrified, he plays a scientist who is mad on his good days. To put this man on the witness stand is a foolhardy act by Allen and his boss (Danny Glover), but we are grateful to him, because Downey is entertaining. Maybe they have the wrong actor in the lead. Downey, playing the dog, would have run through a repertory of every canine shtick in \"Best in Show.\" Even in this movie, you should see him fetch.\n\nAt the end of the film, Allen (as the dog) is standing on its hind legs (not well, but one is surprised) and hugging his wife when suddenly he turns back into her husband, and what happens then? The hug continues because, yes, this is the happy ending! Ladies, if a dog turned into your husband while you were hugging it, would you scream? Dial 911? Tell him to roll over and play dead? There is an age above which this movie is unnecessary, and it may be in the low double digits. All through \"The Shaggy Dog,\" I kept remembering a classic headline in the Onion: Millions of dog owners demand to know: Who's a good boy? That headline doesn't have anything to do with this movie, but what does?", "running_time": 95, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-03-09", "genres": ["Comedy", "Family", "Fantasy"], "title": "The Shaggy Dog (2006)"}