{"url": "http://www.rogerebert.com/reviews/the-verdict-1982", "by": null, "star_rating": 4.0, "text": "There is a moment in \"The Verdict\" when Paul Newman\r\nwalks into a room and shuts the door and trembles with anxiety and with the\r\ninner scream that people should get off his back. No one who has ever been\r\nseriously hung over or needed a drink will fail to recognize the moment. It is\r\nthe key to his character in \"The Verdict,\" a movie about a drinking\r\nalcoholic who tries to pull himself together for one last step at salvaging his\r\nself-esteem.\n\nNewman plays Frank Galvin, a Boston lawyer who has had his\r\nproblems over the years - a lost job, a messy divorce, a disbarment hearing, all\r\nof them traceable in one way or another to his alcoholism. He has a\r\n\"drinking problem,\" as an attorney for the archdiocese delicately\r\nphrases it. That means that he makes an occasional guest appearance at his\r\noffice, and spends the rest of his day playing pinball and drinking beer, and\r\nhis evening drinking Irish and looking to see if there isn't at least one last\r\nlonely woman in the world who will buy his version of himself in preference to\r\nthe facts.\n\nGalvin's\r\npal, a lawyer named Mickey Morrissey (Jack Warden) has drummed up a little work\r\nfor him: An open-and-shut malpractice suit against a Catholic hospital in\r\nBoston where a young woman was carelessly turned into a vegetable because of a\r\nmedical oversight. The deal is pretty simple. Galvin can expect to settle out\r\nof court and pocket a third of the settlement - enough to drink on for what\r\nlittle future he is likely to enjoy.\n\nBut\r\nGalvin makes the mistake of going to see the young victim in a hospital, where\r\nshe is alive but in a coma. And something snaps inside of him. He determines to\r\ntry this case, by god, and to prove that the doctors who took her mind away\r\nfrom her were guilty of incompetence and dishonesty. In Galvin's mind, bringing\r\nthis case to court is one and the same thing with regaining his self-respect -\r\nwith emerging from his own alcoholic coma.\n\nGalvin's\r\nredemption takes place within the framework of a courtroom thriller. The\r\nscreenplay by David Mamet is a wonder of good dialogue, strongly seen\r\ncharacters and a structure that pays off in the big courtroom scene - as the\r\ngenre requires. As a courtroom drama, \"The Verdict\" is superior work.\r\nBut the director and the star of this film, Sidney Lumet and Paul Newman, seem\r\nto be going for something more; \"The Verdict\" is more a character\r\nstudy than a thriller, and the buried suspense in this movie is more about\r\nGalvin's own life than about his latest case.\n\nFrank\r\nGalvin provides Newman with the occasion for one of his great performances.\r\nThis is the first movie in which Newman has looked a little old, a little\r\ntired. There are moments when his face sags and his eyes seem terribly weary,\r\nand we can look ahead clearly to the old men he will be playing in 10 years'\r\ntime. Newman always has been an interesting actor, but sometimes his\r\nresiliency, his youthful vitality, have obscured his performances; he has a\r\ntendency to always look great, and that is not always what the role calls for.\r\nThis time, he gives us old, bone-tired, hung-over, trembling (and heroic) Frank\r\nGalvin, and we buy it lock, stock and shot glass.\n\nThe\r\nmovie is populated with finely tuned supporting performances (many of them by\r\nBritish or Irish actors, playing Bostonians not at all badly). Jack Warden is\r\nthe old law partner; Charlotte Rampling is the woman, also an alcoholic, with\r\nwhom Galvin unwisely falls in love; James Mason is the ace lawyer for the\r\narchdiocese; Milo O'Shea is the politically connected judge; Wesley Addy\r\nprovides just the right presence as one of the accused doctors. The\r\nperformances, the dialogue and the plot all work together like a rare machine.\n\nBut\r\nit's that Newman performance that stays in the mind. Some reviewers have found\r\n\"The Verdict\" a little slow moving, maybe because it doesn't always\r\nhum along on the thriller level. But if you bring empathy to the movie, if you\r\nallow yourself to think about what Frank Galvin is going through, there's not a\r\nmoment of this movie that's not absorbing. \"The Verdict\" has a lot of\r\ntruth in it, right down to a great final scene in which Newman, still drinking,\r\nfinds that if you wash it down with booze, victory tastes just like defeat.", "running_time": 129, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama"], "title": "The Verdict (1982)"}