{"url": "http://www.rogerebert.com/reviews/the-dreamers-2004", "by": "Michael Pittas Matthew", "star_rating": 4.0, "text": "In the spring of 1968, three planets -- Sex, Politics and the Cinema -- came into alignment and exerted a gravitational pull on the status quo. In Paris, what began as a protest over the ouster of Henri Langlois, the legendary founder of the Cinematheque Francais, grew into a popular revolt that threatened to topple the government. There were barricades in the streets, firebombs, clashes with the police, a crisis of confidence. In a way that seems inexplicable today, the director Jean-Luc Godard and his films were at the center of the maelstrom. Other New Wave directors and the cinema in general seemed to act as the agitprop arm of the revolution.\n\nHere are two memories from that time. In the spring of 1968, I was on vacation in Paris. Demonstrators had barricaded one end of the street where my cheap Left Bank hotel was located. Police were massed at the other end. I was in the middle, standing outside my hotel, taking it all in. The police charged, I was pushed out in front of them, and rubber truncheons pounded on my legs. \"Tourist!\" I shouted, trying to make myself into a neutral. Later I realized they might have thought I was saying tourista, which is slang for diarrhea. Unwise.\n\nThe second memory is more pleasant. In April of 1969, driving past the Three Penny Cinema on Lincoln Avenue, I saw a crowd lined up under umbrellas on the sidewalk, waiting in the rain to get into the next screening of Godard's \"Weekend.\" Today you couldn't pay most Chicago moviegoers to see a film by Godard, but at that moment, the year after the Battle of Grant Park, at the height of opposition to the Vietnam War, it was all part of the same alignment.\n\nOh, and sex. By the summer of 1969, I was in Hollywood, writing the screenplay for Russ Meyer's \"Beyond the Valley of the Dolls.\" It would be an X-rated movie from 20th Century-Fox, and although it seems tame today (R-rated, probably), it was part of a moment when sex had entered the mainstream and was part of a whole sense of society in flux.\n\nI indulge in this autobiography because I have just seen Bernardo Bertolucci's \"The Dreamers,\" and am filled with poignant and powerful nostalgia. To be 16 in 1968 is to be 50 today, and so most younger moviegoers will find this film as historical as \"Cold Mountain.\"\n\nFor me, it is yesterday; above all it evokes a time when the movies -- good movies, both classic and newborn -- were at the center of youth culture. \"The Movie Generation,\" Time magazine called us in a cover story. I got my job at the Sun-Times because of it; they looked around the features department and appointed the long-haired new kid who had written a story about the underground films on Monday nights at Second City.\n\nBertolucci is two years older than I am. An Italian who made his first important film, \"Before the Revolution,\" when he was only 24, he would in 1972 make \"Last Tango in Paris,\" a film starring Marlon Brando and the unknown Maria Schneider in a tragedy about loss, grief and sudden sex between two strangers who find it a form of urgent communication. Pauline Kael said, \"Bertolucci and Brando have altered the face of an art form.\" Well, in those days we talked about movies that way.\n\nIt is important to have this background in mind when you go to see \"The Dreamers,\" because Bertolucci certainly does. His film, like \"Last Tango,\" takes place largely in a vast Parisian apartment. It is about transgressive sex. Outside the windows, there are riots in the streets, and indeed, in a moment of obvious symbolism, a stone thrown through a window saves the lives of the characters, the revolution interrupting their introverted triangle.\n\nThe three characters are Matthew (Michael Pitt), a young American from San Diego who is in Paris to study for a year but actually spends all of his time at the Cinematheque, and the twins Isabelle (Eva Green) and Theo (Louis Garrel), children of a famous French poet and his British wife. They also spend all of their time at the movies. Almost the first thing Isabelle tells Matthew is, \"You're awfully clean for someone who goes to the cinema so much.\"\n\nHe's clean in more ways than one; he's a naive, idealistic American, and the movie treats him to these strange Europeans in the same way Henry James sacrifices his Yankee innocents on the altar of continental decadence.\n\nThese are the children of the cinema. Isabelle tells Matthew, \"I entered this world on the Champs Elysees in 1959, and my very first words were, \"New York Herald Tribune!\" Bertolucci cuts to the opening scene in Godard's \"Breathless\" (1959), one of the founding moments of the New Wave, as Jean Seberg shouts out those words on the boulevard. In other words, the New Wave, not her parents, gave birth to Isabelle. There are many moments when the characters quiz each other about the movies, or re-enact scenes they remember; a particularly lovely scene has Isabelle moving around a room, touching surfaces, in a perfect imitation of Garbo in \"Queen Christina.\" And there's a bitter argument between Matthew and Theo about who is greater -- Keaton or Chaplin? Matthew, the American, of course knows that the answer is Keaton. Only a Frenchman could think it was Chaplin.\n\nBut \"The Dreamers\" is not Bertolucci's version of Trivial Pursuit. Within the apartment, sex becomes the proving ground and then the battle ground for the revolutionary ideas in the air. Matthew meets the twins at the Cinematheque during a demonstration in favor of Langlois (Bertolucci intercuts newsreel footage of Jean-Pierre Leaud in 1968 with new footage of Leaud today, and we also get glimpses of Truffaut, Godard and Nicholas Ray). They invite him back to their parents' apartment. The parents are going to the seaside for a month, and the twins invite him to stay.\n\nAt first it is delightful. \"I have at last met some real Parisians!\" Matthew writes his parents. Enclosed in the claustrophobic world of the apartment, he finds himself absorbed in the sexual obsessions of the twins. He glimpses one night that they sleep together, naked. Isabelle defeats Theo in a movie quiz and orders him to masturbate (on his knees, in front of a photo of Marlene Dietrich). Theo wins a quiz and orders Matthew to make love to his sister. Matthew is sometimes a little drunk, sometimes high, sometimes driven by lust, but at the bottom he knows this is wrong, and his more conventional values set up the ending of the film, in which sex and the cinema are engines, but politics is the train.\n\nThe film is extraordinarily beautiful. Bertolucci is one of the great painters of the screen. He has a voluptuous way here of bathing his characters in scenes from great movies, and referring to others. Sometimes his movie references are subtle, and you should look for a lovely one. Matthew looks out a window as rain falls on the glass, and the light through the window makes it seem that the drops are running down his face.\n\nThis is a quote from a famous shot by Conrad L. Hall in Richard Brooks' \"In Cold Blood\" (1967). And although Michael Pitt usually looks a little like Leonardo DiCaprio, in this shot, at that angle, with that lighting, he embodies for a moment the young Marlon Brando. Another quotation: As the three young people run down an outdoor staircase, they are pursued by their own giant shadows, in a nod to \"The Third Man.\"\n\nThe movie is rated NC-17, for adults only, because of the themes and because of some frontal nudity. So discredited is the NC-17 rating that Fox Searchlight at first thought to edit the film for an R, but why bother to distribute a Bertolucci film except in the form he made it? The sexual content evokes that time and place. The movie is like a classic argument for an A rating, between the R and NC-17, which would identify movies intended for adults but not actually pornographic. What has happened in our society to make us embrace violence and shy away from sexuality?\n\nBertolucci titles his film \"The Dreamers,\" I think, because his characters are dreaming, until the brick through the window shatters their cocoon, and the real world of tear gas and Molotov cocktails enters their lives. It is clear now that Godard and sexual liberation were never going to change the world. It only seemed that way, for a time. The people who really run things do not go much to the movies, or perhaps think much about sex. They are driven by money and power.\n\nMatthew finds he cannot follow the twins into whatever fantasy the times have inspired in them. He turns away and disappears into the crowd of rioters, walking in the opposite direction. Walking into a future in which, perhaps, he will become the director of this movie.", "running_time": 115, "mpaa_rating": "NC-17", "release_year": 2004, "date_published": "2004-02-13", "genres": null, "title": "The Dreamers (2004)"}