{"url": "http://www.rogerebert.com/reviews/the-fast-runner-2002", "by": "Natar Ungalaaqas Atanarjuat", "star_rating": 4.0, "text": "We could begin with the facts about \"The Fast Runner.\" It is the first film shot in Inuktitut, the language of the Inuit peoples who live within the Arctic Circle. It was made with an Inuit cast, and a 90-percent Inuit crew. It is based on a story that is at least 1,000 years old. It records a way of life that still existed within living memory.\n\nOr we could begin with the feelings. The film is about romantic tensions that lead to tragedy within a small, closely knit community of people who depend on one another for survival, surrounded by a landscape of ice and snow. It shows how people either learn to get along under those circumstances, or pay a terrible price.\n\nOr we could begin with the lore. Here you will see humans making a living in a world that looks, to us, like a barren wasteland. We see them fishing, hunting, preparing their kill, scraping skins to make them into clothing, tending the lamps of oil that illuminate their igloos, harvesting the wild crops that grow in the brief summertime, living with the dogs that pull their sleds.\n\nOr we could begin with the story of the film's production. It was shot with a high-definition digital video camera, sidestepping the problems that cinematographers have long experienced while using film in temperatures well below zero. Its script was compiled from versions of an Inuit legend told by eight elders. The film won the Camera d'Or, for best first film, at Cannes, and was introduced at Telluride by the British stage director Peter Sellars; telling the story of its origin, he observed, \"In most cultures, a human being is a library.\" We could begin in all of those ways, or we could plunge into the film itself, an experience so engrossing it is like being buried in a new environment. Some find the opening scene claustrophobic. It takes place entirely inside an igloo, the low lighting provided only by oil lamps, most of the shots in closeup, and we do not yet know who all the characters are. I thought it was an interesting way to begin: To plunge us into this community and share its warmth as it shelters against the cold, and then to open up and tell its story.\n\nWe meet two brothers, Amaqjuaq (Pakkak Innukshuk), known as the Strong One, and Atanarjuat (Natar Ungalaaq), known as the Fast Runner. They are part of a small group of Inuit including the unpleasant Oki (Peter-Henry Arnatsiaq), whose father is the leader of the group. There is a romantic problem. Oki has been promised Atuat (Sylvia Ivalu), but she and Atanarjuat are in love. Just like in Shakespeare. In the most astonishing fight scene I can recall, Atanarjuat challenges Oki, and they fight in the way of their people: They stand face to face, while one solemnly hits the other, there is a pause, and the hit is returned, one blow after another, until one or the other falls.\n\nAtanarjuat wins, but it is not so simple. He is happy with Atuat, but eventually takes another wife, Puja (Lucy Tulugarjuk), who is pouty and spoiled and put on earth to cause trouble. During one long night of the midnight sun, she is caught secretly making love to Amaqjuaq, and banished from the family. It is, we gather, difficult to get away with adultery when everybody lives in the same tent.\n\nLater there is a shocking murder. Fleeing for his life, Atanarjuat breaks free, and runs across the tundra--runs and runs, naked. It is one of those movie sequences you know you will never forget.\n\nAt the end of the film, over the closing titles, there are credit cookies showing the production of the film, and we realize with a little shock that the film was made now, by living people, with new technology. There is a way in which the intimacy of the production and the 172-minute running time lull us into accepting the film as a documentary of real life. The actors, many of them professional Inuit performers, are without affect or guile: They seem sincere, honest, revealing, as real people might, and although the story involves elements of melodrama and even soap opera, the production seems as real as a frozen fish.\n\nI am not surprised that \"The Fast Runner\" has been a box office hit in its opening engagements. It is unlike anything most audiences will ever have seen, and yet it tells a universal story. What's unique is the patience it has with its characters: The willingness to watch and listen as they reveal themselves, instead of pushing them to the front like little puppets and having them dance through the story. \"The Fast Runner\" is passion, filtered through ritual and memory.", "running_time": 172, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-06-28", "genres": ["Action", "Documentary", "Drama", "Fantasy"], "title": "The Fast Runner (2002)"}