{"url": "http://www.rogerebert.com/reviews/the-forgotten-2004", "by": "Julianne Mooreas Telly Paretta", "star_rating": 2.0, "text": "Warning: This review contains spoilers. If it didn't, I can think of no way to review it at all, short of summarizing the first three minutes and then telling you some very strange stuff happens. My advice: If you plan to see the film (which I do not recommend), hold the review until afterward.\n\n*****\n\nWhenever I hear about aliens who abduct human subjects and carry them off in spaceships and conduct weird experiments on them and shove scientific probes where the sun don't shine, I ask myself this question: Why do these alien visitations always seem to be aimed at just those kinds of people who are most likely to believe in them? Why do the aliens always pick people who summer at Roswell, N.M., instead of choosing someone like Stephen Hawking, Howard Stern or Dick Cheney?\n\n\"The Forgotten\" is not a good movie, but at least it supplies a credible victim. Julianne Moore plays Telly Paretta, a mother who for 14 months has mourned her 9-year-old son, Sam. He died in a plane crash along with nine other kids. Her psychiatrist (Gary Sinise) wonders if perhaps she is ... enhancing ... her memories of Sam. She tries to limit her daily visits to photo albums and home videos, and then, one horrifying day, she finds that all her photos and videos of Sam have vanished!\n\nShe blames her husband (Anthony Edwards), but then she gets the bad news: She never had a son. She had a miscarriage. All of her memories of Sam have been fabricated in some kind of post-traumatic-syndrome scenario. The shrink and her husband agree: no Sam. In desperation, she turns to a neighbor (Dominic West), whose daughter also died in the same crash. He tells her he never had a daughter.\n\nHow can this be? She remembers Sam so clearly. So do we, because the director, Joseph Ruben, supplies repeated reruns of her memories, or home movies, I'm not sure which, and there's Sam smiling at the camera and playing in the park and looking defiantly pre-traumatic.\n\nBut how, and why, would her husband, and her shrink, and her neighbor, and her other neighbor, and even the New York Times, completely forget about Sam and the crash and all those little kids? The most likely hypothesis is that Telly is crazy and everybody else is right. But who would make a movie about a mother discovering her beloved child was imaginary? That would be too sad, too tragic, and, for that matter, too thought-provoking and artistically challenging, and might even make a good movie.\n\nSo we determine that Telly is not crazy. Therefore, she had a son, and she is the only person whose memory of Sam has not been erased. The whole world is arrayed against her. Even the federal government is her enemy. She's trailed by agents for the National Security Agency, who are sinister but astonishingly incompetent. A local cop (Alfre Woodard) wonders why the feds are involved: \"They don't chase missing children.\" Being a woman, she of course intuitively believes Telly while all of the logical males diagnose her as a hysteric. She is a great help to Telly until she is suddenly pulled off the case, so to speak.\n\nI will not spoil details of the last act, except to say that it is preposterous, and undoes a good deal of sympathy which Moore's performance has built up in the earlier scenes. There comes a point at which even the most patient moviegoer wearies of chases in which frantic female book editors outrun trained male agents. In which there is a large empty warehouse/hangar space for a dramatic confrontation. In which the Talking Killer Syndrome, by which the villain explains his misdeeds, is not a flaw but is desperately necessary if the plot is ever to be explained at all.\n\nI will content myself with the very final scenes. You know, the ones in the playground. How are they possible? What repairs were necessary to the fabric of the physical world and remembered events? Who keeps track of this stuff? How come such stupid experiments are carried out by beings so superbly intelligent as to be able to conduct them? The movie begins with a premise: A mother remembers her lost son, and everyone she trusts tells her she only imagines she had a son. That's a great story idea. But it's all downhill from there. \"The Forgotten\" is best left.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-09-24", "genres": ["Crime", "Drama", "Horror", "Mystery", "Science Fiction", "Thriller"], "title": "The Forgotten (2004)"}