{"url": "http://www.rogerebert.com/reviews/the-weight-of-water-2002", "by": "Catherine McCormackas Jean Janes", "star_rating": 2.0, "text": "\"The Weight of Water\" tells two stories of family jealousy, separated by more than a century and heightened by lurid melodrama, bloody murder, incest and storms at sea. While either one of the stories could make a plausible thriller, the movie's structure undercuts them both.\n\nUnlike \"Possession\" or \"The French Lieutenant's Woman,\" in which modern and historical stories are linked in an intriguing way, \"The Weight of Water\" seems more like an exercise. We don't feel the connection, and every jump in time is a distraction.\n\nThe older story is the more absorbing. In 1873, on an island off the coast of New Hampshire, two Norwegian immigrant women are found murdered with an ax. A hapless man named Wagner (Ciaran Hinds) is convicted of the crime after a surviving eyewitness named Maren (Sarah Polley) testifies against him.\n\nBy the end of the movie, we will have a deeper understanding of the emotional undertow on the island, and we will know that Maren's love for her brother Evan (Anders W. Berthelsen) is at the center of the intrigue.\n\nMaren is married to John Hontvedt (Ulrich Thomsen) but does not love him; her brother arrives on the island with his new bride Anethe (Vinessa Shaw), and there is also her sister Karen (Katrin Cartlidge, whose performance is a reminder of how much we lost when she died at such an early age).\n\nThe modern story takes place mostly on a luxury yacht chartered by two brothers, Thomas and Rich Janes (Sean Penn and Josh Lucas). Thomas' wife, Jean (Catherine McCormack), is a famous photographer who is working on a book about the famous crime, which still inspires controversy and revisionist theories. The others are along for the ride, including Rich's girlfriend, Adaline (Elizabeth Hurley). We learn, by indirection, tones of voice and body language, that the Penn character is jealous of his brother, indifferent to his wife, interested in the girlfriend.\n\nThe screenplay, by Alice Arlen and Christopher Kyle, doesn't try to force awkward parallels between the two stories, but they are there to be found: hidden and forbidden passion, sibling jealousy, the possibility of violence. The movie tells the two stories so separately, indeed, that each one acts as a distraction from the other. The fact that there are nine major characters and many lines of intrigue doesn't help; \"Possession\" and \"The French Lieutenant's Woman\" only had to deal with parallels between a 19th century couple and a 20th century couple.\n\nAnother problem is that psychological conflicts get upstaged by old-fashioned melodrama. The storm at the end, which I will not describe in detail, involves violence and action which would be right at home in a seafaring thriller, but seems hauled into this material only to provide an exciting action climax. It is not necessary to the material. And the revelations in the historical story would have more depth and resonance if we'd spent more time with the characters--if all of their scenes were not essentially part of the set-up.\n\nThe movie was directed by Kathryn Bigelow, whose \"Strange Days\" (1995) was a smart futuristic thriller, inexplicably overlooked by audiences. Her credits also include the effective \"K-19: The Widowmaker,\" the submarine thriller from earlier this year. I like her work, but with \"The Weight of Water\" I think her problems began with the very decision to tell these two stories alternately. The actors are splendid, especially Sarah Polley and Sean Penn, but we never feel confident that these two plots fit together, belong together, or work together.", "running_time": 114, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-11-01", "genres": ["Drama", "Indie", "Mystery", "Thriller"], "title": "The Weight Of Water (2002)"}