{"url": "http://www.rogerebert.com/reviews/the-change-up-2011", "by": "Ryan Reynoldsas Mitch Planko", "star_rating": 1.5, "text": "\"The Change-Up\" is one of the dirtiest-minded mainstream releases in history. It has a low opinion of men, a lower opinion of women, and the lowest opinion of the intelligence of its audience. It is obscene, foulmouthed, scatological, creepy and perverted. As a bonus, it has the shabbiest low-rent main titles I've seen this side of YouTube. \n\nIt is a body-switch comedy. You remember those. There must have been dozens. Through some sort of magic, two characters find themselves occupying each other's bodies, or their own bodies at different ages. This can be charming, as when Tom Hanks did it in \"Big\" (1988) or Jodie Foster in \"Freaky Friday\" (1976). And remember Francis Coppola's \"Peggy Sue Got Married\" (1986), with Kathleen Turner becoming herself as a teenager? \n\nTo mention such movies in connection with this one is a sacrilege. Putting aside considerations of the story, \"The Change-Up\" sets out to violate and transgress as many standards of civilized conduct as it can. Don't get me wrong. Faithful readers know I treasure cheerful vulgarity. But readers, I've seen \"The Hangover,\" and this is no \"The Hangover.\"\n\nHere you will see projectile pooping into faces. Two men exposing themselves and urinating in a \"magic fountain\" in a shopping mall in the presence of small children. Three tattoo artists closely scrutinizing a woman's vagina. Women systematically required to bare their breasts. Language in which non-obscene words provide an oasis. Best buddies essentially sharing the same wife.\n\nOK, OK. In the context of a different movie, I can imagine all of those things working in a comedy. Except the public pissing. I think we can all agree that's problematical. So let's get back to the bare breasts. There are a great many of them, frequently and roughly fondled, for one reason only, and it isn't eroticism. If it were, I would sympathize. It has to do with the systematic exploitation of every actress in a film where God forbid an actor would be asked to display his penis. (We don't see penises in the urination scene. Only the kids can.) \n\nNow consider the leading characters. They are Mitch (Ryan Reynolds), a pothead layabout, and Dave (Jason Bateman), an attorney and father of three. They've been best friends since grade school. They envy each other's lives. Through pissing in the fountain, they switch bodies and find out what that would be like.\n\nThis involves Mitch, in Dave's body, moving in with Dave's wife, Jamie (Leslie Mann), and Dave involved in Mitch's budding career as a porn actor. There is also a key role for Sabrina (Olivia Wilde), a legal aide at the law firm, who seduces Dave in the body of Mitch.\n\nNever mind who does what and with which and to whom. The problem is that the movie requires us to accept this premise by making the characters aggressively stupid. Assume for the moment you are Jamie. Two men appearing to be your husband and his buddy Mitch claim their minds are in each other's bodies. They tell you to ask them something the other guy wouldn't know. She asks \"Mitch\" what \"his\" wedding anniversary is. Of course he doesn't remember. But asking some men for their wedding anniversary is almost a gotcha! question. For women, a wedding anniversary is as ingrained as New Year's Day. For men, it is more like Easter, and you can never remember what day it falls on this year.\n\nA few more questions, and the testing ends. Mitch and Dave give up and reconcile themselves to their fates. Dave moves into Mitch's bachelor pad. Mitch moves into Dave's suburban home. Say what? If you found your mind in another body, wouldn't that be profoundly disturbing? Would it leave you capable of performing the duties in a movie comedy?\n\nOne problem with the movie is that it requires us to remind ourselves constantly which of these two pleasant-looking thirtysomethings is which. Another problem is that no matter which, they are both low and crude beings with no respect for decency, and their language is foul beyond the call of fictional necessity. The film, in fact, seems to go out of its way to be vulgar and offensive, as if \"adult\" audiences crave such an assault. Anyone who enjoys this film cannot fairly be considered an adult. Pity about the R rating. It will keep out those callow enough to enjoy it.", "running_time": 112, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-03", "genres": ["Comedy"], "title": "The Change-Up (2011)"}