{"url": "http://www.rogerebert.com/reviews/the-last-of-the-mohicans-1992", "by": "Daniel Day-Lewisas Hawkeye", "star_rating": 3.0, "text": "Much has been made about how authentic \"The Last of the Mohicans\" is, about how the cast learned wilderness survival skills and how every bow, arrow, canoe and moccasin was constructed according to the ancient ways. That's the kind of publicity Cecil B. DeMille used to churn out, as if he had created a brand new world from scratch, like God.\n\nI am the first to confess I know little about how people really lived in the first decades of the European settlement of North America, but while I was watching \"The Last of the Mohicans,\" I was haunted by memories of another movie -- \"Black Robe\" (1991), set in the earliest days of the French settlement of Quebec. This was a long and depressing film by Bruce Beresford, who went to great pains to recreate the actual living conditions in North America at the time of his story: the architectural details of the Indian dwellings, their methods of hunting and food procurement, the way they used absolute cooperation and trust of each other as a weapon against the deadly climate.\n\n\"Black Robe\" did not involve me in its story, but its visual picture of life in those days has stayed with me. Watching \"The Last of the Mohicans,\" I could not get it out of my mind. As the handsome frontiersman Hawkeye (Daniel Day-Lewis) decides whether to join the troops being raised by the British to fight the French, as he falls in love with the daughter of a British officer (Madeleine Stowe in a fetching performance), as he sides with the Mohicans who have adopted him and they face the threat of the Huron tribe which opposes them, I was acutely conscious of the Saturday matinee traditions being exploited.\n\nI was also aware that I was enjoying the movie more than \"Black Robe.\" Michael Mann, who directed \"The Last of the Mohicans,\" says that his first conscious movie memory was of the 1936 film version of the same story, starring Randolph Scott, and indeed Philip Dunne's screenplay for that movie is cited as a source for this one.\n\nIt is also inspired, of course, by the novel by James Fenimore Cooper, whose frontier fantasies were completely demolished in an hilarious essay by Mark Twain, who noted that whenever the plot required a twig to be stepped on, a Cooper character was able to find a twig and step on it, no matter what the difficulty.\n\nMann's film is quite an improvement on Cooper's all but unreadable book, and a worthy successor to the Randolph Scott version. In Daniel Day-Lewis he has found the right actor to play Hawkeye, even though no other role ever played by Day-Lewis (\"My Left Foot\", \"A Room with a View\", \"My Beautiful Laundrette\" \") would remotely suggest that. There are just enough historical and political details; the movie touches quickly on the fine points of British-French-Indian-settler conflicts, so that they can get on to the story we're really interested in, about the hero who wins the heart of the girl.\n\n\"The Last of the Mohicans\" is not as authentic and uncompromised as it claims to be -- more of a matinee fantasy than it wants to admit -- but it is probably more entertaining as a result.\n\nThe scenes of forest-fighting follow all the usual Hollywood rules: the hero rarely misses, and the villains rarely hit anyone needed later in the story. Remembering the sickening thuds of weapon against bone in \"Black Robe,\" I realized I was looking at a sanitized entertainment, but I didn't care.\n\nI was also not much disturbed by the movie's pre-digested history (how many people, even after seeing this movie, could correctly report that the French and Indian Wars were not between the French and the Indians?). We live in an age of pop images, in which these are the parts that get remembered: Hawkeye, a white man, adopted by Indians, standing between the two civilizations at a time when the Indians were richer and more powerful than the settlers; his decision to escort the British officer's daughter and her sister to the fort where their father awaits them; their adventures along the way, leading to death, bloodshed, and a stirring final shot of the couple gazing out toward the horizon -- toward all those millions of unspoiled square miles to be turned into shopping malls by the issue of their loins.", "running_time": 120, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-09-25", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "The Last of the Mohicans (1992)"}