{"url": "http://www.rogerebert.com/reviews/the-princess-and-the-frog-2009", "by": "Anika Noni Roseas Tiana", "star_rating": 3.0, "text": "The opening scenes of Disney's \"The Princess and the Frog\" are like a cool shower after a long and sweaty day. This is what classic animation once was like! No 3-D! No glasses! No extra ticket charge! No frantic frenzies of meaningless action! And . . . good gravy! A story! Characters! A plot! It's set in a particular time and place! And it uses (calm me down here) lovingly hand-drawn animation that proceeds at a human pace, instead of racing with odd smoothness. I'm just gonna stand here and let it pour over me.\n\nThe movie, which is sweet and entertaining, doesn't quite live up to those opening scenes. But it's a demonstration that the Walt Disney Studio still shelters animators who know how to make a movie like that, in an age when too many animated films are like fast food after memories of mom's pot roast. My guess is that afterward the poor kids won't feel quite so battered by input overload. The film dances on the screen and doesn't come into the audience and shake you to make you like it.\n\nThe story is set mostly in an African-American community in New Orleans, America's most piquant city, before and after World War I. We meet a young girl named Tiana, who is cherished by her mother Eudora (voice of Oprah Winfrey) and father James (Terrence Howard). Her mom is a seamstress, her dad a hard-working restaurant owner who stirs up a mighty gumbo. He goes off to the Army and doesn't return. For Tiana as an adult (Anika Noni Rose) life is a struggle, but she holds fast to her dream of opening a restaurant and serving up her dad's gumbo (with just a soupcon more red sauce).\n\nThis is all shown in flowing, atmospheric animation and acted with fetching voices, but the songs by Randy Newman are -- I dunno, do you think he's getting sort of Randy Newmaned out? And the absence of a couple of terrific musical numbers is noticeable, I think, although younger viewers will probably be drawn into the story.\n\nYou've heard it before. A princess kisses a frog, and it turns into a handsome Prince Charming. But what if instead she turns into a frog? (Spoiler: That's what happens. ) So now Tiana and the visiting Prince Naveen of Malvonia (Bruno Campos) are both amphibians, although, of course, they retain all of their moral principles and do not perform that act of which frogs are more fond than anything apart from croaking and eating flies.\n\nThey're captives of a spell cast by the evil voodoo villain Dr. Facilier (Keith David). But life in the swamp is enlivened by two friends, Louis (Michael-Leon Wooley), an alligator who plays jazz saxophone, and Ray (Jim Cummings), a firefly who fills the Jiminy Cricket slot. They seek the occult Mama Odie (Jenifer Lewis), who may have the power to offset Facilier, and whether Tiana and Prince Naveen are restored and settle down to happy lives of slurping gumbo, I will leave for you to discover.\n\nIt is notable that this is Disney's first animated feature since \"Song of the South\" (1946) to feature African-American characters, and if the studio really never is going to release that film on DVD, which seems more innocent by the day, perhaps they could have lifted \"Zip-a-dee Doo-Dah\" from it and plugged that song in here. Though the principal characters are all black (other than the rich man Big Daddy and the Prince, who is of undetermined ethnicity), race is not an issue because Disney adroitly sidesteps all the realities of being a poor girl in New Orleans in the early 1920s. Just as well, I suppose.\n\n\"The Princess and the Frog\" inspires memories of Disney's Golden Age it doesn't quite live up to, as I've said, but it's spritely and high-spirited, and will allow kids to enjoy it without visually assaulting them.", "running_time": 97, "mpaa_rating": "G", "release_year": 2009, "date_published": "2009-12-09", "genres": ["Animation", "Family", "Fantasy"], "title": "The Princess and the Frog (2009)"}