{"url": "http://www.rogerebert.com/reviews/the-muppet-christmas-carol-1992", "by": "Brian Henson", "star_rating": 3.0, "text": "Curious that Charles Dickens' A Christmas Carol should be the most beloved of all fictional Christmas stories. It's a tale of Gothic gloom relieved only at the end by the warmth of holiday cheer.\n\nIn order to enjoy that Christmas turkey with Bob Cratchit and share in Scrooge's redemption, we have to pay heavy dues: Marley's ghost, the rattling of chains, lots of graveyards and skeletons, poverty and suffering, greed and cold, and finally the spirits of Christmas, climaxing with the Grim Reaper.\n\nNo wonder when my dad read me the story I preferred the one about Rudolph. And no wonder Disney has tried to lighten up this latest of at least a dozen film versions of the story by adding the Muppets (in the mid-1980s, they made a version starring Mickey Mouse). Even the Muppets seem a little awed by the solemnity of the tale; \"Isn't this a little violent for some of the kids in the audience?\" one of them asks, only to be reminded of the story's artistic importance.\n\n\"The Muppet Christmas Carol\" is made with one principal human actor, Michael Caine, in the role of Ebenezer Scrooge. There are a few more humans, including Scrooge as a youth, but most of the other roles, great and small, are played by Muppets, who are credited in the titles: \"Kermit the Frog as Bob Cratchit . . . Miss Piggy as Mrs. Cratchit . . . the Great Gonzo as Charles Dickens . . . Rizzo the Rat as Himself.\" This leads to some logical leaps of faith, as when we see the Cratchit household and realize all the boy children are frogs and all the girl children are pigs. But it also helps to introduce a Muppetian jollity into the story (when Scrooge's bookkeeping rats complain about cold, for example, and he threatens to fire them, they switch immediately into beachwear and start singing \"Island in the Sun\").\n\nCaine is the latest of many human actors (including the great Orson Welles) to fight for screen space with the Muppets, and he sensibly avoids any attempt to go for a laugh. He plays the role straight, and treats the Muppets as if they are real. It is not an easy assignment.\n\nConsider the moment when he is moved to tears by Tiny Tim. This scene plays one way when Tim is a lovable little tot on a crutch, and another way when he is a small frog made of green felt. Caine, whose technical skills on screen are the equal of any actor's, does as well as he can under the circumstances. The movie, directed by Brian Henson, son of the late Muppet creator Jim Henson, follows the original fairly faithfully. Like the earlier three Muppet movies, it manages to incorporate the Muppets convincingly into the action; we may know they're puppets, but usually we're not much reminded of their limited fields of movement. Ever since Kermit rode a bicycle across the screen in \"The Muppet Movie\" in 1979, the Muppeteers have managed to bypass what you'd think would be the obvious limitations of the form. This time, they even seem to belong in Victorian London, created in atmospheric sets that combine realism and expressionism.\n\nLike all the Muppet movies, this one is a musical, with original songs by Paul Williams (my favorite is the early chain-rattling duet by the Marley brothers). It could have done with a few more songs than it has, and the merrymaking at the end might have been carried on a little longer, just to offset the gloom of most of Scrooge's tour through his lifetime spent spreading misery.\n\nWill kids like the movie? The kids around me in the theater seemed to, although more for the Muppets than for the cautionary tale of Scrooge.", "running_time": 86, "mpaa_rating": "G", "release_year": 1992, "date_published": "1992-12-11", "genres": ["Comedy", "Family", "Fantasy", "Holiday"], "title": "The Muppet Christmas Carol (1992)"}