{"url": "http://www.rogerebert.com/reviews/the-tale-of-despereaux-2008", "by": "Matthew Broderickas Despereaux", "star_rating": 3.0, "text": "\"The Tale of Despereaux\" is one of the most beautifully drawn animated films I've seen, rendered in enchanting detail and painterly colors by an art department headed by Oliver Adam. With a story centering on a big-eared little mouse named Despereaux, a sniffy rat named Roscuro and various other members of the animal and vegetable kingdoms, it is a joy to look at frame by frame, and it would be worth getting the Blu-ray to do that.\n\nI am not quite so thrilled by the story, which at times threatens to make Gormenghast seem straightforward. There are three societies with interconnections (mouse, rat and human), plus a man made of vegetables who possibly runs his social life out of the produce market and maybe dates dates. Very old joke: \n\nYou got dates? I got no dates. mister. Then you got nuts? Hey, mister! If I had nuts, I'd have dates!\n\nRoscuro (with a Ratso voice by Dustin Hoffman) is first on the scene, racing from a ship in port to sniff at the kingdom's annual spring festival, celebrated by the royal chef Andre (Kevin Kline) by creating a new soup to be shared by every citizen. Alas, he falls in the soup of the queen, who then falls in the soup herself and puts the king in mourning. The king then banishes soup and rats from his realm, which is little matter to the rats, who have a highly evolved civilization somewhere belowstairs.\n\nThe movie then intercuts between the plights of Princess Pea (Emma Watson) and the wretched skullery maid Miggery Sow (Tracey Ullman) upstairs, the big-eared Despereaux and his parents and teacher mid-stairs, and a rivalry between Roscuro and the scheming Botticelli (Ciaran Hinds) in the cellars.\n\nTheir antagonism leads to a gladiatorial combat, suggesting that the rats have a history as rich as the humans, and also that by this point some kids are going to want the nice mouse back again. The movie is based on four Newbery Award-winning novels by Kate DiCamillo, all unread by me, but somehow reminded me of another wonderful mouse story, Ben and Me, by the great Richard Lawson.\n\nI suppose the plot will be easier for DiCamillo's readers to untangle, and that those too young or too old to have read them will nevertheless appreciate the look of the film. What I'd like to see is this same team take on a better-organized screenplay. Has anyone read the Gormenghast trilogy? There's a classic that would look just about righty with this look.", "running_time": 100, "mpaa_rating": "G", "release_year": 2008, "date_published": "2008-12-17", "genres": ["Adventure", "Animation", "Comedy", "Family"], "title": "The Tale of Despereaux (2008)"}