{"url": "http://www.rogerebert.com/reviews/the-last-affair-1976", "by": "Ron Deanas David", "star_rating": 1.5, "text": "\"The Last Affair\" is an appallingly bad movie - so completely bankrupt in ideas, in characterization, in simple common sense that it's little wonder its makers bought a theater to get it shown. The movie is barely 90 minutes long, and yet so many of those minutes creep past with such excruciating stupidity that the film seems almost epic in length - an epic of boredom. No kidding: It's so bad it's almost worth seeing. No film so inept has achieved a commercial release in Chicago in years. The film began life as an X-rated porno flick, but at some fatal point along the way its producer and director, Henri Charbakshi, apparently determined it was destined for greater things - that his movie was too good for porno audiences (which, among many other things, it is not). So some scenes were re-shot, others were reedited and some were obviously re-dubbed. The result is the most godawful R-rated mess I've ever seen. If they could get it down to a G, kids would walk out on it. There are times when the story line literally seems to have come unglued. There are scenes that come from nowhere and lead nowhere, involving characters we never see again. There are silences so long (Charbakshi no doubt considers them pregnant pauses) that the audience laughs uncomfortably. Great long stretches of the film are given over to the characters driving in the rain, and walking in the dark, and walking on the beach and, incredibly, even walking over the crest of a hill in a procession I'm afraid must have been inspired by Bergman's \"The Seventh Seal.\" \n\nBut for the rest of the time, there is a story, or at least the confused elements of a story (it would take a cinematic archeologist to piece it together.) It involves Mary and David (Debbie Dan and Ron Dean.) David is a professional drag racer. Mary wants to have a baby, but cannot because David is sterile. David talks the situation over with a friend (Jack Wallace.) \n\nThey talk in a bar. Charbakshi begins the scene with a fancy pan. He adds additional angles. He uses an overhead shot. He goes outside and shoots in at them, while their dialog continues on the sound track. But it's a clue to the film's lack of invention - or simple human insight - that in the midst of this cinematic overkill it never occurs to him to provide a scene in which David talks the situation over with Mary. Nope; the two pals come up with an answer. Mary should pick up a guy who can get her pregnant. \n\nThen comes the nightclub scene, in which Mary does succeed in picking up a likely candidate for fatherhood (although we never hear what she and the sperm donor say to one another.) The couple goes home. David follows and waits in the car. Mary and her date go to bed. But the young man, alas, fails to provide the needed plus ultra of fatherhood, and is cast from the apartment by the tearful Mary. And then . . . but why go on? Why mention, for example, a scene in which Ron Dean and Jack Wallace are in a bar, get in a fight that lasts several minutes and then go to walk beside the lake? The peculiar thing about the fight is that it has no apparent purpose in the film. It must be said in fairness that the movie is much worse than its actors. Jack Wallace, for example, nicely handles the events leading up to the fight scene - even though the scene has no purpose. Del Close, as the proprietor of an absurdly impossible male brothel, has fun with his role. Ron Dean is solid as the hapless David, although Debbie Dan (as Mary) is left totally on her own by a script and direction that display no understanding of female (or human) psychology. Betty Thomas has an amusing bit as one of the brothel's patrons. The film was shot entirely on location in Chicago, but never mind; a bad movie can be shot anywhere. It has opened at the former Playboy Theater, now renamed the Chelex - which, as theater names go, immediately brings to mind a 24-hour muffler service. \"Denied a Booking,\" a Variety headline reports this week, \"Chicago-Made Film Gets Own Theater.\" If they want wide distribution, they'll have to buy a chain.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-13", "genres": null, "title": "The Last Affair (1976)"}