{"url": "http://www.rogerebert.com/reviews/the-fall-2008", "by": "Catinca Untaruas Alexandria", "star_rating": 4.0, "text": "Tarsem's \"The Fall\" is a mad folly, an extravagant visual orgy, a free-fall from reality into uncharted realms. Surely it is one of the wildest indulgences a director has ever granted himself. Tarsem, for two decades a leading director of music videos and TV commercials, spent millions of his own money to finance \"The Fall,\" filmed it for four years in 28 countries and has made a movie that you might want to see for no other reason than because it exists. There will never be another like it.\n\n\"The Fall\" is so audacious that when Variety calls it a \"vanity project,\" you can only admire the man vain enough to make it. It tells a simple story with vast romantic images so stunning I had to check twice, three times, to be sure the film actually claims to have absolutely no computer-generated imagery. None? What about the Labyrinth of Despair, with no exit? The intersecting walls of zig-zagging staircases? The man who emerges from the burning tree? Perhaps the key words are \"computer-generated.\" Perhaps some of the images are created by more traditional kinds of special effects.\n\nThe story framework for the imagery is straightforward. In Los Angeles, circa 1915, a silent movie stunt man has his legs paralyzed while performing a reckless stunt. He convalesces in a half-deserted hospital, its corridors of cream and lime stretching from ward to ward of mostly empty beds, their pillows and sheets awaiting the harvest of World War I. The stunt man is Roy (Lee Pace), pleasant in appearance, confiding in speech, happy to make a new friend of a little girl named Alexandria (Catinca Untaru).\n\nRoy tells a story to Alexandria, involving adventurers who change appearance as quickly as a child's imagination can do its work. We see the process. He tells her of an \"Indian\" who has a wigwam and a squaw. She does not know these words, and envisions an Indian from a land of palaces, turbans and swamis. The verbal story is input from Roy; the visual story is output from Alexandria.\n\nThe story involves Roy (playing the Black Bandit) and his friends: a bomb-throwing Italian anarchist, an escaped African slave, an Indian (from India), and Charles Darwin and his pet monkey, Wallace. Their sworn enemy, Governor Odious, has stranded them on a desert island, but they come ashore (riding swimming elephants, of course) and wage war on him.\n\nRoy draws out the story for a personal motive; after Alexandria brings him some communion wafers from the hospital chapel, he persuades her to steal some morphine tablets from the dispensary. Paralyzed and having lost his great love (she is the Princess in his story), he hopes to kill himself. There is a wonderful scene of the little girl trying to draw him back to life.\n\nEither you are drawn into the world of this movie or you are not. It is preposterous, of course, but I vote with Werner Herzog, who says if we do not find new images, we will perish. Here a line of bowmen shoot hundreds of arrows into the air. So many of them fall into the back of the escaped slave that he falls backward and the weight of his body is supported by them, as on a bed of nails with dozens of foot-long arrows. There is scene of the monkey Wallace chasing a butterfly through impossible architecture.\n\nAt this point in reviews of movies like \"The Fall\" (not that there are any), I usually announce that I have accomplished my work. I have described what the movie does, how it looks while it is doing it, and what the director has achieved. Well, what has he achieved? \"The Fall\" is beautiful for its own sake. And there is the sweet charm of the young Romanian actress Catinca Untaru, who may have been dubbed for all I know, but speaks with the innocence of childhood, working her way through tangles of words. She regards with equal wonder the reality she lives in, and the fantasy she pretends to. It is her imagination that creates the images of Roy's story, and they have a purity and power beyond all calculation. Roy is her perfect storyteller, she is his perfect listener, and together they build a world.\n\nEbert notes:  The movie's R rating should not dissuade bright teenagers from this celebration of the imagination.", "running_time": 117, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-05-29", "genres": ["Adventure", "Drama", "Fantasy", "Foreign", "Science Fiction", "Thriller"], "title": "The Fall (2008)"}