{"url": "http://www.rogerebert.com/reviews/the-new-guy-2002", "by": "Dj Quallsas Dizzy/Gil", "star_rating": 2.0, "text": "DJ Qualls stars in \"The New Guy\" as a high school misfit who switches schools and gets a fresh start. At Rocky Creek, he was the target of cruel jokes almost daily (sample: being tied to a chair while wearing false breasts), but now, at Eastland High and with a new haircut, he is seen as a cool hero. The point is, he explains with relief, \"today nobody stuffed me in my locker or singed off my ass hairs.\" The movie made from this material is quirkier than I would have expected, considering that the building blocks have been scavenged from the trash heap of earlier teenage comedies. Much of the credit goes to Qualls (from \"Road Trip\"), who not only plays the son of Lyle Lovett in this movie but looks biologically descended from him, no mean feat. He has a goofy grin and an offhand way with dialogue that make him much more likable than your usual teenage comedy hero.\n\nKnown at one school by his nickname Dizzy and at the other by his first name Gil, D/G does not approach the dating game with high expectations. Here's how he asks a popular girl out on a date: \"Maybe sometime if you would like to drink coffee near me, I would pay.\" There is a school scandal at Rocky Creek when a librarian does something painful and embarrassing I cannot describe here to that part of his anatomy I cannot name, and he ends up in prison. (His condition or crime--I am not sure--is described as Tourette's syndrome, which is either a misdiagnosis, a mispronunciation, or an example of Tourette's in action.) Yes, prison. The movie begins with a direct-to-camera narration by Luther (Eddie Griffin), who is in prison for undisclosed reasons and is the narrator of this film for reasons even more deeply concealed. Perhaps my attention strayed, but I was unable to discern any connection between Luther and the other characters, and was baffled by how Dizzy/Gil was in prison whenever he needed to get advice from Luther, and then out again whenever it was necessary for him to rejoin the story in progress. Perhaps a subplot, or even a whole movie, is missing from the middle. In any event, Dizzy/Gil is seen as a neat guy at the new school, especially after he unfurls a giant American flag at football practice and stands in front of it dressed as George C. Scott in \"Patton\" and delivers a speech so rousing that the team wins for the first time in five years. He also steals a horse and rides around on it more than is necessary.\n\nThe movie has all the shots you would expect in a movie of this sort: cheerleaders, football heroics, pratfalls. Some of them are cruel, as when a bully stuffs a midget in a trash can and rolls it downhill. Others are predictably vulgar, as when Dizzy snatches a surveillance camera from the wall and (aided by its extension cord of infinite length) uses it to send a live broadcast into every classroom of a hated teacher struggling with a particularly difficult bowel movement. Sometimes even verbal humor is attempted, as when a high school counselor (Illeana Douglas) tells our hero he is in denial, and helpfully explains, \"Denial is not just a river in Egypt.'' I don't know why this movie was made or who it was made for. It is however not assembly-line fodder, and seems occasionally to be the work of inmates who have escaped from the Hollywood High School Movie Asylum. It makes little sense, fails as often as it succeeds, and yet is not hateful and is sometimes quite cheerfully original. And DJ Qualls is a kid you can't help but like--a statement I do not believe I have ever before made about the hero of a teenage vulgarian movie.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-05-10", "genres": ["Comedy", "Family"], "title": "The New Guy (2002)"}