{"url": "http://www.rogerebert.com/reviews/the-peacemaker-1997", "by": "George Clooneyas Thomas Devoe", "star_rating": 2.5, "text": "At first I wasn't going to mention the red digital readout. I've talked about them so often in the past I was afraid of boring you. Then I thought, hey, I was amazed when I saw it in this movie--so why shouldn't I share? I refer to the wheezy movie device requiring the hero to defuse a bomb or other dangerous device before it explodes. Such devices invariably have red digital readouts, so we can see the seconds ticking away with deadly precision.\n\nRDRs have become a jarring cliche, but they survive because they're a quick, cheap device for manufacturing phony suspense. Already this year we've seen RDRs on a doomed ocean liner (\"Speed 2\") and onboard \"Air Force One,\" and now, in \"The Peacemaker,'' the whole climax comes down to whether Nicole Kidman and George Clooney can disarm a ticking nuclear bomb before it vaporizes Manhattan.\n\nThis is the first big release from the new DreamWorks studio, and it looks great. The technical credits are impeccable, and Clooney and Kidman negotiate assorted dangers skillfully. But it's mostly spare parts from other thrillers. There's one flash of originality (the villain is protesting that the world has ignored the killing in Bosnia). Much of the rest is retreaded, including the standard idea of teaming a macho military hero (Clooney) with a bright female government official (Kidman). \"Give me a man who knows how to take orders from a woman,'' she barks, just before the scene where he marches into her briefing, interrupts her, corrects her, and then spends the rest of the film giving her orders.\n\nKidman plays the \"acting head of the White House Nuclear Smuggling Group,'' and Clooney is an intelligence officer with Army Special Forces. The terrorist (Marcel Iures) is haunted by images of his loved ones slaughtered in the former Yugoslavia.\n\nThe film opens with a convincing sequence in which nuclear bombs are stolen from a Russian train carrying them to be defused. (\"I didn't join the Russian army to dismantle it for the Americans,'' one soldier grumbles). The train is destroyed in a nuclear blast, to make it look like all the bombs were destroyed by accident, but Clooney saves us 10 minutes of screen time by seeing through the scheme at once.\n\nThe film then assembles off-the-shelf parts. These include such standbys as (1) beetle-browed enemy officials sitting in ornate offices and issuing imprecations; (2) preparations for an emergency mission by the good guys; (3) canned personality conflicts, quickly resolved; (4) exterior shots of ominous-looking places, with captions telling us what they are; (5) rat-a-tat military music over convoys to Iran, etc.; (6) high-tech displays of satellite surveillance, and (7) after a few subtitles, a Russian barking \"speak English!'' at a subordinate, after which they continue in English for no other reason than that they must realize they're in an American movie.\n\nEverything comes down to a cat-and-mouse chase in Manhattan, where the terrorist hopes to explode his bomb. He's made a videotape arguing that he is not a bad man, but he remains such a cipher we don't know if he's sincerely misguided, or simply mad. No matter; the film goes on autopilot for its last act, with the usual canned chase scenes down Manhattan streets, heroes climbing over automobiles, sirens blaring, cars crashing, etc. This used to be known as \"second unit'' stuff. Now it's the centerpiece.\n\nFinally we get the red digital readout scene, and I'm thinking--what? A movie this expensive was actually based on the bankrupt climax of the heroes dismantling a bomb while a RDR ticks down? Wasn't it possible to think up an original third act? Three other not dissimilar thrillers being released at about the same time (\"The Assignment,\" \"The Edge\" and \"Kiss the Girls\") all feature real endings involving character developments and surprises. DreamWorks executives shouldn't settle for less.\n\nAt one point, trying to dismantle the bomb, the Kidman character tells a children's choir director, \"Get those kids as far away from here as possible,'' and the kids scurry out the church door. A nuclear bomb is set to explode in under two minutes. If it does, it won't help that the kids are four blocks down the street. If it doesn't, the kids are safe where they are. A wittier screenplay might have had her say, \"Let the kids watch this. They might learn something.'' And then a cherubic little choir boy hurrying over and saying, \"Wow! A red digital readout! Just like in the movies!''", "running_time": 122, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-09-26", "genres": ["Action", "Thriller"], "title": "The Peacemaker (1997)"}