{"url": "http://www.rogerebert.com/reviews/the-final-conflict-1981", "by": null, "star_rating": 2.0, "text": "\r\n\n\nThe first ten minutes of “The\r\nFinal Conflict” are such a masterful job of storytelling that I dared to hope\r\nthat the “The Omen” trilogy had pulled itself out of the bag. The story is told\r\nin images without dialogue. An earth-moving machine in Chicago digs up seven\r\nancient daggers. A workman carries the daggers home and pawns them. An antique\r\ndealer buys the daggers from the pawnshop. They go on auction and are\r\neventually carried to an old monastery in Italy, where the abbot solemnly prays\r\nbefore them. These are the daggers, we learn, that are necessary to kill the\r\nantichrist. \n\n\r\nThis is a terrific opening. But, alas, the\r\nmoment “The Final Conflict” turns to dialogue and a plot, it loses its\r\ninspiration. If Armageddon is as boring as this movie, we'll need a program to\r\ntell the players. Loyal students of the “The Omen” trilogy will know, of\r\ncourse, that this final conflict has been brewing for a long time, ever since\r\n1976, when the original and rather effective “The Omen” was released. In that\r\none, the U.S. ambassador to Great Britain adopted a child who, we learned, was\r\nthe devil reincarnate. In “Damien: Omen II” (1978), the kid grew up, went to a\r\nmilitary school, and set the stage for his eventual confrontation with the\r\nforces of good. A subplot was introduced, involving Thorne Industries, a\r\nmultinational conglomerate with plans to dominate mankind by controlling the\r\nThird World's food supply. As “The Final Conflict” opens, the adopted son (now\r\nplayed by Sam Neill) is in command of Thorne Industries, and is himself named\r\nambassador to Great Britain, as well as chairman of the United Nations Youth\r\nCommittee. \n\n\r\nHe does not make a very good youth chairman.\r\nShortly after moving to England he learns that Christ has been reborn, and\r\norders his flunkies at Thorne to kill all the male children born between\r\nmidnight and 6 A.M. on the suspected day. That includes the son of his most\r\ntrusted assistant, but so carelessly is this movie assembled that we're never\r\nquite sure if the associate (a) knows and believes his boss is the son of\r\nSatan, (b) is a diabolical creation himself, or (c) is just on the payroll.\r\nSomebody on the staff must be in full sympathy with Damien, however, because in\r\nthe attic of the U.S. Embassy in London's Berkeley Square he has a room devoted\r\nto the Black Mass, including a grotesque wooden effigy of the crucifixion. I\r\nfound myself thinking irreverent thoughts, like, what did they tell the movers\r\nas they were carting that crucifix upstairs? \n\n\r\nSo it goes. In addition to its opening sequence,\r\n“The Final Conflict” has one other great scene involving a fox hunt and a plot\r\nby the priests of the Italian monastery to lure Damien away from the hunt and\r\nkill him. This scene is wonderfully staged and edited. But the movie is\r\notherwise a growing disappointment, as we realize that the apocalyptic\r\nconfrontation between the forces of good and evil is being reduced to a bunch\r\nof guys with Italian accents running around trying to stab Damien in the back. \n\n\r\nI would not, of course, dream of revealing this\r\nmovie's ending. But it's not cheating to say how disappointed I was, as Damien\r\nslinks through an abandoned cathedral screaming the equivalent of \"Come on\r\nout, Nazarene! Come out and fight!\" And the last scenes are a\r\ndisappointing anticlimax that raise once again the ancient question: Why is\r\nevil always so much more colorful than good in the movies?", "running_time": 108, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Horror", "Thriller"], "title": "The Final Conflict (1981)"}