{"url": "http://www.rogerebert.com/reviews/the-dream-team-1989", "by": "Michael Keatonas Billy Caulfield", "star_rating": 2.0, "text": "Everybody’s favorite scene in “One Flew Over the Cuckoo's Nest” is the one where the Jack Nicholson character takes his fellow mental patients on an unauthorized outing. “The Dream Team” starts with the inspiration of that scene and runs with it, telling the story of four patients who are taken by their psychiatrist to see a baseball game and end up wandering the streets of New York after their minder is knocked unconscious.\n\nThis is not a bad starting place for a movie, but the filmmakers are unable to devise anything original for the patients to do once they’ve been set free, and so the movie immediately compromises its original inspiration and turns into another one of those lockstep plot pictures where you are asked to care about developments that are manufactured, false and contrived.\n\nThe film’s setup has a nice energy to it. We meet the Dream Team one at a time: Billy (Michael Keaton), fast-talking, jazzed-up and possibly violent; Henry (Christopher Lloyd), professorial and obsessive-compulsive; Jack (Peter Boyle), who has messianic tendencies, and Albert (Stephen Furst), who doesn’t talk to people. Separately, they’re not able to function in society (although the Keaton character is no crazier than numbers of my friends). But together, they seem to forge a composite personality, each one contributing according to his abilities and taking according to his needs.\n\nDennis Boutsikaris plays the psychiatrist who has all four men in his encounter group, and it’s his idea to take them all out for a day at the ballpark. They set out in the morning, high in spirits, but their troubles begin when Albert develops a desperate need to answer a call of nature. The doctor pulls into a gas station, Albert runs into an alley, the doctor follows and inadvertently witnesses a murder. He’s knocked senseless and later taken to a hospital, and the four patients are left to their own devices.\n\nIt’s at this point that the movie takes a fatal turn toward the conventional. An ambitious, daring film would have seriously asked itself what might happen next. What experiences and adventures might these four men really have? And then it would follow them, together or separately, down the byways of city life, as each encountered reality through his own special sieve.\n\n“The Dream Team” is not ambitious and daring, unfortunately, and so it plugs us into a preassembled murder plot involving some bad cops.\n\nThe unconscious doctor is taken to a hospital, where, as the only witness to the crime, he obviously is a man whose life is in danger.\n\nAnd then it all comes down to the bad guys vs. the Dream Team, with the obligatory showdown in the hospital.\n\nI despair when I see films like this. They must mean that the filmmakers have no faith in the curiosity and intelligence of the average filmgoer. Have we truly arrived at the point where the average movie does not dare to surprise, explore and experiment? Are American movie audiences so hostile to anything out of the ordinary that a movie must follow the well-trod path of Identikit story lines and retread plots? I ask, because the people who made “The Dream Team” are not untalented. The director is Howard Zieff, whose credits include “Hearts of the West” and “Private Benjamin,” and who is capable of achieving a nice, offbeat, comic rhythm (even though in the second half of “Private Benjamin” he also went for the predictable). The actors all are capable of the kinds of sprung-rhythm craziness that would have been right for this movie; Keaton has the manic intensity, Lloyd (from “This is Spinal Tap”) has the single-minded zeal and Boyle has a kind of deadpan earnestness that can be very funny. (Furst, as the patient who does not speak, could hardly have played his character any differently, no matter what the plot.) With this director and these actors, something could have been accomplished. But perhaps it’s impossible to pitch a project that strays too far from the beaten path. Maybe movie executives no longer have the time or imagination to listen to something original. “The Dream Team” is essentially a formula picture filled with missed opportunities. The fact that it has several passages that really work, and that the actors create characters we can care about, only underlines the bankruptcy of its imagination.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-04-07", "genres": ["Comedy"], "title": "The Dream Team (1989)"}