{"url": "http://www.rogerebert.com/reviews/the-tree-of-knowledge-1982", "by": "Eva Gram Schjoldageras Elin", "star_rating": 4.0, "text": "\"The Tree of Knowledge\" is the truest and most moving film I have ever seen about the experience of puberty, about the little joys and great heartbreaks of the crucial first years of adolescence. It is also one of this year's best films on any subject - a creative act of memory about exactly what it was like to be 13 in 1953.\n\nThe movie comes from Denmark, and yet it didn't feel \"foreign\" to me. At first I was aware that I was watching a Danish picture, and then the universal insights of the story began to reach me so directly that I was just watching a movie about kids anywhere - it could have been made about an American suburb.\n\nThat reminded me of the observation by Francois Truffaut (whose own \"Small Change\" is another of the great films about childhood) that American and European kids are about the same until their later teen years. Only then do cultural and political considerations begin to outweigh the universal language and experience of puberty.\n\n\"The Tree of Knowledge\" will play twice this month at the Film Center of the Art Institute (at 7:45 Wednesday and 6 p.m. Dec. 19). It leads off the Scandinavian film festival section of \"Scandinavia Today.\" an ambitious tour of music, painting, sculpture, design, dance and film being sponsored in America for the next year by the countries of Sweden, Denmark, Norway, Finland and Iceland. I hope a local exhibitor picks up this film for an extended run.\n\nIt's really something. It was shot over a period of two years, so we observe these Danish teenagers as they grow up physically. And the movie is acutely sensitive to their psychic growing pains. The writer and director, Nils Malmros follows a schoolroom full of bright kids through two school years observing them in classrooms, at home, in school activities, and in weekend parties where they fumble their way into adolescence.\n\nThe movie remembers school vividly. We watch a geometry theorem being proved on a blackboard, a spitball fight breaking up a slide show, chorus practice, and a P.E. class. But what really comes alive in this movie is the painful process by which children become acutely aware of their sexual roles. One of the girls in the class develops a little more quickly than the others, and her breasts represent a threat that the others react to by making fun of her. Sides are chosen and cliques are formed, and the question of who is invited\tto whose party becomes a big deal.\n\nMeanwhile, other couples are forming and dissolving, as these kids get crushes on the opposite sex and form intense friendships with their own sex. The movie remembers everything: The whispers, the giggles, and heartbreaking moments when parents simply do not understand. The most painful moment in the film comes when Elin, the outsider, is given a silver dollar by a boy a year older, whose father has taken a job in America. The dollar is a token of friendship and she treasures it, but her parents order her to send it back, and her mother asks the unforgivable question, \"What did you do to get it?\"\n\nThe movie's performances are unaffected, spontaneous and cheerful; I may have made the movie sound depressing, but it isn't, really - not any more depressing than being 14 and not being invited to any parties.\n\nThe \"Scandinavia Today\" film series schedule also includes \"The Farewell\" (5:30 p.m. Wednesday and 6 p.m. Dec. 12), a Swedish-Finnish co-production made by a woman's collective, about a woman who decides to train for a profession in the years before World War II; \"Stepping Out\" (2 p.m. Sunday and 7:45 p.m. Dec. 15), a Danish satire about self-conscious romantic relationships in the 1970s; \"Growing Up\" (4 p.m. Sunday and 7:45 p.m. Dec. 8), about a Norwegian child caught between local values and her mother's German lover; \"Inter Nos\" (6 p.m. Sunday and 5:30 p.m. Dec. 15), an Icelandic film about an engineer who reevaluates his life after his children move away and his best friend dies; \"Witch Hunt\" (5:30 p.m. Dec. 8 and 2 p.m. Dec. 19), a Norwegian-Swedish production about a 17th century woman suspected of being a witch; Ingrid Thulin's \"Broken Sky\" (2 p.m. Dec. 12), about a young woman growing up and trying to break free in Sweden's provinces during the war years; Gunnel Lindblom's \"Sally and Freedom\" (4 p.m. Dec. 12), about a 28-year-old social worker trying to learn how to live on her own; and \"Gotta Run!\" (4 p.m. Dec. 19), about three young Finns, fresh out of the Army and fresh for the disillusionment of real life.", "running_time": 110, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-12-01", "genres": ["Drama"], "title": "The Tree of Knowledge (1982)"}