{"url": "http://www.rogerebert.com/reviews/the-grey-fox-1983", "by": "Richard Farnsworthas Bill Miner", "star_rating": 3.5, "text": "Here's one of the loveliest adventures of the year, a movie about a stubborn, indomitable character who robs people because that's what he knows best. A man should work at his craft, shouldn't he? \"The Grey Fox\" tells the story of Bill Miner, a man who was thrown into prison in the heyday of the Old West, was kept behind bars for 33 years, and who finally emerged, confused but interested, into the 20th century. \n\nThe movie begins in 1901. Bill Miner robbed stagecoaches. What's he supposed to do with a train? He's a whiskery old man, stubborn as a mule, and his pride hasn't grown any smaller during those years in jail. He heads for his sister's place to look for work and a roof over his head, but he doesn't get along with his brother-in-law and he also doesn't much like picking oysters for a living.\n\nHe leaves. He hits the road, drifting aimlessly, a man without a mission -- until the night in 1903 when he sees Edwin S. Porter's \"The Great Train Robbery.\" That famous movie is only 11 minutes long, but long enough to make everything absolutely clear to Miner, who realizes he has a new calling in life, as a train robber.\rAll of this could, of course, be an innocuous Disney movie. But it's well written and directed, and what makes it particular, what gives it zest and joy, is the performance by Richard Farnsworth, who plays Miner.\n\nMaybe you'll recognize Farnsworth when you see him on the screen. Maybe not. His life has been one of those careers that makes you realize Hollywood is a company town, where you can make a living for years and never see your name on a billboard. Farnsworth has been in more than 300 movies. He was a stuntman for 30 years. He's had speaking roles for the last 10 years, in movies ranging from \"The Cowboys\" to \"Resurrection.\" He was even in \"Roots\" on TV. And there is absolutely no mention of his name in Leslie Halliwell's Filmgoers' Companion. There will be after this movie. \n\nFarnsworth is one of those unstudied, graceful, absolutely natural actors who has spent a lifetime behaving exactly as he feels. I think he is incapable of a false or a dishonest moment. He makes Miner so proud, so vulnerable, such a noble rascal, that the whole movie becomes just a little more complex because he's in it.\n\nThere's one scene where you can really see Farnsworth's gift for conviction. It's a love scene with a feminist lady photographer named Kate Flynn (Jackie Burroughs), who is touring the West to document its changing times.\n\nBill and Kate are instantly attracted to one another. And their love scene together is a warm, amusing masterpiece of quiet affection. Farnsworth doesn't deny his age; he triumphs with it. He's not handsome but he's damned attractive, and knows it. Kate Flynn can see that this man has six times the worth of an ordinary man, and adores him. The scene is a treasure, even when you don't know whether to laugh or cry. \n\nThe director, Phillip Borsos, is able to make this a human story and still keep it exciting as an action picture. And he gives it a certain documentary feel; \"The Grey Fox\" is apparently based, to some degree, on truth. That doesn't matter half as much as that Farnsworth bases his performance on how he sees the truth of Bill Miner.", "running_time": 110, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-06-17", "genres": ["Action"], "title": "The Grey Fox (1983)"}