{"url": "http://www.rogerebert.com/reviews/the-whole-ten-yards-2004", "by": "Bruce Willisas Jimmy the Tulip", "star_rating": 1.0, "text": "A fog of gloom lowers over \"The Whole Ten Yards,\" as actors who know they're in a turkey try their best to prevail. We sense a certain desperation as dialogue mechanically grinds through unplayable scenes, and the characters arrive at moments that the movie thinks are funny but they suspect are not. This is one of those movies you look at quizzically: What did they think they were doing?\n\nThe movie is an unnecessary sequel to \"The Whole Nine Yards\" (2000), a movie in which many of the same actors sent completely different messages from the screen. \"A subtle but unmistakable aura of jolliness sneaks from the screen,\" I wrote in my review of the earlier movie. \"We suspect that the actors are barely suppressing giggles. This is the kind of standard material everyone could do in lockstep, but you sense inner smiles, and you suspect the actors are enjoying themselves.\"\n\nThe problem, I suspect, is that \"The Whole Nine Yards\" did everything that needed to be done with the characters, and did it well. Now the characters are back again, blinking in the footlights, embarrassed by their curtain call. The movie has the hollow, aimless aura of a beach resort in winter: The geography is the same, but the weather has turned ugly.\n\nYou will recall that the earlier film starred Bruce Willis as Jimmy \"The Tulip\" Tudeski, a professional hit man who has moved in next door to a Montreal dentist named Oz (Matthew Perry). The dentist's receptionist was Jill (Amanda Peet), a woman whose greatest ambition in life was to become a hit woman. Jimmy was in hiding from a Chicago gangster named Janni Gogolak (Kevin Pollak), who wanted him whacked.\n\nIn \"The Whole Ten Yards,\" Jimmy the Tulip and Jill are married, and hiding out in Mexico, where Jill finds employment as a hit woman while Jimmy masquerades as a house-husband. That puts Willis in an apron and a head cloth during the early scenes, as if such a disguise would do anything other than call attention to him.\n\nOz, meanwhile, has moved to Los Angeles and is now married to Cynthia (Natasha Henstridge), who used to be married to the Tulip. (His first wife, played in the earlier movie by Rosanna Arquette with a hilarious French-Canadian accent, might have been useful here.)\n\nJanni Gogolak was made dead by Oz and the Tulip in the first picture, but now his father, the crime boss Lazlo Gogolak, has been released from prison, and uses all of his power to find revenge against the two men; that fuels most of the plot, such as it is. Lazlo Gogolak is played by Kevin Pollak (again) in one of the most singularly bad performances I have ever seen in a movie. It doesn't fail by omission, it fails by calling attention to its awfulness. His accent, his voice, his clothes, his clownish makeup, all conspire to create a character who brings the movie to a halt every time he appears on the screen. We stare in amazement, and I repeat: What did they think they were doing?\n\nThe movie's plot is without sense or purpose. It generates some action scenes which are supposed to be comic, but are not, for the inescapable reason that we have not the slightest interest in the characters and therefore even less interest in their actions. The movie is instructive in the way it demonstrates how a film can succeed or fail not only because of the mechanics of its screenplay, but because of the spirit of its making.\n\n\"The Whole Nine Yards\" was not a particularly inspired project, but it was made with spirit and good cheer, and you felt the actors almost visibly expanding on the screen; Amanda Peet in particular seemed possessed. Here we see the actors all but contracting, as if to make themselves smaller targets for the camera. That there will never be a movie named \"The Whole Eleven Yards\" looks like a safe bet.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-04-09", "genres": ["Action", "Comedy", "Crime", "Thriller"], "title": "The Whole Ten Yards (2004)"}