{"url": "http://www.rogerebert.com/reviews/the-chase-1994", "by": "Charlie Sheenas Jack Hammond", "star_rating": 2.5, "text": "\"The Chase,\" a movie named with unerring accuracy, takes place mostly in a car on a California expressway, where love blooms during a high-speed police pursuit. Once you grasp that premise, you know where the movie's going and more or less everything that is going to happen in it, so the surprise is that \"The Chase\" does such a good job within its limited range.\n\nThe film opens at a gas station, where an escaped prisoner named Jack (Charlie Sheen) is cornered by a couple of cops who suspect he's driving a stolen car. Using a Butterfinger bar as a fake gun, he takes a hostage and her car, a bright red BMW, and speeds off with the police hot on his tail. The hostage, named Natalie (Kristy Swanson), turns out to be the daughter of \"the California Donald Trump,\" and of course everyone assumes Jack intended to kidnap her.\n\nActually, it's just the latest chapter in a comedy of errors which began when Jack, who worked as a clown, got mistaken for the Red Nose Bandit and was sentenced to 20 years for bank robbery.\n\nWith the exception of brief scenes at the beginning and the end, Sheen and Swanson spend all of the movie in the front seat of the car, which does not prevent as many activities as you might think.\n\nWhile they get to know one another, and she decides he is an innocent man wrongly accused, the chase develops into a media circus - and it's here that the movie has the most fun.\n\nOne of the squad cars in pursuit already has a TV crew in the back seat, filming footage for an urban reality tabloid show. The cops in front (Josh Mostel and Henry Rollins) are happy to pontificate on the practice and philosophy of their jobs. A traffic copter begins to broadcast the chase live, and other TV stations race their crews to the scene. (One funny moment has a reporter hanging from the side of a camera truck, trying to get an interview at 80 m.p.h.) Meanwhile, more predictably, back at headquarters, the police chief implodes while the girl's rich daddy (Ray Wise) blusters and plans to get himself on big TV programs. It is an un written rule that all rich fathers in the movies are (a) mean-spirited, (b) remarried to women who hate their children, (c) given to threats, and (d) totally naive about the effect of their behavior, especially as reflected by the media.\n\nMost of the movie takes place on the road, however, where, despite large numbers of overturned and exploding cars, vans and semis, the red BMW and the squad cars make quick progress toward Tijuana. And Jack and Natalie get to know one another. The movie develops as kind of a \"Sugarland Express\" Lite, helped enormously by Swanson's unaffected charm and Sheen's ability to play an almost impossible role in a fairly straight style.\n\nThe best things in the movie are tucked into the corners: the way the TV news operations immediately produce shouting \"Terror on the Highway\" logos; the way the news reports are less about the news than about the fact that they are \"exclusive\"; the way a couple of \"Wayne's World\" clones try to capture the runaways by themselves, and the unexpected way the writer-director, Adam Rifkin, solves the logistics when the couple make love in the front seat during the chase.\n\nThe movie is slick, charming, and with moments of real wit. But there's so little to it. It's like a technical exercise; we sit there while Rifkin does variations on his theme. It's the kind of movie you could rent on video to kill a few hours, or watch on TV, but it's thin for a trip to the theater, and half an hour later, you'll be hungry for another movie.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-03-04", "genres": ["Action", "Comedy"], "title": "The Chase (1994)"}