{"url": "http://www.rogerebert.com/reviews/the-amateur-1982", "by": "John Savageas Charles Holler", "star_rating": 2.0, "text": "The opening scenes of \"The Amateur\" contain moments that feel exactly accurate, as a gang of terrorists storm into an American embassy, take hostages, issue ultimatums and threaten to kill a hostage every 15 minutes if their demands are not met. There is a scene of great power as they choose one of the hostages at random. She is a frightened young woman who asks \"What are you going to do with me?\" They take her outside and shoot her.\n\n\tThis is the stuff of tragedy, and if it is going to be put in a movie then the movie had better live up to it. \"The Amateur\" does not. After earning our attention with its understated, powerful opening, the movie develops into a routine, even laughable, spy thriller -- one of those page-turners where the hero is a pawn to be toyed with by the CIA, the KGB, Czech Intelligence, and, of course, a beautiful woman.\n\n\tThe hero is played by John Savage, who was very good in movies like \"The Deer Hunter\" and \"Inside Moves,\" and is not so good here. Perhaps he's miscast. He's the grief-torn fiancée of the woman victim. He plays a man who is consumed by a burning vengeance, yet plays him with so many hesitations, reservations and uncertainties that the movie becomes a mission in search of a man.\n\nSavage is not helped by the plot. I will not tell too much of it, just enough to suggest how routine it all is. Savage is a computer expert with the CIA, and he breaches the computer's security code (just like those college kids did in the newspaper stories the other day) and eavesdrops on all the company secrets. He hides the secrets and uses them to blackmail his superiors into training him as a killer and sending him into Czechoslovakia to hunt down and kill the killers of his girl.\n\n\tHe is going to have some problems. For one thing, the CIA plans to kill him the moment they find out where he hid the secrets. For another, the Soviets know he's coming. He's supposed to be killed on his way into Czechoslovakia, but he isn't, and the reason is the venerable switched-hat trick, which was old when James Fennimore Cooper used it. His whole method of getting into Prague is screwy. He goes overland, through an old, abandoned mine tunnel that the authorities allegedly don't know about. Couldn't the CIA just fly him into Prague on a tourist flight, with a forged passport?\n\n\tNever mind. This guy would be too incompetent to clear customs. He wanders about Prague looking like a tourist on a leash. He occasionally walks the streets with a drawn gun. He calls attention to himself at the worst times and in the worst ways, and, of course, he falls in love with the wrong beautiful woman.\n\n\tBut enough of this. \"The Amateur\" falls because it chooses to linger on the ridiculous details of this plot, getting more and more deeply mired in implausibility, it might have succeeded if it had paid more attention to its characters. Thrillers that give us truly absorbing characters (as \"Day of the Jackal\" did) can get away with murder, because our attention is on the people, not the plot.\n\n\tBut John Savage is forced to make do with mannerisms because the script never gives him a character, and the other actors (Christopher Plummer, Marthe Keller, Arthur Hill) are played as absolutely standard-issue. By the time the movie's sensational ending comes around, it's just, alas, too late.", "running_time": 112, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": ["Action", "Crime", "Suspense", "Thriller"], "title": "The Amateur (1982)"}