{"url": "http://www.rogerebert.com/reviews/the-shaggy-da-1976", "by": "Dean Jonesas Wilby Daniels", "star_rating": 2.5, "text": "Politicians have been turning into statesmen, fools, stockholders, convicts, and the authors of memoirs for years -- but not until now has one turned into a dog. A shaggy dog with horn-rim glasses and a hat. I'd vote for him for alderman, and then we'd get no more of this nonsense about pooper scoopers. The dog is played by Dean Jones, or vice versa, in Walt Disney's new \"The Shaggy D.A.\" The plot is simplicity itself: Jones is running for district attorney, and his political opponent comes into possession of an ancient ring with strange supernatural powers. All he has to do is read the inscription on the ring, and Jones turns into a large dog. \n\nThis is disconcerting at the best of times, and a tremendous inconvenience during a campaign: How could anyone run for office as a dog? Please don't answer.\n\nBut give some consideration to the plight of Dean Jones. Here's an actor who's been in several of the top-grossing movies of all time. He's the resident star at the Disney Studios, bigger than Fred MacMurray -- bigger, almost, than Donald Duck, But his name isn't exactly a household word, because he's forever playing second fiddle, second goose, second Volkswagen and second gnomemobile. When they sent him the script for \"The Shaggy D.A.\" he must have paged through it with enthusiasm. Here was page after page of dialog for him, and he was in almost every scene! No being upstaged by a love bug trading one-liners with Helen Hayes. But then, then ... he must have looked closer and realized to his horror that while the dialog would be spoken in his voice, what would be on the screen would be (gulp!) a dog.\n\nDean Jones must, indeed, be the first actor in history to get top billing in a movie where his corporal presence is required only as a premise. Where in half the scenes he does get to appear, he's there for the purpose of growing hair on his face, like a demented Wolf Man. And then consider poor Suzanne Pleshette, who plays Jones' wife: In half of her scenes with him, she's got a collar around his neck and is leading him on a leash. In certain respects, this is Disney's kinkiest production yet.\n\nThe movie's not without its moments. One of them occurs in the dog pound, where Jones (as a dog) has been imprisoned with a canine supporting cast. They all talk like classic Warner Bros. gangsters, and one is given to singing sad laments while the others dig tunnels to freedom. It's an original premise -- a cross between a dog movie and a prison movie -- and all we need is Pat O'Brien as the warden. Or dogcatcher.\n\nThere are also the usual scenes in which cars climb telephone poles, characters do cartwheels in midair, dogs drive ice cream wagons and Keenan Wynn blusters. \"The Shaggy D.A.\" is one of Disney's better recent efforts, if only for the unique insights it offers, as in the scenes where Suzanne Pleshette tries to keep a straight face while saying to the dog, \"Come on, dear, time to go home.\"", "running_time": 91, "mpaa_rating": "G", "release_year": 1976, "date_published": "1976-12-31", "genres": ["Comedy", "Family"], "title": "The Shaggy D.A. (1976)"}