{"url": "http://www.rogerebert.com/reviews/the-devil-in-miss-jones-1973", "by": "Abacaas John Clemens", "star_rating": 3.0, "text": "I sometimes find myself the advocate of what might be called a generic theory of film criticism. That's to say I think movies should be judged, in part, in terms of the. expectations we have for them. A handful of movies rise above their genres: \"Bonnie and Clyde\" is no gangster film, for example, and \"Stagecoach\" is more than a Western. But most of the time, when we go to the movies, we go seeking more modest rewards: A decent spy picture, for example, or a passable musical.\n\nIf you can accept this system of judgment, then \"The Devil in Miss Jones\" is maybe a three-star dirty movie. It's the best hard-core porno film I've seen, and although I'm not a member of the raincoat brigade, I have seen the highly touted productions like \"Deep Throat\" and \"It Happened in Hollywood.\"\n\n\"The Devil in Miss Jones\" (made by the \"Deep Throat\" people) is good primarily because of the performance of Georgina Spelvin in the title role. Miss Spevlin, who has become the Linda Lovelace of the literate, is already something of a legend. She's said to be a housewife from upstate New York, in her 30s, married with kids, who decided one day to go to the big city for a last tango or two. How, and why she found herself in porno movies a few days later is a little unclear; but there burns in her soul the spark of an artist, and she is not only the best, but possibly the only, actress in the hard-core field. By that I mean when she's on the screen, her body and actions aren't the only reasons we're watching her. Alone among porno stars, she never seems exploited. The plot of \"The Devil in Miss Jones\" is cursory, as these things always are, but somehow an ambiance is established in the first 10 minutes of the movie that carries over and gives even the most explicit scenes a curiously affecting quality. My notion is that the makers of \"The Devil in Miss Jones,\" having labored in the porno field for some time (it's about the only employment available for the new graduates of filmmaking schools), made enough money with \"Deep Throat\" to finally take a few risks on a more ambitious project. The hard-core stuff aside, they maintain a very nice, moody, even poignant atmosphere that's a relief after all the frantic fun-seeking of Miss Lovelace and colleagues. The story involves a withdrawn and lonely woman (Miss Spelvin) who commits suicide, only to find that she's gotten herself committed to hell on a technicality. She convinces the gatekeeper to allow her to go back to earth and really earn her admission to the lower depths, and he agrees. She then pursues the deadly sin of lust for the next hour and 10 minutes. This sounds banal, of course, but the opening is so well directed and acted that we can almost suspend our disbelief. This is the first porno movie I've seen that actually seems to be about its leading character - instead of merely using her as the object of sexual variations.\n\nNone of this will make sense, I suppose, to the majority of moviegoers who have never been to a hard-core film, and never intend to. But for those of us who do attend occasionally (even if only out of professional duty, ahem), the most depressing thing about them is their cheerlessness, their grim preoccupation with the mechanics of a situation, and their total exploitation of actors. If explicit sex is a legitimate subject matter for the movies - and \"Cries and Whispers\" and \"Last Tango in Paris\" have recently demonstrated that most memorably - then there is no reason why porno movies have to be wretchedly made, corrupt and inhuman. At the very least, \"The Devil in Miss Jones\" demonstrates that such failings are not native to the genre.", "running_time": 92, "mpaa_rating": null, "release_year": 1973, "date_published": "1973-06-13", "genres": ["Comedy"], "title": "The Devil in Miss Jones (1973)"}