{"url": "http://www.rogerebert.com/reviews/the-out-of-towners-1999", "by": "Steve Martinas Henry Clark", "star_rating": 1.5, "text": "\"The Out-of-Towners'' jogs doggedly on the treadmill of comedy, working up a sweat but not getting much of anywhere. It's a remake of the 1970 Neil Simon screenplay, with Steve Martin and Goldie Hawn taking the roles played by Jack Lemmon and Sandy Dennis. The most valuable addition to the cast is John Cleese, as the hotel manager; he's doing his character from \"Fawlty Towers,'' but at least it's a role worth repeating.\n\nMartin and Hawn play the Clarks, Henry and Nancy, who are empty nesters in Ohio now that their daughter has moved to New York and their son is studying abroad. Henry has a secret: He's been fired at his ad agency.\n\nHe flies to New York for a job interview, Nancy tags along, and we sense the movie's desperation in a scene on the plane. She's seated several rows behind him, and asks the passengers in between to pass up his Foot Chums and rash ointment. A woman like that deserves to be in an empty nest all by herself.\n\nBut the thing is, Nancy isn't really that lame-brained. She can be smart, tender, goofy or stubborn--or whatever the screenplay requires from moment to moment. That's because she isn't really anybody at all, and neither is Henry. They're devices to be manipulated--figures on a chessboard.\n\nLots of things go wrong on the trip, which is taken by plane, train and automobile, providing a melancholy reminder of Martin's much better 1987 movie--and also of the current \"Forces of Nature,'' in which Ben Affleck and Sandra Bullock go through a similar ordeal. The trick in a film like this is to keep the characters consistent as the situations change. If the characters as well as the situations are slippery, there's no place to stand. And if you're determined to have a sweet, uplifting ending, all is lost.\n\nIt helps to observe situations closely, to find humor in the details rather than trusting the general scene. Consider a sequence where Henry and Nancy blunder into a meeting of Sex Addicts Anonymous because they're starving, and spot the free sweet rolls. They don't realize what kind of a meeting it is, and the movie thinks that's joke enough, so it doesn't really see the other people at the meeting. I'm reminded of a scene in John Waters' \"Polyester,'' where Tab Hunter blunders into an AA meeting and is asked to introduce himself. He gives his name. \"And?'' ask the assembled members. \"AND? AAANNNDDD???'' They're shot with a fish-eye lens as they peer at him, waiting for the magic words, \"and I'm an alcoholic.'' In \"The Out-of-Towners,'' the filmmakers think it's funny enough that the sex addicts are creepy, and Henry and Nancy are grossed out by their stories. That misses the point. In comedy, you figure out what the objective is and go for it single-mindedly. Why are Henry and Nancy at the meeting? Because they want those sweet rolls! So what should they do? Win the sweet rolls by any means necessary, telling the members whatever they want to hear. I can imagine Martin and Hawn improvising sexual addictions all night long. But not in this movie, which skims the surface.\n\nThere are a couple of sequences that work. I liked the absurdity of the scene where they're approached on the street by a well-dressed, well-spoken man (Tom Riis Farrell) who asks for $5 to get to a business meeting. He doesn't look like a panhandler, and his British accent is curious. Nancy finally asks, \"Aren't you ... Andrew Lloyd Webber?'' Well, yes, he confesses, it's embarrassing to be caught short of funds, but, yes, he is. The scene develops nicely.\n\nAnd then there is John Cleese, who perhaps had a hand in the precise wording of some of his own dialogue, which spins easily between ingratiating toadiness and loathsome sneering. There are few things funnier than Cleese playing a snob who is pretending to be a democrat.\n\nBut even some of the movie's surefire ideas don't seem to work. There's a moment, for example, when the Clarks are caught in a compromising position in Central Park, and are suddenly hit with spotlights and seen by dozens of people inside Tavern on the Green, including Mayor Rudy Giuliani, playing himself. Incredible as it may seem, this is not funny.\n\nWe observe that, yes, it's the mayor. We understand that the Clarks are embarrassed. But the movie smugly regards the situation, instead of doing something with it. If you're going to have a celebrity in your movie, make him work for his cameo. Why not have Giuliani personally take charge of the police investigation? Or claim that the spectacle proves how people-friendly the park is? Or get turned on? As it became increasingly clear that \"The Out-of-Towners'' was not a proud moment in the often-inspired careers of Martin and Hawn, I started looking for evidence of little moments of genius that the stars may have slipped into the crevices of the movie on their own. Surely it was Martin's idea to suggest renting advertising space on the tongues of dogs to tattoo the word \"Alpo.''", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-04-02", "genres": ["Comedy"], "title": "The Out-Of-Towners (1999)"}