{"url": "http://www.rogerebert.com/reviews/the-edge-of-the-world-2000", "by": "John Laurieas Peter Manson", "star_rating": 3.0, "text": "Michael Powell was one of the greatest British directors--the best in the land after Alfred Hitchcock decamped to Hollywood--and his major films stand like bedrock in film history: \"The Red Shoes,\" \"The Life and Death of Colonel Blimp,\" \"Black Narcissus,\" \"The Thief of Bagdad,\" \"A Matter of Life and Death,\" \"Stairway to Heaven,\" \"Peeping Tom.\" Powell was a quixotic individualist whose works also include films far from the mainstream, strange works like \"A Canterbury Tale,\" about a pervert who takes advantage of wartime blackouts to pour glue into women's hair. When I taught a class on Powell at the University of Chicago, the students applauded all of his films but one, \"Tales of Hoffman,\" a mannered operatic production they found unbearable, walking out to discuss it mournfully in the hallway.\n\nHis two-volume autobiography is the best ever written by a director: My Life in Movies and Million Dollar Movie. His life paralleled the development of the cinema. Born in 1905, he died in 1990 still deeply involved in the cinema as a consultant to Martin Scorsese, Francis Ford Coppola and other successors. He began in silent films, made talkie thrillers he was indifferent to, and reached \"the turning point of my life in art\" with \"The Edge of the World\" (1937), the first of his films that he \"wanted to make.\" It has long been unavailable, but has now returned in a restored 35mm print, playing at the Music Box on its way to video.\n\nIt is a strange, haunting, beautiful film, shot on location on the spare Scottish island of Foula, in the cold North Sea. Like Robert Flaherty's documentary of Irish islanders, \"Man of Aran,\" made three years earlier, it tells the story of a dying way of life. But it was risky to mention Flaherty's film to Powell, who rejected comparisons: \"He hasn't got a story,\" he tells a friend in his autobiography, \"just a lot of waves and seaweed and pretty pictures. This is a Drama! an Epic! About people!\" The inhabitants of Foula have supported themselves since time immemorial by fishing and by the wool from their prized sheep herds. Now modern trawlers are grabbing the fishing market, and it is time for these rugged islanders to weigh their future. Should they move to the mainland? The story involves two young men, Andrew and Robbie, and Robbie's twin sister, Ruth. Ruth and Andrew are engaged to be wed. The two men and their fathers stand on opposite sides of the question of evacuating the island, and there is a \"parliament\" at which all the island men sit in a circle and discuss the issue. Andrew and Robbie decide to settle it more simply: They will have a race to the top of a 1,300-foot-high sea cliff.\n\nOne is killed, which leads to the estrangement of the two families, and more complications when it becomes evident that Ruth is pregnant. But the story is not told as ham-handed melodrama; all of the characters respect one another, and the daily struggle to win a living from the hard land has made them stalwart and brave.\n\nWatching the movie, I made a note about Powell's extraordinary closeups of faces. Then in his book I found he went to extraordinary lengths, when money and time were running out, to get those closeups, many shot from small boats in rising seas: \"Why didn't I trick these shots in the studio? It was the faces. Islanders have an inner strength and repose that other men and women do not have, and it shows in their faces.\" The film's location shooting creates a palpable sense of the time and place. No set designer would dare build a church as small as the one on Foula, where the congregation crams in shoulder to shoulder, and inches separate the first pew from the pulpit (one parishioner tells the dour preacher about his sermon, \"One hour and 15 minutes. Let them beat that in Edinburgh if they can!\"). Small touches, like a kitten in an old lady's lap, and chickens foraging for their dinner in farmyards, seem unplanned.\n\nThe reception of this film allowed Powell to sign a contract with Alexander Korda, then the most powerful British producer, and soon Powell would begin his long association with the screenwriter Emeric Pressburger (they signed their productions \"The Archers,\" and their trademark was an arrow striking a bull's-eye). Their films together made glorious use of Technicolor and theatricality, so striking that the opening credits of Kenneth Branagh's new \"Love's Labour's Lost\" pay obvious homage to them.\n\nThis first \"serious\" film by Powell doesn't seem to predict his career. You can't imagine the maker of this film going on to make \"The Red Shoes.\" What it does show, though, is a voluptuous regard for visual images. The cliff-climbing scenes are especially dramatic, and, watching them, I realized that in most climbing scenes the climbers seem heroic. Here they seem tiny and endangered. It is the cliff that seems heroic, and that is probably the right way around.", "running_time": 81, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-06-09", "genres": ["Drama", "Foreign"], "title": "The Edge of the World (2000)"}