{"url": "http://www.rogerebert.com/reviews/the-first-time-1969", "by": "Wink Robertsas Tommy", "star_rating": 1.0, "text": "The people who made \"The First Time\" must have been born at the age of 40, about 30 years ago. This is a movie about three teenage kids and how one of them makes love for the first time -- and not a single second of the movie, not one, is an accurate portrait of young men at that age.\n\nI gather the kids are around 16 or 17 years old. Yet they have the personalities of 13-year-olds, the emotions of 9-year-olds, the naivete of 6-year-olds, the mannerisms of child stars and the vocabularies of teenagers circa 1916. Booth Tarkington surpassed this movie in daring and psychological depth when he wrote \"Penrod\" 50 years ago.\n\nThe most serious fault of \"The First Time\" is in its dialog. Speech after speech falls flat because the writer, director, and apparently even the actors, have no idea how teenagers talk and what they talk about. One of the young characters, describing something he approves of, says it's \"snazzy.\" Maybe Bing Crosby would have called something snazzy on an old Paul Whiteman radio program. But in 1969, wouldn't the character say \"heavy\"?\n\nMaybe not. These three teenagers are the stupidest people of their age and society I've ever seen in a movie. They are equalled only by the character played by Jacqueline Bisset. The four of them meet in Niagara Falls, Canada (where the kids have gone in the futile hope of finding a house of prostitution). Miss Bisset asks their help in getting across the border into the United States. Whole busloads of tourists are waved across the border every day, but she needs help.\n\nWhy? Because she doesn't have a passport. But you don't need a passport to cross the U.S.-Canadian border. But she's got another problem. She has an English accent. And how would she explain that? Apparently it occurred to no one that a Canadian with an English accent is as common, or more common, than a Canadian with a French accent. But this sort of reasoning gets us nowhere. The kids train Jacqueline to say \"Boston\" with an American accent, so she'll slip past see? And even then, she barely does. With the same training, Greta Garbo could have talked her way out of the Alamo.\n\nThere are other moments of incredible inaccuracy. They almost outnumber the moments of dreadful inactivity. For what seems like hours, the three heroes sightsee at Niagara Falls while a lousy pop group sings dreary, square songs. Our attention is finally reduced to the lowest common denominator: Will anyone ever, ever make it with Jackie?\n\nOne finally does. The way in which he talks her into it is fairly amusing; with dialog and actors it might have been effective. But it is so precious and awkward that you treasure the memory of Benjamin and good old Mrs. Robinson. They didn't fool around.\n\nThe payoff -- the long awaited love scene -- is another of those Semi-Obligatory Lyrical Interludes we're all sick of. More pop music. Soft-focus photography. Nauseating choreography. Bed sheets arranged with quarter-inch accuracy.\n\nWhen I saw \"The Graduate\" it occurred to me that a really honest, moving, amusing, accurate film could be made about the same material: A young man's initiation into love. Not a movie like \"The Graduate,\" which was brilliant but facile. But one with guts. When I read descriptions of \"The First Time\" I hoped it might be such a film. But it isn't. The people in our society under the age of 21 still remain ignored by Hollywood, which has no idea how they talk, how they behave and most especially, how they think.", "running_time": 9, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-05-09", "genres": null, "title": "The First Time (1969)"}