{"url": "http://www.rogerebert.com/reviews/the-baby-maker-1970", "by": "Barbara Hersheyas Tish Gray", "star_rating": 3.0, "text": "The current Chicago Seed contains a devastating attack on \"The Baby Maker\" by Penny (nobody at the Seed has a last name except its lawyer), and it's a review I really enjoyed reading. After Penny's finished with \"The Baby Maker\" it stands exposed as a haven of middle-class values, male chauvinism, political naivete and phony hipness.\n\nPenny's critical strategy is the deadpan plot synopsis, an especially effective tactic because it appears to be objective. Actually, you can get quite subjective in a plot synopsis by carefully selecting what you tell and don't tell. You've also got to adopt a certain conspiratorial tone in your language.\n\nI mention Penny's review, first, because I liked the writing; second, because \"The Baby Maker\" is terribly vulnerable to her approach. A movie about a middle-class couple hiring a hippie chick to have their baby because the wife is sterile, indeed!\n\nAnd yet \"The Baby Maker\" will appeal to many audiences, I think, because it's fundamentally civilized, and funny, and stunningly well-acted. Too often in these days of being compulsively with it, people avoid movies they might like to see, because they're afraid it would be unhip to be seen at such a movie. It's also unhip, I suppose, to have an emotional reaction to scenes like the natural childbirth in \"The Baby Maker,\" and yet that scene of 10 or 12 minutes was as beautiful, as transcendently humanistic, as anything I've seen in a movie in a long time.\n\nLike a lot of movies these days, \"The Baby Maker\" exists more in its individual scenes than as a whole. There are bad lapses of tone, as when the girl throws paint on her former boyfriend, or when the wife embarrassingly slips her wedding ring onto the girl's finger before the baby making commences.\n\nAnd yet against that you can balance a scene where people are picketing against war toys, and you think for a moment the scene has collapsed into banality, and then it surprises you with a hilarious switch in tone. Or, most stunningly, the childbirth scene, played so luminously by Barbara Hershey that there are tears in the audience, and that's unusual because they're tears of joy, not sorrow.\n\nThe movie has to be taken, I think, as a comedy of manners. The husband (Sam Groom, with the easy attractiveness of a young James Stewart) and his wife (Collin Wilcox-Horne) are, indeed, middle class. But part of the movie's humor comes from playing the middle class against itself. The girl notes that the couple has all the Frank Sinatra albums. \"Yes,\" the husband says, \"but we have all the Beatles albums, too.\"\n\nWell of course the Beatles are maybe two years beyond being contemporary, but the movie knows that and that's why the dialog works with a sort of sly understatement. Later, when the husband promises the girl that the baby will have \"all the Dylan albums,\" you appreciate this sort of understatement; quiet irony is rare these days.\n\nI obviously like \"The Baby Maker\" more than I suspect a lot of people will. But let me say it's a movie you won't find painful to experience, even if you don't like it. And if you do like it, if you're willing to grant the necessary suspension of disbelief, \"The Baby Maker\" may begin to really get to you. Sure, the ad campaign is raunchy. Sure, the wife seems a little too neurotic even for the demands of the character. But a moment's thought on the plot of \"The Baby Maker\" may suggest what errors of taste it might have committed. It could have been awful, but it's actually pretty good.", "running_time": null, "mpaa_rating": "R", "release_year": 1970, "date_published": "1970-10-26", "genres": null, "title": "The Baby Maker (1970)"}