{"url": "http://www.rogerebert.com/reviews/the-good-heart-2010", "by": "Brian Coxas Jacques", "star_rating": 1.5, "text": "Every once in a while a movie comes along and you watch it and the credits come up and you sit there feeling a certain sadness. The actors are good ones and they work hard and the look and feel of the film are evocative — but good gravy! Where did that plot come from? The actors cast themselves adrift on the sinking vessel of this story and go down with the ship.\n\nFew people know the name of Horatio Alger anymore. He was long outdated when I heard of him, but in those ancient times people still referred to “a Horatio Alger story.” That would be a story sopping wet with cornball sentimentalism, wrapped up in absurd melodrama and telling some version of the rags-to-riches story. Poor farm boy stops runaway carriage carrying banker's daughter, they fall in love, he inherits bank. I believe Alger used that actual plot. \n\n“The Good Heart” isn't that obvious, but it's that corny. Poor homeless lad named Lucas (Paul Dano) lives in cardboard shack under the freeway, befriends forlorn kitten. Kitten is found hanged, lad attempts suicide, wakes up in intensive care next to nasty old banker. \n\nSorry! Nasty old tavern owner. This barkeep, named Jacques (Brian Cox), has just had his fifth heart attack, and is so foul-tempered, even the nurses hate him. Jacques finds out the lad is homeless, brings him home, gives him a garret room above the bar, and tells him he can have the bar after he dies.\n\nIn my extensive research into the world of bars, I have observed that they survive by selling drinks at retail. The Oyster Tavern doesn't follow this time-tested model. Jacques has three business policies he drums into Lucas: (1) No walk-ins from the street. (2) No women allowed — and BTW, it's not a gay bar. (3) No being nice to the customers.\n\nRule No. 1 seems paradoxical. If no walk-in customers are allowed, how does anybody ever get to be a regular? Presumably the regulars have all been there since Jacques got the place from a man who sold oysters. One of the oysters killed someone, the guy sold out, Jacques took over, discontinued food and inherited the regulars.\n\nThey are a group who need fumigating. The bar itself is a stinky dump. Jacques throws customers out regularly, but they come back, maybe because they're barred everywhere else. One day the beautiful April (Isild Le Besco) walks in and orders champagne. She has a sad story. No, she's not a fallen woman with heart of gold. She's a flight attendant from France, who can't go home again or find a job because, I kid you not, she's afraid to fly.\n\nLucas and April fall in love, Jacques hates him for violating all the rules, and now I am biting my hand hard enough to make it bleed in order to prevent myself from blurting out more plot details. No, I will not — I must not — tell you what happens at the end of this movie, except to say I was stupefied that anyone in modern times (i.e., since 1910) would have the gall to sell such cornball at retail.\n\nSo now my review must end. But wait. I haven't even mentioned the bar's pet goose. This goose is kept in a sturdy cage, but escapes from time to time and must be chased down by Lucas. The ending of “The Good Heart” is supposed to be sad, but for me, the saddest thing in this movie is that Lucas didn't chop off the head of that goose when he had the chance. No animals were harmed during the filming of a picture, and look where it gets you.", "running_time": 95, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-05-05", "genres": ["Comedy", "Drama", "Romance"], "title": "The Good Heart (2010)"}