{"url": "http://www.rogerebert.com/reviews/the-parent-trap-1998", "by": "Dennis Quaidas Nick Parker", "star_rating": 3.0, "text": "\"The Parent Trap'' is based on story elements so ancient and foolproof, they must have their roots in Shakespeare's day: the twins changing places, their divorced parents falling in love again, and, for low comedy, their servants falling in love, too. And of course there's a wicked would-be stepmother lurking about. It's the stuff of Elizabethan comedy, resurrected in modern times as the British film \"Twice Upon A Time'' in 1953, and in the classic 1961 film \"The Parent Trap.'' The story is ageless and so is the gimmick: The twins are played by the same actress, using trick photography. Hayley Mills did it in 1961, and Lindsay Lohan does it this time, seamlessly. Although I was aware that special effects and over-the-shoulder doubles were being used, I simply stopped thinking about it, because the illusion was so convincing. One twin is American, one is British, but even their accents don't help us tell them apart, since half of the time they're pretending to be each other.\n\n\"I'll teach you to be me, and you teach me to be you,'' one twin says, after they meet by chance at summer camp and realize that they've been raised separately by divorced parents. It's a splendid story premise, but in a way, the switch is just the setup, and the real story involves the parents. They're played by Dennis Quaid and Natasha Richardson, who bring such humor and warmth to the movie that I was amazed to find myself actually caring about their romance.\n\nThe three important supporting roles are also well-filled. Plump, spunky Lisa Ann Walter plays the nanny and housekeeper on Quaid's spread (he runs a vineyard in the Napa Valley), and bald, droll Simon Kunz is Richardson's butler (she's a trendy London fashion designer). Elaine Hendrix, coming across a little like Sharon Stone, is the snotty publicist who plans to marry Quaid--until the parent trap springs. She has a thankless role--the only person in the movie we're not supposed to like--but at least they don't make her just stand there and be obnoxious. She gets to earn her stripes in a camping trip during which she demonstrates, once and for all, that she is not the ideal wife for Quaid.\n\nA movie like this has to cover a lot of ground, in several different locations. That's why good casting is so important. There's not time to establish the characters carefully, so they have to bring their personalities along with them almost from the first shot. Quaid is instantly likable, with that goofy smile. Richardson, who almost always plays tougher roles and harder women, this time is astonishing, she's so warm and attractive. The two of them have a conversation over an old bottle of wine, and, yes, it's cornball--but quality cornball, earning its sentiment.\n\nMovies like this remember how much fun escapism can be. The film opens with Quaid and Richardson falling in love on the QE2 and being married mid-Atlantic. The film includes the kind of summer camp where when the kids play pranks, it looks like they had the help of a platoon of art directors and special-effects coordinators. And of course both parents live in great houses: Richardson in a London town house with sweeping staircases and Architectural Digest interiors, Quaid in a Napa ranch home with a shaded veranda.\n\nThe key task is to make the double photography of the \"twins'' work. All kinds of tricks are used, and of course the techniques are more advanced than they were in 1961, but since you can't see them anyway, you forget about them. Lindsay Lohan has command of flawless British and American accents, and also uses slightly flawed ones for when the girls are playing each other. What she has all the time is the same kind of sunny charm Hayley Mills projected, and a sense of mischief that makes us halfway believe in the twins' scheme.\n\nThe movie was directed by Nancy Meyers and produced by Charles Shyer; they wrote the script with David Swift. Meyers and Shyer have specialized in light domestic comedies (\"Baby Boom,'' \"Father Of The Bride''), and they make this into a good one--a family picture that's not too soppy for adults. My only reservation involves the ear-piercing scene, which I suspect will lead to an epidemic of do-it-yourself home surgery.", "running_time": 124, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-07-29", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "The Parent Trap (1998)"}