{"url": "http://www.rogerebert.com/reviews/the-ice-storm-1997", "by": "Kevin Klineas Ben Hood", "star_rating": 4.0, "text": "\"The Ice Storm\" takes place as an early winter storm descends on Connecticut, casting over Thanksgiving a shroud of impending doom. In a wooded suburb, affluent adults stir restlessly in their split-level homes, depressed not only by their lives but by their entertainments, and even by their sins. Their teenage children have started experimenting with the same forms of escape: booze, pot and sex.\n\nThe Hood family is held together by quiet desperation. Ben (Kevin Kline) is having an affair with a neighbor (Sigourney Weaver). His wife Elena (Joan Allen) is a shoplifter who is being hit on by a long-haired minister. The children sip wine in the kitchen. Young Wendy Hood's grace before Thanksgiving dinner is to the point: \"Thanks for letting us white people kill all the Indians and steal all their stuff.\"Ben and Elena observe later, \"The only big fight we've had in years is about whether to go back into couples therapy.\" \n\nThe film, based on a novel by Rick Moody, has been directed by Ang Lee, whose previous credit was an adaptation of Jane Austen's \"Sense and Sensibility.\"Both films are about families observing protocol and exchanging visits. Only the rules have changed. When Ben Hood visits Janey Carver (Weaver) for an adulterous liaison, he wanders into Janey's rec room to find his own daughter, Wendy (Christina Ricci), experimenting with Janey's son Mikey (Elijah Wood). Wendy, who is 14, has also conducted an exploratory session with Mikey's kid brother, Sandy. The father asks his daughter what she's doing there. She could as easily have asked him. \n\nThe early 1970s were a time when the social revolution of the 1960s had seeped down, or up, into the yuppie classes, who wanted to be \"with it\"and supplemented their martinis with reefer. The sexual revolution is in full swing for the characters in this movie, leading to Ben Hood's lecture to his son on the facts of life: \"Masturbating in the shower wastes water and electricity.\"When Janey Carver finds her son and the Hood girl playing \"I'll show you mine if you'll show me yours,\"her response is a bizarre speech on Margaret Mead's book about coming of age in Samoa.\n\nThe literate, subtle screenplay by James Schamus cuts between the children and their parents, finding parallels. Paul takes the train into the city to visit the apartment of the girl he likes; he puts sleeping pills into her drink to make her perhaps more agreeable, and she passes out. Meanwhile in New Canaan, the adults are attending a \"key party\"that turns into a sort of race: Can they swap their wives before they pass out? Elena Hood even finds Philip, the long-haired minister (Michael Cumpsty) there. \"Sometimes the shepherd needs the comfort of the sheep,\"he explains tolerantly. She answers: \"I'm going to try hard not to understand the implications of that.\" \n\nThere is a sense of gathering tragedy, symbolized in one scene where a child balances on an icy diving board over an empty pool. When disaster does strike, it releases helpless tears for one of the characters; we reflect on how very many things he has to cry about. Despite its mordant undertones, the film is often satirical and frequently very funny, and quietly observant in its performances, as when the Weaver character takes all she can of Kline's musings about his dislike of golf, and finally tells her lover: \"You're boring me. I have a husband. I don't feel the need for another.\" \n\nThey all feel the need for something. What we sense after the film is that the natural sources of pleasure have been replaced with higher-octane substitutes, which have burnt out the ability to feel joy. Going through the motions of what once gave them escape, they feel curiously trapped.", "running_time": 112, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-17", "genres": ["Drama", "Indie"], "title": "The Ice Storm (1997)"}