{"url": "http://www.rogerebert.com/reviews/the-long-good-friday-1981", "by": null, "star_rating": 4.0, "text": "Harold is as hard as a rock and he will crush you. He runs the London docks and he wants to put together the biggest real estate deal in Europe. He has Mafia money from America and the tacit cooperation of the London criminal organization. He's short, barrel-chested, with his thinning hair combed forward above a round face and teeth that always seem to be grinding. He cannot believe that in one weekend his whole world can come apart.\n\nHarold Shand is a hood, but he lives in a penthouse, anchors a world-class yacht in the Thames, has the love of an intelligent and tactful mistress (Helen Mirren), and talks obsessively about the ten years of peace he has helped negotiate in the London underground. Then a bomb blows up his Rolls Royce, killing his chauffeur. Another bomb demolishes the lovingly restored landmark pub he owns. A third bomb is found inside Harold's Mayfair casino, but fails to detonate. Who is after him? Who is his enemy? And why has the enemy chosen this worst of all possible times to come after him -- the Easter weekend when an American Mafioso is in town to consider investing millions in his real estate project?\n\n\"The Long Good Friday,\" which is a masterful and very tough piece of filmmaking, eventually does answer these questions. But the point of the film isn't to analyze Harold Shand's problems. It's to present a portrait of this man. And I have rarely seen a movie character so completely alive. Shand is an evil, cruel, sadistic man. But he's a mass of contradictions, and there are times when we understand him so completely we almost feel affectionate. He's such a character, such an overcompensating Cockney, sensitive to the slightest affront, able to strike fear in the hearts of killers, but a pushover when his mistress raises her voice to him. \n\nShand is played by a compact, muscular actor named Bob Hoskins, in the most-praised film performance of the year from England. Hoskins has the energy and the freshness of a younger Michael Caine, if not the good looks, of course. There are scenes where he hangs his enemies upside down from meat hooks and questions them about the bombings, and other scenes, moments later, where he solemnly kids with the neighborhood juvenile delinquents and tries to soft-talk the American out of his millions.\n\nHe's an operator. He's a con man who has muscled his way to the top by knowing exactly how things work and what buttons to push, and now here he is, impotent before this faceless enemy. \"The Long Good Friday\" tells his story in a rather indirect way, opening with a montage of seemingly unrelated events, held together by a hypnotic music theme. Everything is eventually explained. It's all a big misunderstanding, based on stupid decisions taken by Shand's underlings and misinterpreted by the IRA. But although we know the real story, and Harold Shand does, the IRA never does -- and the movie's final shots are, quite simply, extraordinary close-ups, held for a long time, of Shand's ratlike face in close-up, as his eyes shift from side to side, and his mouth breaks into a terrified grin, and he realizes how it feels to get a dose of his own medicine. This movie is one amazing piece of work, not only for the Hoskins performance but also for the energy of the filmmaking, the power of the music, and, oddly enough, for the engaging quality of its sometimes very violent sense of humor.", "running_time": 114, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "The Long Good Friday (1981)"}