{"url": "http://www.rogerebert.com/reviews/the-conspirator-2011", "by": "James McAvoyas Frederick Aiken", "star_rating": 3.0, "text": "\"The Conspirator,\" Robert Redford's latest film, takes up the story in a postwar Washington convincingly shot on location in Savannah, Ga. He approaches it as a legal procedural, concerned not only with the case but with the legal precedents it established, which we are still dealing with today. Crucially, the case tried a civilian in a military tribunal, denying her the right to a jury of peers that is guaranteed in the Constitution.\n\nThis civilian was named Mary Surratt (Robin Wright). She owned a boarding house in Washington, D.C., where Booth and his fellow plotters met. They were brought there by her son, John. Her son fled but Mrs. Surratt was charged as a co-conspirator. Secretary of War Edwin M. Stanton (Kevin Kline), the de facto power in Washington, despite the presence of President Andrew Johnson, wanted her tried and convicted quickly, to placate an enraged population. He gave the assignment to defense attorney Reverdy Johnson (Tom Wilkinson), who passed it to a young Union veteran named Frederick Aiken (James McAvoy).\n\nAiken wanted nothing to do with it. He felt she must be guilty. Johnson, a Southerner, felt he couldn't take the case with passions running so high, and forced the job upon Aiken, explaining that Surratt had a right to a competent defense. Surratt is certainly not helpful to her young attorney, because her only thought is to protect her son. Gradually, however, Aiken begins to believe it is possible she was not involved in the meetings of the conspirators.\n\nRedford considers this material in an unusually literate and thoughtful historical film, working from years of research by his screenwriter, James Solomon. I found it absorbing and relevant today. It is useful to reflect that it isn't \"her\" constitutional rights that are being violated, but our own, because the Constitution must be seen to work equally for all or it loses its strength for everyone. The language and reasoning of Stanton echo with similar statements by Bush and Cheney in defense of the Patriot Act, and Reverdy Johnson in this reading would represent Obama, more a compromiser than an idealist.\n\nThe film depends on Wright and McAvoy for its human appeal. Wright's performance is deliberately withdrawn and restrained. Having apparently concluded she is certain to be found guilty, she's reluctant to cooperate with her attorney. In a sense, because of his ambivalent feelings about her, he's trying his case against himself. His conversion to her cause is essentially his conversion to the underlying constitutional principles involved. As he argues in the military tribunal, he is arguing about its very presence in a case involving a civilian woman with no role in the military.\n\nRedford could have vulgarized this material. He and Wright certainly have the skills to make Mary Surratt a passionate, heroic victim. They choose not to. They require us to think our own way through the case and arrive at our own opinions, and that is the value of \"The Conspirator.\" In most historical dramas, the opinions are already in and the conclusions already reached. Redford and his producers, the American Film Co. of the Ricketts family, show respect in their treatment of a little-known footnote to a well-known story.\nWell, was Mary Surratt a conspirator? I put the question point-blank to Redford recently, and he said he thought she must surely have known what her son was discussing with the others under her roof. But her guilt isn't the issue. The film is about the correct means of determining guilt — or innocence. If the Constitution says you can't do something, if it guarantees a due process, then it must be obeyed.\n\nAll of this requires a lot of theory, a lot of philosophy and lot of dialogue. Those most interested in American history will probably find \"The Conspirator\" most valuable. Those who want a historical romance or a courtroom potboiler will be disappointed. You have to give credit to Redford, Wright and McAvoy, and the other filmmakers. Not many films this smart can be made.", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-04-14", "genres": ["Drama"], "title": "The Conspirator (2011)"}