{"url": "http://www.rogerebert.com/reviews/the-diaries-of-vaslav-nijinsky-2002", "by": "Derek Jacobias Voice Of Nijinsky", "star_rating": 3.5, "text": "I attended the world premiere of Paul Cox's \"The Diaries of Vaslav Nijinsky\" in September 2001 at the Toronto Film Festival. It was not a serene event. The film started very late, some audience members found it difficult, and there were walk-outs and even audible complaints. Cox took the microphone afterward to castigate those who had left (and could therefore not hear him) and to explain passionately why he had made the film.\n\nHis comments came down to: Art defends the final battlements against ignorance and violence. When he read the diaries, he said, \"it was the first time I had read something somebody had written not out of his head but out of his heart.\" And to those who had stayed, in an oblique reference to mainstream commercial cinema: \"At least when you walk out of the door you have not become a more disgusting human being.\" The screening was held a few days after 9/11, there was borderline hysteria in the air, and the film's own examination of insanity was no doubt more disturbing than it might have been. Nor is it an easy film. I recall a conversation at the Sundance Film Festival with Ken Turan of the Los Angeles Times. He asked me about another difficult film.\n\n\"Well,\" I said, \"it's the kind of movie it takes an experienced observer to appreciate. Someone who has seen a lot of movies and thought deeply about them.\" \"Someone like us,\" Turan said.\n\n\"Exactly. The average viewer is going to be incapable of accepting it as only what it is.\" Pure snobbery, with our tongues in cheek, and yet not without merit. \"The Diaries of Vaslav Nijinsky\" is not a biography of the great dancer, or a dramatic reenactment of events in his life, but pure cinema in an experimental form, anchored by the voice of Derek Jacobi reading from the diaries. The images sometimes represent episodes in Nijinsky's life, sometimes symbolize them obliquely, sometimes represent images in his mind, sometimes simply want to evoke his state of mind. The music by Paul Grabowsky, Cox's longtime collaborator, is similarly motivated.\n\n\"I made this film in the editing room,\" Cox said. Out of his heart, not his head, I believe. It took him many months. Although he is a director capable of making films that communicate with anyone (such as his wonderful \"Innocence\" from 2000), this film will baffle those moviegoers who expect to have everything laid out for them like a buffet supper. If you have never heard of Nijinsky, this film is not going to function like a lecture. It is sensuous, not informational. Those who have seen what we once called underground films will respond, as will those familiar with experimental films going back to the silent era. The structure of the film is musical, not dramatic, and attempts a sweep through Nijinsky's psyche during a period in 1919 when he danced for the last time and then was institutionalized. His diaries commenced at just this time.\n\nAny reaction to this film must be intensely personal; it is not a mass-market entertainment but an uncompromising attempt by one artist to think about another. My own subjective feelings are all I can convey. I do not have much knowledge of Nijinsky (I know him mostly through the 1980 Herbert Ross film \"Nijinsky\" and countless second-hand references), or much curiosity. I do, however, have a lot of knowledge about the work of Paul Cox, a heroic filmmaker of great gifts, and curiosity about everything he does. I was watching not a film about Nijinsky, but a film evoking Cox's need to make it.\n\nWhat I got then, is likely to be different than what a Nijinsky person would understand. I sensed at once in Jacobi's reading and Cox's images the fact of Nijinsky's madness, his identification with God, the oneness between his art and his ego. I sensed his feeling that great currents in the world mirrored and even flowed from his own spirit. I saw how, for him, madness (or whatever it should be called) was the wellspring of creativity. Art can lead (but rarely does) to such ecstasy that it resembles derangement. I think that Cox saw Nijinsky not as a madman but as a man too inspired to be sane.\n\nI sat in the theater in much the same state I might attend a concert of serious music. I do not ask music to have a plot, a story, or characters. It does not make sense in any literal way. It is a collection of feelings, pushed forward through time, expressed by artists who want to flow through the inspiration of the composer. If the technique is good enough not to call attention to itself, it is all emotion.\n\n\"The Diaries of Vaslav Nijinsky\" is a film with that musical kind of effect. I have tried to describe it accurately. You will either be in sympathy with it, or not. Much depends on what you bring into the theater. It is possible that those who know most about Nijinsky will be most baffled, because this is not a film about knowing, but about feeling.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-07-26", "genres": null, "title": "The Diaries of Vaslav Nijinsky (2002)"}