{"url": "http://www.rogerebert.com/reviews/the-osterman-weekend-1983", "by": "Rutger Haueras John Tanner", "star_rating": 1.0, "text": "I do not understand this movie. I sat before the screen, quiet, attentive and alert, and gradually a certain anger began to stir inside me, because the movie was not holding up its side of the bargain. It was making no sense.\n\nI don't demand that all movies make sense. I sometimes enjoy movies that make no sense whatsoever, if that's their intention. But a thriller is supposed to hold together in some sort of logical way, isn't it?\n\n\"The Osterman Weekend\" doesn't bother. I don't know who to blame. The movie was directed by Sam Peckinpah, that grand and weathered veteran of so many good movies (\"The Wild Bunch,\" \"The Ballad of Cable Hogue\"). It's his comeback, of sorts, after a five-year layoff. But it is not a Peckinpah movie in any meaningful sense. In interviews, he has complained that the movie was re-edited after he turned it over to 20th Century-Fox, that this isn't his own final cut. And yet he says it's still a pretty damn good movie. That's where we disagree. \n\nLet's list what can be known about the film. It stars Rutger Hauer as a talk-show host. He is approached by a CIA agent (John Hurt) who wants to convince him that his friends are all agents for the KGB. Hurt is working for Burt Lancaster, head of the CIA. He is also working against Lancaster, who ordered Hurt's wife killed. Whether or not the friends are really in the KGB is a moot point. Everybody gathers for an annual weekend gathering, which Hurt monitors on closed-circuit TV while the rest play deadly games. Nobody's motives are ever made very clear, and no true lines are drawn between the sides.\n\nWhat went wrong here? Maybe the novel's impenetrable plot. Maybe a lazy screenplay. Maybe a director who didn't lick the screenplay's problems before shooting. Maybe a studio that didn't read the screenplay or look at the dailies. Maybe editors who threw up their hands in despair. \"The Osterman Weekend\" resembles the proverbial movie that was fed through an electric fan and then glued together at random.", "running_time": 103, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-11-03", "genres": ["Action", "Adventure", "Drama", "Mystery", "Thriller"], "title": "The Osterman Weekend (1983)"}