{"url": "http://www.rogerebert.com/reviews/the-pink-panther-2006", "by": "Steve Martinas Clouseau", "star_rating": 1.5, "text": "What is the moviegoer with a good memory to do when confronted with \"The Pink Panther,\" directed by Shawn Levy and starring Steve Martin? Is it possible to forget Blake Edwards and Peter Sellers? It is not. Their best Pink Panther movies did wonderfully what could not be done so well by anyone else, and not even, at the end, by them. (There was the sad \"Trail of the Pink Panther\" in 1982, cobbled together from outtakes after Sellers died in 1980). Inspector Clouseau has been played by other actors before Martin (Alan Arkin and Roger Moore), but what's the point? The character isn't bigger than the actor, as Batman and maybe James Bond are. The character is the actor, and I had rather not see Steve Martin, who is himself inimitable, imitating Sellers.\n\nClouseau is wrong, and so is Kevin Kline as Inspector Dreyfus, the role that Herbert Lom made into a smoldering slow burn. Kline and Martin both wear the costumes and try the bad French accents, but it's like the high school production of something you saw at Steppenwolf, with the most gifted students in drama class playing the John Malkovich and Joan Allen roles. Within 30 seconds after Kline appeared on the screen, I was remembering the Kevin Kline Rule from my Little Movie Glossary, which observes that whenever Kline wears a mustache in a movie, he also has a foreign accent. Please do not write in with exceptions.\n\nThe movie credits Edwards as one of the sources of the story, which is fair enough, since the movie's ambition is to be precisely in the tradition of the Pink Panther movies. It's a prequel, taking place before \"The Pink Panther\" (1963), and showing Clouseau plucked from obscurity for his first big case. The French soccer coach has been murdered on the field in view of countless cheering fans, and the Pink Panther diamond has been stolen at the same time. The pressure is on Dreyfus to solve the case. His inspiration: Find the most incompetent inspector in France, announce his appointment, and use him as a decoy while the real investigation goes on secretly.\n\nClouseau of course qualifies as spectacularly incompetent, and his first meeting with Dreyfus begins unpromisingly when he succeeds in piercing the chief inspector's flesh with the pin on his badge. Clouseau is assigned Ponton (Jean Reno), an experienced gendarme, as his minder. Reno survives the movie by dialing down.\n\nClouseau, as before, has the ability to begin with a small mistake and build it into a catastrophe. Consider a scene where he drops a Viagra pill, and in trying to retrieve it short-circuits the electricity in a hotel, sets it on fire, and falls through a floor. The mounting scale of each disaster is like a slapstick version of the death scenes in \"Final Destination 3,\" where a perfectly ordinary day in the stock room can end with a death by nail gun.\n\nThe Panther movies always featured beautiful women, or, in the case of Capucine, a beautiful woman rumored to have been born a man, although I'll bet John Wayne hadn't heard that when they co-starred in \"North to Alaska.\" The beauties this time are Beyonce, Emily Mortimer and Kristin Chenoweth, and their task is essentially to regard Clouseau as if they have never seen such a phenomenon before in their lives.\n\nPonton in the meantime is subjected to the same kinds of attacks that Sellers used to unleash on Cato (Burt Kwouk), but I dunno: Even in purely physical scenes, something is missing. I think maybe the problem is that Steve Martin is sane, and cannot lose himself entirely to idiocy. Sellers, who liked to say he had no personality, threw himself into a role as if desperate to grab all the behavior he could and run away with it and hide it under the bed.\n\nThere are moments that are funny in a mechanical way, as when Clouseau causes a giant world globe to roll out of an office and into the street, and it turns up much later to crash into a bicycle racer. But at every moment in the movie, I was aware that Peter Sellers was Clouseau, and Steve Martin was not. I hadn't realized how thoroughly Sellers and Edwards had colonized my memory. Despite Sean Connery I was able to accept the other James Bonds, just as I understand that different actors might play Hamlet. But there is only one Clouseau, and zat ees zat.", "running_time": 93, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-02-09", "genres": ["Action", "Comedy", "Crime", "Family", "Mystery"], "title": "The Pink Panther (2006)"}