{"url": "http://www.rogerebert.com/reviews/the-madness-of-king-george-1995", "by": "Nigel Hawthorneas George III", "star_rating": 4.0, "text": "Willis: My patients acquire a better conceit of themselves.\n\nGeorge:\rI'm the King of England! A man can have no better conceit of himself than that!\rDialogue between the King and his doctor \"The Madness of King George\"\rtells the story of the disintegration of a fond and foolish old man, who rules\rEngland, yet cannot find his way through the tangle of his own mind. The\rparallel with \"King Lear\" is clear, and there is even a moment when\rGeorge III reads from the play: \"I fear I am not in my perfect mind.\"\rBut the story of George is not tragedy, because tragedy requires a fall from\rgreatness, and George III is not great - merely lovable, and confused.\n\nThe\rfilm opens in 1788, some years after the American colonies have thrown off\rGeorge's rule. He presides over an Establishment that wishes him gone - his own\rson, the Prince of Wales, waits impatiently in the wings - and over a court\rscandalized by his erratic behavior. He awakes before dawn, runs in his\rnightshirt through the fields, pounces on a lady-in-waiting - and, worse still,\rcannot remember the names of his enemies. His Queen, Charlotte, keeps up a\rbrave front (\"Smile and wave! It's what you're paid for!\" she hisses\rat the Prince of Wales). When George forces his court to sit through an\rinterminable session of \"Greensleeves\" being rung on bells, and then\rasks to hear it again, troubled looks are exchanged: The king is losing it.\n\nAlan\rBennett's play, now filmed with its original stage star, Nigel Hawthorne, still\rin the title role, is a fond portrait of this befuddled old man. The king is 50\rwhen the action takes place.\n\nHe\rlived on until 1820, blind and hopelessly insane the last 10 years of his life,\rbut the film wisely focuses on his middle age, when there were periods of\rclarity, and he struggled bravely to keep his wits and his throne.\n\nThe\rfilm shows both court and parliament acutely attuned to the weathers of the\rking's mind. The Prince of Wales (Rupert Everett) schemes with the opposition\rleader Charles Fox (Jim Carter) to displace his father (\"If a few\rramshackle colonists in America can send him packing, why not me?\"). Fox's\rarchenemy William Pitt (Julian Wadham), the king's loyal prime minister,\rschemes to keep George and his policies in power. And the loving, loyal Queen\rCharlotte (Helen Mirren) is denied access to her husband by the Prince of Wales\r- a cruel, foppish man, who complains, with a prescient bow to the present\rholder of his title, \"To be Prince of Wales is not a position - it is a\rpredicament.\" All of this could be the material for a solemn historical biopic,\rbut Bennett's play, and the direction by Nicholas Hytner, are more lighthearted\rthan analytical, and the performance by Nigel Hawthorne as the ailing king is\rbarbed and yet lovable: Madness burns in his eyes, but also sweetness and\rvulnerability, and when he lashes out at his court and accosts its ladies, we\rsense his suffering.\n\nMedical\rscience at the time could not offer much help: Great attention is lavished on\rthe condition of the king's stools, and particularly their color. The king\rperforms royally upon the pot, but, as a doctor observes sadly, \"One may\rproduce a copious, regular evacuation every day of the week and still be a\rstranger to reason.\" (Future historians were able to deduce from the\rmedical records that George's mental state was caused by porphyria, a metabolic\rimbalance.) What saves the king, at least for a time, is the materialization of\ra man named Willis (Ian Holm), who has revolutionary ideas about mental health.\rDuring a period of George's greatest confusion, the serious face of Willis\rswims into view, along with his portentous words: \"I have a farm . .\r.\" On that farm he hopes to shock the king into sanity, and the king is\rshocked, all right: George: I am the king! Willis: No, sir! You are the\rpatient! The battle of wills between these two strong men is the centerpiece of\rthe movie, and hugely entertaining. Willis, whose approach seems to embody some\rof the theories of modern psychology, tries to break the king down so he can\rbuild him up again. The king resists, aghast that a commoner would so treat the\rroyal personage: \"I am the verb, sir! I am not the object!\" Holm is\rperfect for the role - stern, unyielding, and dotty.\n\nIt\ris only when strings are pulled to reunite the king with Queen Charlotte that\rthe pieces fall into place. Reduced fromgrandeur\rto a sad little old man, he finds that his mind has cleared, and \"I have\rremembered how to seem myself.\" The sequence during which he pulls himself\rtogether and astounds Parliament is triumphant, and funny.\n\nI\ram not sure anyone but Nigel Hawthorne could have brought such qualities to\rthis role. Having seen him onstage in London recently, in \"The Clandestine\rMarriage,\" a play written during George's reign, I was struck again by the\rway he projects a ferocious facade, and then peeks out from behind it, winking.\rThrough the movie, he punctuates George's dialogue with little verbal tics like\r\"What-what!\" and \"Yes-yes!\" When George emerges briefly\rfrom his madness, one of the signs, for those who love him, is the reappearance\rof \"What-what!\" The way Hawthorne delivers the line makes it seem,\rfor a moment, as if George has defeated insanity with eccentricity - which, of\rcourse, is the madness of the sane.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-01-27", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Madness Of King George (1995)"}