{"url": "http://www.rogerebert.com/reviews/the-horse-boy-2009", "by": "Michel Orion Scott", "star_rating": 3.0, "text": "A documentary with Rupert Isaacson, Kristin Neff, Rowan Isaacson, Simon Baron-Cohen, Temple Grandin, Roy Richard Grinker, Tulga, Ghoste.\n\n\"The Horse Boy\" tells a remarkable story. A 4-year-old Texas boy with autism has angry seizures, isn't toilet-trained, is often distant and hostile. His parents fly with him to Mongolia, drive nine hours into the steppes and then journey by horseback, with the boy sharing their saddles, to a sacred mountain in reindeer country. There he undergoes a miraculous cure at the hands of shamans.\n\nI have many inclinations, but no reason, to doubt this. At the end of the treatment, the shamans tell the parents that on the next day their boy will stop soiling his pants and throwing tantrums. This happens. Today, back home, little Rowan is now 6 and for the first time, plays with friends his own age.\n\n\"Is he cured? No,\" says Rupert Isaacson, his father. \"Is he still autistic? Yes.\" What happened \"seems miraculous,\" but he is skeptical enough to wonder if the trip itself was part of the cure. Rowan has a strong empathy with animals, especially with horses but also, we see, with goats -- who are docile and affectionate with him. Perhaps the enormity of a long horseback journey with his parents in clearly daunting conditions overwhelmed his defenses and calmed him.\n\nThere seems no reason to question that he has improved. In the footage taken after the healing, we never see Rowan, except when he is happily playing with his new friends or smiling with his parents. Is that the whole story? You decide. To their credit, Isaacson and his wife, Kristin Neff, a University of Texas psychology professor, do not recommend that parents of other autistic children take them to the wilds of Siberia. All they know is what happened to Rowan.\n\nWith any documentary, there is another story that goes unreported: the story of the making of the film. \"The Horse Boy\" didn't make itself. The parents and their son were accompanied to Siberia by the director-cinematographer Michel Orion Scott, apparently a second cameraman, sound technicians and a support staff. This cost money, upfront on the bottom line. Air fares, food, lodging, not least insurance for everyone and a completion bond for the film itself.\n\nYou may know that the book of the experience, The Horse Boy, became a best-seller. The trip and the film were financed by a $1 million advance on the book that Isaacson proposed to write about this experience. He's the author of a successful previous book, The Healing Land: The Bushmen and the Kalahari Desert, which includes shamans on another continent. He had heard that the shamans of Mongolia, especially one legendary shaman, had unusual powers.\n\nThe stakes are high in such a venture. What if the trip turns into a fool's errand? What if Rowan becomes worse, not better? It was obviously crucial that Rowan undergo some kind of dramatic improvement or there would be no film. It's well to keep that in mind.\n\nThe whole enterprise seems to be Isaacson's project. He narrates the film. Kristin, his wife, seems fully in accord with him, and they're both courageous, but I would have liked more insights from the side of her that teaches psychology. I imagine many parents of autistic children, while identifying with the strains autism places upon their marriage, would appreciate more information about Rowan's exact state at present.\n\nThe film includes expert testimony from autism experts, including the famous Temple Grandin, an autistic professor at Colorado State, who has designed most of the environments used to handle cattle in the worldwide meatpacking industry. Her genius was to be able to identify with the point of view of the cattle.\n\nI've met her. A remarkable woman. She talks in the film about autism in general. The newspaperman in me would have asked her, \"Do you feel autistics feel a special empathy and calm with animals? Could the horseback journey itself have brought about some of the improvement?\"", "running_time": 93, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-11-04", "genres": ["Documentary", "Indie"], "title": "The Horse Boy (2009)"}