{"url": "http://www.rogerebert.com/reviews/the-deep-end-2001", "by": "Tilda Swintonas Margaret Hall", "star_rating": 3.5, "text": "'The Deep End\" uses relentless ingenuity to dig its heroine into deeper and deeper holes--until finally, when she seems defeated by the weight of her problems, it's equally ingenious in digging her out again.\n\nThis is one of those plots like \"Blood Simple\" where one damn thing leads to another--although it has an entirely different tone, because the heroine is a completely ordinary woman we begin to care about.\n\nTilda Swinton stars as Margaret, a mother of three who lives in a handsome home on the shores of Lake Tahoe, Nev. Her husband is an admiral, away at sea. She lives with her kids and her querulous, distant father-in-law.\n\nShe's worried about the oldest son, Beau (Jonathan Tucker), who is 17 and has started to run with dangerous company.\n\nThe movie's opening shot shows her visiting a gay club in Reno to ask a 30-year-old man named Darby (Josh Lucas) to stay away from her son; while they were both drunk, Beau crashed the car in which they were riding. Darby is handsome, but in a way that makes us mistrust him because he uses his looks so obviously. He's got a gambling problem, apparently, and offers to stay away--for $5,000.\n\nThe movie shows a quiet delicacy in dealing with Margaret's feelings about her son's recently revealed homosexuality. It wisely doesn't make his sexuality the subject of the story; she gently tries to approach the subject once, he roughly avoids it, and that's all they really say. What she sees is a good child, a talented musician with a scholarship on the way, who has been temporarily dazzled by Darby.\n\nWe also see a household filled with silences. Margaret is lonely and isolated, maintains a distance from her father-in-law, performs motherly duties for her children but seems vaguely worried most of the time. One reason the movie works is because she's so practiced at keeping secrets. That reserve, linked to a strong will, sets up the noir plot. If she weren't so capable and secretive ... but she is.\n\nWhen Darby visits Beau late one night, the two men fight in a boathouse, and after Beau stalks away, the drunken Darby stumbles, falls and kills himself. The next morning, Margaret finds the body, assumes her son killed Darby and sets about trying to conceal the corpse. Scott McGehee and David Siegel, the writer-directors, are merciless in creating one difficulty after another--the problem of the car keys, for example--and there is a long, sustained sequence in which we follow Margaret as she does her best.\n\nThen a man comes knocking on the door. This is Alek Spera (Goran Visnjic). He thinks he has incriminating information and wants $50,000 to keep quiet and destroy some evidence. What is intriguing here, and elsewhere, is that we know more about the actual death than anyone in the movie, and \"The Deep End\" creates that kind of suspense Hitchcock likes, in which an innocent person is wrongly accused, looks guilty, tries to cope and lacks essential information.\n\nThe movie is based on a 1947 crime novel named The Blank Wall by Elizabeth Sanxay Holding (it was filmed in 1949 by Max Ophuls as \"The Reckless Moment,\" with James Mason and Joan Bennett). This version changes the gender of the child, and adds homosexuality, but relishes the freedom of 1940s melodrama to pile on complications and dark coincidences. When the film played at Sundance and Cannes, some critics complained that the later developments were simply too implausible. But there are times at the movies when we have to cut loose from plausibility and enjoy the ride; this movie would not be better if the ending were more believable, because there is a part of us that enjoys melodrama stretched to the limit.\n\nWhat's skillful, too, is the way McGehee and Siegel go for broke in the plot but keep the performances reined in. Tilda Swinton is the key. She is always believable as this harassed, desperate, loving mother. She projects a kind of absorption in her task; she juggles blackmail, murder, bank loans, picking up the kids after school--it's as if the ordinary tasks keep her sane enough to deal with the dangers that surround her. Swinton's career has included one extraordinary movie after another. In \"Orlando,\" she was a man who became a woman and lived for four centuries. In \"Love is the Devil,\" the Francis Bacon story, she presided over London's most notorious drinking club. In Tim Roth's \"The War Zone,\" she was a pregnant wife in a family harboring dark secrets. And you may remember her in \"The Beach\" as the imperious leader of the tropical commune Leonard DiCaprio stumbles across. Her American housewife here is, in a way, a bigger stretch than most of those; she is believable, and touching.\n\n\"The Deep End\" is the kind of crime movie where the everyday surroundings make the violence seem all the more shocking and gruesome.\n\nNobody much wants to really hurt anybody, and in a nice twist even one of the villains doesn't have much heart for the task, but once the machinery of death and deception has been set into motion, it carries everyone along with it. It's intense and involving, and it doesn't let us go.", "running_time": 99, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-15", "genres": ["Drama", "Indie", "Mystery", "Suspense", "Thriller"], "title": "The Deep End (2001)"}