{"url": "http://www.rogerebert.com/reviews/the-chorus-les-choristes-2005", "by": "Gerard Jugnotas Clement Mathieu", "star_rating": 2.5, "text": "This time the teacher is named Clement Mathieu. In earlier films it was Mr. Chips, Miss Jean Brodie, Mr. Holland, Mr. Crocker-Harris (in \"The Browning Version\"), John Keating (in \"Dead Poets Society\"), Joe Clark (in \"Lean on Me\"), Katherine Anne Watson (in \"Mona Lisa Smile\"), Jaime A. Escalante (in \"Stand and Deliver\") and Roberta Guaspari (in \"Music of the Heart\"). In theaters right now, his name is Coach Carter. The actors have included Morgan Freeman, Meryl Streep, Edward James Olmos, Albert Finney, Robin Williams, Samuel L. Jackson, Julia Roberts, Maggie Smith, Richard Dreyfuss and even, in one version of \"Chips,\" Peter O'Toole. They all have two things in common: Their influence will forever change the lives of their students, and we can see that coming from the opening frame.\n\nI have nothing against the formula. Done well, it can be moving, as it was in \"Mr. Holland's Opus.\" But \"The Chorus,\" which just recently received a nomination for best foreign film, does it by the numbers, so efficiently this feels more like a Hollywood wannabe than a French film. Where's the quirkiness, the nuance, the deeper levels?\n\nThe movie begins with a middle-aged man named Pierre being awakened from his slumbers by the news of a death. That night he conducts an orchestra, and we learn that he is the World's Greatest Conductor. I would have been better pleased if he had merely been a Really Good Conductor. Then Pierre makes a journey to attend the funeral of his mother, and as he returns home is reminded of the teacher who found him as a juvenile delinquent and instilled a love of music and learning in him.\n\nAll of this is quickly known, and more details are easy to come by, because in the town he meets his old classmate Pepinot, who produces the diary kept 50 years ago by Mr. Mathieu. It is the kind of helpful journal that seems to have been written as the treatment for a film.\n\nBut perhaps I am too cynical about a perfectly sincere sentimental exercise. We flash back to 1949 and the Fond de l'Etang boarding school; the name means (not its official title, I believe) something like the bottom of the pond. Here the students are considered pond scum, too impossible to reach in ordinary schools, and the headmaster maintains an iron discipline. Young Pierre (played by Jean-Baptiste Maunier) is a handful, sent to the school by a single mom who despairs for him.\n\nAlso new to the school this term is Clement Mathieu (Gerard Jugnot), a pudgy and somewhat unfocused middle-aged man who is hired as a teacher's assistant. He loves music, and one day when he hears the boys singing, a light glows in his eye and he decides to begin a boys' choir in the school. This of course is frowned upon by the headmaster, who disapproves of anything even remotely educational, as such headmasters always do, and hates even more the idea of students having fun. But Mr. Mathieu holds rehearsals anyway, secretly, in sort of a boarding school parallel of the Resistance.\n\nWe know without having to see the movie that there will be vignettes establishing how troubled the kids are, and scenes in which Mr. Mathieu loses all hope, and a scene where the kids surprise him, and a scene of triumph, and a glorious performance at the end. All done competently. What is disconcerting, however, is how well these boys sing. After a few months of secret lessons, they sing as well as -- well, as well as Les Petits Chanteurs de Saint-Marc Choir, the professional boys' choir that does the actual singing. Every time those little rascals open their mouths, somebody seems to have slipped a CD into the stereo.\n\nWouldn't it work better for the movie if they were simply a Really Good Choir? The choice of a real choir makes for a better soundtrack album, no doubt, but causes a disconnect in the film's reality. I guess we have to accept this, along with the cruel fate that inevitably awaits any teacher who dares to break the mold, defy the establishment and challenge his students with the wonders of the world. The Great Teacher Who Forever Changes Lives is not as rare as these movies would suggest.\n\nAs it happens, I have had several such teachers, none more lovably eccentric than Mrs. Seward of Urbana High School, who taught senior rhetoric by gazing out the window and rhapsodizing about the worms on her farm, who came up after heavy rains and glistened in their wormy perfection. She also taught us to write. I had been working for two years as a sports writer on the local daily, but she disabused me of the notion that a sentence equaled a paragraph, and gently suggested that the day would come when I would no longer find Thomas Wolfe readable.\n\n\"The Chorus\" is only a fair example of its genre. I would rank it below \"Mr. Holland's Opus\" and \"Music of the Heart.\" Am I wearied because I have seen too many movies telling similar stories? No, it is just that since I know the story and so does everybody else in the theater, it should have added something new and unexpected, and by that I do not mean hiring Les Petits Chanteurs de Saint-Marc.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-01-27", "genres": ["Comedy", "Drama", "Foreign", "Musical"], "title": "The Chorus (Les Choristes) (2005)"}