{"url": "http://www.rogerebert.com/reviews/the-crucible-1996", "by": "Daniel Day-Lewisas John Proctor", "star_rating": 2.0, "text": "The first scene in “The Crucible” strikes the first wrong note. We are in Salem, Mass., in 1692. By the light of a full moon, a minister happens upon a group of adolescent girls, naked, dancing in the forest around a boiling pot of witches' brew. In all the troubled history of Salem, was there ever an event like this? How did the young girls, so carefully protected, slip from their homes? How did they come to be so uninhibited, in a Puritan society, that they could dance naked together? In a movie that will be about false accusations of witchcraft, this is an ominous beginning; if it looks like witchcraft, sounds like witchcraft and smells like witchcraft, then can it possibly be an innocent frolic of high-spirited young teenagers? This scene was offstage, wisely, in the original 1952 stage production of Arthur Miller's “The Crucible.” To show it in this new film version is a mistake, because the play is not about literal misbehavior but about imagined transgressions; what one imagines a witch does is infinitely more stimulating and troubling than this child's play.\n\nMiller's play is about religious hysteria fanned by repressed and denied sexual lust. During the course of the action there will be an outbreak of accusations of witchcraft--all of them false, most of them inspired either by sexual revenge or misguided holy ecstasy. When the play was first produced, it was easily decoded as an allegory about the anti-communist frenzy of the McCarthy period. Today, ironically, we have come full circle; we are no longer paranoid about communists, but we are once again paranoid about Satan-worship.\n\nPerhaps every age gets the “Crucible” it deserves. Anyone who has seen the recent documentary “Paradise Lost: The Child Murders of Robin Hood Hills” will recognize in its portrait of a small Arkansas town many parallels with this fable about Salem, including those who mask their own doubts in preemptive charges of Satanic conspiracies. (Would Satanism die out altogether if not for the zeal of its opponents in publicizing it?) At the center of the story of “The Crucible” is one moment of unguarded lust, in which a good man named John Proctor (Daniel Day-Lewis) commits adultery with a saucy wench named Abigail Williams (Winona Ryder), his servant girl. She is one of the naked moonlight dancers, and is furious because she was rejected by a repentant Proctor, and dismissed by Proctor's wife Elizabeth (Joan Allen). After being witnessed in the midnight revels by the Rev. Parris (Bruce Davison) and charged with unholy behavior, she counters with accusations against Proctor.\n\nParris is a narrow man but not a bad one. He brings in a consultant, Rev. Hale (Rob Campbell), who forces one of the other revelers to confess. (She is a slave from Barbados who allegedly tutored the local girls, although it is hard to imagine class and racial barriers being so easily crossed at that time.) Soon the whole village is abroil with accusations and counter-accusations. Hale begins to suspect some of the motives, but events have been set inexorably in motion. An experienced witchhunter, Judge Danforth (Paul Scofield), is brought to town, takes an early hard line against witchcraft, and then finds it impossible to back down, even as the evidence seems to be evaporating. He fears losing face--and believes obscurely that *someone* should be punished, lest witchcraft seem to be condoned. This is of course the same dilemma faced by all Satan-floggers: Without Satanists to flog, they'd be out of a job.\n\nThese threads lead to a climax in which the accused are required to admit to their guilt or be executed. We know all the players--who is guilty, who is innocent, what the issues are--and yet the film's climactic scenes lack a certain urgency. As Proctor stands on the scaffold, making his moral stand, we are less than persuaded. The story has all the right moves and all the correct attitudes, but there is something lacking at its core; I think it needs less frenzy and more human nature.\n\nThe characters I believed in most were Elizabeth Proctor, the Rev. Hale, and Judge Danforth. As written and acted, they seem like plausible people doing their best in an impossible situation. Too many of the others seem like fictional puppets. The village girls in general (and Abigail Williams in particular) don't even seem to belong to the 17th century; as they scurry hysterically around the village, they act like they've seen too many movies. And as John Proctor, Daniel Day-Lewis has the task of making moral stands that are noble, yes, but somehow pro forma. “The Crucible” is a drama of ideas, but they seem laid on top of the material, not organically part of it.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-12-20", "genres": ["Drama", "History"], "title": "The Crucible (1996)"}