{"url": "http://www.rogerebert.com/reviews/the-clowns-1971", "by": "Federico Fellini", "star_rating": 3.0, "text": "Graham Greene separates his works of fiction into two categories: novels and \"entertainments.\" The first are to be taken seriously, and the rest -- the mysteries, melodramas and comedies -- are for fun, and to keep Greene occupied between major projects.\n\nFederico Fellini seems to be up to something similar, particularly during this last decade when he has been free to make whatever films he wants. There are the major works, each one, of you have a rapport with Fellini, part of your own autobiography as well as his: \"La Dolce Vita,\" \"8 1/2,\" \"Juliet of the Spirits\" and \"Fellini Satyricon.\"\n\n\n\n\r\n\n\nAnd then, in between, there are the little five-finger exercises that exhibit Fellini's lyrical showmanship but not his soul: the Anita Ekberg episode in \"Boccaccio '70,\" the Satanist fantasy in \"Spirits of the Dead\" and now a full-length film commissioned by Italian television, \"The Clowns.\"\n\nThese three films (two of them episodes for trilogies with other directors) are not major works by Fellini and aren't intended to be. The title itself of \"8 1/2\" allows Fellini to make a fair enough assessment of his career through 1963; the number refers to the films he had made, and the \"half\" is the Ekberg short. Fellini's only major subject in recent years has been himself, and his story is always the autobiography of the artist. It seems to be necessary for him to periodically gear up and give us a report on his spiritual and artistic health, or ill-health, and when we experience one of these films, there is no doubt at all we're in the hands of a genius.\n\nBut Fellini is not simply a great director; he tends to be people's \"favorite\" director, and I guess he's mine. Most of my favorite artists specialize in confessional autobiography, and Fellini goes on the list with Boswell, Orwell and a few in between. It's a lot easier to decide who your favorites are than it is to list, say, the five or six \"greatest\" film directors, because it's easier to be subjective than objective, and you're more often accurate.\n\nThe problem, then, is to avoid ranking minor Fellini with major Fellini, just because similar themes and the same exhilaration are there. \"The Clowns\" looks and feels like a project that Fellini took on as a breather, after \"Satyricon.\" It has two absolutely masterful stretches of \"pure\" Fellini -- the little boy at the beginning who's scared of clowns, and the elaborate clown funeral at the end -- but in between, there are some embarrassing moments when the master is clearly treading water.\n\nFiction films and documentary films are nothing like the same thing, and it's not surprising to find a storyteller behaving awkwardly around hard facts. Fellini takes his camera into the homes of old and famous clowns around Paris (or he pretends to -- more on that later) and asks for their memories and opinions of the great clowns. But he's not really interested in making a traditional-style documentary, and the subject matter during this middle period of the film isn't clowns at all -- it's Fellini getting the story.\n\nFellini, I guess, hasn't succeeded in getting away from autobiography after all. We see Fellini, his camera and his production team as they visit the clowns. But the camera and cameraman on the screen are not, except for a single over-the-shoulder shot of an old photograph, the source of the film we see. Fellini and his on-screen assistants function as actors.\n\nThis is artful and sometimes very amusing, but it doesn't work as fiction because Fellini is tied to facts, and it doesn't work as documentary because Fellini will not (cannot?) abandon his gift of giving the raw material an artistic shape.\n\nThis leaves us with the two sequences of pure fiction. In the first, Fellini tells us of his first visit to the circus, and we see a little boy watching the circus tent rise, dreamlike, from the night, and then being terrified by the clowns (because to little kids, clowns aren't funny, they're scary). And then we get the clown funeral at the end, during which everything goes wrong, of course, and everything turns out bittersweet, and there's a parade, because this is a Fellini movie and so it has to end with a parade. It is sure a fine parade, though, and no one who loves Fellini would be without it.\n\n\n\n\n\n\n\n", "running_time": 92, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-07-07", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Science Fiction"], "title": "The Clowns (1971)"}