{"url": "http://www.rogerebert.com/reviews/the-idolmaker-1980", "by": "Ray Sharkeyas Vince Vacarri", "star_rating": 3.0, "text": "\r\n\n\nAt the core of “The Idolmaker,” making it a better film than\r\nit might otherwise have been, is the hungry, lonely ego of the movie's hero,\r\nVince Vacarri. He has all the skills necessary to become a rock ‘n' roll idol,\r\nespecially in the late-1950s world of Top Forty payola and prefabricated stars.\r\nBut he doesn't have the looks. He so desperately wants stardom, though, that he\r\ntries to have it vicariously, through the \"idols\" he painstakingly\r\nmanufactures. Maybe that makes “The Idolmaker” sound more serious than it is,\r\nbut it's that core of obsession in the Ray Sharkey performance that takes a\r\nmovie that might have been routine and makes it interesting. This is not a\r\ndazzlingly original idea, but the movie understands its passions well enough to\r\nentertain us with them.\n\nThe \"idolmaker\" of the title is based, I\r\nunderstand, on the real-life character of Bob Marcucci (listed as the film's\r\n\"technical adviser\"). He is the Philadelphia Svengali who discovered,\r\ncoached, and managed Frankie Avalon and Fabian, quarterbacking them to stardom.\r\nIf this movie can be believed, he was a rock ‘n' roll puppetmaster, supplying\r\nthe lines, the songs, the delivery and, most importantly, the stage mannerisms\r\nand \"look\" of his personalities. \n\n\r\nThe movie moves the story to Brooklyn, and\r\nborrows heavily from the clichés of show-biz rags-to-riches movies: Not only is\r\nit lonely at the top in this movie ... it's lonely at the bottom, too, for\r\npractice. The Sharkey character manufactures his first rock star (Paul Land)\r\nout of a little raw talent, an unshaped stage presence, and sheer energy. One\r\nof the movie's most engaging scenes shows Land at a high school record hop,\r\ndoggedly pantomiming his first record while Sharkey, backstage, goes through\r\nthe same motions. \n\n\r\nLand does a good job of playing the movie's\r\nfirst rock singer, a spoiled, egotistical creation renamed \"Tommy\r\nDee.\" We can predict what will happen. He'll be pushed to the top by\r\nSharkey, develop an inflated opinion of himself, and think he did it all alone.\r\nThat's exactly what happens, but Land moves through these stages with a\r\nconviction that makes them seem fairly new, even while we're recognizing\r\nthem. \n\n\r\nMeanwhile, Sharkey has another discovery waiting\r\nin the wings. He spots a busboy (Peter Gallagher) in his brother's\r\nrestaurant. \n\n**CHECKPOINT CHARLIE** The guy can't keep time, can't sing, and\r\nhas one enormous hairy eyebrow all the way across his face. No problem: Sharkey\r\npounds rhythm into him, grooms him, renames him Caesare and fast-talks him onto\r\nthe movie's version of \"American Bandstand.\" It turns out that this\r\nkid does have a natural rapport with the prepubescent girls in his audiences,\r\nand he's on his way. \n\n\r\nNone of this would work if “The Idolmaker”\r\ndidn't have convincing actors playing the two rock singers. It does. Land and Gallagher\r\ncan sing and move well enough to convince us they're plausible teen idols. They\r\ncan also act well enough to modulate their stage performances, they start out\r\nterrible and work their way up to levels that Fabian himself must only have\r\ndreamed about. And the movie has fun with its production numbers. The songs are\r\nall standard late-fifties rock dreck (but newly composed for the movie), but\r\nthe stage performances are a little sneaky. They're not as ridiculous as many\r\nof the late-fifties adolescent heroes actually were; they seem to owe a lot not\r\nonly to Elvis (naturally) but also to such performers of a decade later as Mick\r\nJagger. \n\n\r\nAll of this is not to say that “The Idolmaker”\r\nis a masterpiece. But it is a well-crafted movie that works, that entertains,\r\nand that pulls us through its pretty standard material with the magnetism of\r\nthe Ray Sharkey performance. Because we sense his hungers, his isolations, and\r\nhis compulsive needs, we buy scenes that might otherwise have been unworkable.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Drama", "Music", "Romance"], "title": "The Idolmaker (1980)"}