{"url": "http://www.rogerebert.com/reviews/the-happiest-millionaire-1967", "by": "Fred MacMurrayas Father", "star_rating": 2.5, "text": "Tommy Steele has just about the widest, toothiest smile I've ever seen. It is too much of a smile even for a Walt Disney movie. Along toward the third hour of \"The Happiest Millionaire,\" you begin to suspect it's a fully automated smile that pops open and snaps shut in response to a transistor concealed somewhere in Greer Garson's hair.\n\nThe smile, I think, is a symbol of what's wrong with this movie. It tries so desperately hard to please us that, in the end, we almost want to grab Steele and John Davidson, bang their heads together, and snarl: Will you please stop smiling and get on with the movie! This is the first reserved-seat production of the Disney studios, which gave the world Mary Poppins and obviously wanted to repeat their trick at higher ticket prices. Perhaps they failed because they labored too long. There is always something uncalculated about a truly charming movie.\n\n\"Mary Poppins\" was such a movie. Kids liked it, especially the very youngest of film-goers, around 4 to 7 years old. Their parents either enjoyed it or, at the very least, could sit through it without nausea.\n\nYou had the feeling, however, that the people who were making \"Mary Poppins\" didn't exactly know what they had. They knew they were having fun, but they didn't know they were striking some sort of chord millions of people would respond to. In \"The Happiest Millionaire,\" on the other hand, you get the definite feeling that the movie was put together with every piece pretested for audience appeal.\n\nThere's Fred MacMurray as a lovable rich eccentric; Greer Garson as his cool and understanding wife and Lesley Ann Warren and John Davidson as a pair of beautiful and handsome young lovers. There are also pet alligators, World War I jingoism, \"Biddle Bible Class\" sweatshirts, antique automobiles, musical numbers, a lovable but peculiar maiden aunt and Tommy Steele grinning like mad.\n\nSo does it work? No, it doesn't. Here Is Disney's big blockbuster for the year, and everybody knows a Disney film is good family entertainment. So families will naturally go to see \"The Happiest Millionaire.\"\n\nBut adults will find the plot thin and the characters one-dimensional. Lots of kids will find little to hold their interest except the alligators. The adults will wonder how John Davidson could have possibly been cast in such an innocent and naive role when he looks at least 25 years old. I mean, that's a little late to steal your first kiss. As for the musical numbers, I found them eminently forgettable, with the sole exception of a nicely staged Irish reel.\n\nWhat's more, the whole movie was about an hour too long. But there seems to be an unspoken rule that all reserved-seat films have to last at least three hours and have an intermission. I wonder whether the younger Disney fans will be able to sit still during the entire movie. I also wonder, for different reasons, whether their parents will.", "running_time": 172, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-10-16", "genres": ["Comedy", "Drama", "Family", "Music"], "title": "The Happiest Millionaire (1967)"}