{"url": "http://www.rogerebert.com/reviews/the-fiendish-plot-of-dr-fu-manchu-1980", "by": "Peter Sellersas and Nayland Smith", "star_rating": 1.0, "text": "The project must have been just the kind Sellers loved to work\r\non. He plays two of the major roles in the movie, the ancient Fu Manchu and the\r\nunflappable Nayland Smith of Scotland Yard. He also turns up in a variety of\r\nother disguises, as a Chinese chef, a foppish antique dealer and the young Fu.\r\nThe roles required complex makeup jobs (as old Fu, he looks like one of Madame\r\nTussaud's bad dreams); then Sellers plays around with accents, props, all the\r\nschtick he can dream up.\n\nUnfortunately,\r\nthe movie itself gives him little support. The screenplay doesn't seem to have\r\nbeen thought through on the level of small details, and details are what make\r\nmovies like this funny. The hazard in these enterprises is that the story\r\nsounds so funny (Fu Manchu needs secret youth elixir, stages raid on British\r\ncrown jewels) that the screenplay is never pushed to the next level of detail.\r\nBy contrast, the Inspector Clouseau movies always felt meticulously\r\nthought-out.\n\nThe\r\nplot, in hindsight, is also just a little morbid, given Sellers' recent death.\r\nAs Fu Manchu, he plays a 168-year-old man who starts fading fast after a clumsy\r\nassistant spills the vial containing his youth potion. Manchu has to reassemble\r\nthe secret ingredients, including a precious jewel, and so he stages an\r\ninternational crime wave. But his life force is ebbing low, and there are\r\nscenes where his assistants feed him jolts of electricity to keep him turning\r\nover. It is just a shade hard to laugh at some of these scenes so soon after\r\nthe funeral.\n\nAnd,\r\nfor that matter, they're not so funny anyway. The movie has some good moments\r\n(what Peter Sellers comedy could not have?), but the story never really\r\ninvolves us, the characters aren't all that interesting once you get beyond the\r\nmakeup and the funny names and it's a bit disappointing that \"The Fiendish\r\nPlot of Dr. Fu Manchu\" doesn't grab the obvious opportunity to satirize\r\nall the old Boris Karloff lateshow specials.\n\nWhat\r\nthe movie does have is a certain endearing, dogged professionalism. Nobody sets\r\nout to make a bad movie, but bad movies are made, and the people making them\r\noften suspect the worst, even at the time. But they have to forge ahead. Peter\r\nSellers was in too many good comedies, I suspect, to be able to convince\r\nhimself that this was another one. But he was too much of a trouper to let\r\ndown. Maybe that could be his epitaph: When he was good, he was very good\r\nindeed, and when he was bad, he was still trying.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-08-08", "genres": ["Comedy", "Horror"], "title": "The Fiendish Plot of Dr. Fu Manchu (1980)"}