{"url": "http://www.rogerebert.com/reviews/the-sixth-sense-1999", "by": "Bruce Willisas Malcolm Crowe", "star_rating": 3.0, "text": "\"The Sixth Sense\" isn't a thriller in the modern sense, but more of a ghost story of the sort that flourished years ago, when ordinary people glimpsed hidden dimensions. It has long been believed that children are better than adults at seeing ghosts; the barriers of skepticism and disbelief are not yet in place. In this film, a small boy solemnly tells his psychologist, \"I see dead people. They want me to do things for them.\" He seems to be correct.\n\nThe psychologist is Malcolm Crowe (Bruce Willis), who is shot one night in his home by an intruder, a man who had been his patient years earlier and believes he was wrongly treated. The man then turns the gun on himself. \"The next fall,\" as the subtitles tell us, we see Crowe mended in body but perhaps not in spirit, as he takes on a new case, a boy named Cole Sear (Haley Joel Osment) who exhibits some of the same problems as the patient who shot at him. Maybe this time he can get it right.\n\nThe film shows us things adults do not see. When Cole's mother (Toni Collette) leaves the kitchen for just a second and comes back in the room, all of the doors and drawers are open. At school, he tells his teacher \"they used to hang people here.\" When the teacher wonders how Cole could possibly know things like that, he helpfully tells him, \"when you were a boy they called you Stuttering Stanley.\" It is Crowe's task to reach this boy and heal him, if healing is indeed what he needs. Perhaps he is calling for help; he knows the Latin for \"from out of the depths I cry into you, oh Lord!\" Crowe doesn't necessarily believe the boy's stories, but Crowe himself is suffering, in part because his wife, once so close, now seems to be drifting into an affair and doesn't seem to hear him when he talks to her. The boy tells him, \"talk to her when she's asleep. That's when she'll hear you.\" Using an \"as if\" approach to therapy, Crowe asks Cole, \"What do you think the dead people are trying to tell you?\" This is an excellent question, seldom asked in ghost stories, where the heroes are usually so egocentric they think the ghosts have gone to all the trouble of appearing simply so they can see them. Cole has some ideas. Crowe wonders whether the ideas aren't sound even if there aren't really ghosts.\n\nBruce Willis often finds himself in fantasies and science fiction films. Perhaps he fits easily into them because he is so down to earth. He rarely seems ridiculous, even when everything else in the screen is absurd (see \"Armageddon\"), because he never over-reaches; he usually plays his characters flat and matter of fact. Here there is a poignancy in his bewilderment. The film opens with the mayor presenting him with a citation, and that moment precisely marks the beginning of his professional decline. He goes down with a sort of doomed dignity.\n\nHaley Joel Osment, his young co-star, is a very good actor in a film where his character possibly has more lines than anyone else. He's in most of the scenes, and he has to act in them--this isn't a role for a cute kid who can stand there and look solemn in reaction shots. There are fairly involved dialogue passages between Willis and Osment that require good timing, reactions and the ability to listen. Osment is more than equal to them. And although the tendency is to notice how good he is, not every adult actor can play heavy dramatic scenes with a kid and not seem to condescend (or, even worse, to be subtly coaching and leading him). Willis can. Those scenes give the movie its weight and make it as convincing as, under the circumstances, it can possibly be.\n\nI have to admit I was blind-sided by the ending. The solution to many of the film's puzzlements is right there in plain view, and the movie hasn't cheated, but the very boldness of the storytelling carried me right past the crucial hints and right through to the end of the film, where everything takes on an intriguing new dimension. The film was written and directed by M. Night Shyamalan, whose previous film, \"Wide Awake,\" was also about a little boy with a supernatural touch; he mourned his dead grandfather, and demanded an explanation from God. I didn't think that one worked. \"The Sixth Sense\" has a kind of calm, sneaky self-confidence that allows it to take us down a strange path, intriguingly.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-08-06", "genres": ["Drama", "Mystery", "Suspense", "Thriller"], "title": "The Sixth Sense (1999)"}