{"url": "http://www.rogerebert.com/reviews/the-other-boleyn-girl-2008", "by": "Natalie Portmanas Anne Boleyn", "star_rating": 2.5, "text": "By Jim Emerson, Editor\n\nMary Boleyn: \"You know I love him.\"\n\nAnne Boleyn: \"Well, perhaps you should stop.\"\n\nSassed her, Pussycat! Kill! Kill!\n\nIf Russ Meyer had made \"The Other Boleyn Girl,\" Anne and Mary Boleyn would have yanked some hair, scratched some eyeballs, walloped each other in their respective kissers, and the movie would have been all the better for it. Just imagine: \"Beneath the Valley of the Tudorvixens\": Meee-oww!\n\nAs it is, \"The Other Boleyn Girl\" is a sullen genre picture, hardly as vivacious as Meyer's uncategorizable sexploitation films, and not as edifying, either. It's built on sturdy old generic conventions, as familiar as those in any slasher film or naughty-nurses potboiler.\n\nA(n) historical drama about backstabbing and decapitation in the court of Henry VIII, the film unfurls as historical dramas are wont to do, because in no other genre does a film unfurl. We recognize its distant ancestors in Shakespeare's illustrious Henry histories, from \"Henry IV, Part I\" (the adventures of Prince Hal and Falstaff), through \"Henry VIII\" (which ends with the baptism of a certain Girl Who Would Be Queen). It's also a political thriller, roiling with internecine intrigue; a fervid melodrama about sibling rivalry, and a torrid bodice-ripper, although the only chest exposed is Eric Bana's because the bodices are PG-13. Sure, it's a genre movie, but that doesn't mean it confines itself to one genre.\n\nArt-directed in gloomy House of Tudor colors, \"The Other Boleyn Girl\" offers high-toned pulp for those who like to imagine themselves superior to ranch-colonial Desperate Housewives, and who don't like to feel so guilty about the pleasure they get from vicarious lust and treachery. Movies like this are designed to let the art-house crowd revel in marginally educative vulgarity without getting their sensibilities dirty.\n\nThe \"other\" Boleyn girl is ostensibly fair Mary (Scarlett Johansson), the one who didn't marry Henry VIII (Bana) but who bore him a bastard son, anyway. Her more ambitious and impetuous brunet sister is none other than the renowned Anne of the Thousand Days (Natalie Portman), the one who didn't know hers were numbered at the time, and who became famous for losing her head when all around her were keeping theirs, or desperately trying to do so. This Henry isn't quite the Bluebeard he's sometimes made out to be, and Anne is uncharacteristically portrayed as the villainess of the codpiece.\n\nAnne and Henry eventually co-produced the subject of this film's de facto sequels, \"Elizabeth\" and \"Elizabeth: The Golden Age,\" both of which starred Cate Blanchett as the Virgin Queen, something neither Anne nor Mary would have been very good at.\n\nIf the filmmakers had been able to call this one \"Elizabeth: The Prequel,\" they would have. Oddly, writer Peter Morgan, who adapted his screenplay from Philippa Gregory's historical novel, already penned \"Elizabeth II\" back in 2006, when it was called \"The Queen.\"\n\n\"The Other Boleyn Girl\" eventually owns up to its Elizabethan pretensions in its final shot, but it never lives up to them. (Speaking of sequel-prequels, it is disconcerting to see former \"Star Wars\" royal Portman -- Princess Leia's mom! -- crying, \"You're my only hope!\" in this Boleynian context, when Obi-wan Kenobi is still in a galaxy far, far away but not quite so long ago.)\n\nAfter seeing pictures like this, somebody always feels compelled to offer an inane observation like, \"I thought the acting and the costumes were good.\" OK, they are. Johansson and Bana are enjoyable; Portman slightly less so because, even though she's got the juiciest role, she doesn't quite have the presence to fill it. All three actors are far more attractive than period portraiture suggests.\n\nAnne, who proved she would indeed have a Willy but not a Sam, provides an object lesson in playing hard to get when it comes to Henry. She drives the incongruously handsome king mad with desire to manipulate him into the marriage that split the Catholic Church. The movie's thesis is that feminine success consists of \"allowing men to believe they are in charge. That is the art of being a woman.\" It's advice Anne took to heart, but her success was cut short.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-02-28", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "The Other Boleyn Girl (2008)"}