{"url": "http://www.rogerebert.com/reviews/the-hunt-for-red-october-1990", "by": "Sean Conneryas Marko Ramius", "star_rating": 3.5, "text": "The movies have one sure way of involving us that never fails.\n\nThey give us a character who is right when everybody else is wrong and then invite us to share his frustration as he tries to talk some sense into the blockheads. In \"The Hunt for Red October,\" that character is Jack Ryan, the intelligence man who believes he knows the real reason why a renegade Soviet skipper is trying to run away with a submarine.\n\nThe skipper's name is Ramius, and he is the most respected man in the Soviet underwater navy. He has trained most of the other captains in the fleet, and now he has been given the controls of an advanced new submarine named Red October - a sub that uses a revolutionary new drive that is faster than any other ship beneath the waves and almost completely silent. American intelligence tracks the Red October as it leaves its Soviet shipyard, but then the sub seems to disappear. Soon after, the entire Soviet navy mobilizes itself into a vast cat-and-mouse game in the North Atlantic.\n\nThe Soviets would like their American counterparts to believe that Ramius is a madman who wants to hide his sub off the American coast and aim its nuclear missiles at New York or Washington. They ask the U.S. Navy to help them track and destroy the Red October. But Ryan (Alec Baldwin) believes that would be a tragic mistake. He tells his superior, an admiral played by James Earl Jones, that Ramius is actually trying to defect and to bring his submarine along with him.\n\nThat is the setup for John McTiernan's film, as it was for Tom Clancy's best-selling novel, and in both cases it is also the starting point for a labyrinthine plot in which, half of the time, we have to guess at the hidden reasons for Ramius' actions. It is a tribute to the movie, which has much less time than Clancy did at book length, that it allows the plot its full complexity and yet is never less than clear to the audience.\n\nMany military thrillers, especially those set in the Cold War period, rely on stereotyping and large, crude motivations to move their stories along. \"The Hunt for Red October\" has more fun by suggesting how easily men can go wrong, how false assumptions can seem seductive and how enormous consequences can sometimes hang by slender threads.\n\nRyan's knowledge of Ramius' personality, for example, upon which so much depends, is based almost entirely on one occasion when they dined at the same table. Everything else is simply a series of skilled hunches.\n\nMcTiernan, whose previous films were \"Predator\" and \"Die Hard,\" showed a sense of style and timing in those movies, but what he adds in \"The Hunt for Red October\" is something of the same detached intelligence that Clancy brought to the novel. Somehow we feel this is more than a thriller, it's an exercise in military and diplomatic strategy in which the players are all smart enough that we can't take their actions for granted.\n\n\"The Hunt for Red October\" has more than a dozen important speaking roles, in addition to many more cast members who are crucial for a scene or two. Any film with a cast this large must depend to some extent on typecasting. We couldn't keep the characters straight any other way. What McTiernan does is to typecast without stereotyping.\n\nSean Connery makes a convincing Ramius, and yet, with his barely concealed Scots accent, he is far from being a typical movie Soviet.\n\nBaldwin, as the dogged intelligence officer, has the looks of a leading man, but he dials down his personality. He presents himself as a deck-bound bureaucrat who can't believe he has actually gotten himself into this field exercise. And Scott Glenn, as the commander of a U.S.\n\nsubmarine that finds itself within yards of the silent Red October, is leaner, younger, and has more edge than most of the standard movie skipper types.\n\nThe production design lends a lot to the movie's credibility.\n\nI'm told that the interiors of submarines in this movie look a good deal more high-tech and glossy than they do in real life - that there would be more grease around on a real sub - and yet, for the movie screen, these subs look properly impressive, with their awesome displays of electronic gadgetry. The movie does not do as good a job of communicating the daily and hourly reality of submarine life as \"Das Boot\" did, but perhaps that's because we are never trapped and claustrophobic inside a sub for the whole movie. There are cutaways to the White House and CIA headquarters in Langley, to the Kremlin and to the decks of ships at sea.\n\nIf there's one area where the movie is truly less than impres sive, it's the underwater exterior shots. Using models of submarines, the filmmakers have attempted to give an impression of these behemoths maneuvering under the sea. But the outside of a submarine is not intrinsically photogenic, and what these shots most look like are large, gray, bloated whales seen through dishwater.\n\nAnd yet that lapse doesn't much matter. \"The Hunt for Red October\" is a skillful, efficient film that involves us in the clever and deceptive game being played by Ramius and in the best efforts of those on both sides to figure out what he plans to do with his submarine - and how he plans to do it. The movie is constructed so we can figure that out along with everybody else, and that leaves a lot of surprises for the conclusion, which is quite satisfactorily suspenseful. There was only one question that bothered me throughout the movie. As one whose basic ideas about submarines come from Cmdr.\n\nEdward Beach's classic \"Run Silent, Run Deep,\" in which the onboard oxygen supply was a source of constant concern, I kept asking myself if those Russian sailors should be smoking so much, down there in the depths of the ocean.", "running_time": 134, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-03-02", "genres": ["Action", "Adventure", "Thriller"], "title": "The Hunt for Red October (1990)"}