{"url": "http://www.rogerebert.com/reviews/the-ninth-gate-2000", "by": "Johnny Deppas Dean Corso", "star_rating": 2.0, "text": "Roman Polanski's \"The Ninth Gate,\" a satanic thriller, opens with a spectacularly good title sequence and goes downhill from there--but slowly, so that all through the first hour there is reason for hope, and only gradually do we realize the movie isn't going to pay off. It has good things in it, and I kept hoping Polanski would take the plot by the neck and shake life into it, but no. After the last scene, I underlined on my note pad: What? The film stars Johnny Depp in a strong if ultimately unaimed performance as Dean Corso, a rare-book dealer whose ethics are optional. He's hired by Boris Balkan (Frank Langella), a millionaire collector who owns a copy of The Nine Gates of the Kingdom of the Shadows, published in Venice in 1666 by one Aristide Torchia--who, legend has it, adapted the engravings from the work of Satan himself. Two other copies of the book survive, and Balkan wants Depp to track them down and compare the engravings.\n\nTorchia was burned to death by the Spanish Inquisition, and indeed Andrew Telfer, one of the recent owners of the book, hangs himself in an early scene, after selling his copy to Balkan. Liana (Lena Olin), his widow, tries to appear indifferent, but has an unwholesome interest in getting the book back. Corso flies to Europe and meets the other two owners, a stately aristocrat (Jack Taylor) in Portugal and an elderly Parisian baroness (Barbara Jefford) in a wheelchair.\n\nWhat's best about Corso's quest is the way he conducts it. Depp and Polanski bring a film noir feel to the film; we're reminded of Bogart pretending to be a rare-book buyer in \"The Big Sleep.\" As Corso moves from one bizarre millionaire collector to another, he narrowly avoids several threats on his life, and realizes he's being followed by a young woman (Emmanuelle Seigner), whose purpose and identity remain obscure, although at one point she uses martial arts to save his life, and at another point we (but not he) see her fly.\n\nThe secret of the engravings in the three editions of the book will not be revealed here. Nor will various additional motives of Balkan, the Telfer widow and the inexplicable young woman. Their stories are told with a meticulous attention to details, which are persuasive until we realize they are accumulating instead of adding up. If some of the engravings were indeed drawn by Satan, and if assembling them can evoke the Prince of Darkness, then that would be a threat, right? Or would it be a promise? And what happens at the end--that would be an unspeakably evil outcome, right? But why does it look somehow like a victory? And as for the woman--good or bad? Friend or foe? You tell me.\n\nWhat's intriguing about the material is the way Polanski trusts its essential fascination and doesn't go for cheesy special effects, as in the Arnold Schwarzenegger thriller \"End Of Days.\" Satan need not show himself with external signs, but can work entirely within human nature, which is after all his drafting board. When Corso goes to visit the baroness in his wheelchair, I was reminded of Bogart's similar call on an elderly eccentric in \"The Big Sleep,\" and I relished a sequence where he calls on two booksellers, the twin Ceniza brothers, who in a neat f/x touch are played by one actor, Jose Lopez Rodero.\n\nThe movie does a good job of mirroring its deaths with situations from the Tarot deck, and making the Telfer widow (Olin) more sinister by (I think) inserting electronic undertones beneath her speech. I also liked the atmosphere evoked by the dialogue, which isn't too dumbed down, uses some of the jargon of the book trade and allows us to follow Corso's process of deduction as he figures out what the engravings mean and what Balkan's true motives are. It's just that a film of such big themes should be about more than the fate of a few people; while at the end I didn't yearn for spectacular special effects, I did wish for spectacular information--something awesome, not just a fade to white.", "running_time": 132, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-10", "genres": ["Horror", "Mystery", "Thriller"], "title": "The Ninth Gate (2000)"}