{"url": "http://www.rogerebert.com/reviews/the-chamber-1996", "by": "Chris O'Donnellas Adam Hall", "star_rating": 2.0, "text": "There is an unpleasant way in which “The Chamber” and the\rprevious John Grisham thriller, “A Time to Kill,” linger over the racism and\rhate language of their characters. Yes, the racist characters are the villains.\rBut the ugly things they say linger in the air, there to be admired by anyone\ron their wavelength.\n\nAny\rsubject, including racism, can be the legitimate material of a movie. But I am\rnot happy when I see deep wounds in our society being opened for the purpose of\rentertainment. “The Chamber” is not a serious movie about anything, and so when\rcharacters are allowed to rant at length about their hatred of African\rAmericans and Jews, repeating the most vile hate clichés, what I get from the\rscreen is not simply dialogue but the broadcasting of dangerous language.\n\nSometimes\rracially charged language plays a defensible role, as it did in Martin\rScorsese's “Casino,” a thoughtful film that dealt with the tension between\rgangsters of Italian and Jewish descent. But in the two Grisham films this\ryear, I get the queasy feeling that race hate is working like a condiment to\radd spice to otherwise unremarkable courtroom stories. That's particularly true\rbecause the villains in each film (played by Kiefer Sutherland in “A Time to\rKill” and Gene Hackman and Raymond Barry in “The Chamber”) are the most\rcolorful characters, overwhelming the more pedestrian heroes played by Matthew\rMcConaughey and Chris O'Donnell.\n\n“The\rChamber” tells the story of a young Chicago lawyer named Adam Hall (O'Donnell)\rwho wants to go down South to handle the final appeal of a murderer on Death\rRow. The killer, a Klan member named Cayhall (Hackman), has been convicted of\rsetting off a bomb in the offices of a Jewish civil rights attorney. The\rattorney's two young sons were killed; he was maimed and later committed\rsuicide. What the movie reveals fairly quickly is that Adam Hall is Cayhall's\rgrandson. Adam's father also committed suicide--perhaps because of the violent\racts he watched Cayhall perform.\n\nThe\rmurders took place in the 1960s. Appeals have dragged on for years, but now the\rtime of execution is near. Adam goes south and discovers old family secrets\rfrom his aunt (Faye Dunaway), who watched years ago as Cayhall shot gunned a\rneighboring black man to death. Cayhall quickly discovers who his new attorney\rreally is, and reacts with a litany of colorful hate language.\n\nI\rhave heard all of Cayhall's clichés before, but they have pretty much\rdisappeared from general use in America, and there will be some younger\raudience members hearing them for the first time. How will these words affect\rthem? In both “A Time to Kill” and “The Chamber,” the Ku Klux Klan, with its\rsecret meetings and ghostly costumes, is presented in a way that is technically\rnegative but could seem thrilling. The films portray the Klan as criminal,\rracist and anonymous, but those have always been its selling points; it is not\rportrayed as boring and stupid.\n\nThe\rreal subject of “The Chamber” is the family left behind by old Sam Cayhall: his\rson, a suicide; his grandson, who dreams of a Death Row miracle; his daughter\r(Dunaway), who has married a local banker and says she's “done pretty well for\rpoor white trash. But when the world finds out I'm Hitler's daughter . . .”\rFlashbacks show how Cayhall murdered the father of his son's black playmate,\rtraumatizing his children and sending remorse spiraling down through the\rgenerations.\n\nBecause\rCayhall is played by Gene Hackman, an actor who implies decency in his very\rbones, we know that he will not go to the gas chamber spouting Klan slogans. If\rthe film's purpose had been to present an unredeemable villain, they would have\rcast Christopher Walken, Dennis Hopper, M. Emmet Walsh or another actor who can\rbe read as completely hateful. Hackman is a superb actor, but even in his most\rvile moments here, the musical score undermines the effect by sneaking in\rfeelings of sadness and thoughtfulness. Listen carefully when the grandson tells\rCayhall about a fake bomb in his motel room; the music playing under Cayhall's\rreaction gives away the ending.\n\nO'Donnell\ris sincere and focused as the lawyer, but he is really too young to bring much\rmore to the role. Since he hates racism, why does he want to defend his\rgrandfather? Because he hates the death penalty more? Or because he hopes for a\rdeathbed conversion? The movie's own attitudes toward the death penalty are\rconfused; Hackman brilliantly delivers a long monologue describing the effect of\rpoison gas on the system, but then the movie suggests some people may deserve\rthat very effect.\n\nThere\ris also some confusion involving Cayhall's relationship with another\rconspirator named Rollie Wedge (Raymond Barry). Without giving away details,\rall I can suggest is that Cayhall's loyalty serves the plot, not common sense.\rAnd, given the fact that Cayhall has spent years in prison mouthing the\rlanguage of the Klan, it is inexplicable that the movie has a scene in which he\rquietly nods a sad farewell to his black fellow inmates on Death Row. I didn't\rbelieve his behavior, and I particularly didn't believe theirs.\n\nIn\rthe early days of X-rated movies, they were always careful to include something\rof “redeeming social significance” to justify their erotic content. Watching “The\rChamber,” I was reminded of that time. The attitudes about African Americans\rand Jews here represent the pornography of hate, and although the movie ends by\rpunishing evil, I got the sinking feeling that, just as with the old sex films,\rby the time the ending came around, some members of the audience had already\rgotten what they bought their tickets for.", "running_time": 110, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-11", "genres": ["Drama"], "title": "The Chamber (1996)"}