{"url": "http://www.rogerebert.com/reviews/the-cowboys-1972", "by": null, "star_rating": 2.5, "text": "It isn't just that John Wayne gets killed. He was killed before in the movies although not very often, and certainly not after he assumed the mantle of legend. No, it isn't that; he had to catch it sometime. And give him credit. He can absorb lead like nobody since \"The Thing\" (from another world). He gets shot in the leg. Then in the arm. Then in the other arm. Then in the back. And he still lives until morning, and has a noble speech or two left inside him. \n\nThe thing is, when John Wayne finally dies, it is because \"The Cowboys\" has violated a Western convention. It is a sacred belief of the genre that good guys never miss, and bad guys never hit. The bad guys can pour a rain of lead into a besieged position and hit nothing more than a lantern or a whisky bottle, even by accident. But then all a good guy has to do is pop up and squeeze the trigger, and a villain bites the dust at 200 yards. \n\n\"The Cowboys\" tries to get around the convention by depriving Wayne of a chance to shoot at all, and disarming his dozen or so teenaged sidekicks. He's killed while he's unarmed (and after having already beaten the daylights out of a man thirty-five years his junior). But then. \n\nWell, the kids break open a packing crate and get their rifles and pistols back. These are kids without a lot of heavy shooting behind them, you understand. Two of them are fifteen. The others are younger. One stands about as high as the Duke's gunbelt. But, by golly, they ambush ten bad guys! Lure three of them off into the woods on ruses. Take advantage of the fact that all bad guys and movie Nazis are deaf, never look behind themselves, and never realize their partners have been replaced by the enemy. \n\nThis is all in preparation for the final shootout, during which every one of the range-wise, hardened, experienced, jailbird gunmen is killed and not a single kid gets nicked, even. Let me tell you, it takes a lot of heroic music to paper over this ending. Lots of wide eyes and grave grins and a tear or two over Duke's grave. But doesn't it seem to you that John Wayne shouldn't have been killed in a movie where not a single bad guy can hit a single greenhorn kid? \n\nIt's the ending, really, that spoils \"The Cowboys.\" Otherwise, it's a good-to-fine Western, with a nice, sly performance by Roscoe Lee Browne as the trail cook, and the usual solid Wayne performance. The scenes along the way of the kids learning to be cowboys are good, warm fun, and it's a shame they had to go for the unlikely, violent, and totally contrived last thirty minutes.", "running_time": 128, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Action", "Adventure", "Drama", "Western"], "title": "The Cowboys (1972)"}