{"url": "http://www.rogerebert.com/reviews/the-big-year-2011", "by": "Steve Martinas Stu", "star_rating": 3.0, "text": "Birders. You call them birders. Calling them \"bird-watchers\" is insulting, like calling a Trekker a Trekkie. They are aware that some people find birding to be an eccentric hobby, but you get better exercise and scenery than you do with golf, and you don't have to play the game.\n\nI had no idea there was such a thing as competitive bird-watching, but \"The Big Year\" assures us that there is. An annual award goes to the birder who sees the most different species in a year. They will not conveniently flutter before your eyes. You have to look hard for them. In championship-level birding, this is known as having a Big Year. Is there nothing left in our society that isn't competitive? Would you believe the winners score above 700?\n\n\"The Big Year\" is about such a year, involving Kenny Bostick (Owen Wilson), the defending champion, and two others who are trying to sprinkle salt on his tail: Brad Harris (Jack Black) and Stu Preissler (Steve Martin). If you know the actors you know the characters, especially Bostick, who is the standard-issue Owen Wilson: a smooth-talking master of one-upmanship. Jack Black plays his usual over-enthusiastic bumbler, and Steve Martin seems always in a zone of intent earnestness.\n\nYou must have to be wealthy to do a Big Year. Bostick, for example, seems permanently on leave from his job as a CEO. You spend all of your time frantically chasing down rumors of rare bird sightings in remote locations, of which the most remote is an island in the Aleutians that is closer to Tokyo than Anchorage. There's apparently a nice little tourist trade.\n\nThe comedy involves Bostick's dirty tricks, camaraderie among the others, various romances in the field, other peculiar birders and evidence that marriage to a birder, we might suspect, is no easy task. The film is always somewhere going somewhere else, and while the characters are spotting birds, we can spot actors: Kevin Pollak, Tim Blake Nelson, Rashida Jones, Anjelica Huston, Dianne Wiest, Rosamund Pike, Joel McHale, JoBeth Williams, Brian Dennehy and even Al Roker.\n\nThere is some great bird photography here. I wish there had been more. I think I may have seen Jack Black falling down enough for this lifetime. \"The Big Year\" is getting the enthusiastic support of the Audubon Society, and has an innocence and charm that will make it appealing for families, especially those who have had enough whales and dolphins for the year.", "running_time": 100, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-10-12", "genres": ["Comedy"], "title": "The Big Year (2011)"}