{"url": "http://www.rogerebert.com/reviews/the-red-violin-1999", "by": "Carlo Cecchias Nicolo Bussotti", "star_rating": 3.5, "text": "There is a kind of ideal beauty that reduces us all to yearning for perfection. \"The Red Violin'' is about that yearning. It traces the story of a violin (\"the single most perfect acoustical machine I've ever seen,'' says a restorer) from its maker in 17th century Italy to an auction room in modern Montreal. The violin passes from the rich to the poor, from Italy to Poland to England to China to Canada. It is shot, buried, almost burned and stolen more than once. It produces music so beautiful that it makes you want to cry.\n\nThe film is heedlessly ambitious. In a time of timid projects and easy formulas, \"The Red Violin'' has the kind of sweep and vision that we identify with elegant features from decades ago--films that followed a story thread from one character to another, such as \"Tales of Manhattan'' or \"La Ronde.'' There really is a little something here for everyone: music and culture, politics and passion, crime and intrigue, history and even the backstage intrigue of the auction business. Not many films can encompass a British aristocrat who likes to play the violin while he is having sex and a Chinese woman who risks her life to protect a violin from the martinets of the Cultural Revolution.\n\nThe violin is crafted in Cremona, Italy, in 1681--made by the craftsman Nicolo Bussotti (Carlo Cecchi) for his unborn son. But his wife, Anna (Irene Grazioli), dies in childbirth after hearing a series of prophecies from a village crone who reads the tarot deck. The cards provide a structure for flash-forwards to the future adventures of the violin, and at the same time there is a flashback structure, as bidders arrive at the auction house in Montreal and we learn why they desire the instrument.\n\nThe film is easy to follow, and yet reveals its secrets slyly. The story of the violin is a series of stories involving the people who own it over a period of 300 years. Then there is another story, hinted at, slowly revealing itself, involving an expert evaluator of instruments (Samuel L. Jackson). He is the person who proves that this is indeed Bussotti's famous red violin and solves the mystery of its color. He is also perhaps the person best equipped to appreciate how rare and wonderful the instrument is--but, like many passionate connoisseurs, he lacks the wealth to match his tastes. His plans for the instruments supply a suspenseful ending to a movie that has already given us just about everything else.\n\nThe film was directed by the Canadian Francois Girard and written by him and actor-director Don McKellar. They also co-wrote Girard's brilliant first film, \"32 Short Films about Glenn Gould'' (1994), which considered the life and work of the great Canadian pianist in 32 separate episodes. \"The Red Violin'' uses a similar approach, spinning stories and tones out of the central thread.\n\nAfter the opening sequence involving Bussotti, the violin drifts into the hands of an order of monks, and we rejoin it 100 years later at their orphanage. They dote on a young prodigy named Kasper (Christoph Koncz), who plays with purity of an angel. The musician Poussin (Jean-Luc Bideau), expert but poor, hears the boy play and adopts him on the spot, despite the doubts of his wife. This sequence develops tenderly, as the old couple grow to love the boy--who sleeps with his violin.\n\nFlash-forward. The violin is in the possession of gypsies (I am not revealing the details of the transfers). It is played by many hands and travels from Poland to England, where in the 19th century, it is heard by a rich virtuoso named Frederick Pope (Jason Flemyng), who incorporates it into his concerts and into his lovemaking with his mistress Victoria (Greta Scacchi). It is she who fires a bullet at it. The violin next surfaces in a pawn shop in Shanghai, where during the Cultural Revolution, it stands as a symbol of Western decadence. It's defended by a brave musician, who points out that Beethoven and Prokofiev were revolutionaries, but is saved only when a music lover (Sylvia Chang) risks her life. Eventually the now-capitalist Chinese government sends it off to Montreal, where it attracts the attention of the Samuel L. Jackson character.\n\nA brief outline doesn't begin to suggest the intelligence and appeal of the film. The story hook has been used before. \"Tales of Manhattan'' followed an evening coat from person to person, and \"The Yellow Rolls-Royce'' followed a car. Max Ophuls' \"La Ronde'' (1950), Luis Bunuel's \"The Phantom of Liberty'' (1974) and Richard Linklater's \"Slacker'' (1991) all follow chains of characters, entering a scene with one person and exiting it with another.\n\nSuch structures take advantage of two contradictory qualities of film: It is literal, so that we tend to believe what we see, and it is fluid, not tied down to times and places. All of those titles more or less observe time and place, however; \"The Red Violin'' follows not a person or a coat, but an idea: the idea that humans in all times and places are powerfully moved, or threatened, by the possibility that with our hands and minds we can create something that is perfect.", "running_time": 126, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-06-18", "genres": ["Drama", "Music", "Mystery", "Romance", "Thriller"], "title": "The Red Violin (1999)"}