{"url": "http://www.rogerebert.com/reviews/the-matrix-revolutions-2003", "by": "Keanu Reevesas Neo", "star_rating": 3.0, "text": "My admiration for \"The Matrix Revolutions\" is limited only by the awkward fact that I don't much give a damn what happens to any of the characters. If I cared more about Neo, Morpheus, Niobe and the others, there'd be more fire in my heart. But my regard is more for the technical triumph of the movie, less for the emotions it evokes. Neo is no more intended to have deep psychological realism than Indiana Jones, but the thing is, I liked Indy and hoped he got out in one piece -- while my concern about Neo has been jerked around by so many layers of whether he's real or not, and whether he's really doing what he seems to be doing, that finally I measure my concern for him not in affection but more like the score in a video game.\n\nConsider too the apocalyptic battle scene of the movie, as the vast, mechanical, all too symbolic screw of the Machines penetrates the dome of Zion and unleashes the Sentinels, nasty whiplashing octopi. The humans fight back by climbing into fearsome robotic fighting machines, so their muscles control more powerful muscles made of steel and cybernetics. Each of their surrogate arms ends in a mighty machinegun that sprays limitless streams of ammo at the enemy.\n\nIt's all well done in a technical way (the computer-generated special effects are awesome), but I'm thinking: (a) The Machines use machines, so shouldn't the humans be fighting back in a more human manner? and then (b) But it's silly of me to think in this way, because neither the humans or Machines are really there, and what we're seeing are avatars in a computer program. Who wins the battle wins the world, but the world is not what we see; what we see is a projection of the cyber-reality of the Matrix.\n\nOr is it? See, that's where I get confused. Do humans have a separate physical reality and did they really construct Zion, that city buried deep within the earth, and is it really there, made of molecules and elements? Because if they do and if they did, then why don't the Machines just nuke them?\n\nWhy all the slithering mechanical octopi? And why, in a society that is unimaginably advanced over our own, are machineguns still used, anyway? So it would seem that the battle is a virtual battle, not a real one, and that impression is reinforced by the way the laws of physics seem to be on hold; as Niobe and Morpheus race to the rescue in their speeding ship, for example, it bounces off the walls and sheds so many vital parts that if it were a real ship, it would have crashed.\n\nI am sure my information is flawed. No doubt I will get countless e-mails explaining or demonstrating my ignorance in tiresome detail. But the thing is: A movie should not depend on the answers to questions like this for its effect. The first \"Matrix\" was the best because it really did toy with the conflict between illusion and reality -- between the world we think we inhabit, and its underlying nature. The problem of \"Matrix Reloaded\" and \"Matrix Revolutions\" is that they are action pictures that are forced to exist in a world that undercuts the reality of the action.\n\nThere is, to be sure, the movie's underlying philosophy, but this grows more underwhelming as the series continues. When Neo finally sits down with the Oracle (Mary Alice) and demands the 411, what he gets is about what you'd pay 50 bucks for from a storefront Tarot reader. When the dust has settled and we all look back on the trilogy from a hype-free zone, we'll realize that the first movie inspired its fans to imagine that astonishing philosophical revelations would be made, and the series hasn't been able to live up to those anticipations. Maybe that would have been impossible. No matter how luridly the barker describes the wonders inside his tent, it's always just another sideshow.\n\nStill, in a basic and undeniable sense, this is a good movie, and fans who have earned their credit hours with the first two will want to see this one and graduate. To the degree that I was able to put aside my questions, forget logic, disregard continuity problems and immerse myself in the moment, \"The Matrix Revolutions\" is a terrific action achievement. Andy and Larry Wachowski have concluded their trilogy with all barrels blazing. Their final apocalypse in the bowels of the Earth plays like \"Metropolis\" on steroids. There are sights here to stir the sense of wonder, and a marriage between live action and special effects that is about as good as these things get in the movies.\n\nIt's a rich irony that the story is about humans occupying a world generated by computers, and the movie consists of actors occupying a world also created by computers. Neo may or may not exist in a universe created by computers, but Keanu Reeves certainly does.\n\nNote: \"The Matrix Reloaded\" was notable for the number of key characters who are black; this time, what we notice is how many strong women there are. Two women operate a bazooka team, Niobe flies the ship, the women have muscles, they kick ass, and this isn't your grandmother's Second Sex anymore.", "running_time": 129, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-11-05", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "The Matrix Revolutions (2003)"}