{"url": "http://www.rogerebert.com/reviews/the-last-rites-of-joe-may-2011", "by": "Dennis Farinaas Joe May", "star_rating": 3.5, "text": "You meet guys like Joe May. They can get you a price on some merchandise that fell off the back of some truck. in the performance of his career, Dennis Farina depicts the type flawlessly in \"The Last Rites of Joe May.\" He looks into the type and sees the man inside: proud, weary, fearful.\n\nThis movie takes place on the West Side of Chicago, without a single \"beauty shot.\" Not a skyscraper in sight. Only gray, cold streets, shabby bars and forlorn bus stops. Joe May has just been released from Cook County Hospital after a siege of pneumonia that nearly killed him. Before he goes home, he goes to a bar. \"Jeez, I thought you was dead,\" the bartender says. Nothing about how he's glad to see Joe is alive.\n\nWhen he gets to his apartment, Joe moves cautiously. Farina is a former Chicago cop and knows how to enter an apartment you're not sure about. It's been entered, yes — by Jenny Rapp (Jamie Anne Allman) and her daughter, Angelina (Meredith Droeger). They live there now. Joe lived there for years, but the landlord thought he was dead and rented it out. \n\nNow begins the final act of Joe's life. He hunches his shoulders inside his coat, which is too thin against the chill. He goes to visit his old pal Billy (Chelcie Ross) in a retirement home, tapping on the ground-floor window to announce his arrival. He goes to visit a man named Lenny (Gary Cole), whose office is a back table in a bar and who knows about stuff that falls off trucks. \n\nHe sleeps one night outdoors, and then Jenny tells him he can sleep in his old apartment. This isn't romance. It's a rent-sharing arrangement.\n\nJoe and Angelina, the daughter, get along right away. They feel natural together. You hardly ever see a bad performance by a child actor, but young Meredith Droeger is especially good in this role. Joe also encounters Stanley Buczkowski (Ian Barford), Jenny's boyfriend, who is a cop and who sometimes hits her. That goes down wrong with Joe May.\n\nThe film, written and directed by Joe Maggio, only has this handful of characters and looks at them carefully. The dialogue is right, the conflicts are simple and sincere, the hopes are touching. Joe talks Lenny into letting him move some stolen lamb chops and has dreams even at his age of somehow becoming a big-time hustler. He carries himself as if he'd once been a bigger man in the neighborhood.\n\nHustling the hot merchandise doesn't work out so well. Without his planning it that way, Jenny and Angelina become the most important thing in Joe's life — not in terms of romance, but in terms of the responsibilities of being stand-up guy.\n\nJoe Maggio is a sure-handed director with a good eye. I didn't see his straight-to-DVD horror film \"Bitter Feast\" (2010), but it got respectful reviews. Here he must have starting writing with two elements in his mind: The winter streets of Chicago, and Dennis Farina, who has been so good for so long in supporting roles. \"Joe May\" evokes winters in Chicago neighborhoods far from the skyscrapers. The days grow short. Men with their fists punched into their pockets wish they had gloves. Some of them keep their coats on inside the bar. And Joe May, making the rounds of what's left of his life, gathers his will to make a last stand.", "running_time": 106, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-21", "genres": ["Drama"], "title": "The Last Rites of Joe May (2011)"}