{"url": "http://www.rogerebert.com/reviews/the-grocers-son-2008", "by": "Nicolas Cazaleas Antoine", "star_rating": 3.0, "text": "The term \"coming of age\" always seems to apply to teenagers. But you can come of age in your 20s, 30s, 40s or maybe never. I define it as beginning to value other people for who they are, rather than what they can do for you.\n\nAntoine (Nicolas Cazale) is 30-ish, lives in a cluttered room in Paris, left home 10 years ago, promising never to return to the village where his parents ran the only grocery store. His father has a heart attack, and that forces him to go to the hospital for a reunion with his brother and mother, who he has avoided. She comes home to his room to spend the night, and what with one thing and another, he reluctantly returns to the village to help her with the business.\rThat means taking over his father's daily route with a van packed with groceries, produce and provisions. He already knows the route -- probably learned it going along as a kid. It takes him through the painterly landscape of Provence, stopping at particular homes or crossroads where old people depend on the service. A popular item seems to be tinned peas. Antoine is not the model of friendliness. He curtly advises one old-timer to pay his tab and rejects his father's long-standing arrangement to barter with another for eggs.\rMadame Sforza, his mother (Jeanne Goupil), is a sunny woman with a lovely smile and wisely doesn't push him too hard. Francois, his brother (Stephan Guerin-Tillie), visits, and they fight, as usual. And there is another visitor. This is Claire (Clotilde Hesme), who lives across the hall from him in Paris. \"And this would be my room?\" she asks Mme. Sforza. \"You're not sleeping with Antoine?\" she asks. \"We don't sleep together,\" Claire explains. \"That's good,\" the mother says. \"Rare, but good.\"\rIt is clear that his mother is curious about the exact relationship between Antoine and Claire, who is taking a correspondence course to be admitted to a Spanish university. The two young people obviously like each other and would be a good match, but Antoine is too self-centered and selfish to open himself to her. Nor is he any good with customers, he is informed by his Paris friend Hassan, who also runs a grocery. Antoine seems to find it difficult to release the words \"thank you.\"\rYou can probably guess the trajectory of the story. But it's not really the destination that makes this a charmer, it's the journey there, mostly by grocery van. The side of the truck opens and is propped up to display the goods inside. When the side falls down and flattens old Lucienne (Liliane Rovere), who is none too pleased with Antoine's prices anyway, she walks out to the van at the next visit wearing a bowl on her head.\rThe film was directed and co-written by Eric Guirado, who reportedly followed and observed country grocers on their routes. He works gently. The summer unfolds slowly. Claire goes back to Paris. The father arrives from Paris. The countryside is calm and seductive. The mother soldiers on, keeping the store open late \"to help people.\" And Antoine comes of age. That's all the film is, apart from having humor, warmth, kindness, insight and scenery. That's enough.", "running_time": 96, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-08-26", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Grocer's Son (2008)"}