{"url": "http://www.rogerebert.com/reviews/the-killer-elite-1975", "by": null, "star_rating": 2.5, "text": "Sam Peckinpah's \"The Killer Elite\" is directed and acted with a certain nice style, but it puts us through so many convolutions of the plot that finally we just don't care. After \"Three Days of the Condor\" and all the other variations on the CIA betrayal theme, we've been here before. The guys who are doublecrossing each other stand around talking about divided loyalties and professionalism doing their best to sound bitter and cynical and somehow idealistic and it'd be a relief if they'd just shoot each other and get it over with.\n\nThe movie's about an agent (James Caan) who's double-crossed by an old friend (Robert Duvall) who tries to kill him. The assassination doesn't succeed, but Caan's left elbow and knee are shattered, and he spends the first half hour of the movie walking around like the $6 million man with a blown fuse. He's game, though, and takes karate lessons so he can learn how to turn his cane into an instrument of vengeance. Then he gets a call to take another job.\n\nThe job involves machinations so complicated that I wonder if I've got it right. As nearly as I could tell, the leader of a dissenting Japanese political organization has been marked for assassination, and the CIA wants to protect him until he gets out of the United States. When he gets back to Japan, he'll be killed anyway, but through some process of deep CIA thinking, that won't matter. So Caan puts together a team made up of one agent who's retired and another one who's gunhappy, and their job is to smuggle the leader, his daughter and followers out of San Francisco and to an offshore rendezvous.\n\nNow it just so happens (it always does at this point in spy movies) that Duvall has been hired to kill the Japanese leader and that both Duvall and Caan are being paid by the same third party. Why? Why spend good money on both sides of the same fight. The movie never gets around to answering that question, although Duvall and Caan have a final meeting at which they talk about money and how it's all only a job, and Caan in particular is pretty good at the obligatory irony.\n\nYou may have gathered that the story's fairly silly. What saves the movie, to a certain extent, is Peckinpah's use of his San Francisco locations and the skill of some of the performances. The movie's final scenes take place aboard one of many obsolete Navy warships anchored in mothballs off San Francisco and, although there's no reason in the world why everyone would have to be out there, the ships provide a curious quality to the fighting that follows; they're mute observers, they tone down the violence and make it seem futile, which is probably what Peckinpah wanted.\n\nThere's also the James Caan performance, quietly humorous at times, and a really nice supporting job by Gig Young as the wisecracking former agent who talks out of the side of his mouth and is always toying with his hat. At one point, after a chase scene with Young at the wheel of a Yellow Cab, it turns out that there's a bomb ticking under the cab. Young detaches the bomb while a cop decides whether to make an arrest, and then gives the cop the bomb with the observation that it looks like it's set to go off in two minutes. The cop, foolishly brave, races away to throw the bomb into the bay, and our heroes escape but, curiously, Peckinpah never gives the scene a proper payoff. It's been one of the best moments in his movie, but he lets it die.\n\nIt's a little like that with the whole movie. There are moments of interest, some good dialog, some interesting situations, but nothing quite comes together. The plot grows so hopelessly entangled that we (and Peckinpah?) give up trying to make sense of it, and then the movie just sort of ends. It has a certain promise, though.", "running_time": 122, "mpaa_rating": "PG", "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Thriller"], "title": "The Killer Elite (1975)"}