{"url": "http://www.rogerebert.com/reviews/the-muppets-take-manhattan-1984", "by": null, "star_rating": 3.0, "text": "Dear Kermit,\n\nI hope you will take this in the right spirit. I know you've been tortured for some years now by an identity crisis, ever since you were discovered sitting on that log down in the swamp, strumming on your ukulele. Stardom happened almost overnight, and here you are in your third starring vehicle, \"The Muppets Take Manhattan.\" Yet you still don't know who you really are.\n\nYou are obviously not a frog. You have none of the attributes of a frog, except for your appearance and your name. In your first film, \"The Muppet Movie,\" you were sort of a greenish overgrown pop singer, an amphibian Frankie Avalon. In your second movie, \"The Great Muppet Caper,\" you were cast adrift in a plot that really belonged to the human guest stars. You basically had a supporting role, making the humans look good. Only in \"The Muppets Take Manhattan,\" your third film, do you really seem to come into your own. You take charge. You are the central figure in the plot, you do not allow yourself to get shouldered aside by Miss Piggy, and you seem thoroughly at home with the requirements of genre, stereotype, and cliché. In the 1940s, you would have been under contract to MGM. \n\nThe plot of your movie has been seen before. I doubt if that will come as news to you. \"The Muppets Take Manhattan\" is yet another retread of the reliable old formula in which somebody says \"Hey, gang! Our senior class musical show is so good, I'll bet we could be stars on Broadway!\" The fact that this plot is not original does not deter you, Kermit, nor should it. It's still a good plot.\n\nI liked the scenes in which you persevered. I liked the way you went to New York and challenged the stubborn agents like Dabney Coleman, and upstaged Liza Minnelli in Sardi's. I especially liked the scenes where you supported yourself by waiting tables in a greasy spoon cafe with rats in the kitchen and a Greek owner who specialized in philosophical statements that didn't make any sense. I even liked Miss Piggy's scenes, especially her childhood memories. I gasped at the wedding scene, in which you finally married her. I refrained from speculating about your wedding night -- and speculation is all your G-rated movie left me with.\n\nIn short, I liked just about everything about your movie. But what I liked best was your discovery of self. Kermit, you are no longer a frog with an identity crisis. You've found the right persona, old boy, and it will see you through a dozen more movies. It was clear to me from the moment you took your curtain call and basked in the spotlight. Kermit, this may come as a shock, but you're Mickey Rooney in a frog suit. Think about it. You're short. You're cute. You never say die. You keep smilin'. You have a philosophy for everything. You appear only in wholesome, G-rated movies. And sex bombs like Liza Minnelli only kiss you on the cheek.\n\nOne word of advice. Dump Miss Piggy. Stage a talent search for a Liza Minnelli Muppet. Mickey Rooney made a lot of movies with Liza's mother before you were hatched, Kermit, and now it's your turn. Move fast, kid, before you croak.", "running_time": 94, "mpaa_rating": "G", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Family", "Music"], "title": "The Muppets Take Manhattan (1984)"}