{"url": "http://www.rogerebert.com/reviews/the-promise-2006", "by": "Dong-Gun Jangas Kunlun", "star_rating": 1.5, "text": "\"The Promise\" is pretty much a mess of a movie; the acting is overwrought, the plot is too tangled to play like anything but a plot, and although I know you can create terrific special effects at home in the basement on your computer, the CGI work in this movie looks like it was done with a dial-up connection. What a disappointment from Chen Kaige, who has made great movies (\"Farewell, My Concubine\") and no doubt will make them again.\n\nThe plot involves a touch of the crucial romantic misunderstanding in \"Vertigo.\" Princess Qingcheng (Cecilia Cheung) thinks she is in love with the great Gen. Guangming (Hiroyuki Sanada), who has saved her life after she offended the King. But actually she is in love with the slave Kunlun (Dong-Gun Jang), who is impersonating the general. Kunlun has been assigned to protect the king from an outlander assassin named Wuhuan (Nicholas Tse) and another assassin named Snow Wolf (Liu Ye). This is all going to be on the final.\n\nQingcheng's love for the general (or Kunlun) is doomed whether or not she discovers that the former slave is impersonating his master. That is because in the early scenes of the movie, we saw Qingcheng as a child, being told by the Goddess Manshen (Hong Chen) that although she will have beauty and power and be a princess, she will lose every man she ever loves. This has possibilities. Since she loves Kunlun (thinking he is the general), what would happen if Kunlun were lost as per the prophecy, and she ended up with the real general? Would she then think she loved him and live happily ever after, not realizing he is not really the man she loves? Would her mistake grant him immunity? At some point I wanted James Stewart to appear and herd everybody up into a bell tower.\n\nOne of Kunlun's gifts is the ability to run really, really fast. I'm thinking of The Flash here. The problem with attaining that velocity is that Kunlun obviously must abandon the world of gravity and physical reality, and become a computer-generated graphic, and you know, it's a funny thing, CGI running may be faster than real running but it never seems like anybody is really working at it. We're watching an effect instead of an achievement.\n\nThe CGI work in the movie is cheesy. One problem with CGI is that it inspires greed in directors. Chen Kaige reportedly had 1,000 real extras for one of his battle scenes, and considering that Orson Welles put on a great battle in \"Falstaff\" with closeups of about nine actors, that should have been plenty. But no. He uses CGI to multiply those soldiers until they take on all the reality of the hordes of \"Troy,\" who were so numerous that in one shot, it was obvious they would all fit inside their city only by standing on one another's shoulders. Enough is enough.\n\nAnother difficulty is that the story is never organized clearly enough to generate much concern in our minds. The characters are not people but collections of attributes, and isn't it generally true that the more sensational an action scene, the less we care about the people in it? It's as if the scene signals us that it's about itself, and the characters are spectators just as we are.\n\nI spent a fair amount of time puzzling over my notes and rummaging on the Web for hints about the details of the plot, and in the process discovered a new Movie Law. You are familiar with the Law of Symbolism: If you have to ask what something symbolized, it didn't.\n\nNow here is the Law of Plots: If you can't describe it with clarity, there wasn't one. I know someone will throw up \"Syriana\" as an objection, but there is a difference between a plot that is about confusion, and a plot that is merely confused.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-05-04", "genres": ["Action", "Drama", "Fantasy", "Foreign", "Romance", "Science Fiction", "Thriller"], "title": "The Promise (2006)"}