{"url": "http://www.rogerebert.com/reviews/the-ladies-man-2000", "by": "Tim Meadowsas Leon Phelps", "star_rating": 1.0, "text": "\"The Ladies Man\" is yet another desperately unfunny feature-length spin-off from \"Saturday Night Live,\" a TV show that would not survive on local access if it were as bad as most of the movies it inspires. There have been good \"SNL\" movies, like \"Wayne's World,\" \"The Blues Brothers\" and \"Stuart Saves His Family.\" They all have one thing in common: \"SNL\" producer Lorne Michaels was not primarily responsible for them.\n\nMichaels had nothing to do with \"Stuart\" and \"Blues Brothers.\" Credit for the glories of the \"Wayne's World\" pictures, which he did produce, should arguably go to with their directors and stars. Mike Myers went on to \"Austin Powers.\" Michaels went on to \"Coneheads,\" \"Superstar,\" \"A Night at the Roxbury,\" and now \"The Ladies Man.\" If I were a Hollywood executive, I would automatically turn down any Michaels \"SNL\" project on the reasonable grounds that apart from the Mike Myers movies, he has never made a good one. He doesn't even come close. His average star rating for the last four titles is 1.125. Just to put things in perspective, the last three Pauly Shore movies I reviewed scored 1.5.\n\n\"The Ladies Man,\" directed by Reginald (\"House Party\") Hudlin, stars Tim Meadows as Leon Phelps, a boundless enthusiastic seducer who seems stylistically and ideologically stuck in the sexist, early 1970s. The character, with his disco suits and giant afro, is funny on TV--but then so are most of the recurring \"SNL\" characters; that's why the show recycles them. At feature length, Leon loses his optimistic charm and slogs through a lame-brained formula story that doesn't understand him.\n\nHe plays a radio talk show host in Chicago (i.e., Toronto with CTA buses), who offers late-night advice to the sexually challenged. (To one lonely lady who can't seem to meet the right guy: \"Take yo panties off and hang out at the bus station.\") In real life he has extraordinary luck picking up girls, for reasons perhaps explained in one scene where he displays his equipment to a girl he's just met. We can't share the sight because he's standing on the other side of the bar, but from the way her face lights up while angelic music swells on the soundtrack, his pants obviously contain a spotlight and the Mormon Tabernacle Choir.\n\nLeon gets into trouble for what he says on the radio, is fired, and lands briefly at a Christian station, where he tries to sound devout but finds the struggle is too much for him. Following him loyally is his producer Julie (Karyn Parsons), who likes him because she can see he's a nice guy inside. Tiffani Thiessen co-stars as one of Leon's admirers, Billy Dee Williams is the bartender and narrator, and Julianne Moore has an inexplicable scene as the lustful Bloopie the Clown.\n\nThere is a painfully bad sequence involving bets in a bar about who is willing to eat what; it exists only to get a merde-eating scene into the movie. Meanwhile, a posse of outraged husbands forms on the Internet and wants to hunt Leon down for seducing their wives. They know they're all looking for the same guy because he has a smiley-face tattooed on his butt. At one point the outraged husbands have a song and dance scene. The movie makes the mistake of thinking it is funny because they sing and dance; next-level thinking would have suggested their song and dance be funny in itself.\n\nAll of the outraged husbands but one are white. Leon is black. The movie makes no point of this, for which we can be grateful, since lynch mobs are very hard to make amusing. Spike Lee's \"Bamboozled\" would have been funnier if this very movie, rather than a blackface minstrel show, had been offered as an example of black stereotypes marketed by white executives. While Lee's fictitious TV show could never conceivably be aired, \"The Ladies Man\" has been made and distributed and is in theaters as proof that Lee's pessimism is not exaggerated.", "running_time": 84, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-13", "genres": ["Comedy"], "title": "The Ladies Man (2000)"}