{"url": "http://www.rogerebert.com/reviews/the-big-town-1987", "by": "Matt Dillonas J. C. Cullen", "star_rating": 3.5, "text": "This story has been told a hundred times, and yet when it is told well it is always fun to watch it being told again. The kid comes from the small town to the big city. He has a gift. He signs up as a professional, working for some pretty tough people. He meets a good girl. He meets a bad girl. He meets a villain. He wants more independence than his employers will give him. At the end of the story, we don't have to be movie producers to know that he will reject the bad girl, embrace the good girl, defeat the villain, triumph in his big test and win his independence.\n\nThis story could be about baseball, jazz, open-heart surgery, computer programming, tap dancing or mind reading. In \"The Big Town,\" it's about gambling. Matt Dillon plays the farm boy from Iowa who keeps winning at the crap tables because he knows the odds cold and because he has amazingly good luck. Suzy Amis plays the good girl, a waitress supporting her small son. Diane Lane plays the bad girl, a stripper who is married to Tommy Lee Jones, who is the villain. The employers are Lee Grant and Bruce Dern, a married couple who are professional gamblers with a string of dice players, or \"arms,\" under contract.\n\nAdd a few character touches and you've got it. For example, Dern was blinded by acid years ago and is looking for the man who did it - a man with a heart tattooed on the inside of his wrist. Lane married Jones because she thought she'd get control of half of his business, but she was wrong. And Grant used to be in love with the Iowa gambler who sent Dillon to the big city to work for her.\n\nWhy am I persisting in describing so much of the plot? So you can see that the story has little to do with the brilliance of this film. \"The Big Town\" is compulsively watchable, not because of its plot, which is predictable down to the smallest detail, but because of its acting, its direction and its style. This is a great-looking movie that never steps wrong, and Dillon uses it to demonstrate once again that he is a master of unforced, natural acting. In a 1950s period film that's wall-to-wall with cliches, he never seems less than absolutely at home.\n\nDillon has some kind of spontaneous rapport with the camera. He never seems aware of it, never seems aware that he's playing a character. His acting is graceful and fluid, and his scenes always seem to start before their first shot so that we see him in the middle of a motion. \"The Big Town\" requires him to spend a lot of time shooting craps, and you wouldn't think it would be possible to bring anything new to the sight of a man throwing dice onto a table, but Dillon does. He has little moves, subtle small touches of body language, that make every throw important.\n\nThe actors around him also are good, especially Jones as the evil vice boss who has his best moments when he simply stands and looks at Dillon with eyes filled with hate. Amis, a newcomer, is fresh and appealing as the waitress who loves this small-town boy, and Lane is able to seem sincere to Dillon while letting us know she's calculating every move.\n\nThe look of the movie is effective in its studied artificiality. It's set in Chicago's South Loop, under the L tracks, in a series of exteriors and sets that are only supposed to represent both sides of a block or two. This is the 1950s back-lot look, brought to a location. The photography and the wall-to-wall period music on the soundtrack (Ivory Joe Hunter, Big Joe Turner, Little Willie John, Ray Charles, Red Sovine) get the right balance between the wickedness of the big city and the dreams of the small-town kid. The story is predictable, but the style had me on the edge of my seat.", "running_time": 109, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-09-25", "genres": ["Drama", "Romance"], "title": "The Big Town (1987)"}