{"url": "http://www.rogerebert.com/reviews/the-mothman-prophecies-2002", "by": "Richard Gereas John Klein", "star_rating": 2.0, "text": "\"The Mothman Prophecies\" claims to be based on a true story, which sent me racing to the Web for a little research. And, yes, there is a belief among the folks in Point Pleasant, W.Va., that a mothlike creature with red eyes can occasionally be glimpsed in the area. Some say he is a spirit evoked by a long-dead Indian chief. Others blame him for a deadly bridge collapse. John A. Keel has written a book about Mothman, and now here is this movie. The \"true story\" part involves the possible existence of Mothman; the human characters are, I believe, based not on facts but on an ancient tradition in horror movies, in which attractive people have unspeakable experiences.\n\nRichard Gere stars as a Washington Post reporter named John Klein, who is so happily married (to Debra Messing) that when they agree to buy a new house, they decide to test the floor of a closet for lovemaking purposes, to the surprise of the real-estate agent who walks in on them. If there's one thing you demand in a real-estate agent, it's the good judgment to leave a closet door closed when he hears the unmistakable sounds of coitus coming from behind it. Furthermore: Gere is 53. He's in great shape, but to make love at 53 on the floor of a closet with a real-estate agent lurking about is, I submit, not based on a true story.\n\nThen Klein and his wife are in a crash. \"You didn't see it, did you?\" she asks, and before she dies, she draws a picture of a mothlike creature she saw flattened against the windshield. Unlike most windshield bugs, this creature has many forms and lives, as Klein discovers when his life takes a turn into the twilight zone. Driving, as he thinks, to Virginia, he ends up hundreds of miles away in West Virginia, and when he knocks on a door for help, the frightened householder accuses Klein of having harassed him for three nights in a row.\n\nLaura Linney plays Connie Parker, a local cop. She trusts Klein, and together they get involved in a strange series of events, which culminate in a bridge collapse and a dramatic rescue of the sort that is always particularly annoying to me, because it displaces the focus of the movie. Is this a movie about the Mothman, or about a daring rescue after a bridge collapse? And since the Mothman presumably still exists, how does the happy ending after the bridge collapse really settle the story? It's lazy for a movie to avoid solving one problem by trying to distract us with the solution to another.\n\nThe director is Mark Pellington (\"Arlington Road\"), whose command of camera, pacing and the overall effect is so good, it deserves a better screenplay. The Mothman is singularly ineffective as a threat because it is only vaguely glimpsed, has no nature we can understand, doesn't operate under rules that the story can focus on, and seems to be involved in space-time shifts far beyond its presumed focus. There is also the problem that insects make unsatisfactory villains unless they are very big. Gere and Linney have some nice scenes together. I like the way he takes a beat of indecision before propelling himself into an action. This is Linney's first movie since \"You Can Count on Me,\" which won her an Oscar nomination. I saw it again recently and was astonished by her performance. The melancholy lesson seems to be, if you make a small independent movie for very little money and are wonderful in it, you can look forward to being paid a lot of money to appear in a big-budget production in which the talent that got you there is scarcely required.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-01-25", "genres": ["Drama", "Mystery", "Science Fiction", "Thriller"], "title": "The Mothman Prophecies (2002)"}