{"url": "http://www.rogerebert.com/reviews/the-lovely-bones-2010", "by": "Saoirse Ronanas Susie", "star_rating": 1.5, "text": "\"The Lovely Bones\" is a deplorable film with this message: If you're a 14-year-old girl who has been brutally raped and murdered by a serial killer, you have a lot to look forward to. You can get together in heaven with the other teenage victims of the same killer, and gaze down in benevolence upon your family members as they mourn you and realize what a wonderful person you were. Sure, you miss your friends, but your fellow fatalities come dancing to greet you in a meadow of wildflowers, and how cool is that?\n\nThe makers of this film seem to have given slight thought to the psychology of teenage girls, less to the possibility that there is no heaven, and none at all to the likelihood that if there is one, it will not resemble a happy gathering of new Facebook friends. In its version of the events, the serial killer can almost be seen as a hero for liberating these girls from the tiresome ordeal of growing up and dispatching them directly to the Elysian Fields. The film's primary effect was to make me squirmy.\n\nIt's based on the best-seller by Alice Sebold that everybody seemed to be reading a couple of years ago. I hope it's not faithful to the book; if it is, millions of Americans are scary. The murder of a young person is a tragedy, the murderer is a monster, and making the victim a sweet, poetic narrator is creepy. This movie sells the philosophy that even evil things are God's will, and their victims are happier now. Isn't it nice to think so. I think it's best if they don't happen at all. But if they do, why pretend they don't hurt? Those girls are dead.\n\nI'm assured, however, that Sebold's novel is well-written and sensitive. I presume the director, Peter Jackson, has distorted elements to fit his own \"vision,\" which involves nearly as many special effects in some sequences as his \"Lord of the Rings\" trilogy. A more useful way to deal with this material would be with observant, subtle performances in a thoughtful screenplay. It's not a feel-good story. Perhaps Jackson's team made the mistake of fearing the novel was too dark. But its millions of readers must know it's not like this. The target audience might be doom-besotted teenage girls -- the \"Twilight\" crowd.\n\nThe owner of the lovely bones is named Susie Salmon (Saoirse Ronan, a very good young actress, who cannot be faulted here). The heaven Susie occupies looks a little like a Flower Power world in the kind of fantasy that, murdered in 1973, she might have imagined. Seems to me that heaven, by definition outside time and space, would have neither colors nor a lack of colors -- would be a state with no sensations. Nor would there be thinking there, let alone narration. In an eternity spent in the presence of infinite goodness, you don't go around thinking, \"Man! Is this great!\" You simply are. I have a lot of theologians on my side here.\n\nBut no. From her movie-set Valhalla, Susie gazes down as her mother (Rachel Weisz) grieves and her father (Mark Wahlberg) tries to solve the case himself. There's not much of a case to solve; we know who the killer is almost from the get-go, and, under the Law of Economy of Characters that's who he has to be, because (a) he's played by an otherwise unnecessary movie star, and (b) there's no one else in the movie it could be.\n\nHere's something bittersweet. Weisz and Wahlberg are effective as the parents. Because the pyrotechnics are mostly upstairs with the special effects, all they need to be are convincing parents who have lost their daughter. This they do with touching subtlety. We also meet one of Susie's grandmothers (Susan Sarandon), an unwise drinker who comes on to provide hard-boiled comic relief, in the Shakespearean tradition that every tragedy needs its clown. Well, she's good, too. This whole film is Jackson's fault.\n\nIt doesn't fail simply because I suspect its message. It fails on its own terms. It isn't emotionally convincing that this girl, having had these experiences and destined apparently to be 14 forever (although cleaned up and with a new wardrobe), would produce this heavenly creature. What's left for us to pity? We should all end up like her, and the sooner the better; preferably not after being raped and murdered.", "running_time": 135, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-01-13", "genres": ["Drama", "Fantasy", "Foreign", "Science Fiction", "Thriller"], "title": "The Lovely Bones (2010)"}