{"url": "http://www.rogerebert.com/reviews/the-shooting-party-1985", "by": "James Masonas Sir Randolph Nettleby", "star_rating": 3.0, "text": "\"The Shooting Party\" begins, with suitable irony, in the days just before World War I, when the British upper class was able to look out over a world that seemed secure, prosperous and unchanging. A group of guests arrive at a country home for a weekend of shooting, and by the end of the weekend a tragedy has occurred, and even the narrator can see the storms of Europe gathering on the horizon. There are many similarities here to Jean Renoir's great film \"The Rules of the Game,\" which showed the French social order breaking up on the eve of World War II, but \"The Shooting Party\" is smaller, quieter and gloomier.\n\nThe central characters in the movie are two quite different specimens of the aristocracy: Sir Randolph Nettleby, played by James Mason in his last performance, and Lord Hartlip, played by Edward Fox, that tall, diffident British actor who can effortlessly project understated courage, and this time is equally successful at creating understated priggery and evil conceit. Sir Randolph rules with an easy, almost weary charm over his far-flung establishment, which includes not only the usual relatives, guests and houseservants, but also the residents of the rural district, including Tom Harker (Gordon Jackson), a game-poacher who is nevertheless well known and liked by everyone. Indeed, when an extra hand is needed to work as a loader and guide, Harker is hired to come along on the shooting party - assisting his betters to do legally in the morning what he himself does illegally at night.\n\nThe movie develops quietly. There are vignettes of life in the great country house: a masquerade party, the backstairs games of the children, a small boy's love for his pet duck, the sly intrigues and flirtations, the sometimes bitter private conversations between husbands and wives. Sir Randolph lives in this world by habit and custom, as he has for many years, and James Mason brings to the role an air of contented civility. At one point, he is writing in his journal when a grandchild interrupts him. He explains: \"It is always good to spend part of each day writing down your thoughts. That way you will not have to bother others with them.\"\n\nThe dialogue in the film is frequently at that level of very quiet, ironic economy. Meanwhile, we grow more familiar with the tensions underlying the shooting party, and particularly a rivalry that grows up between Fox and Lionel Stephens (Rupert Frazer), who boasts that he has shot more birds than Fox, and who also perhaps has started to impress Fox's wife. One morning in the fields, the undeclared contest grows so intense that Fox fires off a final shot after the order has been given to cease firing - and he hits Jackson, the game-poacher, in the face.\n\nAll of the film's themes come together in the final scenes, as Mason attempts to comfort Jackson, and as Fox stiffly promises \"to make it right - financially, that is.\" When Mason turns to Fox and says, very quietly, \"You were not shooting like a gentleman,\" there is more violence on the screen than at any time during the shooting. This is the sort of small, intelligent and civilized film that we have to find in Europe, because American actors of the same caliber would not want to appear in small roles with so many of their equals. The movie is a reminder that American films are usually about one or two stars and a handful of well-known character actors, while Europeans are still capable of pitching in together for an ensemble piece. There is nothing new in the message of this film, but a great deal of artistry in its telling.", "running_time": 97, "mpaa_rating": null, "release_year": 1985, "date_published": "1985-09-23", "genres": ["Drama", "Romance"], "title": "The Shooting Party (1985)"}