{"url": "http://www.rogerebert.com/reviews/the-gauntlet-1977", "by": "Sondra Lockeas Gus Mally", "star_rating": 3.0, "text": "\"The Gauntlet\" is classic Clint Eastwood: fast, furious, and funny. It tells a cheerfully preposterous story with great energy and a lot of style, and nobody seems more at home in this sort of action movie than Eastwood. He plays a cop again this time, but not a supercop like Dirty Harry Callahan. He's a detective from Phoenix, and no hero: He drives up in front of police headquarters, opens his car door, and a whiskey bottle crashes to the street.\n\nEastwood hasn't compiled the most stellar record in the department, but somehow the police commissioner thinks he's the right man for the next assignment: Fly to Las Vegas, take custody of a hooker there, and bring her back to Phoenix to be a witness in an important court case. It sounds routine to Eastwood, until he flies to Vegas, takes custody, and discovers that the Mafia is quoting sixty-to-one odds against his witness leaving Nevada alive. Maybe, he begins to suspect, this isn't a totally typical witness....\n\nThe witness (played by Sondra Locke) isn't a totally typical hooker, either. She's a college graduate, spunky, pleasant. She tells Eastwood he'd be wise to catch the next flight home, because there's a contract out on her. Eastwood's too stubborn. He's taken the assignment and he'll carry it out through hell and high water (which turn out to be just about the only two things he doesn't have to survive on this mission).\n\nThe return trip gets off to a slightly shaky start when they survive an auto bomb. Then, after Eastwood commandeers an ambulance, they're involved in a high-speed chase with three gunmen. They take refuge in Locke's house, which is promptly surrounded by dozens of police marksmen, who open fire, achieving overkill so completely that (in one of the movie's many mixtures of humor and violence), the house simply topples over. Still ahead of them are nights in the desert, an encounter with Hell's Angels, a fight on a moving freight train, a chase in which their motorcycle is pursued by a rifle marksman in a helicopter ... and then the grand finale, in which Eastwood hijacks a passenger bus, armor-plates it, and drives himself and his witness through downtown Phoenix against a hail of machine-gun fire. You see what I mean about the plot's being cheerfully preposterous.\n\nEastwood directed himself again this time, and he's a good action craftsman (as \"The Outlaw Josey Wales\" demonstrated). He's also good at developing relationships; despite the movie's barrage of violence, there's a nice pacing as his cop and hooker slog through their ordeals and begin to like and respect one another. As in most Eastwood movies, by the way, the woman's role is a good one: Eastwood has such a macho image that maybe people haven't noticed that his female sidekicks (like Tyne Daly, Dirty Harry's partner in \"The Enforcer\") have minds of their own and are never intended to be merely decorative.\n\n\"The Gauntlet\" will no doubt be attacked in various quarters because of its violence, but it's a harmless, pop-art type of violence, often with a comic quality. The wall of gunfire during the final bus ride up the steps of the Hall of Justice, for example, is an extravaganza of sound and action during which, incredibly, no one is killed. Eastwood himself fires his pistol only twice: once at a door, and once at a gas tank.", "running_time": 111, "mpaa_rating": "R", "release_year": 1977, "date_published": "1977-01-01", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "The Gauntlet (1977)"}