{"url": "http://www.rogerebert.com/reviews/the-patriot-2000", "by": "Mel Gibsonas Benjamin Martin", "star_rating": 3.0, "text": "\"The Patriot'' is a fable arguing the futility of pacifism, set against the backdrop of the Revolutionary War. It is rousing and entertaining, and you get your money's worth, but there isn't an idea in it that will stand up to thoughtful scrutiny.\n\nThe British are seen as gentlemanly fops or sadistic monsters, and the Americans come in two categories: brave or braver. Those who have a serious interest in the period will find it a cartoon; those raised on summer action movies will find it more stimulating than most.\n\nMel Gibson stars, in a powerful and effective performance, as a widower named Benjamin Martin with seven children. He saw enough of battle in the French and Indian Wars, and was frightened by what he learned about himself. He counsels a treaty with King George. Asked about his principles by an old comrade in arms (Chris Cooper), he replies, \"I'm a parent. I haven't got the luxury of principles.'' But he gets some in a hurry, after the monstrous British Col. William Tavington (Jason Isaacs), arrests Martin's eldest son Gabriel (Heath Ledger) and takes him away to be hanged, after first shooting another of Martin's sons just for the hell of it and burning down his house.\n\nSince Martin had merely been treating the wounded of both sides in his home, this seems excessive, and in the long run turns out to be extremely unwise for the British, since Martin goes on to more or less single-handedly mastermind their defeat. There must have been many British officers less cruel--but none would have served the screenplay's purpose, which is to show Martin driven berserk by grief, rage and the need for revenge.\n\nThe following sequence is the film's most disturbing. Martin and his sons hide in the woods and ambush Tavington and his soldiers; eventually the battle comes down to hand-to-hand fighting (with Martin wielding a tomahawk). Gabriel is freed, and the younger boys get a taste for blood (\"I'm glad I killed them!'' one of the tykes cries. \"I'm glad!''). The movie's scenes of carnage have more impact than the multiple killings in a film like \"Shaft,'' because they are personal, not technical; individual soldiers, frightened and ill-prepared, are fighting for their lives, while in the modern action movies, most of the victims are pop-up arcade targets.\n\nThe big players in the war (George Washington, King George) are far offscreen, although we do meet Gen. Cornwallis (Tom Wilkinson), a British leader who promotes a \"gentlemanly'' conduct of the war and rebukes Tavington for his brutality. Still, when the Americans refuse to \"fight fair'' and adopt hit-and-run guerrilla tactics against the British (who march in orderly ranks into gunfire), Cornwallis bends enough to authorize the evil colonel to take what steps are necessary to bring down Martin (by now legendary as \"the Ghost'').\n\nThe movie's battle scenes come in two flavors--harrowing and unlikely. Two battles near the beginning of the film are conveniently fought in open fields visible from the upper windows of houses, so onlookers have excellent seats for the show and can supply a running narration. No doubt revolutionary battles were fought right there in the pasture, but would Benjamin Martin allow his kids to stand in the windows, or tell them to hide in the barn? The \"real'' battles are grueling tests of men and horses, as soldiers march into withering fire, and the survivors draw their swords or fix their bayonets for blood-soaked combat in close quarters. These battles seem anarchic and pitiless, and respect the movie convention that bitter rivals will sooner or later find themselves face to face. The scenes are well-staged by the director, Roland Emmerich, working from a script by Robert Rodat, the same man who wrote \"Saving Private Ryan,'' with its equally appalling battle scenes.\n\nHollywood movies are at pains these days to provide a role for a heroic African-American or two. A role for a black sailor was found in the segregated U.S. Navy submarine corps in \"U-571'' (he was a mess orderly). Now we have a black slave who fights beside white men (even those who hate him) because Gen. Washington has promised freedom for all slaves who fight for a year. Good enough, but why not go all the way and give this character dialogue and a real role to play--instead of demeaningly using him only to count down the months and days until his freedom? When the former slave finally gets two whole sentences in a row, at the end, he quotes Martin's son: \"Gabriel said if we won the war, we could build a whole new world. We could get started right here with your home.'' Uh-huh. Why not get started with your own home? The movie offers light comic relief to ease the tension (Martin's handmade chairs keep collapsing beneath him), and a love story (Gabriel falls for Ann, a plucky colonial girl who catches his eye with a patriotic speech). Ann's father is a deaf man who misunderstands things. When Gabriel asks permission to write Ann, the old man at first takes offense. Then he says, \"Oh ... write her! Of course you may.'' What did he think Gabriel had asked? Meanwhile, there's even female company for the hard-bitten Benjamin Martin, who asks the sister of his dead wife, \"May I sit here?'' Her answer got laughs in the screening I attended: \"It's a free country--or at least, it will be.'' These passages and others (including the Dead Man Who Is Not Really Dead) have been trucked directly into \"The Patriot'' from the warehouse of timeless cliches. They betray the movie's lack of serious intentions. It basically wants to be a summer action movie, with a historical gloss. At that, it succeeds. I enjoyed the strength and conviction of Gibson's performance, the sweep of the battle scenes, and the absurdity of the British caricatures. None of it has much to do with the historical reality of the Revolutionary War, but with such an enormous budget at risk, how could it?", "running_time": 157, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-06-28", "genres": ["Action", "Drama", "History", "War"], "title": "The Patriot (2000)"}