{"url": "http://www.rogerebert.com/reviews/the-twelve-chairs-1970", "by": "Ron Moodyas Vorobyaninov...", "star_rating": 4.0, "text": "How would you shoot this scene? Dom DeLuise is playing a greed-crazed Russian Orthodox priest who has snatched away a chair that maybe has a fortune sewn into its seat. Pursued by two other fortune hunters, he somehow finds the superhuman strength to climb straight up the side of a mountain. On top, he rips the chair to shreds and finds no fortune inside. What's worse, he doesn't know how he got up the mountain and doesn't think he can get down again. He cries out: \"Oh Lord, you're so STRICT.\"\n\nWould you put the camera above him? Or go with a closeup? Or what? Mel Brooks, who probably understands movie comedy better than anyone since the silent era, plays the scene from the bottom of the mountain, and all we see is a flash of DeLuise's bald head. Just a flash, as we hear the line.\n\nNow I don't expect that to seem very funny in print, but I wanted to point it out because somehow, if you can get inside this shot, you can get inside why Brooks is funny. The DeLuise character is filled with greed and with hatred for those who would steal his chair. He is a priest who would gladly sell his soul, or anything else, for a profit. There is not a shred of charity or kindness in him.\n\nAnd yet when he cries out, the words are so full of anguish, so full of the bitter realization that the chair is indeed empty and that God has double-crossed him, that in his very avarice he becomes human. And then just the flash of the bald head. No close-up of his face, no throwing of arms out to heaven. Just a throwaway shot from halfway down the mountain, showing that bald head, and the shot is pathetic and funny, cruel and warm, all at once. And it is on this slender thread that \"The Twelve Chairs\" balances itself.\n\nMel Brooks has grown as a director since \"The Producers\" (1968), I think. \"The Producers\" was one of the funniest films ever made, and it will be studied for its art long after \"Anne of the Thousand Days\" has been cut up to make ukulele picks. But \"The Twelve Chairs\" is more than merely funny. It brings to a full flowering the Brooks attitude.\n\nIt believes man is infinitely corrupt and corruptible, that drunks enjoy kicking orphans, that greed is more important in the scheme of things than charity, and that, given the opportunity, your best friend will gladly sell you out if there's a dime in it for himself. W. C. Fields would have loved this movie.\n\nBut Brooks is not content with mere cynicism, or with the simple Fields hostility. He goes beyond comedy this time, and he gets all the way to the pathos. And so while \"The Producers\" was hilarious, yes, \"The Twelve Chairs\" is a more fully realized work because it uses comedy not just for laughs but as a tool for examining the human condition.\n\nBrooks' story is based on the Russian classic about a man whose mother confesses, on her deathbed, to having hidden the family fortune in the seat of one of a matched set of 12 chairs. The idea was to hide the jewels from the recently victorious revolution. But, alas, the chairs have been scattered. And so the greedy son (Ron Moody) bolts from his mother's deathbed and begins a chase across the whole of Russia, looking for that chair. He is accompanied by a young nobleman (Frank Langella), whose aristocratic background has suited him only to ride horses and look nice. And they are in competition with the avaricious priest, who has likewise bolted from his parishioner's bedside, consumed by greed for the jewels.\n\n\"The Twelve Chairs\" belongs, then, to the basic comedy genre of the chase. But it draws most of its strength from character, not pratfalls. When DeLuise cries out to the Lord (in a line that will surely become as famous as \"If you've got it, flaunt it\"), we understand the depth of his obsession. And when the old woman's 52-year-old son walks straight out onto a tightrope to snatch one of the chairs away from an aerialist, Brooks has found another perfect metaphor.\n\nThe film is filled with them. Brooks himself turns up in a cameo as the son's slavishly adoring manservant, humiliating his master by sheer worship. Langella plays a somewhat thankless straight man, whose sanity keeps the others from whirling off into other countries or even other movies. Yet he is just as single-mindedly cynical as the rest, and it's his idea for Moody to fake an epileptic fit in front of a statue of Dostoyevsky. (\"Give us your donations, please, to help cure this disease which even the great Dostoyevsky,\" etc.).\n\n\"The Twelve Chairs\" is the sort of movie that improves upon reflection. You go in expecting to laugh a lot, because you've seen \"The Producers.\" And you do laugh a lot -- to the point, perhaps, that you miss what this new Brooks film is about. It's not going for the laughs alone. It has something to say about honor among thieves, and by the end of the film we can sense a bond between the two main characters that is even, amazingly, human.\n\nTo arrive at humanity through total cynicism is a very difficult thing in a work of fiction, although it happens all the time in life. Samuel Beckett does it, somehow, and so, somehow, does Brooks. It all has something to do with that faraway flash of a bald head, and with the despairing realization that, Lord, I am a sinner, but, Lord, you're so STRICT.", "running_time": 94, "mpaa_rating": "G", "release_year": 1970, "date_published": "1970-12-22", "genres": ["Comedy"], "title": "The Twelve Chairs (1970)"}