{"url": "http://www.rogerebert.com/reviews/the-mod-squad-1999", "by": "Claire Danesas Julie", "star_rating": 2.0, "text": "\"The Mod Squad'' has an intriguing cast, a director who knows how to use his camera and a lot of sly humor. Shame about the story. When you see this many of the right elements in a lame movie, you wonder how close they came to making a better one. The director, Scott Silver, co-wrote the script himself, and has to take some of the blame: This is a classy production and deserves better.\n\nThe premise is from the old TV series. Three young screw-ups are interrupted at the beginning of criminal careers, and recruited by a police captain to form an undercover squad. Their assignment: Infiltrate a club where prostitution and drug-dealing seem to be happening. The mod squad doesn't carry guns (officially, anyway), doesn't have badges, and I'm not sure if they can make arrests; maybe they're more like high-level snitches.\n\nThe members are described by a Rod Serling-type voice over the opening credits. Julie (Claire Danes) was \"a runaway--an addict at 18.'' Pete (Giovanni Ribisi) \"went straight from Beverly Hills to County Jail.'' Linc (Omar Epps) \"doesn't blame his crimes on anything.'' (He's black, and so the implication, I guess, is that this is worthy of comment.) In the good-looking opening sequence, filmed by Ellen Kuras, they're intercut with dancers at a club, get into a fight, and then find themselves being debriefed and lectured by Capt. Greer (Dennis Farina), who orders them to stand up when they talk to him, quit sitting on his desk, etc. Of course their bad manners are a curtain-raiser to bravery, heroism and astonishing crime-fighting skills.\n\nThe skills, alas, are astonishing because they're so bush league. The main investigative technique in this movie consists of sneaking up on people and eavesdropping while they explain the entire plot and give away all the secrets. Julie falls for a former lover, follows him to a rendezvous with a drug kingpin (Michael Lerner) and overhears choice nuggets of conversation (\"None of them have any idea I know they're cops!''). Then she follows him home and hides in his closet while the faithless louse does the rumpy-pumpy with another woman.\n\nPete, meanwhile, is even more clever. He creeps up on a hideout and hides behind a wall while tape-recording a full confession. It goes without saying his tape will later be played over a loudspeaker in order to incriminate the bad guys. He uses one of those little $29 microcassette recorders--you know, the kind that can record with perfect fidelity at 20 yards outdoors on a windy day.\n\nAs the mod squaders were creeping around, eavesdropping and peeping through windows, I grew restless: This is the kind of stuff they rewrote the Nancy Drew books to get rid of. Too bad, because I liked the pure acting touches that the cast brought to their roles. Ribisi (from \"Friends,'' \"Saving Private Ryan'' and \"The Other Sister'') has a kind of poker-faced put-upon look that's appealing, especially when he gets beat up and goes back to Beverly Hills and his dad chortles heartily at the claim that his kid is now a cop. Danes (\"William Shakespeare's Romeo + Juliet'') has a quick intelligence that almost but not quite sells the dumb stuff they make her do. Epps (\"Scream 2,'' \"Higher Learning'') is the dominant member of the squad, who tries to protect the others from their insane risk-taking.\n\nAnd there's a small but indispensable supporting role by Michael Lerner as the crewcut evil kingpin, who intimidates his enemies by dancing with them (\"I'm not a fairy--I just like to dance''). He delivers his dialogue indirectly, as an ironic commentary on the horrible things he always seems about to do. So all of this is a good start, but the screenplay just doesn't provide the foundation. Consider Billy, the Josh Brolin character, who is Julie's once and future boyfriend. We know from the first moment we see him that he's no good. We're tipped off by how suddenly Julie goes for him; if the point were romance, the movie would let them take longer, but since the point is for her to be deceived, she has to rush in heedlessly. No girl meets a guy who dumped her and broke her heart, and immediately drags him into a toilet stall for sex. Especially not now that she's clean and sober, as Julie is (although the movie repeats the tiresome cliche that all recovering alcoholics immediately turn to drink after a setback--preferably swigging from a fifth). What I'd love to know is how the screenplay got green-lighted. This is a top-drawer film with a decent budget and lots of care about the production values. The cast is talented and well-chosen. The movie is even aware of potential cliches (before the last shoot-out, Julie says, \"At least it's not going down in an abandoned warehouse''). And then what do they end up with? The most expensive Nancy Drew mystery ever filmed.", "running_time": 94, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-03-26", "genres": ["Action", "Mystery", "Thriller"], "title": "The Mod Squad (1999)"}