{"url": "http://www.rogerebert.com/reviews/the-river-wild-1994", "by": "Meryl Streepas Gail", "star_rating": 2.0, "text": "\"The River Wild\" is one of the movies you want to play along with, you really do, but it gets so many details subtly wrong that finally you lose patience and turn on it. It's a replay of the \"Deliverance\" formula, in which city folks try their luck in nature, and find that the most dangerous predator is Man. Just because it's been done before doesn't mean it can't work again. But it requires more care at the nuts and bolts level than this film is able to provide.\n\nThe movie stars Meryl Streep as a former Montana river guide who wants to take her family back home for a white water rafting expedition. Her husband (David Strathairn) is reluctant; he's a workaholic who has seriously alienated his young son by making it obvious he prefers his office to his home. But at the last minute dad does join the family and its faithful dog Maggie, for the long-awaited vacation.\n\nAs they embark, they become aware of another group of rafters - three rough-hewn men, led by Kevin Bacon. And as they float further downstream, away from roads and civilization, they can't seem to shake the other boat. Strathairn even saves Bacon from drowning, knocking him out when he panics and threatens to pull them both under. (\"You saved my life,\" Bacon tells him, adding the movie's best line: \"You didn't have to hit me, though.\") It's obvious the strange men are bad guys; what other function could they serve in the movie? But just to be sure we don't miss the point, the screenplay supplies one of those handy movie radios - the kind where you switch it on, and it immediately supplies a news item exactly describing the suspicious characters. Then one of the three men disappears (and there are ominous fly-buzzing noises on the sound track as Maggie sniffs in the bushes).\n\nAnd it becomes clear that Streep will be required to guide all of these people though (ominous drum roll) the Gauntlet.\n\nThe screenplay sets up the Gauntlet in classic movie style.\n\n(\"It's off the scale,\" Streep says. \"One man was killed, and another one paralyzed for life. The rangers no longer allow anyone to try it.\") We know with perfect certainty that the heroes of this movie will try it, however. And that the meek, workaholic dad, with his wire-rim glasses, will get his chance to prove how much of a man he really is.\n\nMovies like this are so predictable in their overall stories that they win or lose with their details. Among the best elements of \"The River Wild\" are the performances by Bacon, as the charming but sinister bad guy, and Streep, who puts a lot of humor and intelligence into her character. Robert Elswit's cinematography is greatlooking; people are going to want to know where this river is, so they can raft it.\n\nBut in the specifics of the situation, the movie is always a little wrong. There is a scene, for example, where a park ranger (a former classmate of Streep's) stops along to ask the group if everything is all right. The bad guys have guns pointed into the backs of Strathairn and Streep, they're all lined up stiffly in a row, and their answers are so forced and pained, it's clearly obvious something is very wrong. Obvious, except to the ranger. The scene could have been handled more convincingly if Bacon's sidekick had simply kept the kid in the woods, as hostage.\n\nAnd what about the sequences in which Strathairn cuts crosscountry, climbing mountains, fording rivers, walking faster than the river flows? Impossible, but he does it. At one point, in a scene so ludicrous I wanted to laugh aloud, he even starts a fire to send smoke signals to his wife. At another point, he clings to the side of a cliff, while we ask ourselves what earthly reason he had for climbing it. And he works wonders with his handy Swiss Army knife.\n\nThe climax is the running of the Gauntlet, which is well-photographed but so much of a preordained set piece it's hardly worth the bother. By the end of the film we haven't been surprised by much of anything, and the characters have only been briefly freed from the requirements of the plot. \"The River Wild\" was constructed from so many ideas, characters and situations recycled from other movies that all the way down the river I kept thinking: Been there.\n\nDone that.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-09-30", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "The River Wild (1994)"}