{"url": "http://www.rogerebert.com/reviews/the-man-2005", "by": "Samuel L. Jacksonas Agent Derrick Vann", "star_rating": 1.5, "text": "\"The Man\" is another one of those movies, like \"Lethal Weapon 2,\" where the outsider finds himself in the dangerous world of cops and robbers. The cop this time is Derrick Vann, a hard-boiled Detroit ATF agent played by Samuel L. Jackson, and the outsider is Andy Fiddler (Eugene Levy), a dental supplies salesman from Wisconsin. Fiddler loves his product so much he chats up strangers about the glories of flossing.\n\nThe plot: Agent Vann's partner, who is on the take, has died in connection with a heist of guns from the ATF lock-room. A crook named Booty (Anthony Mackie) may be the key to the killing. Vann, an honest agent, mistakes Fiddler for an underworld contact working with Booty. When he finds out how very wrong he is, he still needs Fiddler to pretend to be a black-market arms dealer, if the sting is going to work.\n\nWhether the sting and the movie work are two different questions. Jackson and Levy are in full sail as their most familiar character types: Jackson hard as nails, Levy oblivious to the world outside his own blissfully limited existence. They could play these characters in their sleep. Their differences provide the set-up for the whole movie: these two guys linked together in an unlikely partnership during which their personalities (and Fiddler's problems with intestinal gas) will make it difficult for them to share the front seat of Vann's customized Caddy.\n\n\"The Man\" is very minor. The running time of 79 minutes indicates (a) thin material, and (b) mercy toward the audience, by not stretching it any further than what is already the breaking point. You know a movie like this is stalling for time when it supplies Agent Vann with a family so that his wife can call him in the middle of the action: \"Your daughter wants to know if you'll be at her recital tonight.\" Yes, it's the ancient and sometimes reliable Dad Too Busy for Child's Big Moment formula. Does Vann wrap up the case in time to walk into the room just as the recital is beginning? Do he and his daughter exchange a quiet little nod to show family does, after all, come first? I would not dream of giving away such a plot detail.\n\nLevy has funny moments as the fussy dental supplies fetishist, but never goes into full obnoxious mode as Joe Pesci did in \"Lethal Weapon 2.\" He plays the character like a conventioneer trying to be nice to an alarming taxi driver. Jackson plays the cop like a man who has found a bug in the front seat of his car. What's interesting, however, is that they don't get locked into a lot of black-white shtick; their differences are defined through occupation, not race, except for the odd ethnic in-joke involving hot sauce.\n\nThe inescapable fact about \"The Man\" is that this movie is completely unnecessary. Nobody needed to make it, nobody needs to see it, Jackson and Levy are too successful to waste time with it. It plays less like a film than like a deal.\n\nAt Telluride over the weekend, I was talking to James Mangold, the director of \"Walk the Line\" and other ambitious pictures, and he said an interesting thing: Hollywood executives are reluctant to green-light a project that depends on the filmmakers being able to pull it off. They want familiar formulas in safe packages. An original movie idea involves faith that the script will work, the director knows what he's doing and the actors are right for the story. Too risky. Better to make a movie where when you hear the pitch you can already envision the TV commercial, because the movie will essentially be the long form of the 30-second spot.\n\nGo online, look at the trailer for \"The Man,\" and you will know everything you could possibly need to know about this movie except how it would feel if the trailer was 80 minutes long.", "running_time": 83, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-08", "genres": ["Action", "Comedy", "Crime"], "title": "The Man (2005)"}