{"url": "http://www.rogerebert.com/reviews/the-straight-story-1999", "by": "Richard Farnsworthas Alvin Straight", "star_rating": 4.0, "text": "The first time I saw \"The Straight Story,\" I focused on the foreground and liked it. The second time I focused on the background, too, and loved it. The movie isn't just about the old Alvin Straight's odyssey through the sleepy towns and rural districts of the Midwest, but about the people he finds to listen and care for him. You'd think it was a fantasy, this kindness of strangers, if the movie weren't based on a true story.\n\nStraight (Richard Farnsworth) is a 73-year-old man from in Laurens, Iowa, who learns that his brother is dying and wants to see him one last time. His eyes are too bad to allow him to drive. He lives with his daughter Rose (Sissy Spacek), who is somewhat retarded and no good behind the wheel. Nor do they have a car. But they have a tractor-style lawn mower, and the moment Alvin's eyes light on it, he knows how he can drive the 300 miles to Mt. Zion, Wis. The first mower konks out, but he gets another one, a John Deere, hitches a little trailer to it, and stubbornly sets off down the road.\n\nAlong the way we will learn a lot about Alvin, including a painful secret he has kept ever since the war. He is not a sophisticated man, but when he speaks, the words come out like the bricks of a wall built to last. Like Hemingway's dialogue, the screenplay by John Roach and Mary Sweeney finds poetry and truth in the exact choice of the right everyday words. Richard Farnsworth, who was 79 when he made the film, speaks the lines with perfect repose and conviction.\n\nBecause the film was directed by David Lynch, who usually deals in the bizarre (\"Wild at Heart,\" \"Twin Peaks\"), we keep waiting for the other shoe to drop--for Alvin's odyssey to intersect with the Twilight Zone. But it never does. Even when he encounters a potential weirdo, like the distraught woman whose car has killed 14 deer in one week on the same stretch of highway (\". . . and I HAVE to take this road!\"), she's not a sideshow exhibit and we think, yeah, you can hit a lot of deer on those country roads.\n\nAlvin's journey to his brother is a journey into his past. He remembers when they were young and filled with wonder. He tells a stranger, \"I want to sit with him and look up at the stars, like we used to, so long ago.\" He remembers his courtship and marriage. His Army service as a sniper whose aim, one day, was too good. And about years lost to drinking and nastiness. He has emerged from the forge of his imperfections as a better man, purified, simple, and people along the way seem to sense that.\n\nMy favorite, of all of his stops, comes in a town where he's almost killed when he loses a drive belt and speeds out of control down a hill. He comes to rest where some people in lawn chairs are watching the local firefighters practicing putting out a fire.\n\nIn the town are twin brothers who squabble all the time, even while charging him by the hour to repair the mower. And a retired John Deere employee named Danny Riordan (James Cada), who lets Alvin camp for a while in his backyard (Alvin won't enter the house, even to use the phone).\n\nDanny is a rare man of instinctive sweetness and tact, who sees what the situation requires and supplies it without display. He embodies all of our own feelings about this lovable old--yes, fool. He gently offers advice, but Alvin is firm: \"You're a kind man talking to a stubborn man.\" If Riordan and the deer lady and the dueling twins (and a forlorn young girl) are the background I was talking about, so are the locations themselves. The cinematographer, Freddie Francis, who once made the vastness of Utah a backdrop for \"The Executioner's Song,\" knows how to evoke a landscape without making it too comforting. There are fields of waving corn and grain here, and rivers and woods and little bed barns, but on the soundtrack the wind whispering in the trees plays a sad and lonely song, and we are reminded not of the fields we drive past on our way to picnics, but on our way to funerals, on autumn days when the roads are empty.\n\nThe faces in this movie are among its treasures. Farnsworth himself has a face like an old wrinkled billfold that he paid good money for and expects to see him out. There is another old man who sits next to him on a barstool near the end of the movie, whose face is like the witness to time. And look and listen to the actor who plays the bartender in that same late scene, the one who serves Alvin the Miller Lite. I can't find his name in the credits, but he finds the right note: He knows how all good bartenders can seem like a friend bringing a present to a sickroom.\n\nThe last notes are also just right. Who will this dying brother be, and what will he say? Will the screenplay say too much or reach for easy sentimentality? Not at all. Just because you have to see someone doesn't mean you have a lot to gab about. No matter how far you've come.", "running_time": 111, "mpaa_rating": "G", "release_year": 1999, "date_published": "1999-10-15", "genres": ["Drama", "Indie"], "title": "The Straight Story (1999)"}