{"url": "http://www.rogerebert.com/reviews/the-orphanage-2007", "by": "Belen Ruedaas Laura", "star_rating": 3.5, "text": "Now here is an excellent example of why it is more frightening to await something than to experience it. \"The Orphanage\" has every opportunity to descend into routine shock and horror, or even into the pits with the slasher pictures, but it only pulls the trigger a couple of times. The rest is all waiting, anticipating, dreading. We need the genuine jolt that comes about midway, to let us see what the movie is capable of. The rest is fear.\n\nHitchcock was very wise about this. In his book-length conversation with Truffaut, he used a famous example to explain the difference between surprise and suspense. If people are seated at a table and a bomb explodes, that is surprise. If they are seated at a table, and you know there's a bomb under the table attached to a ticking clock, but they continue to play cards -- that's suspense. There's a bomb under \"The Orphanage\" for excruciating stretches of time.\n\nThat makes the film into a superior ghost story, if indeed there are ghosts in it. I am not sure: They may instead be the experience or illusion of ghosts in the mind of the heroine, and since we see through her eyes, we see what she sees and are no more capable than she is of being certain. That means when she walks down a dark staircase, or into an unlit corridor or a gloomy room, we're tense and fearful, whether we're experiencing a haunted house or a haunted mind. And when she follows her son into a pitch-black cave, her flashlight shows only a thread of light through unlimited menace.\n\nThe movie centers on Laura (Belen Rueda), who as a young girl was raised in the orphanage before being taken away one day and adopted. Now in her 30s, she has returned with her husband Carlos (Fernando Cayo) and their young son Simon (Roger Princep) to buy the orphanage and run it as a home for sick or disabled children. She has memories here, most of them happy, she believes, but as images begin to swim into her mind and even her vision, she has horrifying notions about what might have happened to the playmates she left behind on the summer day 30 years ago.\n\nSimon, too, seems disturbed, and since no other children have arrived, he creates imaginary playmates. One of them, a boy with a sack over his head, he shows in a drawing to his mother, who is startled because this very image exists in her own mind. Does that mean -- well, what could it mean? Telepathy? Or the possibility that Simon, too, is the product of her imagination? The line between reality and fantasy is so blurred in the film that it may even be, however unlikely, that Simon exists and is imagining her.\n\nIt matters not for us, because we are inside Laura's mind, no matter what. And when a decidedly sinister \"social worker\" (Montserrat Carulla) turns up, Simon learns after her visit that he is adopted and dying. He apparently runs away, even though he needs daily medication. His parents spend months searching for him, putting posters everywhere, convinced he is not dead. But many children may have died at the orphanage. The parents consult a psychic (Geraldine Chaplin), who possibly provides what people claim they want from a psychic (but really don't): the truth.\n\nThe film, a Spanish production directed by Juan Antonio Bayona and produced by Guillermo Del Toro (\"The Devil's Backbone,\" \"Pan's Labyrinth\"), is deliberately aimed at viewers with developed attention spans. It lingers to create atmosphere, a sense of place, a sympathy with the characters, instead of rushing into cheap thrills. Photographed by Oscar Faura, it has an uncanny way of re-creating that feeling we get when we're in a familiar building at an unfamiliar time, and we're not quite sure what to say if we're found there, and we might have just heard something, and why did the lights go out?\n\nYou may be capable of walking into any basement on earth, but if you go down the stairs into the darkened basement of the house you grew up in, do you still ... feel something?", "running_time": 102, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-12-27", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "The Orphanage (2007)"}