{"url": "http://www.rogerebert.com/reviews/the-social-network-2010", "by": "Jesse Eisenbergas Mark Zuckerberg", "star_rating": 4.0, "text": "\"The Social Network\" is about a young man who possessed an uncanny ability to look into a system of unlimited possibilities and sense a winning move. His name is Mark Zuckerberg, he created Facebook, he became a billionaire in his early 20s, and he reminds me of the chess prodigy Bobby Fischer. There may be a touch of Asperger's syndrome in both: They possess genius but are tone-deaf in social situations. Example: It is inefficient to seek romance by using strict logic to demonstrate your intellectual arrogance.\n\nDavid Fincher's film has the rare quality of being not only as smart as its brilliant hero, but in the same way. It is cocksure, impatient, cold, exciting and instinctively perceptive. \n\nIt hurtles through two hours of spellbinding dialogue. It makes an untellable story clear and fascinating. It is said to be impossible to make a movie about a writer, because how can you show him only writing? It must also be impossible to make a movie about a computer programmer, because what is programming but writing in a language few people in the audience know? Yet Fincher and his writer, Aaron Sorkin, are able to explain the Facebook phenomenon in terms we can immediately understand, which is the reason 500 million of us have signed up.\n\nTo conceive of Facebook, Zuckerberg (Jesse Eisenberg) needed to know almost nothing about relationships or human nature (and apparently he didn't). What he needed was the ability to intuit a way to involve the human race in the Kevin Bacon Game. Remember that Kevin Bacon himself need not know more than a fraction of the people linking through him. Same on Facebook. I probably know 40 of my Facebook friends well, 100 glancingly, 200 by reputation. All the others are friends of friends. I can't remember the last time I received a Friend Request from anyone I didn't share at least one \"Mutual Friend\" with. \n\nFor the presence of Facebook, we possibly have to thank a woman named Erica (Rooney Mara). \"The Social Network\" begins with Erica's date with Zuckerberg. He nervously sips a beer and speed-talks through an aggressive interrogation. It's an exercise in sadistic conversational gamesmanship. Erica gets fed up, calls him an asshole and walks out.\n\nErica (a fictional character) is right, but at that moment she puts Zuckerberg in business. He goes home, has more beers and starts hacking into the \"facebooks\" of Harvard dorms to collect the head shots of campus women. He programs a page where they can be rated for their beauty. This is sexist and illegal, and proves so popular, it crashes the campus servers. After it's fertilized by a mundane website called \"The Harvard Connection,\" Zuckerberg grows it into Facebook.\n\nIn theory, there are more possible moves on a chess board than molecules in the universe. Chessmasters cannot possibly calculate all of them, but using intuition, they can \"see\" a way through this near-infinity to a winning move. Nobody was ever better at chess than Bobby Fischer. Likewise, programming languages and techniques are widely known, but it was Zuckerberg who intuited how he could link them with a networking site. The genius of Facebook requires not psychological insight but its method of combining ego with interaction. Zuckerberg wanted to get revenge on all the women at Harvard. To do that, he involved them in a matrix that is still growing.\n\nIt's said there are child prodigies in only three areas: math, music and chess. These non-verbal areas require little maturity or knowledge of human nature, but a quick ability to perceive patterns, logical rules and linkages. I suspect computer programming may be a fourth area. \n\nZuckerberg may have had the insight that created Facebook, but he didn't do it alone in a room, and the movie gets a narration by cutting between depositions for lawsuits. Along the way, we get insights into the pecking order at Harvard, a campus where ability joins wealth and family as success factors. We meet the twins Cameron and Tyler Winklevoss (both played by Armie Hammer), rich kids who believe Zuckerberg stole their \"Harvard Connection\" in making Facebook. We meet Eduardo Saverin (Andrew Garfield), Zuckerberg's roommate and best (only) friend, who was made CFO of the company, lent it the money that it needed to get started and was frozen out. And most memorably we meet Sean Parker (Justin Timberlake), the founder of two legendary web startups, Napster and Plaxo. \n\nIt is the mercurial Parker, just out of work but basked in fame and past success, who grabbed Zuckerberg by the ears and pulled him into the big time. He explained why Facebook needed to move to Silicon Valley. Why more money would come from venture capitalists than Eduardo would ever raise with his hat-in-hand visits to wealthy New Yorkers. And he tried, not successfully, to introduce Zuckerberg into the fast lane: big offices, wild parties, women, the availability of booze and cocaine. \n\nZuckerberg was not seduced by his lifestyle. He was uninterested in money, stayed in modest houses, didn't fall into drugs. A subtext the movie never comments on is the omnipresence of attractive Asian women. Most of them are smart Harvard undergrads, two of them (allied with Sean) are Victoria's Secret models, one (Christy, played by Brenda Song) is Eduardo's girlfriend. Zuckerberg himself doesn't have much of a social life onscreen, misses parties, would rather work. He has such tunnel vision he doesn't even register when Sean redrafts the financial arrangements to write himself in and Eduardo out. \n\nThe testimony in the depositions makes it clear there is a case to be made against Zuckerberg, many of them sins of omission. It's left to the final crawl to explain how they turned out. The point is to show an interaction of undergraduate chaos, enormous amounts of money and manic energy. \n\nIn an age when movie dialogue is dumbed and slowed down to suit slow-wits in the audience, the dialogue here has the velocity and snap of screwball comedy. Eisenberg, who has specialized in playing nice or clueless, is a heat-seeking missile in search of his own goals. Timberlake pulls off the tricky assignment of playing Sean Parker as both a hot shot and someone who engages Zuckerberg as an intellectual equal. Andrew Garfield evokes an honest friend who is not the right man to be CFO of the company that took off without him, but deserves sympathy.\n\n\"The Social Network\" is a great film not because of its dazzling style or visual cleverness, but because it is splendidly well-made. Despite the baffling complications of computer programming, web strategy and big finance, Aaron Sorkin's screenplay makes it all clear, and we don't follow the story so much as get dragged along behind it. I saw it with an audience that seemed wrapped up in an unusual way: It was very, very interested.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-09-29", "genres": ["Drama"], "title": "The Social Network (2010)"}