{"url": "http://www.rogerebert.com/reviews/the-secret-policemans-other-ball-1982", "by": "Julien Temple", "star_rating": 2.0, "text": "\"The Secret Policeman's Other Ball\" is based on video recordings of two benefit concerts given in London a year or two earlier on behalf of Amnesty International (thus the \"secret policeman\" of the title). They must have been a lot of fun. Stars of Monty Python gathered onstage with such other talents as Peter Cook and musicians Pete Townshend and Eric Clapton. Both evenings were sold out, everybody had a good time and a lot of money was raised for a worthy cause.\n\n Too bad the idea didn't end there. Instead, both evenings were videotaped and compressed into a shortish feature-length movie. The material photographed in \"The Secret Policeman's Other Ball\" is sometimes pretty funny, but it tends to get sidetracked by the low-budget videotape recording of the show, and the result is seen through a lens, darkly.\n\n A lot of the humor occupies that vein of British eccentricity in which a respectable member of society is accosted by a pest, a lunatic or a bore. Other sketches return to Monty Python-land, as in a scene where the members of a cult, their sweatshirts pulled up over their heads like cowls, peckishly await the end of the world. There are also some funny TV takeoffs: one in which the quiz master has his answers shuffled, and another in which a panel discussion on the bad old days turns into one-upmanship.\n\n That last one is particularly funny, as middle-age men remember how hard their childhoods were. Their exaggerations escalate into lies, until one is claiming to have been raised in a shoebox in the middle of a road, and forced to lick the road clean every night before being eviscerated by his father with a bread knife. \"Yes,\" says another, \"but how can you tell that to the young people of today?\"\n\n The comedy in the movie is better than the music, which never seems to break loose from the fuzzy TV image and inadequate sound. The movie has some funny stuff, but it's not worth the money.", "running_time": 90, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Music"], "title": "The Secret Policeman's Other Ball (1982)"}