{"url": "http://www.rogerebert.com/reviews/the-glass-house-2001", "by": "Diane Laneas Erin", "star_rating": 2.0, "text": "'The Glass House\" brings skilled technique to a plot that's a foregone conclusion. Since it's clear from early in the film what must have happened and why, it's a film about waiting for the characters to catch up to us. The movie's trailer doesn't help, with its comprehensive betrayal of the movie's key secrets. It should even be a secret that this is a thriller--we should walk in thinking it's about kids surviving the loss of their parents. No chance of that.\n\nThe film opens with one of those irrelevant shock buttons that have become annoying in recent years--five or 10 minutes that have nothing to do with the rest of the story, but fool us with misleading footage. In this case, there's a horror scene, and then we see it's a film, and then we see the heroine and her friends watching it--and, yes, they're cute as they giggle at their own reactions, but openings like this are empty stylistic exercises. Once was a time when the well-made film used its opening scenes to dig in, not just spin its wheels.\n\nThe movie was directed by the TV veteran Daniel Sackheim, who worked on \"ER,\" \"The X-Files,\" \"Law & Order,\" and other series that are smarter than this. It stars Leelee Sobieski, one of the best young actresses, as Ruby Baker, who with her little brother, Rhett (Trevor Morgan), is orphaned when their parents die in a car crash. The family lawyer (Bruce Dern) explains that the parents had arranged for their close friends Erin and Terry Glass to be their guardians in the case of tragedy, and soon the kids are moving into the Glasses' big glass house (uh huh), which is luxurious, although Ruby and Rhett are a little too old to be sharing the same bedroom. It's a detail like that we find annoying. Why would the Glasses, who have acres of living space on their Malibu hilltop, put the kids into one room? Given the Glasses' long-term plans, why not make the kids as happy as possible? There's a kind of thriller in which the events unfold as they might in real life, and we have to decide which way to take them--and another kind of thriller, this kind, where the events unfold as a series of ominous portents, real and false alarms, and music stingers on the soundtrack. The first kind of thriller is a film, the second is a technical exercise.\n\nWhat makes \"The Glass House\" sad is that resources have been wasted. Diane Lane and Stellan Skarsgard, as the Glasses, are so good in the dialed-down \"realistic scenes\" that we cringe when they have to go over the top and make everything so very absolutely clear for the slow learners in the audience. Sobieski is fine, too--as good an upscale Los Angeles high school student as Kirsten Dunst in the recent \"Crazy/Beautiful,\" but in a genre exercise that strands her instead of going someplace interesting and taking her along.\n\nIt's good to see Bruce Dern again. He's one of those actors, like Christopher Walken, who you assume on first glance has a secret evil agenda. Here he's the family lawyer who the kids can or can't trust, and is wise enough to play the character absolutely straight, with no tics or twitches, so that he keeps us wondering--or would, if Wesley Strick's screenplay wasn't one of those infuriating constructions where the key outside characters turn up at the wrong times, believe the wrong people and misinterpret everything.\n\nSpeaking of turning up, Sobieski's character turns up at too many right times. How fortunate that she drops in on Mr. Glass's office just at the right moment to eavesdrop, unobserved, on crucial dialogue. And how unfortunate that she seems to be proving the Glasses right and herself wrong when a social worker walks in on a crucial moment and, of course, misinterprets it.\n\nIf you want to see a great movie about a couple of kids endangered by a sinister guardian, rent \"The Night of the Hunter.\" Watching \"The Glass House\" has all the elements for a better film, but doesn't trust the audience to keep up with them. Having criticized the Strick screenplay, I should in fairness observe that the way it usually works is, the writer puts in the smart stuff and then it comes out in the story conferences with executives who figure if they don't understand it, nobody will.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-09-14", "genres": ["Action", "Drama", "Horror", "Mystery", "Suspense", "Thriller"], "title": "The Glass House (2001)"}