{"url": "http://www.rogerebert.com/reviews/the-american-scream-2012", "by": "Michael Paul Stephenson", "star_rating": 3.0, "text": "You've seen houses with pumpkins in the windows and skeletons hanging from the trees, but you may never have seen such elaborate displays as the ones constructed by Victor Bariteau, Manny Souza, and Matthew and Richard Brodeur. On their lawns, corpses rise from graves, skeletons dance, dead victims hang from wrecked cars, ghosts float and eerie music haunts the air. In some cases, there are \"tours\" with scary blasts of air and grotesque faces popping out of the dark.\n\nThese displays are a labor of love, presented for free, although we discover that the haunted house hobby has inspired a small industry, annual conventions and inspirational talks by haunters. When Victor Bariteau's IT job is outsourced and he gets a year's severance, he decides to invest the whole amount in creating Ghoulie Manor, a year-round attraction, even while admitting that people who have tried similar ventures tell him not to count on making any money.\n\nAll three families have cluttered home workshops in which they make ghastly masks, animated props and yawning graves. They also haunt, if that is the word, local garage sales. What looks like a shabby old sofa to you may look to these guys like it belongs in a creepy Victorian parlor. \n\nThis all costs a fair amount of money, although Bariteau enlists the labor of neighbors, ordering them around like an impatient drill sergeant. The father-and-son team of Matthew and Richard Brodeur are a mystery; there's no hint of how they earn their income, if any, and although Matthew's wife seems affectionate, she also seems mystified.\n\nMost enthusiastic are Bariteau's wife and one of his daughters, who helps him paint and nail. Wandering around his almost-finished yard one year, a few days before D-Day of Halloween, he thinks one day they may remember their participation fondly. \"And if they don't, they can throw out all this stuff. I won't need it anymore.\"", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-24", "genres": null, "title": "The American Scream (2012)"}