{"url": "http://www.rogerebert.com/reviews/the-rocketeer-1991", "by": "Bill Campbellas Cliff", "star_rating": 3.0, "text": "The hero of “The Rocketeer” is being marketed as a new action hero along the lines of Indiana Jones, but the difference between this movie and the Indy series is fundamental: “Raiders of the Lost Ark” took the Saturday afternoon serials of the late 1930s and 1940s as an inspiration, while “The Rocketeer” takes them as a model. Indy kidded them, “The Rocketeer” copies them. The movie lacks the wit and self-mocking irony of the Indiana Jones movies, and instead seems like a throwback to the simple-minded, clean-cut sensibility of a less complicated time.\n\nThat doesn’t mean “The Rocketeer” is not entertaining. But adjustments are necessary to enjoy it; you have to dial down, to return to an age of innocence when an eccentric inventor and a clear-eyed hero could take on the bad guys with a new gizmo they’d dreamed up overnight.\n\nThe movie stars Bill Campbell as Cliff Secord, the young test pilot who dreams of winning a big air race but instead finds himself with the opportunity of a lifetime when he straps on a contraption dreamed up by an old codger named Peevy (Alan Arkin).\n\nIt’s a one-man portable rocket backpack that allows Cliff to fly around the countryside with flames shooting out behind him, while wearing a helmet that, as the screenplay accurately observes, makes him look like a hood ornament.\n\nOf what use is this contraption? Need I reveal that the man who possesses it may hold the possibility of world domination in his hands? The Nazis want it, and according to an animated German propaganda movie that has fallen into American hands (“a man died for this film”), soldiers wearing rocket backpacks could swoop down on the U.S. and conquer it overnight. (Slight problems are ignored, such as: What condition would the hordes of Nazis arrive in after their trans-Atlantic one-man flights? Would they run out of fuel? Be badly sunburned? Get their heels toasted by the flames? Carry sandwiches?) A Nazi spy ring has been deployed to capture the prototype Rocketeer outfit, but the dummkopfs mistakenly steal an Electro-Lux vacuum cleaner instead, and meanwhile Cliff straps on the contraption and goes forth to battle for truth, justice and the American way. He is surrounded in the film by the dashing Neville Sinclair (Timothy Dalton), a Hollywood star who is a Nazi sympathizer; Eddie Valentine (Paul Sorvino), a Mafia head whose men have been hired to steal the rocket suit, and Howard Hughes (Terry O’Quinn), who is the big bucks behind the invention. And there is also, of course, his girlfriend Jenny, played by the doe-eyed and pneumatic Jennifer Connelly.\n\nThe movie’s innocence extends even to its special effects, which may be state-of-the-art but sometimes seem as charmingly direct as those rockets in the “Flash Gordon” serials - the ones with sparklers hidden inside of them, which were pulled on wires in front of papier-mache mountains. When “The Rocketeer” straps on his gizmo and goes whizzing around the screen, he looks for all the world like some harebrained kid trying to break his neck on some new contraption.\n\nEven when the special effects are elaborate, they seem old-fashioned. There’s a sequence, for example, that involves a fight on top of a flaming Nazi zeppelin, and as the explosions rocked the frame I was having flashbacks to the Hindenburg and the James Bond movie that also had a fight on top of a blimp.\n\nThe virtues of the movie are in its wide-eyed credulity, its sense of wonder. Bill Campbell, an actor who in this film is largely lacking in charisma, may even be the right choice for the role; he’s a white-bread, Identikit leading man who seems as bland as the B actors who wore the superhero costumes in those old serials. Connelly is sweet and sexy as his girlfriend, and projects the same innocent sensuality of the classic B-movie sexpots - an ability to seem totally unaware, for example, that she is wearing a low-cut dress.\n\nArkin has some fun as the eccentric codger, and Dalton makes a sly villain, and when the movie is over it’s an insubstantial as cotton candy. I suppose that’s a virtue.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-06-21", "genres": ["Action", "Adventure", "Drama", "Fantasy", "Science Fiction"], "title": "The Rocketeer (1991)"}