{"url": "http://www.rogerebert.com/reviews/the-thomas-crown-affair-1999", "by": "Pierce Brosnanas Thomas Crown", "star_rating": 2.5, "text": "\"The Thomas Crown Affair\" uses a $100 million art theft as foreplay between two people who, unfortunately, are both more interested in the theft than in each other. Pierce Brosnan stars in the title role, as a man who has everything money can buy, and has moved on to what money can't buy--a $100 million Monet that he steals in broad daylight from the Metropolitan Museum of Art. Then he becomes interested in something money might be able to buy: an insurance investigator named Catherine Banning (Rene Russo).\n\nHis theft has been so clever it might never be possible for her to prove he took the painting. So he more or less tells her he was the thief, a conclusion she has arrived at on her own. Her problem is that without the painting or any other evidence, she doesn't have a case. For that matter, she's not a cop and isn't interested in a conviction so much as in saving her company from having to write a $100 million check.\n\nThe movie is a retread of Norman Jewison's 1968 film, which starred Steve McQueen as a millionaire bank robber opposite Faye Dunaway, and had a lot of split-screen photography that quickly wore out its welcome. The remake has a superior caper but less chemistry. The way Thomas Crown gets the painting out of the Met, and what happens to it subsequently, is really very cleverly devised. But while McQueen and Dunaway seemed barely able to keep their hands off each other, Brosnan and Russo play elegant mind games that sometimes seem almost designed to postpone the rumpy-pumpy.\n\nThe movie has been directed by John McTiernan (\"Die Hard,\" \"The Hunt For Red October\") with less steam and more suavity than his usual credits; it's the kind of sophisticated caper that Cary Grant used to walk through without getting his suit wrinkled. The caper and investigation are the backdrops for an elaborate seduction in which Crown essentially asks the woman's permission to steal the painting. He seems to think he deserves points for having masterminded the theft as a challenge rather than a job: If a man doesn't need $100 million, I gather, he isn't as much to blame for stealing it.\n\nTeasing Banning with hints and scraps of clues, he flies her off to his villa in the Caribbean, takes her on a glider flight, buys her dinners and gives her presents, including a painting she makes the mistake of admiring. He also suggests that the life of an insurance investigator is not nearly as interesting as the life of his mistress--which may be true, but it is undermined somewhat by her suspicion that he already has a mistress and is just stringing her along.\n\nThe movie has a low-key, luxurious feeling to it. It's languorous and comfortable. Brosnan and Russo seem to massage their words before saying them. But it all feels like an exercise. We don't sense that they're really important to each other: The game is more important for both of them than the prize. Faye Dunaway, who has a role here as Crown's (unnecessary) psychiatrist, had more electricity in 1968 and still does than Rene Russo, who was exciting opposite Clint Eastwood in \"In The Line Of Fire,\" but now matches Brosnan's dreamy detachment. There's much more tension between Sean Connery and Catherine Zeta-Jones in the recent, somewhat similar \"Entrapment.\" I dunno. It's not a bad movie. It might be fun to see on an airplane or rent on video. Despite the cleverness of the caper and the beauty of the lush locations, the wit in the dialogue and the neat twists and turns, it never seems to risk anything. There's something odd about a caper romance where you never believe anyone is really ever going to go to jail or bed.", "running_time": 114, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-08-06", "genres": ["Comedy", "Crime", "Drama", "Romance"], "title": "The Thomas Crown Affair (1999)"}