{"url": "http://www.rogerebert.com/reviews/the-wild-2006", "by": "Kiefer Sutherlandas Samson the Lion", "star_rating": 3.0, "text": "When \"Madagascar\" and \"Ice Age: The Meltdown\" were over, they left me with a question: What did they eat? The animals were awfully chummy, considering that some of them have been known to dine on the others. \"The Wild\" answers my question, but not very accurately. Some animals, as we know, are carnivores. That would include lions. Others are omnivores. That would include humans. Still others are herbivores, or vegetarians. That would include the mighty wildebeest, also known as the gnu, although \"the mighty gnu\" lacks a certain je ne sais quoi. Wildebeests move around, we are told, in search of grasslands, not quarry.\n\nHold that thought. \"The Wild\" and another recent animated film. \"Madagascar,\" share the same premise, which is that animals escape from a zoo and find themselves back in the jungle again -- Madagascar in the first film, continental Africa in this one.\n\nThe premise this time is that little Ryan (voice by Greg Cipes), the lion cub, has wandered off and gotten into a shipping container that is being taken to Africa. His horrified father Samson (Kiefer Sutherland) races off to save him and ends up chasing Ryan's ship all the way to Africa on a tugboat that gets very good mileage. Along for the ride are such zoo friends as Benny the Squirrel (James Belushi), Bridget the Giraffe (Janeane Garofalo), Nigel the Koala (Eddie Izzard) and Larry the Anaconda (Richard Kind).\n\nBenny is in love with Bridget, not realizing he is a squirrel and she is not, which reminds me of the Mammoth in \"Ice Age: The Meltdown,\" who thinks she is a possum. The cast continues to grow. On the journey through New York, they encounter a couple of alligators in the sewer system, and in Africa, they meet other characters, including the undercover chameleons Cloak and Camo (Bob Joles and Chris Edgerly), a vulture (Greg Berg) who I think lacks a name, and then, the earth thundering, the dreaded Kazar (William Shatner), who is king of the wildebeests but can be king of the jungle only if he defeats a lion. That would be Samson, who has a secret in his past he hopes Kazar doesn't discover.\n\nNow, then. Although Samson gets regular T-bones at the zoo, he would no doubt cheerfully eat many of these other animals. But what are we to make of a volcano scene with lots of flowing lava that helps set up a scenario in which it appears that Kazar plans to cook Samson? Is Kazar not a vegetarian, or did I miss something?\n\nThe movie has a lot more action than \"Ice Age: The Meltdown,\" which was essentially one long trek. There are savage beasts (wilde and other), exploding volcanoes, rivers of lava, and so on -- some of it maybe too intense for the youngest kids. This is the third animated feature in a row (after \"Curious George\" and \"Ice Age: The Meltdown\") which aims at children and has no serious ambition to be all things to all people, i.e., their parents. But for kids, it's OK.\n\nThat leaves me with some observations about its technique. I doubt that many audience members will be disturbed by such matters, but I thought the movie's lip-synching was too good. The mouths of the characters move so precisely in time with their words that the cartoon illusion is lost, and we venture toward the Uncanny Valley -- that shadowy area known to robot designers and animators, in which artificial creatures so closely resemble humans that they make us feel kinda creepy. Lip-synching in animation usually ranges from bad to perfunctory to fairly good, and I think fairly good is as good as it should get. In \"The Wild,\" it felt somehow wrong that the dialogue was so perfectly in synch.\n\nI also had some problems with the film's visual strategy. The director, Steve \"Spaz\" Williams, has a way of cutting on dialogue to unexpected closeups. That gives us a subtle feeling that the movie knows in advance what will happen next, when in theory it should seem to find out just when we do. I also think the framing of some of the characters is too close; they hog the foreground and obscure the background. And the fur, hair and feathers on the creatures look so detailed, thanks to the wonders of CGI, that once again we're wandering toward the Uncanny Valley.\n\nAn animated film can approach reality, but it should never arrive there. It must always seem one magical arm's-length away. The art is in the style, in the way reality is distorted or heightened. When Miyazaki gives us characters who shout so loudly we can see their tonsils, he knows what he's doing. None of these details will matter to the target audience for \"The Wild,\" of course, although maybe in some vague unconscious way they will sense that the movie doesn't have that je ne sais quoi, I phrase I employ again to make you feel vindicated for looking it up in the first place. As French phrases go, it is one of the handiest, and especially useful when you don't know quite what to say.", "running_time": 94, "mpaa_rating": "G", "release_year": 2006, "date_published": "2006-04-13", "genres": ["Adventure", "Animation", "Family"], "title": "The Wild (2006)"}