{"url": "http://www.rogerebert.com/reviews/the-sure-thing-1985", "by": "John Cusackas Walter Gibson", "star_rating": 3.5, "text": "The love story is one of Hollywood's missing genres. The movie industry seems better at teenage movies like \"Porky's,\" with its sleazy shower scenes, than with screenplays that involve any sort of thought about the love lives of its characters. That's why \"The Sure Thing\" is a small miracle. Although the hero of this movie is promised by his buddy that he'll be fixed up with a \"guaranteed sure thing,\" the film is not about the sure thing but about how this kid falls genuinely and touchingly into love.\n\nThe movie's love story begins in an Eastern college classroom. Walter Gibson (John Cusack) walks into his English class and falls immediately into love with Alison Bradbury (Daphne Zuniga), who is smart and good-looking and not one of your brainless movie broads. He asks her out, but succeeds, of course, in acting like a total nerd, and she invites him to get out of her life.\n\nEnd of act one. In act two, Walter plans to spend his Christmas vacation in Los Angeles, where his buddy says the Sure Thing is eagerly awaiting his arrival. Alison also plans to go to LA, to visit her fiancee, who is studying to be a boring middle-class vegetable. They both sign up for rides, and of course, they both wind up in the back seat of the same car. At first they don't talk. Then they start to fight. Then they are ditched at the side of the road and have to hitchhike to LA together.\n\nI know this is an obvious movie ploy. I know, in fact, that what will happen next is completely predictable: They'll fight, they'll share experiences, they'll suffer together, and eventually they'll fall in love. I know all of these things, and yet I don't care. I don't care because love is always a cliché anyway, and the only thing that makes it endlessly fascinating is that the players are always changing. These two particular characters, Walter and Alison, played by these two gifted young actors, Cusack and Zuniga, make \"The Sure Thing\" into a special love story.\n\nOne of the unique things about the movie is that the characters show a normal shyness about sex. Most movie teenagers seem to be valedictorians from the Masters & Johnson Institute. They're born knowing more about sex than Rhett Butler would have been able to teach Scarlett O'Hara. They are also, of course, not shy, not insecure, not modest, and occasionally not human. Walter and Alison are closer to real teenagers, with real doubts and hesitations and uncertainties.\n\nThe other surprising thing about the film is that it successfully avoids an obligatory sex scene with the Sure Thing (Nicollette Sheridan, in a thankless role). This film is so revolutionary, it believes sex should be accompanied by respect and love!\n\nBy the end of the movie, when Walter and Alison finally do kiss, it means something. It means more, in fact, than any movie kiss in a long time, because it takes place between two people we've gotten to know and who have gotten to know each other.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-05-01", "genres": ["Adventure", "Comedy", "Drama", "Romance"], "title": "The Sure Thing (1985)"}