{"url": "http://www.rogerebert.com/reviews/the-blair-witch-project-1999", "by": "Heather Donahueas Heather", "star_rating": 4.0, "text": "We're instinctively afraid of natural things (snakes, barking dogs, the dark) but have to be taught to fear walking into traffic or touching an electrical wire. Horror films that tap into our hard-wired instinctive fears probe a deeper place than movies with more sophisticated threats. A villain is only an actor, but a shark is more than a shark.\n\n\"The Blair Witch Project,\" an extraordinarily effective horror film, knows this and uses it. It has no fancy special effects or digital monsters, but its characters get lost in the woods, hear noises in the night and find disturbing stick figures hanging from trees. One of them discovers slime on his backpack. Because their imaginations have been inflamed by talk of witches, hermits and child murderers in the forest, because their food is running out and their smokes are gone, they (and we) are a lot more scared than if they were merely being chased by some guy in a ski mask.\n\nThe movie is like a celebration of rock-bottom production values--of how it doesn't take bells and whistles to scare us. It's presented in the form of a documentary. We learn from the opening titles that in 1994 three young filmmakers went into a wooded area in search of a legendary witch: \"A year later, their footage was found.\" The film's style and even its production strategy enhance the illusion that it's a real documentary. The characters have the same names as the actors. All of the footage in the film was shot by two cameras--a color video camcorder operated by the director, Heather (Heather Donahue), and a 16-mm. black and white camera, operated by the cameraman, Josh (Joshua Leonard). Mike (Michael Williams) does the sound. All three carry backpacks, and are prepared for two or three nights of sleeping in tents in the woods. It doesn't work out that way.\n\nThe buried structure of the film, which was written and directed by Eduardo Sanchez and Daniel Myrick, is insidious in the way it introduces information without seeming to. Heather and her crew arrive in the small town of Burkittsville (\"formerly Blair\") and interview locals. Many have vaguely heard of the Blair Witch and other ominous legends; one says, \"I think I saw a documentary on the Discovery Channel or something.\" We hear that children have been killed in the woods, that bodies have disappeared, that strange things happened at Coffin Rock. But the movie wisely doesn't present this information as if it can be trusted; it's gossip, legend and lore, passed along half-jokingly by local people, and Heather, Josh and Mike view it as good footage, not a warning.\n\nOnce they get into the woods, the situation gradually turns ominous. They walk in circles. Something happens to their map. Nature itself begins to seem oppressive and dead. They find ominous signs. Bundles of twigs. Unsettling stick figures. These crude objects are scarier than more elaborate effects; they look like they were created by a being who haunts the woods, not by someone playing a practical joke. Much has been said about the realistic cinematography--how every shot looks like it was taken by a hand-held camera in the woods (as it was). But the visuals are not just a technique. By shooting in a chill season, by dampening the color palette, the movie makes the woods look unfriendly and desolate; nature is seen as a hiding place for dread secrets.\n\nAs fear and desperation grow, the personalities of the characters emerge. \"We agreed to a scouted-out project!\" one guy complains, and the other says, \"Heather, this is so not cool!\" Heather keeps up an optimistic front; the woods are not large enough to get lost in, she argues, because \"This is America. We've destroyed most of our national resources.\" Eventually her brave attitude disintegrates into a remarkable shot in which she films her own apology (I was reminded of explorer Robert Scott's notebook entries as he froze to death in Antarctica).\n\nAt a time when digital techniques can show us almost anything, \"The Blair Witch Project\" is a reminder that what really scares us is the stuff we can't see. The noise in the dark is almost always scarier than what makes the noise in the dark. Any kid can tell you that. Not that he believes it at the time.", "running_time": 88, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-07-16", "genres": ["Horror", "Mystery"], "title": "The Blair Witch Project (1999)"}