{"url": "http://www.rogerebert.com/reviews/the-unbelievable-truth-1990", "by": "Adrienne Shellyas Audry Hugo", "star_rating": 3.0, "text": "Hal Hartley's \"The Unbelievable Truth\" is another example of that strange mixture of melodrama and irony that David Lynch has popularized with \"Twin Peaks.\" The approach involves inventing a real world of ordinary people, and then filling it with bizarre and mysterious events. Something is being made fun of - but is it the reality, or the fantasy? The movie takes place in a small town on Long Island where a young woman named Audry (Adrienne Shelly) restlessly confronts the end of her adolescence. Her boyfriend is so earnest and sincere it's hard to believe he believes himself. Her father, who runs the local auto repair shop, loves her but has strong opinions about what is right and wrong for her. He is not pleased when Audry gets a crush on an older man - a stranger, new in town, who has just hired on at the garage.\n\nThe newcomer's name is Josh (Robert Burke, a Sam Shepard type). He dresses all in black (people are always asking him if he's a priest), and has the guarded, contained body language of someone who has done time in prison. He has. Soon gossip begins to circulate about him: He was involved in a tragedy a few years ago. Someone was killed in an auto accident, someone was murdered . . . nobody seems to know the whole story.\n\nThe movie develops in the self-consciously arch style of deliberate soap opera. Audry worries about the world ending in nuclear holocaust. Her parents worry about Audry. Josh and Audry spar uneasily, attracted to each other but not sure what to do about it. Events come to a head when Audry's best friend reveals that Josh may have killed two members of her family. Meanwhile, Audry is offered a chance to be a photographer's model, and starts making big money posing for ads. Her dad is proud at first, but has a fit and rips a copy of the New York Times Magazine to shreds when he finds his daughter depicted in lingerie.\n\nThere are a couple of other odd characters in the film. A stranger, for example, who offers Josh a lift in the first scene and turns up later drunk on a New York sidewalk. A \"manager\" who masterminds Audry's modeling career but wants sexual favors in return.\n\nAnd of course Josh himself grows increasingly mysterious, mostly because he seems so quiet and self-effacing.\n\nWhat is the purpose of all of this? To intrigue us with the oddness of ordinary life, I think. A movie like \"The Unbelievable Truth\" is second cousin to those melodramas Douglas Sirk made at Universal in the 1950s (\"Magnificent Obsession,\" \"There's Always Tomorrow,\" \"Written on the Wind\"), in which people who looked and spoke and dressed as pillars of the middle class - and who thought of themselves as completely typical - got involved in unspeakably complicated love triangles and shady business deals and crimes of weakness.\n\n\"The Unbelievable Truth\" is a movie for film buffs. Those who wander in off the street are likely to be confused, since it seems to be so unsprung and without purpose. What Hartley is doing, however, is writing a film essay on conventions and cliches and middle-American movie characters. He establishes them as completely ordinary, and then he lets them wander off into the byways of their destinies. What makes the film fun is the deadpan, tongue-in-cheek humor that undermines the seemingly sincere dramatic scenes.", "running_time": 90, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-08-03", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "The Unbelievable Truth (1990)"}