{"url": "http://www.rogerebert.com/reviews/the-ballad-of-ramblin-jack-2000", "by": "Aiyana Elliott", "star_rating": 3.0, "text": "Elliott was born Elliott Charles Adnopoz, son of Brooklyn doctor, in 1931. He ran away from home to join the rodeo and has been rambling ever since. Elliott arguably provided Dylan with more than an insight into the music of Woody Guthrie: \"What Dylan really took from Ramblin' Jack were lessons on how to configure a complete persona out of a mundane middle-class Jewish upbringing,\" writes Henry Cabot Beck of film.com.\n\nAs Dylan turned into one of the biggest stars of the early 1960s, Elliott \"didn't even notice at first\" that his act had been copied (and, in all fairness, improved upon--not to mention the additional dimension of Dylan's songwriting). Real hurt came later, at a 1967 Guthrie tribute concert; Dylan was the headliner, Elliott at first was not even invited. By then Elliott's career was ramblin' out of control, and the film quotes an early manager, Harold Leventhal, who says, \"I respected his talent, but he was too disorganized. [With Jack], if there's a plan, it comes from whatever wife he happens to be with.\" For Aiyana Elliott, daughter by the fourth wife, all of this is just the historical backdrop to a life during which her father was briefly glimpsed between rambles. He was on the road, or had signed on to crew a sailboat, or had turned up with a new girlfriend, and it was no fun \"having the world's greatest rambler as your dad.\" Her documentary is an effort to pin down Elliott, but he is unpinnable, and her specific questions get answers that drift off into free association. His concerts, we gather, were much the same way: \"He never knew what the program would be, and there wasn't even a song list taped to the guitar. Sometimes he'd start a song without even deciding on the key.\" Old footage from a Johnny Cash TV show shows Cash looking on quizzically as Elliott tunes, and tunes, and tunes.\n\nThe movie reminded me of another recent documentary \"Pop & Me,\" about a father and son who embark on a 'round-the-world trip during which they plan to get to know each other better and find that wherever they go, their relationship has preceded them. Some parents are elusive, and some children are never going to get closure, and \"The Ballad of Ramblin' Jack\" hovers intriguingly between homage and revenge.", "running_time": 112, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-09-08", "genres": null, "title": "The Ballad of Ramblin' Jack (2000)"}