{"url": "http://www.rogerebert.com/reviews/the-black-windmill-1975", "by": "Michael Caineas Major Tarrant", "star_rating": 2.0, "text": "On or about Sept. 21, according to the estimates of the finest financial minds at Universal Studios, \"Jaws\" will pass \"The Godfather\" and become the most successful motion picture of all time. \"Jaws\" was produced by the team of Richard Zanuck and David Brown, and you'd think that with a million dollars a day coming in at the box office, they'd be content. But no. Movie producers are never content, and when Zanuck and Brown visited Chicago not long ago to beat the drums for \"Jaws,\" they were recalling failures as well as successes.\n\n\"We made a picture called 'The Black Windmill,' \" Brown sighed. \"It was a total flop,\" said Zanuck. \"How did we go wrong?\" asked Brown. \"It had everything,\" Zanuck said. \"It was a spy movie with a kidnaping angle, and it starred Michael Caine, and we had Don Siegel as our director.\" They stared into their coffee cups. \"How in the world,\" Brown said at last, \"can you have a thriller starring Michael Caine, directed by Don Siegel, and not make money?\"\n\nThe conversation then turned to the untold millions about to be made by a thriller starring a shark and directed by Steven Spielberg. But for all things there is a season, and the end of summer is the season for dogs as well as sharks; \"The Black Windmill\" opened in neighborhood theaters last Friday. I went to see it because I, too, didn't see how a movie made by Don Siegel (who is Clint Eastwood's favorite director, and directed \"Dirty Harry\" and \"Magnum Force,\" among others) could be a total loss. Especially not with Michael Caine, that cool, sardonic actor with the Cockney elegance, in the lead.\n\nBut it is pretty much a total loss; \"The Black Windmill\" commits the one crime no thriller can be pardoned for. It's not thrilling. It's also terribly passive and static, and Siegel directs Caine almost to a standstill. The problem is partly with the screenplay which gives us a labyrinthine tangle of motives and then explains things almost perfunctorily and partly with Caine in the leading role.\n\nSiegel almost seems to think he's directing Clint Eastwood instead, and that's a fatal error. Eastwood, like Charles Bronson, is an actor of great emotional force and little narrative subtlety. He can convey strength and conviction and the ability to act with sudden violence, but he doesn't show a lot of shading in more complex scenes. Caine, on the other hand, has a nice understated humor and an ability to play with a scene in about six different ways. But he's never really been a movie tough guy, a loner; he doesn't project those vibrations.\n\nYet \"The Black Windmill,\" and Siegel, seem to want him to. He plays a member of British Intelligence whose young son is kidnaped. He wants nothing more than to regain his son, and will go anywhere and do anything, but he's so incredibly controlled, so restrained, that we don't feel the urgency.\n\nAnd so what happens is that the movie becomes curiously flat; everything seems cut and dried. There's an attempt to inject human feeling through such characters as the Intelligence chief (Donald Pleasance, nicely eccentric) and Caine's estranged wife (Janet Suzman, catatonic in one scene, efficient in the next), but our emotions aren't involved. Why should we care when the movie doesn't?", "running_time": 106, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Thriller"], "title": "The Black Windmill (1975)"}