{"url": "http://www.rogerebert.com/reviews/the-chant-of-jimmie-blacksmith-1981", "by": "Tommy Lewisas Jimmie Blacksmith", "star_rating": 3.5, "text": "One of the wonders that a good movie can sometimes achieve is to take us entirely outside the framework of the society to which it will eventually be shown. Fred Schepisi's “The Chant of Jimmie Blacksmith,” an Australian film about a half-aborigine who goes on a savage murder spree against whites, is a movie like that. Its story is told entirely in the moral terms of the raw Australian outback of about 1900, and the racial attitudes in the movie are firmly drawn from that period.\n\nThat's one of the things that makes the movie fascinating. Too many movies about race are established in the past but contain the attitudes of the present -- so that, for example, Muhammad Ali as a slave in “Freedom Road” need say nothing that Muhammad Ali as a TV star in 1979 did not feel like saying. And so we get contemporary pieties about the past, and they do great damage because they hide the past itself from us.\n\n“The Chant of Jimmie Blacksmith” re-creates its other time so well that we come out of the theater in substantial identification with its hero. We do not condone him, but we understand him. Jimmie Blacksmith in this movie kills a large number of innocent white people, including women and children. But he does not do so for reasons of the radical politics of hate. He does so, basically, because racism has driven him mad without even giving him the vocabulary he needs to be able to say that it is racism.\n\nJimmie is a half-breed, born of an Aborigine mother and a white father who took his sexual convenience in the nearby Aborigine settlement. Jimmie is raised by a white missionary couple, who advise him to marry a white girl from a nearby farm \"because then your children will be only a quarter black, and your grandchildren hardly black at all.\" \n\nThis advice -- that Jimmie's salvation lies in the dissemination of his genes until they lose all power in the white genetic pool -- is, when you get right down to it, as genocidal as what Jimmie eventually does. It would just take longer and not involve murder.\n\nJimmie, meanwhile, works hard and is a good laborer, but is smarter than his white bosses (one illiterate farmer will not write a recommendation for him because he does not want to admit he cannot write). As an assistant to a white policeman, Jimmie witnesses the killing of blacks by whites. In his own life, he is closer witness to the destruction of his hopes and dreams by a society that not only does not care about him, but is so myopic as to not even quite know he is even there.\n\nThe final blow comes after Jimmie's white wife has their baby, and it is all white -- obviously not Jimmie's. Then he goes on his mad killing spree, which is, I understand, based on a historical event. \"The Chant of Jimmie Blacksmith” has finally arrived at Facets Multimedia, two years after creating a sensation at Cannes (where it was the first Australian film accepted as an official entry). It is, among its other accomplishments, powerfully photographed and well-acted.\n\nBut more than anything else, it is valuable because it deals with its materials in the terms of the period in which it is set. I found no message in the movie, and no contemporary political attitude reflected in the events of the past. What I found instead was much more rare, a film concerned with showing us how people felt, acted and lived 80 years ago. To know where we are, we must begin by knowing where we came from.", "running_time": 113, "mpaa_rating": "NR", "release_year": 1981, "date_published": "1981-02-10", "genres": ["Drama", "Foreign"], "title": "The Chant of Jimmie Blacksmith (1981)"}