{"url": "http://www.rogerebert.com/reviews/the-yakuza-1975", "by": null, "star_rating": 2.5, "text": "Kungfu movies crept into the American market almost backward, with producers named Run Run Shaw and budgets around $19.95. But now, here's the first American version of Japan's favorite genre, the yakuza movie, and it's a handsome expensive production with a great performance by Robert Mitchum and a scary one by Ken Takakura, Japan's box office champion.\n\n\"The Yakuza\" is a superior action movie, but all the same, it's for audiences that have grown accustomed over the last few years to buckets of blood, disembowelments and severed hands flying through the air.\n\nIt's very violent, and the fact that the violence has been choreographed by a skilled director (Sidney Pollack, who made \"They Shoot Horses, Don't They?\") just makes it all the more extreme.\n\nThe plot mechanisms necessary to work Robert Mitchum into a yakuza movie are a little involved, and at one point, there's a voiceover narration so complicated we almost lose our place.\n\nBut, briefly, Mitchum is a mysterious sometime private eye hired by a desperate friend whose daughter has been kidnapped by the yakuza mafia like Japanese crime society with an unbreakable code of conduct. Mitchum is owed a debt of honor by a onetime yakuza member (Takakura Ken), and he goes to Japan to collect on it.\n\nKen hates him, but owes him the debt anyway. Mitchum was a member of the American occupying forces after the war and saved the life of Ken's nearest female relative and her daughter. Ken spent six years hiding out in a cave in the Philippines before returning to Japan, where (as he puts it) his pride was offended because the woman had put him in a position of debt to his enemy.\n\nThere's more, but what really matters is that both Mitchum and Ken are representatives of an obsolete breed. As the movie's ads have it, \"A man doesn't forget. A man pays his debts.\"\n\nSo the two men plunge into a scheme to get the girl back, and before they're finished, something like 40 other people get shot, disemboweled, decapitated, etc. There's one scene in which the two men clean out an entire gang, Ken wielding his sword while Mitchum somewhat unsportingly blasts away with a shotgun.\n\nThe movie isn't all violence, though. Pollack is at pains to establish relationships, and there's a poignant scene of reunion between Mitchum and the woman he loved after the war. There's also a nicely developed oldArmybuddy character (Herb Edelman), who stayed behind to teach school. And there's the slowly developing mutual trust and friendship between the two embattled old warriors.\n\nMitchum has always been one of my favorite movie actors. The word \"movie\" needs to be emphasized because I have no idea how he'd come over on a stage, and possibly he doesn't, either. But on screen, he has tremendous presence and subtlety.\n\nNo other actor I can think of could inhabit such a violent movie with such an affecting combination of toughness, tenderness, weariness and cynicism: His acting makes the battle scenes work as events instead of mindless spectacle.\n\nAs for Takakura Ken, he's steelyeyed and dangerous looking, and described as \"the man who never smiles.\" If yakuza movies catch on, he may become the next man with no name, or even who knows? Bruce Lee.", "running_time": 123, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "The Yakuza (1975)"}