{"url": "http://www.rogerebert.com/reviews/the-italian-job-2003", "by": "Mark Wahlbergas Charlie Croker", "star_rating": 3.0, "text": "I saw \"The Italian Job\" in a Chicago screening room, in the midst of a rush of new summer releases. I recollect it now from the Cannes Film Festival, which has assembled one unendurable film after another for its worst year in memory. That doesn't make \"The Italian Job\" a better film, but it provides a reminder that we do, after all, sometimes go to the movies just to have a good time and not to be mired in a slough of existential despond. Don't get me wrong. I like a good mire in despond now and again; it's just that the despond at Cannes has been so unadmirable.\n\nF. Gary Gray's \"The Italian Job,\" on the other hand, is nothing more, or less, than a slick caper movie with stupendous chase scenes and a truly ingenious way to steal $35 million in gold bars from a safe in a Venetian palazzo. The safe is stolen by a gang led by Donald Sutherland, who must be relieved to note that Venice has no dwarfs in red raincoats this season. His confederates include Charlie (Mark Wahlberg), a strategic mastermind; second-in-command Steve (Edward Norton); the computer whiz Lyle (Seth Green); the getaway driver, Handsome Rob (Jason Statham), and Left-Ear (Mos Def), who can blow up stuff real good.\n\nAfter a chase through the canals of Venice, which in real life would have led to the loss of six tourist gondolas and the drowning of an accordion player, the confederates go to an extraordinary amount of trouble to meet, with the gold, in a high Alpine pass apparently undisturbed since Hannibal. I have no idea how hard it is to move $35 million in gold from Venice to the Alps with Interpol looking for you, or for that matter how hard it would be to move it back down again, but golly, it's a pretty location.\n\nAfter betrayal and murder, the action shifts to Los Angeles. Think of the overweight baggage charges. Wahlberg and company, who have lost the gold, are determined to get it back again, and enlist Sutherland's daughter, Stella (Charlize Theron), who is a safecracker. A legal one, until they enlist her.\n\nStella drives a bright red Mini Cooper, which is terrifically important to the plot. Eventually, there is a fleet of three. That the crooks in the original \"The Italian Job\" (1969) also drove Mini Coopers is one of the few points of similarity between the two movies. Good job that the Mini Cooper was re-introduced in time for product placement in this movie.\n\nActually, that's unfair; they need Mini Coopers because their size allows them to drive through very narrow spaces, although they have no idea how handy the little cars will become when they drive down the stairs and onto the tracks of the Los Angeles subway system. They're also handy in traffic jams, and there are nice sequences in which traffic lights are manipulated by the Seth Green character, who hilariously insists he is the real inventor of Napster, which was stolen by his roommate while he was taking a nap, thus the name.\n\nThere are a couple of nice dialogue touches; Edward Norton is not the first actor to say, \"I liked him right up until the moment I shot him,\" but he is certainly the latest. The ending is suitably ironic. This is just the movie for two hours of mindless escapism on a relatively skilled professional level. If I had seen it instead of the Cannes entry \"The Brown Bunny,\" I would have wept with gratitude.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-05-30", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "The Italian Job (2003)"}