{"url": "http://www.rogerebert.com/reviews/the-insider-1999", "by": "Al Pacinoas Lowell Bergman", "star_rating": 3.5, "text": "Michael Mann's \"The Insider\" makes a thriller and expose out of how big tobacco's long-running tissue of lies was finally exposed by investigative journalism. At its center stands Lowell Bergman, a producer for \"60 Minutes,\" the CBS News program where a former tobacco scientist named Jeffrey Wigand spilled the beans. First Bergman coaxes Wigand to talk. Then he works with reporter Mike Wallace to get the story. Then he battles with CBS executives who are afraid to run it--because a lawsuit could destroy the network. He's a modern investigative hero, Woodward and Bernstein rolled into one.\n\nOr so the film tells it. The film is accurate in its broad strokes. Wigand did indeed reveal secrets from the Brown & Williamson laboratories that eventually led to a $246 billion settlement of suits brought against the tobacco industry by all 50 states. \"60 Minutes\" did eventually air the story, after delays and soul-searching. And reporting by the Wall Street Journal was instrumental in easing the network's decision to air the piece.\n\nBut there are ways in which the film is misleading, according to a helpful article in the magazine Brill's Content. Mike Wallace was more of a fighter, less Bergman's puppet. \"60 Minutes\" executive producer Don Hewitt didn't willingly cave in to corporate pressure, but was powerless. The Wall Street Journal's coverage was not manipulated by Bergman, but was independent (and won a Pulitzer Prize). Bergman didn't mastermind a key Mississippi lawsuit or leak a crucial deposition. And the tobacco industry did not necessarily make death threats against Wigand (his former wife believes he put a bullet in his mailbox himself).\n\nDo these objections invalidate the message of the film? Not at all. And they have no effect on its power to absorb, entertain and anger. They go with the territory in a docudrama like this, in which characters and narrative are manipulated to make the story stronger. The Brill's Content piece, useful as it is, makes a fundamental mistake: It thinks that Lowell Bergman is the hero of \"The Insider\" because he fed his version of events to Mann and his co-writer, Eric Roth. In fact, Bergman is the hero because he is played by Al Pacino, the star of the film, and thus must be the hero. A movie like this demands only one protagonist. If Pacino had played Mike Wallace instead, then Wallace would have been the hero.\n\nThe decision to center on a producer, to go behind the scenes, is a good one, because it allows the story to stand outside Wallace and Hewitt and consider larger questions than tobacco. The movie switches horses in midstream, moving from the story of a tobacco cover-up to a crisis in journalistic ethics. Did CBS oppose the story only because it feared a lawsuit, or were other factors involved, such as the desire of executives to protect the price of their stock as CBS was groomed for sale to Westinghouse? The movie is constructed like a jigsaw puzzle in which various pieces keep disappearing from the table. It begins when Bergman hires Jeffrey Wigand (Russell Crowe) as a consultant on another tobacco story. He learns that Wigand possesses information from the tobacco industry not only proving that nicotine is addictive (which the presidents of seven cigarette companies had denied under oath before Congress), but that additives were used to make it more addictive--and one of the additives was a known carcinogen! Wigand has signed a confidentiality agreement with B&W, and Bergman somehow has to get around that promise if the truth is going to be revealed.\n\nMann is able to build suspense while suggesting what a long, slow, frustrating process investigative journalism can be. Wigand dances toward a disclosure, then away. Bergman works behind the scenes to manipulate lawsuits and the coverage of the Wall Street Journal (these scenes are mostly fictional, we learn). He hopes to leak parts of the story in truncated form so that he's free to expose its full glory. Mike Wallace (Christopher Plummer) is beside him all the way, finally zeroing in on Wigand in one of those interviews where shocking statements are given little pools of silence to glisten in. Then a corporate lawyer (Gina Gershon) explains the law to the \"60 Minutes\" gang: The more truthful Wigand's statements, the more damaging they are in a lawsuit. \"60 Minutes\" boss Don Hewitt (Philip Baker Hall) sides with the network, and Bergman is blindsided when Wallace at first sides with Hewitt.\n\nIt's then that Bergman goes to work behind the scenes, leaking information and making calls to competitors to blast the story lose from legal constraints. And these are the scenes that owe the most to Hollywood invention; the chronology is manipulated, and actions of key players get confused. There is an underlying truth, however: \"60 Minutes\" did eventually find a way to air its original story, through the device of reporting about how it couldn't--a report that had the effect of breaking the logjam.\n\nHewitt, one of the patron saints of investigative journalism, is portrayed as too much of a corporate lackey, but Wallace's image emerges intact in a wonderful scene where Hewitt says the whole matter will blow over in 15 minutes, and Wallace says, \"No, that's fame. You get 15 minutes of fame. Infamy lasts a little longer.\" Pacino's performance underlies everything. He makes Bergman hoarse, overworked, stubborn and a master of psychological manipulation who inexorably draws Wigand toward the moment of truth. Pacino can be flashy, mannered, over the top, in roles that call for it; this role calls for a dogged crusader, and he supplies a character who is always convincing.\n\nThere is, I admit, a contradiction in a film about journalism that itself manipulates the facts. My notion has always been that movies are not the first place you look for facts, anyway. You attend a movie for psychological truth, for emotion, for the heart of a story and not its footnotes. In its broad strokes, \"The Insider\" is perfectly accurate: Big tobacco lied, one man had damning information, skilled journalism developed the story, intrigue helped blast it free. \"The Insider\" had a greater impact on me than \"All the President's Men,\" because you know what? Watergate didn't kill my parents. Cigarettes did.", "running_time": 148, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-11-05", "genres": ["Drama", "Thriller"], "title": "The Insider (1999)"}