{"url": "http://www.rogerebert.com/reviews/the-ladykillers-2004", "by": "Irma P. Hallas Marva Munson", "star_rating": 2.5, "text": "The genius of Alec Guinness was in his anonymity. He could play a character so ingratiating that he ingratiated himself right into invisibility, and that was the secret of his work in \"The Ladykillers,\" a droll 1955 British comedy that also starred Peter Sellers and Herbert Lom. Now comes a Coen brothers remake with Tom Hanks in the Guinness role, and although Hanks would be the right actor to play a low-key deceiver, the Coens have made his character so bizarre that we get distracted just by looking at him.\n\nHanks plays Goldthwait Higginson Dorr, who claims to be a professor of Latin and Greek, who dresses like Col. Sanders, and who seems to be channeling Tennessee Williams, Edgar Allan Poe and Vincent Price. As in the original, he rents a room from a sweet little old lady, and plans to use her home as a base for a criminal scheme. In this case, he and four associates will tunnel from her root cellar into the cash room of a nearby casino named the Bandit Queen. The professor explains to the L.O.L. that the five of them are a classical music ensemble who need a quiet place to practice; they play music on a boom box to cover the sounds of their tunneling.\n\nThe other crooks represent the extremes of available casting choices; all of them, like the professor, are over-the-top in a way rarely seen outside Looney Tunes. Gawain MacSam (Marlon Wayans) is a trash-talking hip-hop janitor at the casino; Garth Pancake (J.K. Simmons) is a mustachioed explosives expert who asphyxiates a dog in an unfortunate gas mask experiment; the General (Tzi Ma) is a chain-smoker who once apparently specialized in tunnels for the Viet Cong, and Lump (Ryan Hurst) is a dimwitted muscle man who will do the hard labor.\n\nThe little old lady is named Marva Munson, and she is played by Irma P. Hall in the one completely successful comic performance in the movie. Yes, she's a caricature, too: A churchgoing widow who doesn't allow smoking in the house, has regular conversations with the portrait of her dead husband, and is not shy about complaining to the sheriff. But her character is exaggerated from a recognizable human base, while the others are comic strip oddities.\n\nEven Marva is sometimes betrayed by the Coens, who give her speeches that betray themselves as too clever by half (protesting a neighbor's loud \"hippity-hop\" music, she complains that the songs use the N-word \"2,000 years after Jesus! Thirty years after Martin Luther King! In the Age of Montel!\" If she'd said \"Oprah,\" it might have been her talking, but when she says \"Montel,\" you can feel the Coens' elbow digging in your side. There's also a subplot involving Mrs. Munson's regular donations to Bob Jones University; she is apparently unaware of its antediluvian attitudes about race. There are too many moments where dialogue seems so unmatched to the characters that they seem to be victims of a drive-by ventriloquist.\n\nNow let me say that although the movie never jells, its oddness keeps it from being boring. Tom Hanks provides such an eccentric performance that it's fun just to watch him behaving -- to listen to speeches that coil through endless florid ornamentation. That the purpose of a criminal in such a situation would be to become invisible -- as Guinness, despite his bad teeth, tried to do in the 1955 film -- escapes the Coens. But I am importing unwanted logic into a narrative that manifestly is disinterested in such fineries of specification, as the professor might declare.\n\nThere are some big laughs in the movie, some of them involving body disposal and another one as Garth Pancake demonstrates the safe handling of explosives. When Mrs. Munson invites the church ladies over for tea and invites the nice gentlemen in the basement to play something, Hanks offers a poem by Poe as consolation prize, and rises to a peak of mannered sublimity. As the church ladies gaze in speechless astonishment at his performance, I was reminded of a day in the 1960s I was in a working-class pub in a poor neighborhood of Sligo, in the west of Ireland. The TV set over the bar was tuned to \"The Galloping Gourmet.\" The regulars stared at him speechlessly, until finally one said: \"Will you look at that fellow!\" That's how the ladies feel about Professor G. H. Dorr.\n\nThere's a lot of high-spirited gospel music in the movie, which brings the plot to a halt for a concert in Mrs. Munson's church. It's wonderful as music, but not really connected to the movie, unlike the music in the Coens' \"O Brother, Where Art Thou?\" For that matter, the four- and 12-letter dialogue of the Wayans character fits awkwardly into a story where no one else talks that way; his potty mouth also wins the film an otherwise completely unnecessary R rating.\n\nWhat the movie finally lacks, I think, is modesty. The original \"Ladykillers\" was one of a group of small, inspired comedies made at the low-rent Ealing Studios near London, where Guinness was the resident genius; his other titles from the period include \"Kind Hearts and Coronets\" (1949), \"The Lavender Hill Mob\" (1950) and \"The Man in the White Suit\" (1951). These were self-effacing films; much of their humor grew out of the contrast between nefarious schemes and low-key, almost apologetic behavior.\n\nThe Coens' \"Ladykillers,\" on the other hand, is always wildly signaling for us to notice it. Not content to be funny, it wants to be FUNNY! Have you ever noticed that the more a comedian wears funny hats, the less funny he is? The old and new \"Ladykillers\" play like a contest between Buster Keaton and Soupy Sales.\n\nRoger Ebert's review of \"Kind Hearts and Coronets\" is in the Great Movies series at www.suntimes.com/ebert.", "running_time": 104, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-03-26", "genres": ["Action", "Comedy", "Crime"], "title": "The Ladykillers (2004)"}