{"url": "http://www.rogerebert.com/reviews/the-mirror-has-two-faces-1996", "by": "Barbra Streisandas Rose Morgan", "star_rating": 3.0, "text": "Barbra Streisand's new film “The Mirror Has Two Faces”\rapproaches the subject of marriage warily and with wit, like a George Bernard\rShaw play; two articulate people talk circles around love for two acts before\rfalling exhausted before the biological imperative in the third. Streisand\rplays Rose, a professor of literature who has more or less given up on her\rmarriage prospects, when she meets Gregory (Jeff Bridges), a man she really\rlikes. He really likes her, too. The key words here are “really likes,” which\rare not the same as “really loves.” Rose, 40ish in the movie, is in the dumps\rbecause of the marriage of her sister (Mimi Rogers) to a handsome new husband\r(Pierce Brosnan). Rose's own dating circle seems to be limited to a nerd with\ran infectious grin (Austin Pendleton). Her sister, in desperation, answers a lonely-hearts\rad, and Rose and Gregory find themselves out on a date together.\n\nGregory\ris the kind of man who believes he cannot function well if he's in love. In an\rawkward and unconvincing early scene, he is giving a talk on mathematical\rtheory when he spots his ex-wife in the audience, falters, blathers, and flees\rfrom the stage. Desperate, he calls a phone sex line (for advice, not sex) and\rthat leads to his lonely-hearts ad and the big first date with Rose, at which\rhe exclaims “beautiful!” as he looks at the sound waves on an oscilloscope\rwhile attending a concert.\n\nLater,\rthey discuss prime numbers. He is amazed by how smart she is. She is amazed by\rhow much she is attracted to him. So attracted that when he proposes marriage\rshe agrees to his terms: No sex, no physical affection, just “a meeting of two\rminds”--respect and friendship and none of that messy stuff to get in the way.\rThis works for a while, until she gets carried away and puts on a sexy\rnightgown, and he locks himself in the bathroom.\n\nThe\rscreenplay, by Richard LaGravenese, based on an earlier French film, is like a\rShaw play--”Pygmalion,” in fact, except that this Higgins has nothing to teach\rhis Eliza, and she has everything to teach him. It's rare to find a film that\rdeals intelligently with issues of sex and love, instead of just assuming that\reveryone on the screen and in the audience shares the same popular culture\rassumptions.\n\nIt's\rrare, too, to find such verbal characters in a movie, and listening to them\rtalk is one of the pleasures of “The Mirror Has Two Faces.” There is a\rwonderful scene in which Rose and her mother (Lauren Bacall) discuss beauty. We\rsee a photograph of Bacall at about the age of 20, and we see Bacall now,\rbeautiful in a different way, but old, and the daughter asks, “How did it feel?\rBeing beautiful?” “It was wonderful,” her mother says, and we get the eerie and\rmagical sense that we are hearing Streisand and Bacall discussing this. The\rmother then produces a photo of a cute baby, which Streisand assumes is of her\rsister. But it's a picture of herself. “You were such a beautiful baby,” the\rmother says, and Rose says, “Thanks for showing me this picture, mom.” It is a\rgreat scene.\n\nIt\rleads to a dependable movie cliché, in which Rose transforms herself through\rexercise, wardrobe and makeup, into a beauty. Gregory has left after the\rawkward sex showdown, but now he wants to come back, and she thinks maybe she\rcan seduce him. Transformation scenes are standard in the movies, but this one\rpays off in an unexpected way, leading to a payoff the movie works hard for,\rand earns.\n\nSome\rquibbles. Where is Streisand's family from? Streisand speaks with her usual New\rYork accent, Bacall sounds mid-Atlantic, and Mimi Rogers sounds WASP as the\rsister. And although the Streisand character is articulate and intelligent in\rmost scenes, her intelligence level falters in the key scene intended to\restablish it, as she lectures her Columbia lit students. She comes across more\rlike an inspirational after-dinner speaker with a standup comic's style than\rlike a literature professor; in today's better schools, the students would\rquickly pass the word that she was a lightweight showboat.\n\nOn\rbalance, though, this is a moving and challenging movie, fascinated by the\rmurky depths that separate what people want from what they say they want and\rwhat they think they should want.", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-11-15", "genres": ["Comedy", "Drama", "Romance"], "title": "The Mirror Has Two Faces (1996)"}