{"url": "http://www.rogerebert.com/reviews/the-eye-2003", "by": "Lee Sin-Jeas Mun", "star_rating": 2.5, "text": "\"The Eye\" is a thriller about a blind young violinist from Hong Kong whose sight is restored through surgery, but who can then can see a little too well, so that she observes the Grim Reaper leading the doomed in solemn procession to the other side, and shares the anguish of the donor of her eyes. What's more, she's thrown out of the blind orchestra, now that she can see.\n\nAll I know about restored sight I learned in the books of Oliver Sacks, who writes about a patient whose sight was miraculously restored. The problem turns out to be knowing what you're looking at. Babies do all the hard work in the first months after birth, learning to interpret shapes and colors, dimension and distance. For an adult who relates to the world through the other four senses, the addition of sight is not always a blessing.\n\nThe movie touches on that, in a scene where the blind girl, named Mun (Lee Sin-Je), is shown a stapler and asked what it is. She can tell by feeling it. But she's a quick study, and in no time is moving independently through the world and falling in love with Dr. Wah, her handsome young therapist (Lawrence Chou).\n\nLee has an expressive face, which is crucial to the success of the film, because she has an extraordinary number of reaction shots, and no wonder: The movie is about what Mun sees and how she reacts to it. Unlike the overwrought heroines of most women-in-danger films, Mun is quiet, introspective, reasonable and persuasive.\n\nPerhaps that's why Dr. Wah believes her. She becomes convinced that she can see the dead leaving this earth, and anticipate tragedies before they happen. She thinks this may be connected in some way with the donor of her new eyes, and Dr. Wah begins to believe her, not least because he falls in love with her. His uncle, Dr. Lo (Edmund Chen), takes a jaundiced view of this development, which violates medical ethics and perhaps common sense, and refuses to divulge the name of the donor.\n\nBut Wah and Mun eventually do figure out that the corneas came from a girl in Thailand, and journey there for a conclusion that includes a startling scene of carnage that's all the more unexpected because it comes at the end of a relatively quiet and inward movie.\n\n\"The Eye\" is better than it might have been, especially in moments of terror involving Mun's ability to see what no one else can see, and in her relationship with a little girl at the hospital who seems to be dying, and becomes her special friend. But the notion that body parts retain the memories of their owners is a horror-movie cliche, as in \"The Beast With Five Fingers\" and Oliver Stone's early screenplay \"The Hand.\" This is the kind of movie you happen across on TV, and linger to watch out of curiosity, but its inspired moments serve only to point out how routine, and occasionally how slow and wordy, the rest of it is.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-06-20", "genres": ["Horror", "Thriller"], "title": "The Eye (2003)"}