{"url": "http://www.rogerebert.com/reviews/the-cook-the-thief-his-wife-and-her-lover-1999", "by": "Richard Bohringeras Richard", "star_rating": 4.0, "text": "Rarely has a movie title been more -- or less -- descriptive than Peter Greenaway's \"The Cook, the Thief, His Wife, and Her Lover.\" On one level you can describe the movie simply in terms of the characters and the lustful and unspeakable things they do to one another. On another level, there is no end to the ideas stirred up by this movie, which was threatened with an X rating in America while creating a furor in Great Britain because of its political content. So, which is it? Pornographic, a savage attack on Thatcher, or both? Or is it simply about a cook, a thief, his wife and her lover? \n\nThe thief's thuggish personality stands astride the movie and browbeats the others into submission. He is a loud, large, reprehensible criminal, played by Michael Gambon as the kind of bully you can only look at in wonder, that God does not strike him dead. He presides every night over an obscene banquet in a London restaurant, where the other customers exhibit remarkable patience at his hog-like behavior. He surrounds himself with his cronies, hit-men and hangars-on, and with his long-suffering wife (Helen Mirren), for whom martyrdom has become a lifestyle. No behavior is too crude for the thief, who delights in making animal noises, who humiliates his underlings, who beats and degrades his wife, and whosetreatment of the chef in the opening scene may send some patrons racing for the exits before the real horror show has even begun.\n\nAt another table in the restaurant sits the lover (Alan Howard), a book propped up so that he can read while he eats. He ignores the crude displays of the thief; his book distracts him. Then one night his eyes meet the eyes of the thief's wife. Lightning strikes, and within seconds they are making passionate love in the ladies' room. The sex scenes in this movie are as hungry and passionate as any I have seen, and yet they are upstaged by the rest of the film, which is so uncompromising in its savagery that the sex seems tranquil by comparison.\n\nNight after night the charade goes on -- the thief acting monstrously, the cook being humiliated, the wife and her lover meeting to make love in the toilet, the kitchen, the meat room, the refrigerator, anywhere that is sufficiently inappropriate and uncomfortable. (Greenaway gives a nightmare tinge to these scenes by using a different color scheme for every locale -- red for the dining room, white for the toilets -- and having the color of the character's costumes change as they walk from one to another.) Then the thief discovers that he is a cuckold, and in a rage orders his men to shove a book on the French Revolution down the lover's throat, one page at a time, with a sharp spindle. That is the prelude to the movie's conclusion, which I will merely describe as cannibalism, to spare your feelings.\n\nSo. What is all this about? Greenaway is not ordinarily such a visceral director, and indeed his earlier films (\"The Draughtsman's Contract,\" \"A Zed and Two Noughts,\" \"The Belly of an Architect\") have specialized in cerebral detachment. What is his motivation here? I submit it is anger--the same anger that has inspired large and sometimes violent British crowds to demonstrating against Margaret Thatcher's poll tax that whips the poor and coddles the rich. Some British critics are reading the movie this way: Cook = Civil servants, dutiful citizens. Thief = Thatcher's arrogance and support of the greedy. Wife = Britannia Lover = Ineffectual opposition by leftists and intellectuals.\n\nThis provides a neat formula, and allows us to read the movie as a political parable. (It is easily as savage as Swift's \"modest proposal\" that if the Irish were starving and overcrowded, they could solve both problems by eating their babies.) But I am not sure Greenaway is simply making an Identikit protest movie, leaving us to put the labels on the proper donkeys. I think \"The Cook, the Thief, His Wife, and Her Lover\" is more of a meditation on modern times in general. It is about the greed of an entrepreneurial class that takes over perfectly efficient companies and steals their assets, that marches roughshod over timid laws in pursuit of its own aggrandizement, that rapes the environment, that enforces its tyranny on the timid majority--which distracts itself with romance and escapism to avoid facing up to the bully-boys.\n\nThe actors in this movie exhibit a rare degree of courage. They are asked to do things that few human beings would have the nerve or the stomach for, and they do them, because they believe in the power of the statement being made. Mirren and Gambon are among the most distinguished actors inBritain-they've played many of the principal roles in Shakespeare -- and herethey find the resources to not only strip themselves of all their defenses,but to do so convincingly.\n\nThis isn't a freak show; it's a deliberate and thoughtful film in which the characters are believable and we care about them. Gambon makes the thief a study in hatefulness. At the end of the film, I regretted it was over because it let him too easily off the hook. Mirren's character transformation is almost frightening -- she changes from submissive wife to daring lover to vicious seeker of vengeance. And watch the way she and Howard handle their sex scenes together, using sex not as joy, not as anavenue to love, but as sheer escapism; lust is their avenue to oblivion.\n\n\"The Cook, the Thief, His Wife, and Her Lover\" is not an easy film to sit through. It doesn't simply make a show of being uncompromising -- it is uncompromised in every single shot from beginning to end. Why is it so extreme? Because it is a film made in rage, and rage cannot be modulated. Those who think it is only about gluttony, lust, barbarism and bad table manners will have to think again. It is a film that uses the most basic strengths and weaknesses of the human body as a way of giving physical form to the corruption of the human soul.\n\nFilm Note: It goes without saying that the timid souls of the MPAA's Code and Ratings Administration found this movie too hot to handle. They refused it an R rating. That left the distributor, Miramax, with two choices: Self-apply an X rating, or release it unrated. They have taken the >second course (with an \"adults only\" warning in their ads), because an X-rated movie cannot play in most of the theaters in America--the contracts with the landlords won't allow it.\n\nWe live in a country where there is no appropriate category for a serious film for adults. On the one hand, there's the R rating (which means a film can be seen by anyone in possession of a parent or adult guardian) and on the other there's the X, which has been discredited by its ironclad association with hard-core porno. Why not an A rating, for adults only? That would be the appropriate rating for a movie like this. But then, God forbid, the theaters might actually have to turn potential customers away! And so the MPAA enters its third decade of hypocrisy, and serious filmmakers like Greenaway, filmmakers with something urgent to say and an extreme way of saying it, suffer the MPAA's tacit censorship.", "running_time": 120, "mpaa_rating": "NC-17", "release_year": 1999, "date_published": "1999-01-01", "genres": ["Comedy", "Drama", "Foreign", "Indie", "Romance"], "title": "The Cook, the Thief, His Wife, and Her Lover (1999)"}