{"url": "http://www.rogerebert.com/reviews/the-penthouse-1967", "by": "Suzy Kendallas Barbara", "star_rating": 3.0, "text": "Cool it, folks. Keep calm. Don't let \"The Penthouse\" get out of control like \"I, A Woman\" did. Let's try to head off the vigilantes at the bend. This isn't an evil movie, and it's not an example of the pornography of violence, or at least not a very good example. What's more, it isn't deep and meaningful either, so don't think I'm going to devise some noble defense or anything.\n\n\"The Penthouse,\" quite simply, is a pretty good shocker. Shockers are standard fare in the movies and always have been, but successful ones are rare. It's a relief to find one that's made with skill and a certain amount of intelligence. \"The Penthouse\" isn't in the same class with \"Psycho\" (1960) but it's in the same school.\n\nIt's the first work of Peter Collinson, a 28-year-old British director who made it in slightly over three weeks and for less than $100,000. He also wrote the screenplay. When I interviewed him a couple of months ago, be said he was trying, purely and simply, to tell an exciting story. He did not believe in \"message\" movies, he said.\n\nSince then, Paramount has moved, oh, so cleverly to exploit \"The Penthouse\" and make lots of bucks. Step One: A campaign of suggestive teaser ads (\"If what happens in The Penthouse happened to you . . .\"). This is to establish the movie as controversial and daring, and it was a big help when Ch. 5 refused to run the ads on TV. Step Two: A sanctimonious press release, supposedly written by Collinson in which he explains that the movie is really about the horror that lurks in the minds of men, and how when we discover our true inner selves we don't want to reveal them. Thus \"The Penthouse\" is really a movie with a serious message about self-discovery, etc.\n\nNuts. My advice is to forget the ads and forget the philosophy and go see it as a movie, if you want to. It's about a real estate agent (Terence Morgan) and his mistress (Suzy Kendall, and my, how she's grown since \"To Sir, with Love\"). They spend the night in the penthouse of an unoccupied high-rise. In the morning, there comes a knock at the door: supposedly the meter men.\n\nThey say their names are Tom (Tony Beckley) and Dick (Norman Rodway), and explain that Harry is waiting downstairs. Then they tie the guy into a chair, give the girl enough whisky to float a regiment of Irish poets, get high on pot, make love to the girl, taunt the man, recite long tales of self-pity, dig into the psychological motives for their behavior, and then start over again. Eventually Harry (Martine Berwick) turns up, in her first speaking role (her debut: \"One Million Years B.C.\").\n\nBy the evidence, the movie was photographed by the hardest working cameraman in history. He sneaks up on his shots from every angle except through the floor, and swoops, dips, whirls and zig-zags, meanwhile moving in and out of focus so dramatically you'd think he was Andy Warhol with skill. The result is overdone and a little dizzying. So is the dialog, which is out of Freud by way of Mickey Spillane and Tennessee Williams (\"We're like those poor little alligators\" Tom whines. \"We didn't want to be flushed into the sewers, but we were. And we can't help it if we're alligators.\")\n\nCollinson doesn't actually depict as much sex as Paramount so generously credits him for, and there is little actual physical violence. He understands, as Hitchock does, that horror is more terrifying when the characters can see it but the audience can't.", "running_time": null, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-11-14", "genres": ["Comedy", "Thriller"], "title": "The Penthouse (1967)"}