{"url": "http://www.rogerebert.com/reviews/the-audition-2009", "by": "Susan Froemke", "star_rating": 3.0, "text": "Attending the Metropolitan Opera's annual National Council Auditions must be one of the great pleasures of operagoing. From 45 districts of the nation, hopeful young singers compete to advance to 15 regionals, from which they advance to semifinals in New York, and 10 or so become national finalists. Of these, about five become Grand Winners after public performances with the Met's full orchestra. \"I sang on the Met stage with their orchestra!\" exults Ryan Smith, one of the finalists. \"That's enough!\"\n\n\"The Audition\" is a backstage and onstage documentary observing this process as it unfolded two years ago. This is an excellent idea, and a better one by the Met is to sidestep the slippery slopes of indie distribution, and simulcast it via hi-def at 2 p.m. Sunday to 400 screens worldwide. The quality of the sound and the size of the screen will be much more operatic than a home experience, and it's fascinating to see in closeup how some of the singers create characters within a single aria.\n\nA sad element is the fact that Ryan Smith, blessed with a sunny presence and a magnificent tenor voice, died at 31 after the film was made. Chosen for the Lyric's Ryan Opera Center ensemble, he was diagnosed with lymphoma soon after. He speaks briefly about himself; he's older than the other finalists, and actually stopped singing for three years, he says, before telling his parents he was \"going to give it two years of my best effort.\" That was good enough. It doesn't get any better than winning at this level.\n\nI am far from being a music critic, but I am an opera lover; we've had season tickets at Lyric for 20 years, and my love of opera began when I was 20 and drove a rental Vespa to the baths of Caracalla in Rome, where I was delighted to see elephants and camels under the stars and discover that the Italians sold glace during the performance.\n\nIt goes without saying that any singer making it to the Met's national auditions is gifted. The film centers on their performances, as we follow them up the final steps of their ascent. The Met has produced the film, allowed access to backstage, rehearsals, costume fittings and so on, and (most interesting) allows us to listen in on some of the jury's deliberations; the judges include Brian Dickie, general director of our own Chicago Opera Theater.\n\nHowever, and this is a big however, what we eavesdrop on is almost entirely complimentary. A gingerly led discussion on the sensitive topic of the singers' weights is only fleetingly followed. Visiting dressing rooms and rehearsals, we see only pleasant, smiling, sometimes nervous faces. I suppose we shouldn't expect fiascos, breakdowns or temper tantrums -- and at this level, maybe there were none. The American opera stars I've met, like Sam Ramey, are absolutely down to earth. I doubt if Maria Callas would have been a delight at the National Council.\n\nI suspect the director, Susan Froemke, may have had some inside information. As the winners are being announced, her camera stays focused on one of them as if she knows what's going to happen. Speaking of that camera, I wonder why she chose a wide lens if she was going to do so much panning; the stretching at the sides of shots becomes distracting.\n\nAs a documentary, \"The Audition\" isn't cutting edge. As an introduction to a new generation of American opera stars and an opportunity to hear them sing, it is splendid.", "running_time": null, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-04-15", "genres": null, "title": "The Audition (2009)"}