{"url": "http://www.rogerebert.com/reviews/the-lodger-1967", "by": "Barbara Ludwizankaas Maria", "star_rating": 3.0, "text": "I haven't had a good laugh at the movies since W. C. Fields week at the Clark.\n\nAt least, not until \"The Lodger\" came along Monday night to open the feature film competition in the Chicago International Film Festival. So help me, this is a genuinely funny movie. It's the first full-length work of Janusz Majewski, a young Polish director.\n\nA pleasant, open-faced young man (Jan Machulski) comes to live in a boarding house with three peculiar women.\n\nOne has converted her room into an antiseptic gymnasium and has an ambitious scheme to move all the tenants into one room, knock down walls and turn the whole house into a gym. Another is a Lolita-like schoolgirl who wants to poison her aunt and flee to sunny Yugoslavia. The third, perhaps the star of the film, is the aunt herself (Katerzyna Laniewska).\n\nShe regularly communicates by seance with her various dead husbands, including one who believed Poland's only hope was to become a colonial power. Before his death, he tried unsuccessfully to organize a Polish Tropical Cavalry but got few volunteers.\n\nAnother husband has a theory that people should not waste time building mounds, since nature has produced a mound-building animal: the mole. He locks 1,000 moles into a room, hoping to get an enormous mound. Alas, the moles have no sense of social responsibility and build 1,000 tiny mounds.\n\nBut why not develop a giant mole, which would of course build a giant mound? The old lady produces a photograph sent to her husband by a scientist who claimed to know the secret. It shows a man standing beside a three-ton mole.\n\n\"It is a composite photograph,\" the lodger explains sadly. Yes, the old lady agrees, her husband was tricked. But she brightens when she explains her current plan. She wants to cross the chinchilla, a sickly but valuable animal, with the rat, a healthy but mangy one. Alas, the rats devour the chinchillas instead of performing husbandly duties.\n\nWhat a pity that because this is a, foreign film by a little-known director, it probably won't have a commercial run in Chicago, and our weary millions will have to plod once again to Hollywood potboilers.", "running_time": null, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-11-15", "genres": null, "title": "The Lodger (1967)"}