{"url": "http://www.rogerebert.com/reviews/the-losers-2010", "by": "Jeffrey Dean Morganas Clay", "star_rating": 3.5, "text": "\"The Losers\" is a classical action movie based on a comic strip. It does just enough nodding toward the graphics of drawn superheroes, and then gets that out of the way and settles down into a clean, efficient and entertaining thriller. It's a reminder of how exhausting this kind of material can be when it's brought to a manic level by overwrought directors. But \"The Losers\" looks, feels and plays like a real movie. There is another reason to be grateful: It's not in 3-D. You have to treasure movies like this before they're entirely eaten away by the marketing gimmicks.\n\nStory, straightforward, no gargoyles. Five tough guys go on a mission against a drug lord in Bolivia. They abort the mission when they see a bus full of little kids arrive at the target. No luck. A voice named Max orders a plane to carry out a bombing run. The tough guys break in and rescue the kids just in time. A helicopter is sent for them. No room on the copter except for the kids. The copter is shot down, the kids die.\n\n\"That was supposed to be us,\" they say, regarding the smoldering wreckage. A close-up of flames still licking at a toy bear that was established earlier as belonging to a cute kid. Note: Whenever a kid gets on a copter in an action film and is told to take good care of his bear, the kid and the bear will go down in flames. \n\nThe tough guys rip off their dog tags and throw them on the flames. Now they're the Losers, dedicated to bringing the mysterious Max to justice. Who is he? They guess maybe CIA-Special Forces-Black Ops -- nobody knows. Meanwhile, they're officially dead and stranded in Bolivia with no passports and no money.\n\nThink I'm giving away too much? That's only the pre-title sequence. Then we meet them one by one: Clay (Jeffrey Dean Morgan), Jensen (Chris Evans), Roque (Idris Elba), Pooch (Columbus Short) and Cougar (Oscar Jaenada). Each has a specialty: command, ordnance, rockets, sniper, etc. They're rugged, macho, wise-cracking. Clay is the highest-ranking officer, but he keeps saying, \"We're not in the military now.\" Later, of course, he pulls rank.\n\nThen we meet Aisha (Zoe Saldana). Saldana is a seriously beautiful woman. You didn't notice that so much in \"Avatar.\" She poses as a bar girl to seduce her way into Clay's room, and then they have a deadly fight, destroy the room and burn down the hotel, and after that they're friends on the same side and Clay is convincing the others to trust her. I didn't quite follow this every step of the way.\n\nAisha knows who Max really is, where he is and how to get him. And she has the resources to get the Losers into the United States, arm them, rent them helicopters and so on. They want to avenge those kids. Can Aisha be trusted? It's not always clear. Nor is it clear at first exactly what Max is up to, although here's a first: He demonstrates the first green weapon of mass destruction. It totally destroys a target, yet adds no pollution to the atmosphere. How's that for progress? How he plans to use the weapon and what his super-secret computer files are for provide the movie's MacGuffin.\n\nMax is played by Jason Patric, who can make a very snaky snark. The director Sylvain White contrives a nice little scene on the beach where Max's curvaceous servant shades him with an umbrella. The wind blows the umbrella aside for a second, and the shot becomes a perfect steal of that butler on the beach in the Jack Vettriano painting that became the largest-selling poster in British history. Then Max shoots her. That's not in the Vettriano.\n\n\"The Losers\" knows what it's doing and how to do it. Sylvain White doesn't have a lot of credits but he knows how to direct and not trip over his own feet. The movie gets the job done, and the actors show a lot of confidence in occupying that tricky middle ground between controlled satire and comic overkill. It's fun.\n\nI noted that Zoe Saldana is beautiful. I noted something else. In keeping with the current popularity of cafe au lait complexions, the movie uses lighting and filters to bathe the romantic scenes in a kind of golden glow, so that Saldana and Morgan come out looking about the same. We're no longer making people of color look whiter in the movies; we're tinting people of whiteness. Time marches on.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-04-21", "genres": ["Action", "Adventure", "Crime", "Mystery", "Thriller"], "title": "The Losers (2010)"}