{"url": "http://www.rogerebert.com/reviews/the-substitute-1996", "by": "Tom Berengeras Shale", "star_rating": 1.0, "text": "I am so very tired of this movie. I see it at least once a month. The title changes, the actors change, and the superficial details of the story change, but it is always about exactly the same thing: heavily armed men shooting at one another. Even the order of their deaths is preordained: First the extras die, then the bit players, then the featured actors, until finally only the hero and the villain are left.\n\nThe name of the movie this time is “The Substitute.” It stars Tom Berenger as Shale, a mercenary soldier who has just returned after a raid on a Cuban drug depot. He goes to visit Jane (Diane Venora), a high school teacher he met on vacation in Latin America. She teaches in a Miami high school that is dominated by thugs. Her boss, Principal Rolle (Ernie Hudson), doesn't seem willing to do anything about them. These are dumb thugs. They call attention to themselves when there is no need to. They keep a high profile when they should be trying to blend into the woodwork. Why? Because they are all working for Principal Rolle's multimillion-dollar drug importing business. He uses school buses to move the drugs, stores a fortune in cocaine in the school's boiler room, and sells to students. It's a very efficient business model.\n\nOne of the thugs beats up Jane on the beach, because she is dissing his buddies in school. Her leg is broken. Shale, who knows all about falsifying records, poses as a substitute teacher, takes over her class, and is soon inthe middle of a violent war over drugs.\n\nOf course there are a few human moments, spaced out sparingly, to lend the formula interest. I found a real warmth in the scenes between Venora and Berenger, a feeling genuine enough that it could have graced a better movie.\n\nAnd Glenn Plummer, as the heroic teacher Mr. Sherman, puts in an interesting performance. There is nothing wrong with Ernie Hudson's evil principal, either, except for the screenplay he finds himself in. The movie's problem is that it's not interested in these characters--not even as interested as we are. They are all simply a means of getting to the payoff scenes. Shale gets shot at on a highway, and throws some thugs out of the high school library window, and finds out about the drugs, and engages in two lengthy shoot-outs, one in Jane's apartment, the other one in the corridors of the high school. The architecture of a routine movie shoot-out is by now well rehearsed. A man appears in frame, holding a gun. We can see down a corridor next to him. He jumps out, shoots, jumps back again. Variations of this move are done a dozen ways. It's like a computer game. Occasionally dialogue is added: “You don't teach history anymore! You are history!” It's all so boring. During “The Substitute,” I idly noted that about 20 men had been firing heavy automatic weapons for half an hour, and that they also had used a bazooka and a grenade. Didn't the neighbors call the cops? In the final moments of the film, Shale and a sidekick answer my objection: The drug kingpin had paid off the cops.\n\nBut ... the explosions also set off the sprinkler system, and so presumably the school's fire alarms were triggered. Had Rolle paid off the fire department, too? Do firemen routinely shrug and let high schools burn? You see how desperately the mind seeks out interesting topics as a distraction, while an exhausted genre wheezes out one more lap around the track.", "running_time": 103, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-04-19", "genres": ["Action", "Mystery", "Thriller"], "title": "The Substitute (1996)"}