{"url": "http://www.rogerebert.com/reviews/the-birds-the-bees-and-the-italians-1967", "by": "Virna Lisias Milena Zulian", "star_rating": 4.0, "text": "The Italian marriage has been under steady assault by Pietro Germi for five years now, since his \"Divorce Italian Style\" concluded ever so logically that murder was easier and more convenient than divorce. Especially since Italy doesn't permit divorce, but if a man should happen to murder his wife while she was in her lover's arms well, how could a jury hold that against him?\n\nGermi starts with opinions which every self-respecting Italian shares and then slyly pushes them to their logical outcome. Although \"Divorce Italian Style\" is his best known movie (and inspired almost as many imitations as \"Mondo Cane\"), his next movie was better. \"Seduced and Abandoned\" was about a young man who got his girlfriend in the family way and then refused to marry her, because how could any self-respecting Italian marry a woman who, etc., etc.\n\nNow Comes Germi's third film on this theme, \"The Birds, the Bees and the Italians.\" He branches out. He makes fun of Italian attitudes toward marriage, divorce, chastity and -- incidentally -- love. He also demolishes the courts, the police, the church, the family and the state, leaving no sacred cow unmilked. And he does it at a frantic pace. Nobody ever seems to stand still; every shot opens with somebody already in motion.\n\nThere are three stories in the film. The first is about a doctor of whom it is said: \"How can I trust a doctor who is always laughing?\" The doctor finds it especially hilarious when a patient complains that he is temporarily impotent. But it isn't so funny when the doctor's wife plays Bonnie to his Clyde.\n\nThe second, and longest, segment involves a bank clerk (Gastore Moschin) who falls helplessly in love with Virna Lisi, as who wouldn't. But he refuses to observe Italian conventions and make her his mistress. Instead, he abandons his nagging wife and ugly children and goes dancing in the streets proclaiming his love. Society is outraged.\n\nIn the third segment, the leading citizens of the town become involved with a lush young peasant girl who, alas, turns out to be under 16. The leading citizens join with the other leading citizens in rejoicing that justice will be done and even leading citizens are not immune to it. Meanwhile, they bribe the girl's father to drop the charges.\n\nGermi's films are filled with sheer love of movement and action and could be described as slapstick if they were not written so tightly and aimed so directly at satirical targets.\n\n\"The Birds, etc.\" (which won the grand award at Cannes) is his best and enhances his reputation as an inspired practitioner of film comedy.", "running_time": 115, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-11-29", "genres": ["Comedy"], "title": "The Birds, the Bees and the Italians (1967)"}