{"url": "http://www.rogerebert.com/reviews/the-razors-edge-1984", "by": null, "star_rating": 2.5, "text": "Here is the story of a man who can never quite get back to a suburban frame of mind after he's seen World War I. The man is born into a world of lawn parties, polo ponies, and rich relatives who wave benignly from the shade of a cocktail shaker. He volunteers to be an ambulance driver in the war, sees death and despair, and comes back home to tell his fiancée that they'd better postpone the wedding: He wants to live in Paris for a while and find himself.\n\n\"The Razor's Edge\" then tells a standard story of self-discovery in which the young man drops out, becomes a bohemian in the Paris of the 1920s, works as a coal miner, and takes a passage to India to discover the meaning of life. He actually gets all the way to a mountaintop, signs on with a monastery, and spends some time as a contemplative monk, before discovering within himself only a desire to return to Paris. His fiancée comes to Paris. He courts her, but is not ready to marry her. Another American woman, a wild young thing whose husband and child have been killed in a motor crash, joins them in Paris and is quickly swept into a world of drunkenness and drugs. The young man discovers that he loves this woman and tries to save her, but by the end of the film, having stared death in the face in the war and regarded infinity from a mountaintop, he realizes that nothing really makes any difference.\n\nIn other words, this is your standard 1960s hippie drama, moved back in time and adapted from the great novel by Somerset Maugham. If the movie really had a sense of its time (if it seemed to know that it took place in an era when the characters were much more unusual than they would be today), the hero's odyssey would mean more. But the flaw in this movie is that the hero is too passive, too contained, too rich in self-irony, to really sweep us along in his quest.\n\nAnd that, I'm afraid, is the fault of Bill Murray, who plays the hero as if fate is a comedian and he is the straight man. Murray, who is usually such a superb actor, has taken the wrong path in this performance, giving us moments when everybody in the film and in the audience is moved, except Murray. There are times when he seems downright obstinate in his performance, giving us a ramrod posture, a poker face, and eyes that will not let us inside. Perhaps, in his desire to make a break with the comic roles we know him for, he was overreacting. That makes even more curious the moments in the film when he allows himself to be funny: The comic side of his character doesn't seem to be coming out of anything.\n\nThe movie has other flaws. It is more interested in showing him going to India than in really dealing with what he might have discovered there. It is fascinated by the character of the dissipated young woman (a wonderful performance by Theresa Russell), but never lets us really see the ex-fiancée (Catherine Hicks) as anything more than a predestined ex-fiancée. A rich uncle (Denholm Elliott) who lives in Paris is seen just enough to become intriguing, but not enough to be understood: Why did he become an expatriate?\n\n\"The Razor's Edge\" is far from being a bad movie. Some of the scenes are very good, especially the uncle's deathbed farewell and Murray's first attempts to sober up Russell. But at the end I didn't feel engaged. I didn't feel that the hero's attention had been quite focused during his quest for the meaning of life. He didn't seem to be a searcher, but more of a bystander, shoulders thrown back, deadpan expression in place, waiting to see if life could make him care.", "running_time": 128, "mpaa_rating": null, "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama"], "title": "The Razor's Edge (1984)"}