{"url": "http://www.rogerebert.com/reviews/the-fifth-horseman-is-fear-1968", "by": "Miroslav Machacekas Dr. Braun", "star_rating": 4.0, "text": "\"The Fifth Horseman is Fear\" is such a nearly perfect film that it comes as a shock, in the last ten minutes, to discover how deeply involved you have become.\n\nIn this sense, it resembles Fellini's \"8 1/2.\" The technique itself is such a pleasure to observe that the emotion steals unnoticed into the back of your mind. Then, at the end, the director pulls the strings and you realize the tragic meaning of the things you have seen.\n\n\"The Fifth Horseman\" is the first film shown in this country by Zbynek Brynych, a 41-year-old director from Czechoslovakia. Yet it is unmistakably the work of a master, and I can only wonder whether Brynych has made other films or if his ability is natural, as Fellini's seems to be.\n\nI mention Fellini because this film seems to have what Fellini and very few other directors are able to achieve: A sense of rhythm. It is not a series of scenes cut together, not a series of statements made one after another, but a total film, conceived as one complete idea.\n\nThe story is about an old Jewish doctor who has been forbidden by the Nazis to practice medicine. He works in a large warehouse as a clerk, cataloging confiscated Jewish property.\n\nAt first we do not realize exactly where we are, and as the old man moves through rooms filled with clocks and violins and teacups, his existence seems almost dreamlike. But soon enough we discover that this is Prague, the city of Kafka, and that the man's life is indeed quite real.\n\nA wounded partisan is brought to the doctor for medical attention. He treats him, hides him and goes on a search through Prague for morphine to deaden the man's pain.\n\nHis trip is like a journey through the underworld. It takes him to a house of prostitution, to a madhouse and to a nightclub known as the Desperation Bar, where Jews have gathered to drink and listen to the piano and try to ignore the significance of the Nazis in the streets outside.\n\nThis scene in the nightclub is one of singular brilliance. Brynych uses his camera as Fellini does, moving almost in rhythm with the music, catching faces and attitudes for all time against plain white backgrounds. The use of music in this scene, and throughout the picture, is perhaps the best since \"La Dolce Vita.\" There, too, the sound of a cocktail orchestra seemed inexplicably tragic.\n\nAfter the old man has gotten the morphine, he goes back to his rooming house. We have already met the other tenants: a minor Nazi functionary, a wealthy lawyer, a music teacher, an eccentric.\n\nIt is difficult to describe what happens then without destroying the impact of the last minutes. But I will say that Brynych finds a subtle way to demonstrate that the roomers of that building, each in his own way, is as guilty as the Nazis for the event that takes place.\n\n\"The Fifth Horseman Is Fear\" is a beautiful, distinguished work. I imagine it will win this year's Academy Award for the best foreign film.\n\nEDITOR'S NOTE: \"The Fifth Horseman is Fear\" was not nominated for an Academy Award. The entry from Czechoslovakia for best foreign film of 1967 was Jiri Menzel's \"Closely Watched Trains\" (it won); the entry for 1968 was Milos Forman's \"The Firemen's Ball\" (it lost to the Russian \"War and Peace\").", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-07-30", "genres": ["Drama", "Foreign", "War"], "title": "The Fifth Horseman is Fear (1968)"}