{"url": "http://www.rogerebert.com/reviews/the-ice-harvest-2005", "by": "John Cusackas Charlie", "star_rating": 3.0, "text": "It's a busy Christmas Eve for Charlie Arglist, who visits his former in-laws, steers his drunken buddy out of trouble, buys toys for his kids, waives the stage rental for a stripper at his topless club, and cheats, lies, steals and kills. Perhaps of all actors only John Cusack could play Charlie and still look relatively innocent by Christmas Day. He does look tired, however.\n\nCharlie is a mob lawyer in Wichita, Kan. He is in fact the best mob lawyer in all of Kansas. We know this because his friend Pete (Oliver Platt) announces it loudly almost everywhere they go. \"I wish you wouldn't do that,\" Charlie says, but Pete is beyond discretion. Pete is married to Charlie's former wife and has inherited Charlie's former in-laws, a circumstance that inspires in Charlie not jealousy but sympathy. They are fascinated that the woman they have both married is the only adult they know who still sleeps in flannel jammies with sewn-on booties.\n\nCharlie's holiday has begun promisingly. He and his associate Vic (Billy Bob Thornton) have stolen $2.2 million belonging to Bill Guerrard (Randy Quaid), the local mob boss. They think they can get away with this. They certainly hope so, anyway, for as Charlie tells Vic, \"I sue people for a living. You sell pornography. Bill Guerrard kills people.\" Charlie also manages a topless bar and is attracted to its manager, Renata (Connie Nielsen), who has suggested that Charlie's Christmas stocking will be filled with more than apples and acorns if certain conditions are met.\n\nIt is all very complicated. There is the matter of the photograph showing a local councilman in a compromising position with Renata. The problem of Roy Gelles (Mike Starr), a hit man for Bill Guerrard, who has been asking around town for Charlie, probably not to deliver his Christmas bonus. The question of whether good old Vic can be trusted. And the continuing problem of what to do with Pete, who is very drunk and threatens a dinner party with a turkey leg, which in his condition is a more dangerous weapon than a handgun.\n\n\"The Ice Harvest\" follows these developments with the humor of an Elmore Leonard project and the interlocking violence of a \"Blood Simple.\" The movie, directed by Harold Ramis, finds a balance between the goofy and the gruesome, as in a rather brilliant scene in which a mobster who is locked inside a trunk is nevertheless optimistic enough to shout out muffled death threats. For some reason, there is always humor in those crime scenarios where tough guys find it's easy to conceive diabolical acts, exhausting to perform them. It's one thing to lock a man in a trunk, another to get the trunk into the back seat of a Mercedes, still another to push it down a dock and into a lake. If the job ended with locking the trunk, you'd have more people in trunks.\n\nThe key to the movie's humor is Cusack's calm patience in the face of catastrophe. He has always been curiously angelic -- the last altar boy you'd suspect of having stolen the collection plate. In \"The Ice Harvest,\" he is essentially a kind man. Consider his concern for Pete, a friend who has gotten very drunk on Christmas Eve because, as he confesses, he's not man enough to fill his chair at the family dinner table. That Charlie takes time to bail his friend out of tight spots and give him good advice speaks well of a man so heavily scheduled with stealing and killing.\n\nVic, the Thornton character, is one of those Billy Bob specials whose smile is charming but not reassuring. Consider the moment after he and Charlie obtain the briefcase filled with the loot, and Vic drops Charlie off at home and Charlie reaches for the case and Vic reaches for it first, and they realize they have not discussed who will keep the case for the time being, and Vic asks if this is going to be a problem, and you know that if Charlie takes the case, it is definitely going to be a problem.\n\nNielsen has a bruised charm as the sexy Renata. She's sexy, but weary of being sexy. It is such a responsibility. The movie has a quiet in-joke when Charlie asks her, \"Where are you from, anyway?\" He doesn't think she sounds like she's from around here. Of Nielsen's last 16 movies, all but one was American, and she has a flawless American accent, but in fact she is Danish. She never does answer Charlie's question. The obvious answer is: \"A long way from Kansas.\"\n\nI liked the movie for the quirky way it pursues humor through the drifts of greed, lust, booze, betrayal and spectacularly complicated ways to die. I liked it for Charlie's essential kindness, as when he pauses during a getaway to help a friend who has run out of gas. And for the scene-stealing pathos of Oliver Platt's drunk, who like many drunks in the legal profession achieves a rhetorical grandiosity during the final approach to oblivion. And I liked especially the way Roy, the man in the trunk, keeps on thinking positively, even after Vic puts bullets through both ends of the trunk because he can't remember which end of the trunk Roy's head is at. Maybe it's in the middle.", "running_time": 88, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-11-22", "genres": ["Action", "Adventure", "Comedy", "Crime", "Drama", "Thriller"], "title": "The Ice Harvest (2005)"}