{"url": "http://www.rogerebert.com/reviews/the-iron-giant-1999", "by": "Jennifer Anistonas Annie Hughes", "star_rating": 3.5, "text": "Imagine \"E.T.\" as a towering metal man, and you have some of the appeal of \"The Iron Giant,\" an enchanting animated feature about a boy who makes friends with a robot from outer space. The giant crash-lands on a 1957 night when America is peering up at the speck of Sputnik in the sky, and munches his way through a Maine village, eating TV antennas and cars, until he finds a power plant. That's where young Hogarth Hughes finds him.\n\nHogarth is a 9-year-old who lives with his single mom (Jennifer Aniston) and dreams of having a pet. She says they make too much of a mess around the house, little dreaming what a 100-foot robot can get up to. One night Hogarth discovers their TV antenna is missing and follows the Iron Giant's trail to the power plant, where he saves the robot from electrocution after it chomps on some live wires. That makes the giant his friend forever, and now all Hogarth has to do is keep the robot a secret from his mom and the federal government.\n\n\"The Iron Giant\" is still another example of the freedom that filmmakers find in animation: This would have been a $100 million live-action special-effects movie, but it was made for a fraction of that cost because the metal man is drawn, not constructed. And here is a family movie with a message: a Cold War parable in which the Iron Giant learns from a little boy that he is not doomed to be a weapon because \"you are what you choose to be.\" The movie is set in the 1950s because that's the decade when science fiction seemed most preoccupied with nuclear holocaust and invaders from outer space. It includes a hilarious cartoon version of the alarming \"Duck and Cover\" educational film, in which kids were advised to seek shelter from H-bombs by hiding under their desks. And the villain is a Cold Warrior named Kent Mansley (voice by Christopher McDonald), a G-man who of course sees the Iron Giant as a subversive plot and wants to blast it to pieces.\n\nThat political parable is buried beneath a lot of surface charm; the film's appeal comes from its \"E.T.\"-type story about a boy trying to hide an alien from his mom. The Iron Giant is understandably too big to conceal in the closet, but there's a funny sequence where Hogarth brings the creature's hand into the house, and it scampers around like a disobedient dog.\n\nLike the new Japanese animated films, \"The Iron Giant\" is happy to be a \"real movie\" in everything but live action. There are no cute little animals and not a single musical number: It's a story, plain and simple. The director, Brad Bird, is a \"Simpsons\" veteran whose visual look here, much more complex than \"The Simpsons,\" resembles the \"clear line\" technique of Japan's Hayao Miyazaki (\"My Neighbor Totoro\"). It works as a lot of animation does, to make you forget from time to time that these are moving drawings, because the story and characters are so compelling.\n\nAs for the Iron Giant himself, he's surprisingly likable. He can't speak English at first, but is a quick study, and like E.T. combines great knowledge with the naivete of a stranger in a puzzling land. His voice is by Vin Diesel and sounds like it has been electronically lowered. He looks unsophisticated--something like a big Erector Set construction with a steam-shovel mouth--but as we get to know him he turns into a personality before our very eyes--a big lunk we feel kind of sorry for. By the big climax (which, also like \"E.T.,\" involves a threat from bureaucrats and technocrats), we're hoping Hogarth can help save his friend once again.\n\nIt must be tough to get a movie like this made. Disney has the traditional animation market locked up, but other studios seem willing to throw money at Disney musical look-alikes (like \"The King and I\") even though they might have a better chance moving in the opposite direction--toward real stories told straight. \"The Iron Giant,\" based on a book by the recently deceased British poet laureate Ted Hughes, is not just a cute romp but an involving story that has something to say.", "running_time": 81, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-08-06", "genres": ["Adventure", "Animation", "Family", "Fantasy", "Science Fiction"], "title": "The Iron Giant (1999)"}