{"url": "http://www.rogerebert.com/reviews/the-secret-lives-of-dentists-2003", "by": "Campbell Scottas David Hurst", "star_rating": 3.0, "text": "They met in dental school, where he was awed by her brilliance, and now they share a practice and a family. Their three daughters are a handful, especially the little one, who is going through a phase of preferring daddy to mommy, but slaps daddy whenever she gets the chance. They are happy, apparently, but something strange is going on under the surface of this marriage, and one day David accidentally glimpses his wife sharing a tender and loving moment with another man.\n\nWhat should he do then? Alan Rudolph's \"The Secret Lives of Dentists\" is about a quiet, inward man. David (Campbell Scott) is a good father and certainly loves his wife, but when Dana (Hope Davis) tries to talk to him he seems to be asleep. She says she wishes they were closer: \"You scare me a little.\" And yet what about her affair? For the time being, David determines to say nothing and do nothing, and hope that, whatever it is, it plays itself out and Dana comes back to him--to them.\n\nDavid has the kind of patient a dentist must dread: A cocky wiseass named Slater (Denis Leary) who masks his fear with hostility, hates dentists, is keeping an appointment made by his ex-wife. David fills a cavity, only to be confronted at the community opera by Slater, who holds up a filling that dropped out and informs the audience that David is a lousy dentist. This is on the same night he saw his wife with the strange man. Not a good night.\n\nThe story advances through a mixture of everyday realism and fantasy. We get a deep, real, convincing portrait of a family going through a period of crisis (the family doctor insists on diagnosing all of the children's illnesses as emotional reactions to tension between the parents). We see meals served, fights stopped, love expressed, weekends planned. At the same time, Slater begins to turn up in David's mind as an imaginary guest, and we see him, too--standing in the kitchen, offering free advice in the dining room, even sliding out from under the bed.\n\nSlater hates his ex-wife and thinks women have it coming to them. He advises David to cut and run. David tries to explain himself: He won't confront Dana about her affair because he doesn't want to have to do something about it. Perhaps he is afraid that, if forced, she will chose her lover instead of her husband.\n\nWhether she chooses, and whether he acts, you will have to discover for yourself. What you will find is a film with an uncanny feeling for the rhythms of daily life, acted by Scott and Davis with attention to those small inflections of speech that can turn words into weapons. There is also a lot of physical acting; the youngest child, in particular, has a great need to be held and touched and hauled around in her parents' arms. And then there are the five days of the flu, as first one and then another family member develops a fever and starts throwing up. Scott is wonderful here in the way he shows his character caring for the family while coming apart inside.\n\nI suppose the Slater character is essential to Rudolph's idea of the movie, which is based on the novel The Age of Grief, by Jane Smiley. To introduce Slater's imaginary presence is a risk, and a reach, and I suppose deserves credit, especially since Leary plays the character about as well as he can probably be played. But I wanted less, in a way. I wanted to lose the whole fantasy overlay and say with the movie's strength, which is to show the everyday life of a family in crisis. There are real feelings here, which go deep and are truly felt, and the whole Slater apparatus is only a distraction. \"The Secret Lives of Dentists\" tries hard to be a good film, but if it had relaxed a little, it might have been great.", "running_time": 104, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-08-01", "genres": ["Drama"], "title": "The Secret Lives of Dentists (2003)"}