{"url": "http://www.rogerebert.com/reviews/the-game-of-their-lives-2005", "by": "Wes Bentleyas Walter Bahr", "star_rating": 1.5, "text": "\"The Game of their Lives\" tells the story of an astonishing soccer match in 1950, when an unsung team of Americans went to Brazil to compete in the World Cup, and defeated England, the best team in the world. So extraordinary was the upset, I learn on the Internet Movie Database, that \"London bookmakers offered odds of 500-1 against such an preposterous event,\" and \"The New York Times refused to run the score when it was first reported, deeming it a hoax.\"\n\nSo it was a hell of an upset. Pity about the movie. Obviously made with all of the best will in the world, its heart in the right place, this is a sluggish and dutiful film that plays more like a eulogy than an adventure. Strange, how it follows the form of a sports movie but has the dutiful feeling of an educational film. And all the stranger because the director, David Anspaugh, has made two exhilarating movies about underdogs in sports, \"Hoosiers\" (1986) and \"Rudy\" (1993).\n\nIn those films, he knew how to crank up the suspense and dramatize the supporting characters. Here, it feels more like a group of Calvin Klein models have gathered to pose as soccer players from St. Louis. Shouldn't there be at least one player not favored by nature with improbably good looks? And at least a couple who look like they're around 20 instead of 35? And a goalie who doesn't look exactly like Gerard Butler, who played \"The Phantom of the Opera\"? True, Frank Borghi, the goalie, is played by Butler, but that's no excuse; in \"Dear Frankie,\" Butler played a perfectly believable character who didn't look like he was posing for publicity photos.\n\nThe one personal subplot involves a player who thinks he can't go to Brazil because it's a conflict with his wedding day. Instead of milking this for personal conflict, Anspaugh solves it all in one perfunctory scene: The coach talks to the future father-in-law, the father-in-law talks to his daughter, she agrees to move up the wedding, and so no problem-o.\n\nThis team is so lackluster that when they go out to get drunk, they don't get drunk. It's 1950, but there's only one cigarette and three cigars in the whole movie. The sound track could have used big band hits from the period, but William Ross’s score is so inspirational it belongs on a commercial.\n\nAs the movie opens, we see a St. Louis soccer club from a mostly Italian-American neighborhood and hear a narration that sounds uncannily like an audiobook. Word comes that soccer players from New York will travel to Missouri, an American team will be chosen and they'll travel to Brazil. The players get this information from their coach, Bill Jeffrey (John Rhys-Davis), who is so uncoachlike that at no point during the entire movie does he give them one single word of advice about the game of soccer. Both Rhys-Davis and the general manager, Walter Giesler (Craig Hawksley), are perfectly convincing in their roles, but the screenplay gives them no dialogue to suggest their characters know much about soccer.\n\nAs for the big game itself, it allegedly was shot on location in Brazil, but never do we get a sense that the fans in the long shots are actually watching the match. The tempo of play is monotonous, coming down to one would-be British goal after another, all of them blocked by Borghi. This was obviously an amazing athletic feat, but you don't get that sense in the movie. You don't get the sense of soccer much at all; \"Bend It Like Beckham\" had better soccer -- lots better soccer, and you could follow it and get involved.\n\nAt the end of the film, before a big modern soccer match, the surviving members of that 1950 team are called out onto the field and introduced. That should provide us with a big emotional boost, as we see the real men next to insets of their characters in the movie. But it doesn't, because we never got to know the characters in the movie. \"The Game of Their Lives\" covers its story like an assignment, not like a mission.", "running_time": 101, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-04-22", "genres": ["Drama", "Sports Film"], "title": "The Game of Their Lives (2005)"}