{"url": "http://www.rogerebert.com/reviews/the-matchmaker-2012", "by": "Adir Milleras Yankele Bride", "star_rating": 3.0, "text": "This might seem strange, but Avi Nesher's \"The Matchmaker\" reminds me of \"Me and Orson Welles\" (2009). Both films are about two matchmakers on the prowl for a great new talent. One is about an Israeli matchmaker. The other is about Orson Welles, who wants to find the perfect actor to play young William Randolph Hearst. Let's leave Hearst out of this for the moment.\n\nIn Haifa in 1968, matchmaker Yankele Bride (Israeli stand-up comic Adir Miller) makes the strategic error of hiring 16-year-old Arik Burstein (Tuval Shafir). Yankele is full of street wisdom. \"You don't know what you want. Yankele knows what you want,\" he tells his clients.\n\nAt night in those years, Yankele ran a shady gambling den with a flashy blond named Clara (Maya Dagan). The two tool around in a big American car. Yankele knows what he wants, and her name is Clara.\n\nArik's job is to act as a low-rent private eye and shadow the hopeful grooms who are Yankele's clients. All goes well until he gets carried away and shadows Yankele himself — who, it turns out, is living out of sight of the tax authorities, doesn't have an Israeli passport, and is, in Arik's naive eyes, an Israeli criminal. He doesn't understand these are some of the very qualities that make him attractive to a dame like Clara. \n\nThe cops bust Yankele, both Yankele and Clara skip town, Arik has destroyed two lives and even his patriotic father scornfully explains that \"everyone knows what Yankele does,\" and how an incident during the Holocaust explains why he does it.\n\nMeanwhile that summer, the hip, cool Tamara (Neta Porat), the cousin of Arik's best friend, is in town from New York. Though Arik is displeased by her behavior, he's smitten. \n\nYears later, in 2006 in Haifa, Arik (Eyal Shechter), now in his 50s, has returned to Israel for Yankele's funeral. Turns out the matchmaker left Arik all of his money. At the funeral, Arik meets the original Clara, who is surprised that Clara wasn't mentioned in the will. Not to worry, she explains to Arik. \n\nThe story of the original relationship is told in rich comic flashbacks about this old chapter from history. One flashback concerns a family of six dwarves, who run the neighborhood movie theater, located in the very same raffish district where Clara and Yankele run their gambling operation, and where a very choice sort of ladies walk the streets.\n\nThis is a sweet, bittersweet comedy, well-executed if perhaps a little heavy on anecdotage. You know who might have made it in the old days? I kept thinking of Woody Allen. You don't know what you want. Woody knows what you want.", "running_time": 112, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-12-12", "genres": ["Drama"], "title": "The Matchmaker (2012)"}