{"url": "http://www.rogerebert.com/reviews/the-weavers-wasnt-that-a-time-1982", "by": null, "star_rating": 4.0, "text": "Here is one of the most joyous musical documentaries in a long time, a celebration of the music and the singers that made up the Weavers. There are, I suppose, a lot of people who don't know who the Weavers were, but for a time in the fifties they were the top pop quartet in America, and for twenty years their recordings were a key influence on modern American folk music.\n\nThe owners of old Weavers record albums treasure them. I have four or five, and when things get depressing and the sky turns overcast and grim, I like to play one of them. There's just something magical about the joy with which the Weavers sing \"Goodnight, Irene\" or \"Kisses Sweeter than Wine\" or \"The Sloop John B.\" or \"This Land is Your Land.\" The Weavers reached their popular peak in the fifties, with a string of Top Ten hits, which also included \"On Top of Old Smokey,\" \"Tzena, Tzena,\" and \"If I Had a Hammer\" (which was written by the Weavers, and not, as many people believe, by Bob Dylan). The height of their popularity unfortunately coincided with the height of McCarthyism, and the Weavers, all of them longtime left-wing activists, were blacklisted. They couldn't get jobs on television or in nightclubs, and their records were banned.\n\nFor several years in the late fifties, the group existed primarily on records. And the artists went their separate ways: Ronnie Gilbert into theater, Fred Hellerman into San Franciso-area media projects, Pete Seeger into a successful solo concert career, and Lee Hays into semi-retirement on his New England farm.\n\nThere were many calls for a Weavers reunion (in some circles, an event more fervently desired than The Beatles reunion). And in May of 1980, Lee Hays himself convened such a reunion, inviting the other Weavers and their families and friends to a picnic on his farm. As they sat around and sang and played, the idea of a public reunion began to take shape, and on November 28 and 29 of 1980, they held one last historic concert at Carnegie Hall.\n\n\"The Weavers: Wasn't That a Time!\" is not simply a concert film, however, but a documentary about the Weavers. The director, Jim Brown, was a neighbor of Hays, and grew to admire the old man who kept on singing after his legs were amputated for diabetes and his heart needed a pacemaker.\n\nBrown's film begins with the picnic at Hays's farm, flashes back to newsreel and archive footage of the Weavers in their prime, and then concludes with the concert in Carnegie Hall. It is impossible not to feel a lump in your throat as the Weavers gather once again on stage, and it's hard not to tap your feet when they start to sing.\nSeeing this film is a wonderful experience. I'd recommend it wholeheartedly to those who don't know about the Weavers. I imagine that Weavers fans won't need any encouragement.", "running_time": 78, "mpaa_rating": "No", "release_year": 1982, "date_published": "1982-01-01", "genres": null, "title": "The Weavers: Wasn't That a Time! (1982)"}