{"url": "http://www.rogerebert.com/reviews/the-rugrats-movie-1998", "by": "Christine Cavanaughas Chuckie Finster", "star_rating": 2.0, "text": "Consider an opening musical number set in a maternity ward, where Tommy Pickles and his friends Chuckie Finster and Phil and Lil DeVille are hoping for a look at Tommy's new kid brother, Dilbert. (Dil Pickles--get it? For \"Rugrats\" fans, this is humor of the highest order.) They wake up the babies, who do a number that seems inspired by Busby Berkeley, except that the Berkeley girls never had to supply their own dancing waters, if you get my drift. The song is \"This World Is Something New To Me,\" and like most of the movie it's scored by hip-hop, R&B and pop artists, Busta Rhymes, Lou Rawls and the B-52s among them. The soundtrack would be fun.\n\nThe movie, based on the popular Nickelodeon series, doesn't have a plot so much as a series of cliffhanging adventures, many of them containing satirical movie references (I noticed \"Raiders of the Lost Ark,\" \"The Fugitive\" and \"2001\"). Led by Tommy, who has a gift for finding danger, the Rugrats commandeer the new Reptorwagon designed by his dad, Stu. This vehicle, which may have some connection to the SUVs in \"The Lost World: Jurassic Park,\" or then again may not, takes them on a harrowing ride that ends shuddering at the edge of a precipitous drop.\n\nAdventures in the woods include a run-in with a wolf. (\"He ate that Little Red Riding Girl!\" \"The wolf ate a girl?\" \"They got her out.\") And adventures with monkeys from a circus train. And adventures inside a mattress truck. And mud, a lot of mud. Much of the humor comes from the way the Rugrats talk, in a kind of marble-mouthed free association that leads to lines like, \"I want those fugitives back in custard-y!\" I saw \"Rugrats\" the same day I saw \"A Bug's Life,\" which opens soon, and not long after seeing \"Antz.\" Both of the insect pictures were more to my taste. But when Adam Sandler's \"The Waterboy\" grossed $76 million in its first two weeks in release, all sorts of articles appeared saying that although critics hated it, they were \"out of touch with the target audience.\" (At today's press screening, we took a 22-year-old colleague severely to task for disliking the movie, since he was a member of the target audience and thus guilty of betraying his age group by a display of advanced taste.) The target audience for \"Rugrats\" is, I think, kids under 10. Unlike both insect cartoons, the movie makes little effort to appeal to anyone over that age. There is something admirable about that. Trying to liberate myself from my box of space and time, I traveled in my memory back to my 10th year, to ask if I would have liked \"Rugrats.\" The answer was, no--but when I was 8, I might have. Is it bright, colorful and fast-moving? Yes. Is it for me? No. Would I recommend it to kids? Yeah, my guess is, they would like it. I would also recommend it to those who liked \"The Waterboy,\" because \"Rugrats\" is the next step up the ladder of cinematic evolution.", "running_time": 84, "mpaa_rating": "G", "release_year": 1998, "date_published": "1998-11-20", "genres": ["Animation", "Family"], "title": "The Rugrats Movie (1998)"}