{"url": "http://www.rogerebert.com/reviews/the-emperors-new-clothes-2002", "by": "Ian Holmas Napoleon/Eugene", "star_rating": 3.0, "text": "Napoleon did not die on the island of St. Helena in 1821. That was Eugene Lenormand, who looked a lot like him. \"The Emperor's New Clothes,\" a surprisingly sweet and gentle comedy, tells how it happened. Lenormand is smuggled onto St. Helena to act as a double for the Emperor, who is smuggled off as a cargo hand on a commercial ship (\"A position above decks would have been more appropriate\"). The theory is, he will arrive in Paris, the impostor will reveal his true identity, and France will rise up to embrace the emperor.\n\n\"So many have betrayed me,\" Napoleon announces grandly at the outset of this adventure. \"I place my trust in only two things now: My will, and the love of the people of France.\" He forgets that he has also placed his trust in Eugene Lenormand--a poor man who grows to enjoy the role of Napoleon, is treated well by his British captors, dines regularly, and refuses to reveal his real identity: \"I have no idea what you're talking about.\" Both Napoleon and Lenormand are played by Ian Holm (Bilbo Baggins from \"Lord of the Rings\"), that invaluable British actor who actually looks so much like Napoleon he has played him twice before, in \"Time Bandits\" (1981) and on a 1974 TV mini-series. Another actor might have strutted and postured, but Holm finds something melancholy in Bonaparte's fall from grace.\n\nTo begin with, the escape ship goes astray, lands at Antwerp instead of a French port, and Napoleon has to use his limited funds for a coach journey with an unscheduled stop at the battlefield of Waterloo--where he can, if he wants, buy souvenirs of himself. Finally in Paris, he goes to see a loyalist named Truchaut, who will engineer the unveiling. Truchaut, alas, has died, and so confidentially had he treated his secret that not even his widow, Pumpkin (Iben Hjejle from \"High Fidelity\"), knows the story.\n\nShe has no sympathy with this madman who claims to be Napoleon. There is no shortage of those in Paris. But after he injures himself she calls a doctor, and grows tender toward this little man, and insightful: \"I think you've been in prison.\" During his convalescence, Napoleon comes to treasure the pleasant young widow, and learns of a guild of melon-sellers who are barely making a living. Planning their retail sales like a military campaign, he dispatches melon carts to the key retail battlefields of Paris, greatly increasing sales.\n\nThe story, inspired by Simon Leys' 1992 novel The Death of Napoleon, could have gone in several directions; it's not hard to imagine the Monty Python version. But Holm, an immensely likable actor, seems intrigued by the idea of an old autocrat finally discovering the joys of simple life. The director, Alan Taylor, avoids obvious gag lines and nudges Bonaparte gradually into the realization that the best of all worlds may involve selling melons and embracing Pumpkin.\n\nOf course there must have been countless people in Paris at that time who could have identified Napoleon--but how could he have gotten close enough to them? The government was hostile to him. The British insisted they had the emperor locked up on St. Helena. And at home, Pumpkin wants no more of his foolish talk: \"You're not Napoleon! I hate Napoleon! He has filled France with widows and orphans! He took my husband. I won't let him take you.\" For Napoleon, this last adventure is a puzzling one: \"I have become a stranger to myself.\" But who knows who we are, anyway? We affix names and identities to ourselves to provide labels for the outside world. When the labels slip, how can we prove they belong to us? Like a modern victim of identity theft, Napoleon has had his name taken away, and is left as nothing. Well, not nothing. Pumpkin loves him. And the melon merchants are grateful.", "running_time": 107, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-06-28", "genres": ["Comedy", "Drama", "Family", "Foreign", "Romance"], "title": "The Emperor's New Clothes (2002)"}