{"url": "http://www.rogerebert.com/reviews/the-fountain-2007", "by": "Hugh Jackmanas Tomas/Tommy/Tom Creo", "star_rating": 2.5, "text": "As a believer that Darren Aronofsky is one of the rare originals among the recent class of new directors, I was eager to double back and view his “The Fountain” (2006), a movie about immortality that was released just about the time my own was being called into question.\n\nAlthough as a doctoral candidate in English I was advised to be familiar with the existing criticism on a work before venturing to write my own, as a film critic I am usually writing before other reviews have even been published. But a year had passed. So after looking at the film, I checked out IMDb’s “external reviews” section and discovered that, good lord, 221 reviews had been written on “The Fountain.” On other sites I discovered that its Metacritic rating was 51 (out of 100) and it scored exactly the same on the Tomatometer. Urgent to Aronofsky: Remember that when Terry Zwigoff was sleeping with that gun under his pillow, he still had “Crumb,” “Ghost World” and “Bad Santa” ahead of him.\n\nHow bad could “The Fountain” be? I selected one review, Variety’s, because it was written from the premiere at Venice and was the first word on the film. I found that the “one-time wunderkind,” who had been “overpraised for the then-hip, now-dated use of pseudo-science in \"Pi,\" and for the visual excess he deployed in the grungy \"Requiem for a Dream\",” had now committed a film in which Hugh Jackman stars in “three stories in different time frames and switches throughout somewhat abruptly between them, although auds can parse which is going on when by paying attention to how much hair Jackman is sporting at any given time.”\n\nI was relieved to find that pseudo-science and visual excess are now behind us in the cinema. But let’s talk about hair. In the first story, Jackman portrays a conquistador, in the second he is a modern scientist, and in the third he is bald and floating through space inside a magical bubble. Auds who cannot parse that must be plumb parsed out. And why trash Aronofsky’s first two films, just when I was trying to decide which I would write about as a Great Movie? He made “Pi” at 29 (best director, Sundance), “Requiem” at 31 (Oscar nom for Ellen Burstyn), and now, at 37, he was already a “onetime wunderkind.” Scott Fitzgerald said American lives don’t have  second acts; he never said they don’t have first ones.\n\nIs the film a success? Not for most people, no. I imagine they don’t realize, for one thing, that it all takes place in the present and there is only one “real” Hugh Jackman character, Tommy. The conquistador named Tomas is the hero of the novel his wife Izzi (Rachel Weisz) is writing, and the spaceman named Tom Creo is the hero of that novel’s final chapter, which Tommy writes after his deathbed promise to his wife.  Creo  is Spanish for “I believe,” Spanish is a language the conquistador would speak, and Tommy believes that a cure will be found for death. The tree sharing the space bubble with Tom is the Tree of Life that Tomas was seeking in the early chapters, and the movie explains that the bubble is en route to that nebula he and Izzy see in the sky, which (she would know and explain) was believed by the Mayans to be the origin of life.\n\nI could go on like this, but having searched the 18,326 messages in my g-mail account, I find that one reader, Matt Withers of Brunswick, MD has it all figured out in elegant detail. His explanation will be found elsewhere on this site.\n\nCan a typical aud member be expected to do the heavy parsing that would figure all this out? I doubt it. Most movies, you like to have them all parsed before you buy the ticket. Did I have it figured out? It didn’t take me long, and here was my thinking: Since there is not a single element in the film claiming that the same man is alive in all three time periods, he obviously is not. There is a critical belief that you should not bring story elements to fiction that cannot be found there. The fictional identity of the first man is explained by Izzy’s novel, in which she would obviously visualize her own lover as the hero. The fictional nature of the third man is explained because, hey, people don’t go floating through the cosmos inside a bubble while levitating and eating bark, even in “the future.” There are more things in heaven and earth than are dreamed of in our philosophy, but not that. Stephen Hawking will back me up. The film’s central section is unalloyed realism, and generates the fantasy of the first and third. Since Izzy dies in it, magic isn’t allowed. Fiction sets its rules.\n\nThat said, I will concede the film is not a great success. Too many screens of blinding lights. Too many transitions for their own sake. Abrupt changes of tone. And yet I believe we have not seen the real film. When a $75 million production goes into turnaround and is made for $35 million, elements get eliminated. When a film telling three stories and spanning thousands of years has a running time of 96 minutes, scenes must have been cut out. There will someday be a Director’s Cut of this movie, and that’s the cut I want to see.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-09-13", "genres": ["Adventure", "Drama", "Romance", "Science Fiction"], "title": "The Fountain (2007)"}