{"url": "http://www.rogerebert.com/reviews/the-fugitive-1993", "by": "Harrison Fordas Dr. Richard Kimble", "star_rating": 4.0, "text": "Andrew Davis' \"The Fugitive\" is one of the best entertainments of the year, a tense, taut and expert thriller that becomes something more than that, an allegory about an innocent man in a world prepared to crush him.\n\nLike the cult television series that inspired it, the film has a Kafkaesque view of the world. But it is larger and more encompassing than the series: Davis paints with bold visual strokes so that the movie rises above its action-film origins and becomes operatic.\n\nThe story involves a cat-and-mouse game between a man unjustly accused of having murdered his wife, and a law officer who tracks him with cunning ferocity. This was, of course, Hitchcock's favorite theme, touching on the universal dread of the innocent man wrongly accused. The man is Dr. Richard Kimble (Harrison Ford), a respected Chicago surgeon, who returns home one night to find his wife fatally beaten by a one-armed man who flees after a struggle. All of the evidence points to Kimble's guilt, and his story of the intruder is brushed away in a courtroom scene of such haste and finality that, like a lot of the film, it only looks realistic while actually functioning on the level of a nightmare.\n\nKimble is sentenced to death, but escapes during a collision between his prison bus and a train. The crash sequence is as ambitious and electric as any I have seen, with Kimble fleeing for his life while a locomotive bears down on him (the echo here is of Ford's famous sequence in \"Raiders of the Lost Ark\" in which he is nearly crushed by a giant stone ball).\n\nFree for the time being, but isolated in a cold winter landscape of hostile stones, icy water and barren trees, Kimble is pursued in a manhunt directed by a deputy U.S. marshal (Tommy Lee Jones). It seems incredible that he could remain free, and even pursue attempts to prove his innocence, but he does, in a film that never relaxes its tension, even for an instant. This is pure filmmaking on a master scale.\n\nJones has become one of the great craggy presences of the screen, often cast as a villain, but with a half-masked amusement that borders on contempt for lesser beings: He has the charm of a hangman promising to make things as comfortable as possible. In \"The Fugitive,\" his role is more complex than at first it seems. As the chase continues, he gradually becomes convinced of the innocence of his prey, but this conviction is wisely never spelled out in dialogue, and remains ambivalent, expressed in the look in his eyes, or his pauses between words.\n\nFord is once again the great modern movie everyman: dogged, determined, brave and not not demonstrative. As an actor, nothing he does seems merely for show, and in the face of this melodramatic material he deliberately plays down, lays low, gets on with business instead of trying to exploit the drama in meaningless acting flourishes.\n\nDavis, the director, has come up through a series of superior action films. His gift was apparent in one of his earlier features, the Chuck Norris thriller \"Code of Silence,\" which remains Norris' best film and one of the best, most atmospheric uses of Chicago locations ever achieved. Davis' good films continued with the Steven Seagal thriller \"Above The Law,\" \"The Package\" with Gene Hackman, and last year's superb \"Under Siege.\" Here he transcends genre and shows an ability to marry action and artistry that deserves comparison with Hitchcock, yes, and also with David Lean and Carol Reed.\n\nThe device of the film is to keep Kimble only a few steps ahead of his pursuers. It is a dangerous strategy, and could lead to laughable close calls and near-misses, but Davis tells the story of the pursuit so clearly on the tactical level that we can always understand why Kimble is only so far ahead, and no further. As always, Davis uses locations not simply as the place where action occurs, but as part of the reason for the action. Consider his virtuoso opening chase sequence, which after the train crash leads to a series of drainage tunnels (echoes here of \"The Third Man\") and finally to a spectacular dam, where Kimble risks death for a chance at freedom, and dives into the cascading waters in a moment that can only be called Wagnerian.\n\nJones' \"Deputy,\" as he likes to be called, has much more dialogue than Kimble, and in the screenplay by Jeb Stuart and David Twohy it always serves an intelligent purpose. You never have the feeling the characters are saying things simply to give us information; instead, a little at a time, they reveal the way they are thinking. Jones is surrounded by good character actors, who for once sound like Chicago cops in their words and inflections, instead of like transplants from a TV police drama.\n\nStrangely, although the film is relentlessly manipulative, it plays like real events. Nothing can really be believed in retrospect, but Davis and his actors ground all the action and dialogue in reality, so we don't consider the artifice while it's happening.\n\nThrillers are a much-debased genre these days, depending on special effects and formula for much of their content. \"The Fugitive\" has the standards of an earlier, more classic time, when acting, character and dialogue were meant to stand on their own, and where characters continued to change and develop right up until the last frame. Here is one of the year's best films.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-08-06", "genres": ["Action", "Adventure", "Crime", "Mystery", "Thriller"], "title": "The Fugitive (1993)"}