{"url": "http://www.rogerebert.com/reviews/the-salton-sea-2002", "by": "Val Kilmeras Danny/Tom", "star_rating": 3.0, "text": "\"The Salton Sea\" is a lowlife black comedy drawing inspiration from \"Memento,\" \"Pulp Fiction\" and those trendy British thrillers about drug lads. It contains one element of startling originality: its bad guy, nicknamed Pooh-Bear and played by Vincent D'Onofrio in a great weird demented giggle of a performance; imagine a Batman villain cycled through the hallucinations of \"Requiem for a Dream.\" The movie opens with what looks like a crash at the intersection of film and noir: Val Kilmer sits on the floor and plays a trumpet, surrounded by cash, photos and flames. He narrates the film, and makes a laundry list of biblical figures (Judas, the Prodigal Son) he can be compared with. As we learn about the murder of his wife and the destruction of his life, I was also reminded of Job.\n\nKilmer plays Danny Parker, also known as Tom Van Allen; his double identity spans a life in which he is both a jazz musician and a meth middleman, doing speed himself, inhabiting the dangerous world of speed freaks (\"tweakers\") and acting as an undercover agent for the cops. His life is so arduous we wonder, not for the first time, why people go to such extraordinary efforts to get and use the drugs that make them so unhappy. He doesn't use to get high, but to get from low back to bearable.\n\nThe plot involves the usual assortment of lowlifes, scum, killers, bodyguards, dealers, pathetic women, two-timing cops and strung-out addicts, all employing Tarantinian dialogue about the flotsam of consumer society (you'd be surprised to learn what you might find under Bob Hope on eBay). Towering over them, like a bloated float in a nightmarish Thanksgiving Day parade, is Pooh-Bear, a drug dealer who lives in a fortified retreat in the desert and brags about the guy who shorted him $11 and got his head clamped in a vise while his brains were removed with a handsaw.\n\nD'Onofrio is a gifted actor and his character performances have ranged from Orson Welles to Abbie Hoffman to the twisted killer with the bizarre murder devices in \"The Cell.\" Nothing he has done quite approaches Pooh-Bear, an overweight good ol' boy who uses his folksy accent to explain novel ways of punishing the disloyal, such as having their genitals eaten off by a rabid badger. He comes by his nickname because cocaine abuse has destroyed his nose, and he wears a little plastic job that makes him look like Pooh.\n\n\"The Salton Sea\" is two movies fighting inside one screenplay. Val Kilmer's movie is about memory and revenge, and tenderness for the abused woman (Deborah Kara Unger) who lives across the hall in his fleabag hotel. Kilmer plays a fairly standard middleman between dealers who might kill him and cops who might betray him. But he sometimes visits a world that is essentially the second movie, a nightmarish comedy. Director D.J. Caruso and writer Tony Gayton (\"Murder by Numbers\") introduce scenes with images so weird they're funny to begin with, and then funnier when they're explained. Consider Pooh-Bear's hobby of restaging the Kennedy assassination with pet pigeons in model cars. Note the little details like the pink pillbox hat. Then listen to his driver/bodyguard ask what 'JFK' stands for.\n\nOn the basis of this film, meth addiction is such a debilitating illness that it's a wonder its victims have the energy for the strange things the screenplay puts them up to. We meet, for example, a dealer named Bobby (Glenn Plummer) whose girlfriend's writhing legs extend frantically from beneath the mattress he sits on, while he toys with a compressed-air spear gun. Bobby looks like a man who has earned that good night's sleep.\n\n\"The Salton Sea\" is all pieces and no coherent whole. Maybe life on meth is like that. The plot does finally explain itself, like a dislocated shoulder popping back into place, but then the plot is off the shelf; only the characters and details set the movie aside from its stablemates. I liked it because it was so endlessly, grotesquely, inventive: Watching it, I pictured Tarantino throwing a stick into a swamp, and the movie swimming out through the muck, retrieving it, and bringing it back with its tail wagging.", "running_time": 103, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-05-17", "genres": ["Drama", "Mystery", "Neo-noir", "Thriller"], "title": "The Salton Sea (2002)"}