{"url": "http://www.rogerebert.com/reviews/the-ambassador-2012", "by": "Mads Brueggeras Mads", "star_rating": 3.0, "text": "At what point did I realize \"The Ambassador\" was an actual documentary, and not a fraud? Perhaps when I realized that everyone in the film was just as dishonest, venal and corrupt as they seemed — including the director. The Danish filmmaker Mads Bruegger stars as Mads Cortzen, a man who does not exist — but who is no more fabricated than every other character in this incredible stunt. \n\nLet's just call him Mads, since both Bruegger and \"Cortzen\" are running the same real risks. Mads informs us at the outset that one way to get rich is to use a genuine diplomatic passport to travel to a nation like the Central African Republic and carry out a briefcase full of diamonds. Your immunity will get you straight through customs, and you're home free. The way to accomplish this is to use \"envelopes of happiness\" as bribes, since everyone he meets is happily, even openly, bribable. \n\nHe begins in Europe, using two brokers (who are apparently quite real) to line up phony diplomatic credentials from Liberia. He arrives in the Central African Republic, explaining that if the Congo was the \"heart of darkness\" in Joseph Conrad's words, the CAR is the spleen. There he and his secretary (Eva Jakobsen) obtain a translator and introductions to the minister of state security, relatives of the president and a diamond mine owner named Dalkia Gilbert. Again, all of these people are real.\n\nMads films them with hidden video mini-cams, which are concealed in walls, furniture, briefcases, clothing — who knows? Sailing through the first part of the film, I assumed it was a mockumentary, and the \"hidden cam\" footage was a special effect. No. I realized with a chilling certainty that the fearless Mads had actually introduced himself into this situation for the purpose of making this film. It is clear he could easily get himself killed, and the danger he faces is as riveting as the corruption he witnesses. Mads has whatever they call cojones in Denmark.\n\nTo cut to the chase: Everyone he meets is on the take, some from each other. Nobody's word can be trusted. He actually visits the diamond mine that he and Gilbert will exploit — to see if it even exists. Amazingly, it does. In South Africa, I visited an actual diamond mine owned by De Beers, a high-tech operation deep in the earth. In the CAR, young men and boys stand knee-deep in muddy water and shovel soil into a sieve to extract the diamonds. It's an open secret that diamonds would not be rare if their global supply were not ruthlessly curtailed by an international cartel. Diamonds from unsettled or war-torn nations move under the radar, and are known as blood diamonds.\n\nAs Mads negotiates through this labyrinth of corruption, handing over thousands in bribes, he grows uneasy that he still has no Liberian credentials. When he calls his European broker, this man seems to be constantly in a room where he \"can't talk right now.\" Mads suspects even his translator is double-crossing him. He has gone through the motions of starting a match factory as a cover, and Gilbert connects him with a pygmy tribe that he can train as match-makers. He is given two \"personal pygmies,\" Albert and Bernard, as companions, and by the end of the film, they are the only two men in the CAR that he can trust. Ironically, since there will never be a match factory, Albert and Bernard cannot trust him.\n\nYou can imagine how this could have become a 1950s British comedy. It is all real. Mads plays \"himself\" as a shaved-headed, poker-faced, imperturbable wheeler-dealer wearing mirrored sunglasses and safari boots, and smoking in almost every scene. He begins with little cigars. Then larger cigars. Then cigarettes. Then cigarettes in an ivory holder. Then he switches to a Meerschaum pipe. I told myself, if he starts using snuff, he knows he's going to die.", "running_time": 97, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-03", "genres": ["Documentary", "Foreign"], "title": "The Ambassador (2012)"}