{"url": "http://www.rogerebert.com/reviews/the-fifth-element-1997", "by": "Bruce Willisas Korben Dallas", "star_rating": 3.0, "text": "\"The Fifth Element,'' which opened the Cannes Film Festival on Thursday, is one of the great goofy movies--a film so preposterous I wasn't surprised to discover it was written by a teenage boy. That boy grew up to become Luc Besson, director of good smaller movies and bizarre big ones, and here he's spent $90 million to create sights so remarkable they really ought to be seen.\n\nThat's not to say this is a good movie, exactly. It's more of a jumble that includes greatness. Like \"Metropolis\" (1926) or \"Blade Runner,\" it offers such extraordinary visions that you put your criticisms on hold and are simply grateful to see them. If Besson had been able to link those sights with a more disciplined story and more ruthless editing, he might have really had something.\n\nThe movie begins in \"Egypt, 1914,'' that birthplace not only of civilizations but of countless horror and occult films. Inside an ancient tomb, scientists gather at the site of an event that took place (we learn) centuries earlier. Four crucial stones, representing the four elements, had been kept here until a spaceship, looking something like a hairy aerodynamic pineapple, arrived to take them away, one of its alien beings intoning in an electronically lowered voice, \"Priest, you have served us well. But war is coming. The stones are not safe on Earth anymore.'' Deep portentous opening omens almost invariably degenerate into action sequences. But \"The Fifth Element'' cuts quickly to another extraordinary scene, New York City in the mid-23rd century. The futuristic metropolis, constructed at enormous cost with big, detailed models and effects, is wondrous to behold. It looks like Flash Gordon crossed with those old Popular Mechanics covers about the flying automobiles of the future. Towers climb to the skies, but living conditions are grungy, and most people live in tiny modular cells where all the comforts of home are within arm's reach.\n\nMeanwhile, Earth is threatened by a giant pulsating fiery object that is racing toward the planet at terrific speed. \"All we know is, it just keeps getting bigger,'' one scientist reports. Ian Holm plays an astrophysicist who significantly observes, \"It is evil--evil begets evil.'' What is this object? What rough aliens are slouching toward Earth in its wake? And how to stop it? Man's hopes may lie with Leeloo (Milla Jovovich), cloned from a single unworldly cell, who comes into existence with flaming red hair already dark at the roots (those cells remember everything). Leeloo is clad in a garment that looks improvised from Ace bandages but gets no complaints from me (the costumes are by French couturier Jean-Paul Gaultier, whose favorite strategy as a designer is to start by covering the strategic places, and then stop).\n\nMilitary-industrial types want to employ Leeloo for their own ends; they observe her from behind unbreakable glass. She breaks the glass, grabs a general's privates, and dives through what looks like a wall of golden crumpled aluminum foil, racing outside to a ledge high in the clouds. She leaps, but is saved from dashing her genes out on the pavements far below by crashing through the roof of a taxi driven by Korben Dallas (Bruce Willis), who seems to have been ported directly here from the cab in \"Pulp Fiction.\" Leeloo holds unimaginable powers, but she needs help, and Korben befriends her. Soon the future of the universe is in their hands, as the movie unfolds the rest of the story. The \"fifth element'' of the title, we learn, is the life force itself--that which animates the inanimate (the other four elements are earth, air, fire and water). Leeloo represents this element. Arrayed against her is a vast anti-life force, a sort of black hole of death. Every 5,000 years, a portal opens between the universes where these two forces live; the evil force can slip through unless the five elements are correctly deployed against it. The pulsating fireball in space is the physical manifestation of the dark force.\n\nInvolved with mankind in this approaching battle are two alien races: the Mondoshawan, who live inside great clunky armored suits (that was their hairy pineapple), and the Mangalores, whose faces can be pictured by crossing a bulldog, a catfish and an alderman. The Mangalores are in the hire of the sinister Zorg (Gary Oldman), who supports the evil force despite the fact that (as nearly as I can figure) it would destroy him along with everything else.\n\nNow if this doesn't sound like a story dreamed up by a teenager, nothing does. The \"Star Wars'' movies look deep, even philosophical, in comparison, but never mind: We are watching \"The Fifth Element'' not to think, but to be delighted.\n\nBesson gives us one great visual conceit after another. A concert, for example, starring a towering alien diva whose skin shines with a ghostly blue light, and who has weird ropes of sinew coming out of her skull. And a space station that seems to be a sort of intergalactic Las Vegas, in which a disc jockey (Chris Tucker) prances about hosting an endless TV show. And spaceship interiors that succeed in breaking the \"Star Wars''/\"Trek'' mold and imagining how an alien race might design its command deck.\n\nThe movie is a triumph of technical credits; the cinematographer is Thierry Arbogast, the production designer is Dan Weil, and the special effects are by Digital Domain, which created the futuristic Mars in \"Total Recall.'' And remember that Besson conceived of these sights, and had the audacity to believe his strange visions could make a movie.\n\nFor that I am grateful. I would not have missed seeing this film, and I recommend it for its richness of imagery. But at 127 minutes, which seems a reasonable length, it plays long. There is way too much of the tiresome disc jockey character late in the movie, when the plot should be focused on business. Sequences are allowed to drag on, perhaps because so much work and expense went into creating them. The editor, Sylvie Landra, is ultimately responsible for the pacing, but no doubt Besson hovered over her shoulder, in love with what he had wrought. A fierce trimming would preserve what makes \"The Fifth Element'' remarkable, and remove what makes it redundant. There's great stuff here, and the movie should get out of its own way.", "running_time": 127, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-05-09", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction", "Thriller"], "title": "The Fifth Element (1997)"}