{"url": "http://www.rogerebert.com/reviews/the-master-of-disguise-2002", "by": "Dana Carveyas Pistachio", "star_rating": 1.0, "text": "\"The Master of Disguise\" pants and wheezes and hurls itself exhausted across the finish line after barely 65 minutes of movie, and then follows it with 15 minutes of end credits in an attempt to clock in as a feature film. We get outtakes, deleted scenes, flubbed lines and all the other versions of the Credit Cookie, which was once a cute idea but is getting to be a bore.\n\nThe credits go on and on and on. The movie is like a party guest who thinks he is funny and is wrong. The end credits are like the same guest taking too long to leave. At one point they at last mercifully seemed to be over, and the projectionist even closed the curtains, but no: There was Dana Carvey, still visible against the red velvet, asking us what we were still doing in the theater. That is a dangerous question to ask after a movie like \"The Master of Disguise.\" The movie is a desperate miscalculation. It gives poor Dana Carvey nothing to do that is really funny, and then expects us to laugh because he acts so goofy all the time. But acting funny is not funny. Acting in a situation that's funny--that's funny.\n\nThe plot: Carvey plays an Italian waiter named Pistachio Disguisey, who is unfamiliar with the First Law of Funny Names, which is that funny names in movies are rarely funny. Pistachio comes from a long line of masters of disguise. His father, Frabbrizio (James Brolin), having capped his career by successfully impersonating Bo Derek, retires and opens a New York restaurant. He doesn't tell his son about the family trade, but then, when he's kidnapped by his old enemy Bowman (Brent Spiner), Pistachio is told the family secret by his grandfather (Harold Gould).\n\nGrandfather also gives him a crash course in disguise-craft after locating Frabbrizio's hidden workshop in the attic (a Disguisey's workshop, we learn, is known as a nest). There is now a scene representative of much of the movie, in which Pistachio puts on an inflatable suit, and it suddenly balloons so that he flies around the room and knocks over granddad. That scene may seem funny to kids. Real, real little, little kids.\n\nCarvey of course is himself a skilled impersonator, and during the film we see him as a human turtle, Al Pacino from \"Scarface,\" Robert Shaw from \"Jaws,\" a man in a cherry suit, a man with a cow pie for a face, George W. Bush, and many other guises. In some cases the disguises are handled by using a double and then employing digital technology to make it appear as if the double's face is a latex mask that can be removed. In other cases, such as Bush, he simply impersonates him.\n\nThe plot helpfully supplies Pistachio with a girl named Jennifer (Jennifer Esposito) who becomes his sidekick in the search for Frabbrizio, and they visit a great many colorful locations. One of them is a secret headquarters where Bowman keeps his priceless trove of treasures, including the lunar landing module, which is used for one of those fight scenes where the hero dangles by one hand. The movie's director, Perry Andelin Blake, has been a production designer on 14 movies, including most of Adam Sandler's, and, to be sure, \"The Master of Disguise\" has an excellent production design. It is less successful at disguising itself as a comedy.", "running_time": 80, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-08-02", "genres": ["Comedy", "Family"], "title": "The Master Of Disguise (2002)"}