{"url": "http://www.rogerebert.com/reviews/the-man-who-knew-too-little-1997", "by": "Bill Murrayas Wallace Ritchie", "star_rating": 1.0, "text": "The funniest thing about \"The Man Who Knew Too Little'' is the title; that melancholy truth that develops with deadening finality as the movie marches on. The movie develops endless permutations on an idea that is not funny, until at last, in desperation, we cry, \"Bring on some dancing Cossacks!'' and it does.\n\nBill Murray stars as Wallace, a clueless American tourist, visiting London to see his brother (Peter Gallagher). The brother is a banker throwing a big business dinner, so to get rid of Wallace, he buys him a ticket to the \"Theater of Life,'' a troupe that works on the city streets and involves one audience member at a time in a real-life drama.\n\nWallace, alas, answers a pay phone at the wrong time, and finds himself involved in a real spy drama instead of a fake theatrical one. This leads to no end of misunderstandings, and when I say \"no end,'' please assume a tone of despair mixed with exhaustion.\n\nThe movie is simply not funny. It is clever, yes. Based on a book by Robert Farrar, it concocts conversations that all have the same thing in common: They can be taken both ways. So Wallace means one thing and the spies think he means another, and on and on and on and on and on.\n\nWhen he is funny, Bill Murray is very funny. But he needs something to push against. He is a reactor. His best screen characters are passive-aggressive: They insinuate themselves unwanted into ongoing scenarios. Here he's the center of the show, and all of the other characters are carefully tailored to fit precisely into the requirements of his misunderstanding, like pieces of a jigsaw puzzle.\n\nThere are sequences here dripping with desperation, like the whole business involving the window ledge. The dancing Cossack scene involves many Chinese dolls, one containing a bomb with a red digital readout (RDR). Here is a movie gasping for diversions, and does it think of any gags involving the RDR? It does not. It never even clearly establishes how we can see the RDR, since it is inside the doll. Or maybe (sound of critic's palm smacking against forehead) that's the joke.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-11-14", "genres": ["Comedy", "Crime", "Thriller"], "title": "The Man Who Knew Too Little (1997)"}