{"url": "http://www.rogerebert.com/reviews/the-matchmaker-1997", "by": "Janeane Garofaloas Marcy", "star_rating": 3.0, "text": "I attempted once in a review to write that the Irish \"have the gift of gab,\" and was reprimanded by an editor who told me this was an unwarranted and possibly offensive generalization about an ethnic group. That editor has moved on and a new regime rules, which allows me to risk offending readers of Irish descent by stating that, yes, the Irish do indeed often express themselves with freedom and an innate poetry.\n\nSome Americans, especially Northerners and those involved in political campaigns, also have a certain vocal style, which might be described as \"cutting out the crap and getting to the bottom line.\" And one of the pleasures of \"The Matchmaker\" is to hear these two styles in conflict. Milo O'Shea, that twinkly professional Irishman, has enormous fun expounding on his theories of romance, and Janeane Garofalo, who has a built-in blarney detector, cuts to the chase.\n\nThe movie stars Garofalo as Marcy, an aide to the fatuous Sen. McGlory from Massachusetts (Jay O. Sanders), who is behind in his campaign for re-election, and dispatches her to Ireland to round up some ancestors so he can visit them.\n\nThis is not her idea of a good time. In Ireland, on a bus to McGlory's ancestral village of Ballinagra, she finds herself surrounded by ebullient women who seem on the brink of song. \"Do men and women have to travel separately in Ireland?\" she asks grumpily, only to discover she is en route to the village's annual matchmaking festival, at which unattached men and women size up the opposition.\n\nIn Ballinagra the hotel facilities are primitive (\"a little bijou,\" is how the clerk puts it), the locals seem to be speaking in code, the customs are incomprehensible, and the local color is seductive. There have been a lot of good-hearted comedies from Ireland in recent years, and many of them argue more or less the same thing: Instead of watching the telly and cowering behind locked doors, we'd be better off among people who know one another and enjoy singsongs in pubs. I am always persuaded by this argument.\n\nIn Ballinagra, Marcy meets Sean (David O'Hara), a former journalist who has retreated to this rural backwater in order to work on a book. He is not her idea of sophistication, especially when he has a Kleenex stuck up his nostril because of nosebleed. They strike uneasy sparks. Meanwhile, the professional matchmaker Dermot (Milo O'Shea) drums up customers for his other business, Turbo Tans, and keeps an eye on Marcy and Sean. He senses a certain chemistry there, and when a competitor bets him 100 pounds he can't match them up, he takes the bet and contrives to send them to one of the isolated Aran Islands, where, he says, lives the only genealogist in Ireland capable of tracing the senator's ancestors.\n\nThe scenes on the island are magnificent. The scenery is wild and forbidding, the sea is awesome, the people are suspicious at first and then quickly friendly, and in no time Marcy finds herself judging the song contest at the local pub. (Sample lyrics: \"In eighteen hundred and forty-one, my corduroy britches I put on.\") Whether Marcy and Sean will find love, I leave you to discover. Whether the senator will personally arrive on the scene, I leave you to predict. Whether the action returns to America, I reluctantly confirm, since the Irish center of the film is so charming we feel distracted by the bookends.\n\n\"The Matchmaker\" might have been better if it hadn't shoehorned in the Massachusetts scenes, but it could hardly be more entertaining in its Irish material. Garofalo, fresh from the magical \"The Truth About Cats and Dogs,\" is one of the most engaging actresses around. We relate with her cynical intelligence and the warmth of her smile, as she makes observations such as, \"The basis of any friendship is that the two people not hate each other.\" Somehow we are not surprised that this is the only romantic comedy in which a downhearted lover attempts suicide by tanning.", "running_time": 96, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-03", "genres": ["Comedy", "Foreign", "Romance"], "title": "The Matchmaker (1997)"}