{"url": "http://www.rogerebert.com/reviews/the-miracle-1991", "by": "Beverly D'Angeloas Renee", "star_rating": 2.0, "text": "Strange, how a movie of such delicate romantic sensibilities could go astray because of a heavy-handed plot. Neil Jordan’s “The Miracle” opens with small enchantments and a warmth of feeling, and then at around the midway point gets bogged down in miscalculations that are finally fatal.\n\nThe movie takes place in a small seaside town near Dublin, Ireland, where a fancy-free young man and his best friend, a girl of about the same age, wander the town engaging in their mutual hobby of people-watching. Spotting someone, they manufacture dialogue and fantasies for them, describing them in the third person like characters in a book. Together they are re-writing the mundane small details of their village into a romantic whimsy.\n\nOne day while they're monitoring the local railway station, a beautiful blond woman gets off of the train. She is classy and glamorous - she sticks out a mile - and they are consumed with curiosity to know more about her. They follow her to the beach, they create fantasies about her, and finally she speaks to them. She is friendly. The boy is struck broadside with a crush on her.\n\nWho is this woman? Some viewers will have guessed almost before she finishes her first dialogue scene. Others will not take much longer, but the characters in the movie are forced to wait, and wait, until a denouement so long delayed that the audience has lost patience with the movie’s other qualities.\n\nJordan, who wrote and produced the film as well as directing it, seems locked into the notion that it is effective to delay the boy’s discovery of the woman’s identity. The movie might have been more interesting if he had made the discovery at about the same time the audience did, and then spent the rest of the film dealing with the implications of his new knowledge. Instead, his unnaturally protracted ignorance leads to many scenes that look strange when you think back on them (after all, right from the first the woman knows who she is).\n\nThe young couple is played by two fresh young actors, Niall Byrne and Lorraine Pilkington, who remind me of the newcomers in those Scottish human comedies by Bill Forsyth like “Gregory’s Girl.” They are gawky and unpolished and utterly convincing, and we care about the boy as he dodges through life with an alcoholic father and a musical gift he doesn't know what to do with.\n\nWe get to see something of his life. He has an uneasy laissez-faire relationship with his old man, who plays in a band at the local dance hall and is not untalented, but gets drunk every night and has no self-confidence. The boy seems to have raised himself. He knows the town, he knows the music, but he doesn't know himself very well. He is bold enough to make an approach to the older woman, but not confident enough to know what to do next. He is just at that age when an attractive older woman can promise not only sensuality but knowledge - the very secrets of life. He is convinced this woman can unlock existence for him. She tries to disabuse him of this notion, but not very well, and not in the right ways. There are few things more depressing, in the fields of love, than a man who loves a woman because he believes she has the answers that he needs - a man who believes the woman has it in her own power to make him the man she desires.\n\nThe older woman is played by Beverly D'Angelo, one of my favorite actresses, who projects everything the role demands - sensuality, mystery, confusion, regret - but is another victim of the strange screenplay. Here is a movie that is about a secret, and it doesn't want to give the secret up - not until it is so painfully obvious that it has become a major distraction to our enjoyment of the film itself. A plot should be at the service of a film, but in “The Miracle” the film is at the mercy of the plot.", "running_time": 92, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-07-19", "genres": ["Drama", "Foreign", "Romance"], "title": "The Miracle (1991)"}