{"url": "http://www.rogerebert.com/reviews/the-last-married-couple-in-america-1980", "by": "George Segalas Jeff Thomson", "star_rating": 1.5, "text": "Now here's an appallingly dimwitted comedy. It's about marriage,\r\nI guess, and about how so many people are getting divorced these days that if\r\nyou find yourself still together after 20 years you can almost wonder if you're\r\n\"The Last Married Couple in America.\" But the people in this movie\r\nseem so spaced out about why they're married or divorced that the real miracle\r\nis how they lace their shoes in the morning.\n\nThere's\r\nnothing more cloying than a film about \"real\" people in which the\r\npeople talk like prisoners of a sitcom, and the plot is so painfully artificial\r\nthat even the actors seem incredulous. But that's what we have here. The plot's\r\nso awkwardly put together we can almost overhear the story conferences on the\r\nsound track. The movie makes it necessary, for example, for the happily married\r\ncouple to break up, and so they do, but there's no reason for it and we're\r\nnever convinced that anything in this movie is inspired by any kind of\r\nauthentic human motivation.\n\nThe\r\nlast married couple of the title is played by George Segal and Natalie Wood.\r\nThey live in one of those modest little $2 million Southern California homes\r\nwhere you can pack the kids off to the family wing and they'll hardly even know\r\nthere's an orgy going on. He's a professional man of some sort, and she sculpts\r\n- which means that there is a block of stone in the movie and once or twice she\r\ntakes a lick at it with a chisel.\n\nAll\r\nof their friends are getting divorced, we learn. And most of them seem headed\r\nfor the further shores of sex. There's a hot-blooded divorcee (Valerie Harper)\r\nwho's always hot to trot, and an old plumber friend (Dom DeLuise) who's married\r\na hooker and becomes a porno movie star. And so on. Wood and Segal are\r\nbewildered by these salvos from the sexual revolution, until Segal succumbs to\r\nValerie Harper's charms, they head for a motel together, and, wouldn't you\r\nknow, it, he contracts VD.\n\nThe\r\nresulting scene in the doctor's office is about as embarrassing as you can\r\nimagine, but then this whole movie is embarrassing, maybe because it has a\r\nsmarmy attitude toward sex that's just not convincing. To put it another way,\r\nwhat happens in this movie is a lot too kinky to be convincing, given the\r\nactors who are asked to involve themselves in it.\n\nA\r\ncomedy about the real hazards of marriage and divorce might have been very\r\ntimely right now (and the presence of Natalie Wood reminds us of her last major\r\nmovie appearance, in the similar but infinitely better \"Bob & Carol\r\n& Ted & Alice\"). But this movie doesn't seem interested in real\r\npeople with complicated problems. Instead, we get a sexual sideshow that\r\nculminates in an orgy in the living room, and of course the whole old tired\r\ncast of stock kinky characters is dragged in, including the macho biker in\r\nleather and the stripper with the backless dress. So what?\n\nThere\r\nis a sense in which Hollywood has just plain lost touch with life as it's\r\nreally lived, and this movie is depressing evidence of that. The title gives us\r\na promising premise: We'd be interested in a movie about a marriage that's\r\nsurvived and still works, especially if it gave us recognizable, plausible\r\ncharacters. But this movie just doesn't.\n\nThe\r\nsexual events in the film seem drummed up out of the letters columns of swinger\r\nmagazines. The sets look like sample rooms in furniture stores. The characters\r\ndon't live their lives, they survive sitcom plot checklists. This movie is\r\nalmost a curiosity, it's so removed from the tones and rhythms of everyday\r\nlife.", "running_time": 103, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-02-14", "genres": ["Comedy"], "title": "The Last Married Couple in America (1980)"}