{"url": "http://www.rogerebert.com/reviews/the-secret-life-of-bees-2008", "by": "Queen Latifahas August", "star_rating": 3.5, "text": "As a realistic portrayal of life in rural South Carolina in 1964, \"The Secret Life of Bees\" is dreaming. As a parable of hope and love, it is enchanting. Should it have been painful, or a parable? Parable, I think, so it will please those who loved the novel by Sue Monk Kidd. One critic has described it as sappy, syrupy, sentimental and sermonizing, and those are only the S's. The same reviewer admitted that it is also \"wholesome and heartwarming,\" although you will never see \"wholesome\" used in a movie ad.\n\nI go with heartwarming. There is such a thing as feeling superior to your emotions, but I trust mine. If I sense the beginnings of a teardrop in my eye during a movie, that is evidence more tangible than all the mighty weight of Film Theory. \"The immediate experience,\" one of the wisest of critics called it. That's what you have to acknowledge. I watched the movie, abandoned history and plausibility, and just plain fell for it. If it had been a bad movie, it would have been ripe for vivisection. But it is not a bad movie.\n\nAbove all, it contains characters I care for, played by actors I admire. If a script doesn't get in the way, a movie like that just about has to work. Queen Latifah, who combines conviction, humor and a certain majesty, plays August Boatwright, a woman about as plausible as a fairy godmother, and so what? She lives outside town in a house painted the color of the Easter Bunny and gathers honey for a living. Famous honey, from happy bees. Living with her are her two sisters: June (Alicia Keys), a classical cellist and civil rights activist, and May (Sophie Okonedo), who you don't want to startle with anything sad.\n\nIn a shack many miles away, 14-year-old Lily Owens (Dakota Fanning) lives with her cruel father (Paul Bettany). Her best friend and defender, the black housekeeper Rosaleen (Jennifer Hudson), endures the wrath of the father, because she will not abandon Lily. One day Rosaleen is so bold as to attempt to register to vote and is beaten by racists in the nearby town. This results, of course, in her arrest. Lily helps her escape the town, and they set off on a journey to the town of Tiburon, which she knows about because of something she found in her late mother's possessions ... the label for a honey jar.\n\nAs Lily helps Rosaleen flee from virtual slavery, it's impossible not to think about Huck and Jim, unless political correctness has prevented you from reading that greatest of all novels about black and white in America. From what little we see of the folks in Tiburon, they're as nice as the folks in Lily's hometown were mean.\n\nThey land on August's doorstep. She takes them in, over resistance from the militant June. And there the proper story begins, involving discoveries about the past, problems in the present and hopes for the future. These are well-handled melodramatic events that would not benefit from being revealed here.\n\nDakota Fanning comes of age in \"The Secret Life of Bees\" and in the somewhat similar but less successful \"Hounddog.\" She's not a kid anymore. She has always been a good actress, and she is only growing deeper and better. I expect her to make the transition from child to woman with the same composure and wisdom that Jodie Foster demonstrated. Here she plays a plucky, forthright and sometimes sad and needy young teen with the breadth this role requires and a depth that transforms it.\n\nThen observe Sophie Okonedo, the London-born, Cambridge-educated actress who has no trouble at all playing a simpleminded, deeply disturbed country girl. The English have little trouble with Southern accents. Michael Caine explained it to me once. It has to do with Appalachia being settled by working-class Brits. Her May is the heart of the film, because her own heart is so open. She has some delicate emotional transitions to traverse here and convinces us of them. Remember her in \"Hotel Rwanda\"?\n\nThe Alicia Keys character, June, is really too complex for a supporting role. In the workings of the story, she functions as an eye-opener for Rosaleen, who has never guessed black women could be so gifted and outspoken. The three sisters live in an idyllic household that must have taken a powerful lot of honey sales, even then, to maintain. That isn't an issue. We believe it, because Queen Latifah as August beams watchfully on all before her, and nobody can beam like Latifah. If ever there was a woman born to be christened Queen, she's the one.\n\nI have great affection for this film because it honors a novel that many people loved for good reasons. It isn't superior, nor does it dumb it down. It sees what is good and honors it. The South was most likely not like this in 1964. That was the year the Civil Rights Act was passed, and a year before the Voting Rights Act became law. The Boatwright farm, as I said, is really a dream. But in those hard days, people needed dreams.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-10-15", "genres": ["Adventure", "Drama"], "title": "The Secret Life of Bees (2008)"}