{"url": "http://www.rogerebert.com/reviews/the-man-from-snowy-river-1983", "by": "Tom Burlinsonas Jim Craig", "star_rating": 2.5, "text": "There have been years and years in movie history when \"The Man from Snowy River\" would have seemed like an absolutely routine movie: A well-crafted, entertaining Western starring Kirk Douglas. But times have changed, the Western is a dying genre, and an old fashioned, relatively nonviolent male action Western like this one hasn't been made since ... well, since Douglas was making them. \n\nThat doesn't make this a great Western. It's corny in places, and kind of dumb, and its subplot about the romance between the boy and the girl seems plundered from some long-shelved Roddy McDowell script. But \"The Man from Snowy River\" has good qualities, too, including some great aerial photography of thundering herds of horses, and the invigorating grandeur of the Australian landscape.\n\nThis is, I almost forgot to mention, an Australian Western. Maybe Australia is the last country that still believes in the myth of the frontier, or still has a frontier to exploit; while modern American Westerns have become increasingly murky metaphors for the ills of our society, Australia apparently still believes in simple values (and, alas, simple men, to practice them.)\n\nThe movie's about a young cowboy (Tom Burlinson) who inherits his father's ranch in the rugged Snowy River country. The local ranchers all believe he's too young and unskilled to work the land. At about the same time, he falls in love with the daughter (Sigrid Thornton) of the local rich man (Kirk Douglas).\n\nThe rich man is damned if his daughter will marry that punk kid. Meanwhile, the kid gets advice from the rich man's brother, a grizzled old miner also played by Douglas. It's one of those dual roles where the two characters are never quite onscreen at the same time, although sometimes you see an arm or a hat that's supposed to convince you Douglas is in two places at once.\n\nHow all of this turns out is as predictable as it is uninteresting. What's good about the movie are some scenes involving a great stallion, which leads the herds of wild horses in the Snowy River country, and which has a destiny (as they say in Westerns) linked to the life of the hero.\n\nWill the young cowboy capture and tame the trouble-making stallion? Will he win the heart of his love? Will the cantankerous father allow his daughter to marry the man she loves? Will the old coot strike paydirt?\n\nWhat I thought was a little disappointing about \"The Man from Snowy River\" was that all of these questions are answered on such basic, unsophisticated levels. It's as if the script was laundered for eventual use on television.\n\nThere is, for example, real chemistry between Burlinson and Thornton, as the young lovers. But it's handled so innocently we never really feel their passion. I'm not asking for torrid love scenes, but only for an acknowledgment that two healthy young people, miles from civilization and deeply in love, are likely to act more spontaneously than these kids are allowed to.\n\nI also quickly tired of Douglas' grizzled old miner. Douglas is a great screen personality and often an effective actor, but he has a tendency to overact, and you're asking for trouble if you give him a beard, a pickax, a whiskey bottle and a wooden leg. The whole rivalry between the brothers is a set-up anyway, meaningless to the plot. Why not make the story more realistic, deal with the characters as people, and stop trying to get cute?", "running_time": 104, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-04-20", "genres": ["Action", "Drama", "Foreign", "Romance", "Western"], "title": "The Man from Snowy River (1983)"}