{"url": "http://www.rogerebert.com/reviews/the-foot-fist-way-2008", "by": "Danny McBrideas Fred", "star_rating": 2.0, "text": "The hero of \"The Foot Fist Way\" is loathsome and reprehensible and isn't a villain in any traditional sense. Five minutes spent in his company and my jaw was dropping. Ten minutes and I realized he existed outside any conventional notion of proper behavior. Children should not be allowed within a mile of this film, but it will appeal to \"Jackass\" fans and other devotees of the joyously ignorant.\n\nThe hero is named Fred Simmons. He's played by Danny McBride with a cool confidence in the character's ability to transgress all ordinary rues of behavior. Fred runs a tae kwan do studio. He has the instincts of a fascist. His clients are drilled to obey him without question, to always call him \"sir,\" to respect him above all others. Some of his clients are 4 years old. He uses profanity around them (and to them) with cheerful oblivion.\n\nTo a boy about 9 years old, named Julio, he explains, \"'People are s#!t. The only person that you can trust is me, your tae kwan do instructor.\" Julio needs consoling after he's disrespected by little Stevie, who is maybe a year younger. To teach Stevie respect, Fred beats him up. Yes. There are several times in the movie when Fred pounds on kids. He doesn't pull his punches. Most people in the audience will wince and recoil. I did. Others will deal with that material by reasoning that the fight stunts are fake and staged, their purpose is to underline Fred's insectoid personality, and \"it's only a movie.\"\n\nWhich side of that fence you come down on will have a lot to do with your reaction. A \"zero star\" rating for this movie could easily (in my case, even rapturously) be justified, and some fanboys will give it four. In all fairness, it belongs in the middle. Certainly \"The Foot Fist Way\" doesn't like Fred; it regards him as a man who has absorbed the lingo of the martial arts but doesn't have a clue about its codes of behavior. He's as close to a martial-arts practitioner as Father Guido Sarducci is to a Catholic priest. And the movie is often funny; I laughed in spite of myself.\n\nFred's offensiveness applies across a wide range of behavior. He is insulting to his wife's dinner guests, tries to kiss and maul students in his office and asks one young woman who studies yoga: \"Have you ever heard of it saving anyone from a gang-rape type of situation?\" He has found very few friends. He introduces his students to his buddy from high school, Mike McAllister (Jody Hill, the director), who has a fifth-degree black belt and a penetrating stare that seems rehearsed in front of a mirror.\n\nFred and Mike worship above all others Chuck \"The Truck\" Wallace (Ben Best, the co-writer), a movie star whose credits include the intriguingly titled \"7 Rings of Pain 2.\" When Chuck appears at a nearby martial arts expo, Fred asks him to visit his studio's \"testing day,\" and then invites him home and shows him the master bedroom (\"the wife and I will bunk on the couch\"). That he assumes a movie star will want to spend the night is surprising, although perhaps less so when the Truck gets a look at Fred's wife, Suzie (Mary Jane Bostic). Fred leaves the two of them together while he leaves to teach a class, and is appalled when he returns to find Suzie and the Truck bouncing on the couch. What does he expect? Suzie has Xeroxes of her boobs and butt in \"work papers from the office\" and excuses her behavior at a party by saying \"I got really drunk -- Myrtle Beach drunk.\"\n\nMcBride's performance is appallingly convincing as Fred. Despite all I've written, Fred comes across as a person who might almost exist in these vulgar times. McBride never tries to put a spin on anything, never strains for laughs. He says outrageous things in a level, middle-American monotone. He seems convinced of his own greatness, has no idea of his effect on others and seems oblivious to the manifest fact that he is very bad at tae kwan do. He is a real piece of work.\n\nI cannot recommend this movie, but I can describe it, and then it's up to you. If it sounds like a movie you would loathe, you are correct. If it doesn't, what can I tell you? What it does, it does well, even the point of its disgusting final scene.\n\nNote: The title is a literal English translation of tae kwan do.", "running_time": 85, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-06-05", "genres": ["Comedy", "Indie", "Sports Film"], "title": "The Foot Fist Way (2008)"}