{"url": "http://www.rogerebert.com/reviews/the-great-waldo-pepper-1975", "by": null, "star_rating": 3.0, "text": "Even so, the air circus at times finds itself performing before groups of half a dozen agape schoolboys. The days when pilots could land on Main Street are over; the airlines and the air mail are established; the government wants to regulate flying and give it an image of greater safety. The world is closing in on Waldo Pepper. And, as played by Robert Redford, he hardly knows it: He's a simple, brave, boyish soul who is loyal to his friends and who dreams of being the first man to perform the dangerous outside loop.\n\n\"The Great Waldo Pepper\" is a film of charm and excitement, a sort of bittersweet farewell to a time when a man with an airplane could make a living taking the citizens of Nebraska on their first fiveminute flights. It doesn't have any big notions about the passing of that era, or of the barnstormers, who are seen as overgrown kids with wonderful toys that fly. But it has a good feeling for the period, and director George Roy Hill gives us poignancy and adventure.\n\nThe adventures are especially spectacular. Hill doesn't cheat in the stuntflying sequences, which include unfaked footage of a biplane flying down a village street with a few feet of clearance and a petrified heroine clinging to one wing. This stunt sets up the trickiest scene in the film, when the heroine freezes with fright and the great Waldo flies up in another airplane, climbs out on a wing, transfers to the first plane, walks out to the girl and attempts to pull her to safety.\n\nIf Waldo were able to do that five days a week, he might be able to earn a living. For the time has passed, alas, when the good citizens of Nebraska will pay to see ordinary stunts. As a plane flies past the stands with Waldo standing on the wing, a member of the audience observes: \"Fellow came through here last week doing that standing on his head.\" Waldo's best hope is that his friend and designer, Newt (Geoffrey Lewis), will be able to perfect a monoplane with strong enough wings to do the outside loop. And alarming rumors float westward that the legendary Kessler (Bo Brundin) also hopes to be the first with that trick.\n\nKessler is successful, after developments I'd better not give away, but then both Kessler and Pepper find themselves in Hollywood doing stunt flying for a living. Kessler's heroics in a famous World War I dogfight (which have deeply impressed Waldo) are now just the stuff for a potboiler movie, with Kessler flying his own stunts but a fatuous young actor playing him. And then Kessler and Pepper square off in the skies for a recreation of that famous battle, and somehow it becomes real....", "running_time": 108, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Adventure", "Drama"], "title": "The Great Waldo Pepper (1975)"}