{"url": "http://www.rogerebert.com/reviews/the-sentinel-2006", "by": "Michael Douglasas Pete Garrison", "star_rating": 3.0, "text": "Michael Douglas is a skilled actor who often works within a narrow range, as he does in \"The Sentinel.\" Once again, he's a consummate professional who finds himself with problems on two fronts: the romantic, and the criminal. Half of his movies, more or less, have involved that formula; the others show a wide variety, as in \"Wonder Boys,\" \"Traffic,\" \"Falling Down\" and \"The War of the Roses.\" I might object when I see him wearing the suit and tie and juggling adultery and danger, but you know what? He's good at it.\n\nIn \"The Sentinel,\" he is a Secret Service agent named Pete Garrison, who in 1981 took a bullet during the assassination attempt on Ronald Reagan, and is still guarding the president 25 years later. The movie doesn't identify President Ballentine (David Rasche) as belonging to either major party, although somehow his wife Sarah (Kim Basinger) looks to me like a Democrat. She also looks like a dish, and is having a passionate affair with, yes, Agent Garrison.\n\nAs the movie opens, another agent is shot dead, after telling Garrison he wanted to talk to him. Did he know something about an assassination attempt? Garrison thinks so, after meeting with a seedy informer who tells him there is a mole in the Secret Service -- a turncoat agent on the White House detail, who will set up the president for assassination. That this informer would know the secrets involved in this particular conspiracy seems unlikely, but then Clay Shaw never seemed like a likely suspect either, maybe because he wasn't one.\n\nWithout describing too many plot details, I can say that every agent assigned to the office of the president is required to take a lie detector test, and that only Garrison flunks. We know why: Asked if he has done anything to endanger the president, he naturally thinks of what he has done to endanger the president's marriage, and the needle red-lines. That makes him a suspect, and brings him into the cross-hairs of David Breckinridge (Kiefer Sutherland), an ace investigator who used to be Garrison's best friend, until, uh, Garrison might have had an affair with his wife.\n\nWith the entire Secret Service looking for him, Garrison busts loose, goes underground, and uses all of his skills as an agent to stay free while trying to contact his informer and singlehandedly stop the plot to kill the president. A deadline is approaching, because Ballentine is scheduled to attend a summit in Toronto, where he might be a prime target. Since the presidential helicopter was shot down by a rocket while leaving Camp David a few days earlier (not with the president on board), and since the Service knows it has a traitor, you might think the wise decision would be to skip Toronto and stay at home, maybe in a Panic Room. But no: Ballentine goes to Toronto, along with Garrison, Breckinridge, Sarah, the terrorists and everybody else in the plot.\n\n\"The Sentinel\" involves a scenario that is unlikely, I hope. But it's told efficiently and with lots of those little details that make movies like this seem more expert than they probably are. (Did you know that agents are trained to disengage the safety lock on their handguns as they draw them, instead of after, as cops do?) The Douglas character does a lot of quick thinking and Sutherland is brisk, cold and efficient as a super-sleuth. Eva Longoria plays Jill, his new trainee, who he prefers to a veteran agent because she's still fresh and hasn't been worn down by the job. I was able to spot the mole almost the first time he (or she) appears on the screen, by employing the Law of Economy of Characters, but his (or her) identity is essentially beside the point.\n\nThere comes a point in \"The Sentinel,\" as there did in Harrison Ford's \"Firewall,\" when you wonder how a guy in his early 60s can run indefinitely, survive all kinds of risky stunts, hold his own in a fight, and stay three steps ahead of the young guys in his strategy. You wonder, and then you stop wondering, because, hey, it's a movie. As I so wisely wrote about the Ford movie, \"Nobody can do anything they do in thrillers, anyway, so why should there be an age limit on accomplishing the impossible?\"\n\nThis is the second theatrical feature (after \"S.W.A.T.\") directed by Clark Johnson, an actor who has also done a lot of work on television, mostly on shows that would be useful preparation, like \"Homicide,\" \"Law & Order,\" \"West Wing\" and \"The Shield.\" Have I seen movies like \"The Sentinel\" before? Yes, and I hope to see them again. At a time when American audiences seem grateful for the opportunity to drool at mindless horror trash, it is encouraging that well-crafted thrillers are still being made about characters who have dialogue, identities, motives and clean shirts.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-04-20", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "The Sentinel (2006)"}