{"url": "http://www.rogerebert.com/reviews/the-girl-who-kicked-the-hornets-nest-2010", "by": "Noomi Rapaceas Lisbeth", "star_rating": 3.0, "text": "Lisbeth Salander makes a transfixing heroine precisely because she has nothing but scorn for such a role. Embodied here for the third time by Noomi Rapace, she's battered, angry and hostile, even toward those who would be her friends. Some of the suspense in the final courtroom showdown of \"The Girl Who Kicked the Hornet's Nest\" comes from the excellent question of whether she would rather be found guilty than provide anyone with the satisfaction of hearing her testify in her own defense.\n\nBy the time she comes to what is essentially a sanity hearing, she has returned to the ranks of punk fashionistas, with the black leather pants and jacket, the boots, the studs and buckles, the spikes, the body piercings, the eyeliner that looks like protective armor and the stark black crest of her hair. She sits sullen and silent in the courtroom, as if saying, I care nothing for you, although I have spent hours working on my look in front of the mirror.\n\nShe is formidably smart and deeply wounded from childhood, as we know from the earlier two films in the Stieg Larsson trilogy. Worse, she can't leave her pain behind. Again in her life are her freakish, gigantic half-brother, Niedermann (Mikael Spreitz), and the psychologist who fabricated her incarceration in an asylum. And the murderous members of \"The Section,\" a rogue killing unit within the Swedish national police, are determined to eliminate her once and all.\n\nThe outlines of her dilemma will be clear to those who've seen \"The Girl With the Dragon Tattoo\" and \"The Girl Who Played with Fire,\" but this film has enough quick flashbacks to orient the first-timer. It begins literally when the second one ended, after the bloody confrontation in the barn with her father and half-brother. She's taken to the hospital with a bullet in her brain, and spends much of the film's first half in intensive care and refusing to speak.\n\nThat frees the director, Daniel Alfredson, to focus more time on Mikael Blomkvist (Michael Nyqvist), the investigative journalist who collaborated with her in the first film and has become her fierce defender — and perhaps more, a man who loves her. Their mutual affection was an intriguing subtext in the first film, but has been on hold ever since, while Mikael continues his relaxed intimacy with his editor, Erika Berger (Lena Endre). There are said to be two more Larsson novels in various stages of completion, but even if they're not publishable, Lisbeth Salander is too good a character to suspend after three films, and my guess is there must be sequels.\n\nThe sequels need not fret overmuch about plot. These films are really about personality, dialogue and the possibility that the state has placed itself outside the law. That leads to an oppressive, doom-laden atmosphere that the characters move through with apprehension. We understand the basics of \"The Section\" conspiracy, we recognize most of the faces, but few of us could pass a test on exactly who is who. No problem; neither could Lisbeth or Mikael. \n\nThe tension — and there is a lot of it — grows from the danger that Lisbeth brings upon herself by refusing to act sensibly for her own welfare. She has such a burned-in distrust of authority that even a friend like Mikael gets closed out; Rapace takes a simple friendly \"see you\" and invests it with the effort it costs Lisbeth to utter. Her battle with herself is more suspenseful than her battle against her enemies, because enemies can be fought with and that provides release, but we spend much of \"The Girl Who Kicked the Hornet's Nest\" straining against Lisbeth's fear and sending her urgent telepathic messages about what she should do.\n\nThese are all very well-made films. Like most European films, they have adults who are grown-ups, not arrested adolescents. Mikael and Erika, his boss and lover, have earned the lines in their faces, and don't act like reckless action heroes. They make their danger feel so real to us that we realize the heroes of many action movies don't really believe they're in any danger at all. Lisbeth is in grave danger, but in great part because of her damaged obstinacy, and that scares us more than any number of 6-foot-4 Nordic blond homicidal half-brothers.\n\nSo what has happened is that this uptight, ferocious, little gamine Lisbeth has won our hearts, and we care about these stories and think there had better be more. The funny thing is, I've seen the \"real\" Noomi Rapace on TV, and she has a warm smile and a sweet face. What a disappointment.", "running_time": 147, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-10-27", "genres": ["Action", "Crime", "Foreign", "Mystery", "Thriller"], "title": "The Girl Who Kicked the Hornets' Nest (2010)"}