{"url": "http://www.rogerebert.com/reviews/the-missing-2003", "by": "Tommy Lee Jonesas Samuel Jones", "star_rating": 2.0, "text": "New York magazine ran a cover story years ago calling John Ford's \"The Searchers\" the most influential movie in American history. Movies like \"Taxi Driver,\" \"Hardcore\" and \"Paris, Texas\" consider the theme of an abducted girl and the father or husband or cab driver who tries to rescue her from sexual despoliation at the hands of people he despises. The beat goes on with Ron Howard's \"The Missing,\" a clunky Western that tries so hard to be Politically Correct that although young women are kidnapped by Indians to be sold into prostitution in Mexico, they are never molested by their captors.\n\nIn the tradition of Robert De Niro (\"Taxi Driver\"), George C. Scott (\"Hardcore\") and Harry Dean Stanton (\"Paris, Texas\"), the movie has Tommy Lee Jones as a craggy loner who turns up when needed for the rescue. But in its update of the story, \"The Missing\" supplies a strong woman as the heroine. This is Maggie Gilkeson (Cate Blanchett), as a frontier rancher who lives with two daughters and has a hired man (Aaron Eckhart) who provides sex, but isn't allowed to spend the night because she doesn't want to give anyone the wrong idea. She has some doctoring skills, and as the film opens, is pulling an old woman's tooth -- her last one, ho, ho.\n\nJones plays Maggie's father, Samuel, who abandoned the family years ago and has been living with Indians, learning their customs and sharing their firewater. He turns up desperate, but she sends him away. Then her daughter Lily (Evan Rachel Wood) is captured by Indians, and Maggie needs his expertise in the ways of the Indian; she asks him to join her in the search. Also coming along is her younger daughter, Dot (Jenna Boyd).\n\nSo OK. An old drunk, a woman and a kid are chasing a resourceful band of Indians and half-breeds, led by a psychic male witch named Chidin (Eric Schweig). What are their chances? Excellent, I'd say, although of course there will have to be several close calls, assorted escapes, recaptures and gunfights so prolonged that our attention drifts.\n\nSorry, but I couldn't believe any part of this movie. It's such a preposterous setup that I was always aware of the plot chugging away, and the logistics of the chase defy all common sense. The underlying assumption (that an old white coot and his daughter can out-Injun the Injuns) would be offensive if it did not border on the comedic, and why else, really, did they bring the 10-year-old along, except to provide a young girl who'd be handy for scenes in which she is in danger?\n\nWhen you see good actors in a story like this, you suspect they know how bad it is, but work to keep their self-respect. Jones has sad eyes in the film and underplays his role to avoid its obvious opportunities for parody; Blanchett is strong and determined, and the only flaw in her performance is that it's in the wrong movie.\n\nAt 135 minutes, \"The Missing\" is way too long. This is basically a B Western jumped up out of its category. As a lean little oater, this story could have held down half of a double bill back when Westerns were popular, but these days audiences need a reason to see a Western. Kevin Costner gives them one in \"Open Range,\" but Howard, who often makes wonderful movies, has taken a day off.", "running_time": 137, "mpaa_rating": "R", "release_year": 2003, "date_published": "2004-07-30", "genres": ["Action", "Drama", "Suspense", "Thriller", "Western"], "title": "The Missing (2003)"}