{"url": "http://www.rogerebert.com/reviews/the-closer-you-get-2000", "by": "Ian Hartas Kieran", "star_rating": 2.0, "text": "See enough of its movies and a nation's cinema can tell you something about the nation involved. It may be right, it may be wrong, but there it is. I now assume, for example, that everyone in Australia is a little strange, and half of them are bizarre eccentrics. The French, they are worried all the time. Americans live trapped inside the cliches of genre fiction, and so do the Canadians, only they are nicer unless they are in David Cronenberg films.\n\nAnd the Irish are sweet, cheerful folk who live in each other's pockets, settle things by communitywide debate, gang up men against women and visit home briefly between pubs. They are also blessed with great verbal alacrity, and there would be a great many more of them if the women were not so opinionated and the men so baffled by women with opinions.\n\nThis picture has nothing to do with the Irish I have met during half a dozen visits to the Emerald Isle, who are likely to be successful professionals benefitting from a booming economy and a standard of living higher than England's. But the Irish have no one but themselves to blame for their screen image, except in the case of \"The Closer You Get,\" which was produced by an Italian.\n\nUberto Pasolini earlier made \"The Full Monty,\" which made millions of dollars with its heartfelt and bawdy comedy about six unemployed Englishmen who became strippers. Now he has moved to the west of Ireland, to County Donegal, upon whose sainted strands late one night I once kissed a publican's red-haired daughter.\n\nShe was, I must admit, a good deal like Siobhan (Cathleen Bradley), the heroine of \"The Closer You Get,\" who will stand for no nonsense from Kieran (Ian Hart), the local butcher--who is both her employer and her obvious mate, and if he were not so daft, he would realize it. \"Siobhan is a hard case,\" Kieran laments, by which he means that she is disinclined to conduct both sides of their courtship while he slips out for a few pints with his mates.\n\nThis is a town starved for entertainment. The priest livens things up by mounting loudspeakers on the bell tower and playing tapes of the bells from St. Peter's in Rome. (Then he starts a film society and books \"The Ten Commandments,\" but is sent \"10\" instead.) The local lads, despairing of the standoffish women in town, chip in to buy an ad in the Miami Herald to invite American women to their annual dance. The local women retaliate by inviting a band of alarmingly swarthy and hirsute Spaniards, who make the pale Donegal locals look like they've spent too much time in the cellar counting the root vegetables.\n\nEveryone in \"The Closer You Get\" is nice, and Ian Hart's butcher is especially likable, with his brown hair dyed platinum in a failed attempt to look hip. But the movie is too thin and low-key to generate much comic energy. Compared to \"Waking Ned Devine,\" it's diluted and transparent. And I doubt many contemporary Irish young people are this naive and shy. It's a sweet film, mildly pleasant to watch, but it's not worth the trip or even a detour.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-03-03", "genres": ["Comedy", "Foreign", "Romance"], "title": "The Closer You Get (2000)"}