{"url": "http://www.rogerebert.com/reviews/the-adventures-of-pinocchio-1996", "by": "Martin Landauas Geppetto", "star_rating": 2.0, "text": "“The Adventures of Pinocchio” places an animated Pinocchio in a real world, where he looks so out of place that we can scarcely think of him as anything but a special effect. That isn't always the case when animation meets reality; Jessica Rabbit looked at home in the same frame with Bob Hoskins, but then she had so much energy and verve she seemed alive, while Pinocchio bears an eerie resemblance to the humanoids in the Duracell commercials.\n\nThe difference may be one of graphic style. Jessica Rabbit and most of the other toons in real-life scenes are designed to look like just what they are--drawn cartoons. Pinocchio's face looks like a real face was photographed and then transformed by computer into a wooden dummy. The result is unsettling and even a little creepy, and I didn't like this Pinocchio, which is by the Jim Henson people, nearly as much as the all-cartoon creature in Disney's 1940 movie.\n\nThe movie's story follows the broad outlines of the Carlo Collodi novel. Geppetto (Martin Landau), an old woodcarver, finds a piece of wood in the forest that almost insists on being picked up, taken home and carved into a little boy. Once finished, the figure reveals a life of its own: It is wooden, but it lives. Geppetto takes Pinocchio to his heart and tries to raise him, but there are difficulties.\n\nPinocchio sneezes sawdust. He is teased at school (“Hey, buddy, you ever get termites?”). He is attacked by a woodpecker (“Peck on someone your own size”). Most of all, Pinocchio is unhappy because he wants to be a real little boy. (Since living puppets are so much rarer than little boys, I was somehow reminded of the frog who told the old man, “Kiss me, and I'll turn into a sexy princess,” only to be told, “Frankly, at my age, I'd rather have a talking frog.”) Pinocchio and Geppetto live in a picturesque village where everybody knows everyone else's business, and where the evil puppeteer Lorenzini (Udo Kier) wants to steal Pinocchio. Geppetto has his hands full, especially when Pinocchio runs away to the Island of Lost Boys. Later, of course, Geppetto and Pinocchio find themselves in the belly of a whale, where Pinocchio's nose grows so long the whale becomes acutely uncomfortable and disgorges him.\n\nA subplot involves Geppetto's long-standing love for Leona (Genevieve Bujold). He carved their initials long ago on the very tree which was later carved into Pinocchio, and when Pinocchio's tears touch that wooden heart, it becomes flesh at last. There are easier and more pleasant ways to make a real little boy, but if Geppetto is still only dating Leona after 50 years, maybe Pinocchio realized it was up to him.\n\nThe story is told with visual grace, but lacks excitement. Even Pinocchio's little cricket friend seems more like a philosopher than a ringmaster. Smaller children may be caught up by the wonder of it all, but older children may find the movie slow and old-fashioned. There are lessons in the screenplay, about love and dreaming and accepting yourself, but let's face it: We've been taught these lessons many times before, in more entertaining movies.", "running_time": 88, "mpaa_rating": "G", "release_year": 1996, "date_published": "1996-07-26", "genres": ["Family", "Fantasy", "Science Fiction"], "title": "The Adventures of Pinocchio (1996)"}