{"url": "http://www.rogerebert.com/reviews/the-other-sister-1999", "by": "Juliette Lewisas Carla", "star_rating": 1.0, "text": "\"The Other Sister'' is shameless in its use of mental retardation as a gimmick, a prop and a plot device. Anyone with any knowledge of retardation is likely to find the film offensive. It treats the characters like cute little performing seals--who always deliver their \"retarded'' dialogue with perfect timing and an edge of irony and drama. Their zingers slide out with the precision of sitcom punch lines.\n\nThe film stars Juliette Lewis as Carla, a rich San Francisco girl of 17 or 18 who has just returned home after several years in an institution. Her ambition is to train as a veterinarian's assistant. Her father (Tom Skerritt) thinks she should go for it, but her mother (Diane Keaton) is opposed. If there is a convincingly retarded character in the movie, it's the mother. She's borderline hysterical in insisting her daughter is not ready for junior college, dating, dancing, sex, living in her own apartment, or anything else.\n\nIn flashbacks to the girl's childhood, we see her crying out, \"I don't want her to be retarded!'' Now she doesn't want her to be anything else. Her opposition to any sign of Carla's independence is handled oddly, however. Every once in a while, she has a brief moment of humanity, in which she softens and says sensible things like, \"I'll try to see it your way.'' These interludes play suspiciously as if they were inserted into the script to lighten the character and make her less of a harridan. Then it's back to bull-headed denial again.\n\nCarla does eventually get into the local polytechnic, where she makes a friend of Danny (Giovanni Ribisi). The two of them are the butts of some cruel treatment, but Danny has found a haven in the music department, where, he proudly tells Carla, he has a real job: \"cleaning the marshmallows out of the tubas.'' That's because at football games students throw marshmallows at the tubas in the marching bands. I am prepared to believe they do that, but not so prepared to believe that something equally cute comes up at every juncture, as when Carla and her mother attend a benefit at a dog shelter and Carla starts barking at the strays and releases them, disrupting a reception. Or when she's garbed in an absurd swan costume for a social event. Or when she and Danny, alone at last, study positions in The Joy of Sex .\n\nThe movie's dialogue knows it's funny--a fatal error. \"I wonder who thought up sex in the first place?'' one of them muses, studying the sex books. The answer: \"I think it was Madonna.'' Sure, that's exactly what would be said. And how about when Danny tells Carla, \"I love you more than band music and cookie making.'' All of their words are pronounced as if the characters have marbles in their mouths, and when they walk, it's a funny little modified duck walk. It's like they learned how to act retarded by studying under Jerry Lewis.\n\nMoment after moment is utterly false. Take the climax at the country club, where a bartender keeps pouring triple shots of green Chartreuse for Danny. Not likely, because: (1) Danny is obviously a novice drinker; (2) he is obviously underage; (3) green Chartreuse is one of the strongest liqueurs in the world, so that several full snifters would paralyze an inexperienced drinker, and (4) country club bartenders like their jobs and know they can get fired for getting underage drinkers blind drunk.\n\nOf course, Danny doesn't get really drunk--only drunk enough to make a speech that is cunningly calculated to offend those who need to be offended, please those who need to be pleased, and move the wheels of the plot. All in \"retarded'' language that is perfectly chosen and timed, of course.\n\nAm I getting too technical here? I don't think so. The truth is in the details. The details of \"The Other Sister'' show a movie with no serious knowledge of retardation and no interest in learning or teaching. I never tire of quoting Godard, who tells us that the way to criticize a movie is to make another movie. The movie that shames \"The Other Sister'' was made in 1988 by Robert M. Young. It is called \"Dominick and Eugene,'' and it stars Tom Hulce and Ray Liotta in the story of a retarded man and his brother. See that, and you will cringe when you compare it to \"The Other Sister.''", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-02-26", "genres": ["Drama", "Romance"], "title": "The Other Sister (1999)"}