{"url": "http://www.rogerebert.com/reviews/the-mother-2004", "by": "Anne Reidas May", "star_rating": 3.5, "text": "\"The Mother\" peers so fearlessly into the dark needs of human nature that you almost wish it would look away. It's very disturbing. It begins as one of those conventional family dramas with a little love, a little sadness, and a few easy truths, but it's anything but conventional. By the end, we've seen lives that aren't working and probably can't be fixed, and we've seen sex used so many different ways it seems more a weapon than a comfort.\n\nThe film opens in the reassuring environs of British domesticity. A long-married couple travel into London to visit their children. May (Anne Reid) still has her health and the remains of her beauty, but Toots (Peter Vaughan) seems always out of breath. They arrive at the expensive new home of their son Bobby (Steven Mackintosh), go for dinner at the flat of their daughter Paula (Cathryn Bradshaw) and then Toots dies of a heart attack.\n\nIt's clear that Bobby and Paula do not much love their mother, although Paula goes through the motions; Bobby is always darting away for urgent conversations on his cell phone. May understands this, and yet when she returns home, she finds she simply cannot stay there: \"I'll be like all the other old girls around here, and then I'll go into a home. I'd rather kill myself.\" She returns to London, is greeted coolly by Bobby and his wife, but finds a role with Paula, who needs a baby-sitter.\n\nAt Bobby's expensive house, work is underway: His best friend Darren (Daniel Craig) is building a new solarium. One night May hears Paula having sex in her living room, peers into the room and discovers that Darren is Paula's lover. This discovery causes something to shift within May, who becomes friendly with Darren, brings him breakfast and lunch on a tray, and asks him, \"Would you come to the spare room with me?\"\n\nShe is in her 60s, he is in his 30s (and married, with an autistic child). She is a sweet-faced matron, he is bearded and muscular. I was reminded of Fassbinder's \"Ali: Fear Eats the Soul\" (1974), with its tall Moroccan immigrant and its doughy German widow, and indeed Anne Reid looks a little like Brigitte Mira, Fassbinder's star. But Fassbinder's couple had nothing in common but need; May and Darren find that they talk easily, laugh at the same things, are comfortable together. We follow them to lunch along the Thames and to the churchyard where Hogarth is buried; they are probably the only two people in the story who know who Hogarth was.\n\nWe think we know where the film stands: It will be about love transcending age. Not at all. That reassuring subject would leave Paula out of the picture, and she desperately pursues Darren and expects him to leave his wife. As sex gives May an inner glow and inspires her to improve her hair and wardrobe, desperation eats away at Paula until she looks almost as old as her mother, and more haggard and needy. She drinks, which doesn't help. After she and her brother guess the truth about May and Darren, Paula pushes to the center of the story with cold, unforgiving fury.\n\n\"The Mother\" was written by Hanif Kureishi, whose screenplays include \"My Beautiful Laundrette\" and \"My Son the Fanatic.\" It has been directed by Roger Michell, who, hard to believe, is also the director of the comedy \"Notting Hill.\" Kureishi is relentless in peeling away the defenses of his characters, exposing their naked needs and fears. Familiar with the conventions of fiction, we expect to like someone in this movie. In the middle stretch, we like May and Darren, even while we're aware of something not right in their relationship (it isn't the age gap, it's something trickier). But by the end, there is nobody to like; we're faced with the possibility that to truly know someone is to wish you knew them less.\n\nThere is courage everywhere you look in \"The Mother.\" In Anne Reid, who follows May with unflinching honesty into the truth of her life. In Cathryn Bradshaw, whose Paula has never felt loved or valued by anyone. In Daniel Craig, who seems to understand why Darren wants to have sex with May, and helps us understand it, and then, when we think we do, shows us we don't. By the end, \"The Mother\" has told us all we need to know about the characters, except how to feel about them. It shows how people play a role and grow comfortable with it, and how that role is confused with the real person inside. And then it shows the person inside, frightened and pitiful and fighting for survival. I have a lot of questions about what happens in this movie. I am intended to.", "running_time": 112, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-06-18", "genres": ["Drama", "Foreign", "Romance"], "title": "The Mother (2004)"}