{"url": "http://www.rogerebert.com/reviews/the-war-zone-2000", "by": "Ray Winstoneas Dad", "star_rating": 4.0, "text": "It must have been something like this in medieval times, families living in isolation, cut off from neighbors, forced indoors by the weather, their animal and sexual functions not always shielded from view. Tim Roth's \"The War Zone,\" brilliant and heartbreaking, takes place in the present but is timeless; most particularly it is cut off from the fix-it culture of psychobabble, which defines all the politically correct ways to consider incest. The movie is not about incest as an issue, but about incest as a blow to the heart and the soul--a real event, here, now, in a family that seems close and happy. Not a topic on a talk show.\n\nThe movie takes place in winter in Devon, which is wet and gray, the sky squeezing joy out of the day. The family has moved from London \"to make a fresh start,\" the mother says. They live in a comfortable cottage, warm and sheltered, life revolving around the big kitchen table. Mum (Tilda Swinton) is very pregnant. Dad (Ray Winstone) is bluff and cheery, extroverted, a good guy. Tom (Freddie Cunliffe) is a 15-year-old, silent and sad because he misses his friends in London. Jessie (Lara Belmont) is 18 years old, ripe with beauty. This looks like a cheerful story.\n\nRoth tells it obliquely, sensitive to the ways families keep secrets even from themselves. Early in the film the mother's time comes and the whole family rushes to the hospital; there's a car crash, but a happy ending, as they gather in the maternity ward with the newcomer, all of them cut and bruised, but survivors. Back at home, there is a comfort with the physical side of life. Mum nurses her child, in kitchen scenes like renaissance paintings. Tom is comfortable with his sister's casual nudity while they have a heart-to-heart talk. Mum helps wash her men at the kitchen sink, Jessie dries her brother's hair in the laundry room, the family seems comfortable with one another.\n\nThen Tom glimpses a disturbing part of a moment between his father and his sister. He challenges Jessie. She says nothing happened. Something did happen, and more will happen, including a scene of graphic hurtfulness. But this isn't a case of Tom discovering incest in his family and blowing the whistle. It's much more complicated. How does he feel about his sister, and about her relationship with her new boyfriend Nick? What about his father's eerie split personality, able to deny his behavior and see Tom's interference as an assault on their happy family? What about the mother's willingness not to know? What about his sister's denial? Does it spring from shame, fear or a desire to shield Tom and her mother from the knowledge? \n\nAnd what about a curious episode when Jessie and Tom visit London, and Jessie almost seems to have set up Tom to sleep with one of her friends--as what? Consolation? A bribe? Revenge? The movie's refusal to declare exactly what the London episode means is admirable, because this is not a zero-sum accounting of good and evil, but a messy, elusive, painfully complex tragedy in which no one is driven by just one motive.\n\nWhen Tom is accused of destroying the family and having a filthy mind, there is a sense in which he accepts this analysis. One critic of the film wrote that a \"teenage boy (from the big city, no less) would surely be more savvy--no matter how distraught--about the workings and potential resolutions of such a situation.\" Only in textbooks. When you're 15, what you learn in social studies and from talk shows is a lot different from how you confront your own family.\n\nIncest is not unfamiliar as a subject for movies, but most incest stories are about characters simplified into monsters and victims. We know intellectually that most child abusers were abused children, but few films pause to reflect how that lifelong hurt reflects itself in real situations. The father here is both better and worse because of his own probably traumatic childhood. He must long ago have often promised himself that he would be different than his own father, that he would be a good dad--loving, kind, warm, cheerful--and so he is, all except for when he is not. When he's accused of evil, he explodes in anger--the anger of the father he is now and also the anger of the child he once was. For a moment his son is, in a sense, the abuser, making Dad feel guilty and shameful just as his own father must have, and tearing down all his efforts to be better, to be different.\n\nUnsurprisingly, \"The War Zone\" affects viewers much more powerfully than a simple morality tale might. It is not simply about the evil of incest, but about its dynamic, about the way it does play upon guilt and shame, and address old and secret wounds. The critic James Berardinelli says that when he saw the movie at the Toronto Film Festival, a viewer ran from the theater saying he couldn't take it anymore and went looking to pull a fire alarm. Roth was standing near the exit and intercepted him, becoming confessor for an emotional outpouring that the movie had inspired.\n\nRoth is one of the best actors now working, and with this movie he reveals himself as a director of surprising gifts. I cannot imagine \"The War Zone\" being better directed by anyone else, even though Ingmar Bergman and Ken Loach come to mind. Roth and his actors, and Stuart's screenplay, understand these people and their situation down to the final nuance, and are willing to let silence, timing and visuals reveal what dialogue would cheapen. Not many movies bring you to a dead halt of sorrow and empathy. This one does.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-01-14", "genres": ["Drama", "Foreign", "Indie"], "title": "The War Zone (2000)"}