{"url": "http://www.rogerebert.com/reviews/the-young-poisoners-handbook-1996", "by": "Hugh O'Conoras Graham", "star_rating": 3.5, "text": "\"I was very young when I discovered I had a gift for chemistry,'' the hero of \"The Young Poisoner's Handbook'' tells us. \"Life at home was a stale affair.'' His dreary London suburb of Neasden crouches beneath a sullen sky, and his family sits stupefied before the telly. But up in his room, Graham Young lives in another world entirely, a world of brightly colored chemicals and arcane instructions, and the exciting possibility that a test tube might blow up at any moment. \n\nSo begins the story of a young man whose bizarre secret life engendered one of the most famous British criminal cases of the century. Graham Young fatally poisoned his stepmother, caused many others to become ill, was sentenced to prison, bamboozled the prison psychiatrist, was set free, and went in for experiments on a larger scale when he was unwisely given the responsibility for preparing the tea at his new job.\n\nGraham is a very sick young man. (In real life he was sicker--a neo-Nazi with dreams of genocide.) But \"The Young Poisoner's Handbook'' is not a grim record of crime but a wickedly satirical view of ambition in a gifted, if misguided, youth. Graham is played by Hugh O'Conor, seen in 1989 as the young Christy Brown in \"My Left Foot.'' O'Conor has now grown into a gangly teenager who makes a convincing nerd as he hunches in his upstairs room, making careful entries in his notebooks. \"Every king needs a queen--and I had mine,'' Graham tells us, after a girl at the library allows him to check out restricted books on poisons. The friendly local chemist allows him to buy chemicals best not trusted to young hands. At home, things remain grim: \"Have you been using the cups and saucers again for your bloody experiments?'' his father asks, although actually it is his sister who has been mixing up face creams.\n\nGraham's stepmother (Ruth Sheen) finds nude pin-ups in the house, and punishes Graham by scrubbing him raw in the bath and burning his chemistry set. Graham has his revenge as his stepmother grows ill. Medicine is prescribed, and Graham adds a little touch of this and that until the poor woman has been reduced to a bald skeleton. He makes careful records of his experiments in his journals, with the detachment and intellectual curiosity of a born scientist.\n\nWhen the stepmother dies, Graham's dad rises to the level of his mediocrity by observing that his wife's death \"smells like death.'' Benjamin Ross, who directed and co-wrote with Jeff Rawle, somehow finds the right tone for this material; the events in the movie are dismaying, but the effect is darkly comic. Not long ago, reviewing \"Getting Away With Murder,'' a comedy about justice for a Nazi war criminal, I observed that anything can be made funny, \"but humor depends on tone, timing and even on taste, and when a comedy starts on the wrong foot, it is hard to regain balance.'' \"Getting Away With Murder'' was not at all funny, but \"The Young Poisoner's Handbook'' is both funny and creepy, like an accident that is tragic and absurd at the same time (I am reminded of the famous Second City sketch in which mourners at a funeral discover that their friend drowned in a large can of pork and beans).\n\nI am not sure how closely the film follows the facts, but it doesn't really matter. Graham is found out, tried and convicted, and given a life sentence as an \"incurable psychopath.'' Then he comes under the wing of \"the famous Dr. Zeigler'' (Antony Sher), who is impressed by his command of Latin, and asks him to start recording his dreams. Graham does not dream, so he makes up dreams, but Dr. Zeigler sees through them. So, Graham begins waking up his cellmate every hour on the hour to write down his dreams. \n\nAfter three months of this the cellmate hangs himself, but the dreams have done the trick, and after a brilliant performance before a parole board, Graham is back on the streets and working in a firm where, of course, a mysterious illness starts to go around. Graham has a complicated system for keeping track of his secret experiments on the employees; everything depends on each one getting the correct teacup, which leads to a scene of screwball complexity.\n\nGeorge Orwell might have loved this film. In his famous essay \"The Decline of the English Murder,'' he complained, \"you never seem to get a good murder nowadays.'' The ingenious murderers of the 19th and early 20th century dispatched their victims with subtle poisons and disposed of them in acid baths, or buried them in the garden, or ground up the bones--presenting the police with a bit of a challenge. Modern murderers, he lamented, simply bash away with guns and knives and show no imagination at all. Graham Young is at bottom a monster, but, as Hugh O'Conor plays him, he is also peculiarly beguiling. It is easy to sympathize with a bright young man who wants to get ahead in his chosen field.", "running_time": 99, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-04-19", "genres": ["Comedy", "Crime", "Drama", "Foreign"], "title": "The Young Poisoner's Handbook (1996)"}