{"url": "http://www.rogerebert.com/reviews/the-joy-of-singing-2009", "by": "Marina Foisas Muriel", "star_rating": 3.0, "text": "Don't get the wrong idea. \"The Joy of Singing\" also could be titled \"The Joy of Singing Rather Than Being Murdered.\" One of the meetings of Madame Eve's voice class begins with her tearful announcement that two of the group have been found dead. Her students eye one another uneasily. Who will be killed next? We wonder, too.\n\nThis is the goofiest thrill-sex-music-spy movie in many a moon, with a surprising amount of nudity and an even more surprising amount of singing, ranging from opera to \"Amazing Grace\" to \"I'll Stand By You.\" Its MacGuffin is a missing USB memory disc containing unspecified uranium secrets. \n\nI fully believe no one in the movie has any idea what these secrets could consist of, where they came from and how they went missing, but never mind. The information belonged to the late husband of Constance (Jeanne Balibar), a student in the class. Therefore, French undercover agents and terrorists and possible Israeli and Russian agents enroll in the class to keep an eye on her. I'm trying to remember if anyone in the class has enrolled to improve their voice.\n\nThis is all done with a straight face. The students with their nefarious secrets all have to sing. Some aren't half bad. A couple are damn fine. Maybe there's something about singing in a small group of fellow spies that elevates the libido. Soon many, if not all, of these people (except for Madame Eve) are at it like rabbits. Even the young hustler Julien (Julien Baumgartner), who doesn't give freebies for ethical reasons, is astonished to find himself growing tender about Noemie (Nathalie Richard). If there's one thing fatal to spying, it's sincerity.\n\nAt a different velocity, this could be a screwball comedy, especially with those big apartments where people are always coming into and going out of rooms, but then it would be less fun. Death and sex are sort of serious, you see, and these people don't treat them lightly. They also have underlying concerns about growing old and never having children. The French agents Muriel (Marina Fois) and Philippe (Lorant Deutsch) have a problem: She wants him to sleep with her, and he wants to be respected for more than his body. If Inspector Clouseau wandered in, he'd be out of his league and soon out of his pants.\n\nI'll award a shiny new dime to anyone who watches this film once and can tell me who is doing what and to whom and for what reason. It just doesn't matter. We get the basic idea, and realize we know more about what's happening than anyone on the screen. I doubt if anyone in the movie, in the audience or among the filmmakers can offer a plausible explanation for why all these people have to attend music class, especially considering its fatality rate.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-12-30", "genres": ["Comedy"], "title": "The Joy of Singing (2009)"}