{"url": "http://www.rogerebert.com/reviews/the-efficiency-expert-1992", "by": "Anthony Hopkinsas Wallace", "star_rating": 3.0, "text": "There is a precision in the way Anthony Hopkins presents himself, a crisp manner of speech combined with a certain formality of expression, that can make him seem fearsome (\"The Silence of the Lambs\") or hidden (\"Howards End\") or, in a new film named \"The Efficiency Expert,\" somehow needy. He plays a man who advises others how to plan their lives, yet who hasn't a clue about his own.\n\nThe movie takes place in Australia in the 1960s, in a family-owned factory that makes moccasins, all sorts of moccasins, from leather loafers to those feathery puffball slippers for women who eat bonbons in bed. The company is named Ball's, and Mr. Ball (Alwyn Kurts) is a benevolent geezer who has been running the factory more or less as a pleasant pastime for his employees. Now he is concerned that he might be about to run out of money, and so Ball brings in Wallace (Hopkins), who will prowl the premises with his clipboard and make recommendations.\n\nNot much seems to be happening in the factory, although moccasins are apparently manufactured somehow. The employees spend most of their time having lunch and tea and taking off early for personal excursions. They live in such a fool's paradise that they don't even bother to conceal their laziness from Wallace. Ball's is like the wire factory run by Gregory Peck in \"Other People's Money,\" where tradition and paternalism and family feeling count for a lot more than mundane topics like quotas and profits.\n\nWe meet some of the eccentrics who populate the factory, including employees who essentially seem to have located their own private activities on the premises, and others for whom slot-car racing is a lot more important than anything one could possibly do to earn a living. And there is a love triangle, or quadrangle, involving the boss's daughter and two men who are after her - the honest Carey (Ben Mendelsohn) and the avaricious Kim (Russell Crowe, who was the best friend in \"Proof\" (1992), but here only wants to marry the boss's daughter for the obvious reasons). The fourth person in the equation is the openhearted Wendy (Toni Collette), who loves Carey even though he hardly cares or notices.\n\nWallace, meanwhile, is about to lose his own wife and home, but is so wrapped up in his work that he hardly knows he is married.\n\nHe wanders about the factory, contemplating reforms and hunting down missing ledgers, which prove old Mr. Ball has been supporting his workers by selling off his assets. That has to stop. Or does it? All of this seems inspired by one of those black and white British comedies from the 1950s - \"The Man in the White Suit,\" perhaps, or \"I'm All Right, Jack.\" But Hopkins (who made this movie soon after winning the Oscar for \"Lambs\"), has a light in his eye that nudges the story to another level. It is about eccentricity, yes, and paternalism and romance and goofy supporting characters, but it's also about forgetting your stopwatch and pausing to hear the music.\n\nIt's interesting, the way Hopkins' face relaxes as the movie continues and his character learns, perhaps for the first time, that time and motion studies are about people, not facts.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-11-06", "genres": ["Comedy", "Foreign"], "title": "The Efficiency Expert (1992)"}