{"url": "http://www.rogerebert.com/reviews/the-go-between-1971", "by": null, "star_rating": 3.5, "text": "[EDITOR'S NOTE: This review contains spoilers.]\n\nThere was a time, fairly recent, when the British upper classes thought it was a shade embarrassing to have to work for a living. Boys from middle-class families might attend the same school as upper-class boys, but they were tarnished, somehow, by their parents' direct contact with money. Money was something that needed to pass through a few sets of intervening hands, to let the sweat dry, before it could be spent by the aristocracy.\n\nIn a famous essay about English boarding schools, George Orwell delineated this delicate, cruel class distinction. He came from a white-collar family that made less than many blue-collar families, and yet had to present certain \"standards\" to the world. One of these was the necessity to send its children away to schools which, although they were shabby by Eton standards, were at least private. The children were the ones who suffered directly at the hands of class snobbism, of course, and sometimes their personalities were marked for life.\n\nJoseph Losey's \"The Go-Between\" is about class distinction and its warping effect upon the life of one small boy. The story is set in the days before World War I, privileged days that seemed to stretch endlessly before the British upper class. The boy, Leo, comes to spend a summer holiday at the home of a rich friend. And he falls in hopeless schoolboy love with the friend's older sister (Julie Christie).\n\nThe sister is engaged to marry well, but she is in love with a roughshod tenant farmer (Alan Bates), and she enlists the boy to carry messages back and forth between them. The boy has only a shadowy notion at first about the significance of the messages, but during the summer he is sharply disillusioned about love, fidelity, and his own place in the great scheme of things.\n\nLosey and his screenwriter, Harold Pinter, are terribly observant about small nuances of class. In the family's matriarch (Margaret Leighton) they give us a woman who seems to support the British class system all by herself, simply through her belief in it. They show a father and a fiancé who are aware of the girl's affair with the farmer, but do nothing about it. They are confident she will do the \"right thing\" in the end, and she does.\n\n\"Why don't you marry Ted,\" the boy asks the young woman. \"Because I can't,\" she replies. \"Then why are you marrying Trimmington?\" \"Because I must.\" She understands, and she is tough enough to endure. Indeed, at the end of the film she turns up years later as an old lady very much in the image of her mother. The victim is the boy, who is scarred sexually and emotionally by his summer experience. When we see him at the film's end, he is a sort of bloodless eunuch, called in to perform one last errand for the woman.\n\nLosey's production is elegantly costumed and mounted and has the same eye for details of character that distinguished his two previous films with Pinter (\"The Servant\" and \"Accident\"). One visual device is distracting, however; he keeps giving us short flash-forwards to the end of the film. On the one hand, this eventually gives the ending away. On the other, it imposes a ponderous significance on the events that go before, diluting their freshness.\n\nIf the film had been told in straight chronology followed by an epilogue, it would have been more effective. In fact, the epilogue could have been lost altogether with no trouble; everything that will become of this boy in his adult life is already there, by implication, at the end of his summer holiday.", "running_time": 116, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-01-01", "genres": null, "title": "The Go-Between (1971)"}