{"url": "http://www.rogerebert.com/reviews/the-texas-chainsaw-massacre-part-2-1986", "by": "Dennis Hopperas Lefty", "star_rating": 1.0, "text": "\"The Texas Chainsaw Massacre, Part 2\" carries a proud old name in the annals of exploitation, but its only ambition is to outgross the original film. It fails.\n\nThe first \"Chainsaw\" was gruesome and depraved, yes, but it also had an undeniable artistry, and it truly was frightening. \"Part 2\" has a smirk on its face, and would rather giggle than scream; at the end, we haven't seen a nightmare - we've just seen a lot of latex face masks and red dye.\n\nSo what were we expecting? I thought perhaps Tobe Hooper - who directed the first film and is back again this time - would use his larger budget and his greater freedom to make a horror movie that would go through the roof, that would define in some sort of crazy way how nauseating a movie could possibly be.\n\nThat wouldn't necessarily be praiseworthy but, in its own way, it would have marked some kind of milestone. Now that bloody special effects have turned horror movies into studies in clinical pathology, maybe it was time for Hooper, the master, to come back and show the kids how it's really done.\n\nHis original \"The Texas Chain Saw Massacre\" (1974) caught people by surprise with its cast of unknowns, its low-budget documentary feel, and the presumption it was based on reality (according to Halliwell's Film Guide, the movie was adapted from real events that also inspired \"Psycho\").\n\nThe movie had a raw, naked force, as it told the story of a depraved family of rural cannibals, luring their victims to their doom.\n\nIn the years since it was made, \"Chainsaw\" inspired hundreds of films, including the Dead Teenager movies and all of the special effects extravaganzas with rotting flesh and decaying organs.\n\n\"Part 2\" has a lot of blood and disembowelment, to be sure, but it doesn't have the terror of the original, the desire to be taken seriously. It's a geek show.\n\nMaybe Tobe Hooper - who went on to make \"Poltergeist\"' for Steven Spielberg - has grown mainstream, less concerned to shock, more eager to show us it's all a joke.\n\nThe movie's about the return of the original chainsaw gang. Old granddad's on a wheelchair now, and no wonder - he's 137 years old. The father, nicknamed Cook, has won the big Texas-Oklahoma Chili Contest two years in a row, even though people sometimes find human teeth in his chili. The boys, Leatherface and Chop-Top, live in a subterranean mortuary beneath an abandoned theme park, where the body parts of their victims hang from the ceiling.\n\nThe heros of the film include a former Texas Ranger (Dennis Hopper), who wants revenge for the chainsaw death of his brother, and a disk jockey (Caroline Williams) who spends most of the movie screaming while the perverts threaten her with chainsaws.\n\nThe chase leads to the underground caverns, which stretch endlessly in every direction and are lit like Christmas trees. In the original movie, the stark hillbilly poverty of the family supplied part of the drama; here, they're living in Felliniesque splendor.\n\nThen we get the big challenge for the special effects guys: A scene where the disk jockey's boy friend has his face peeled off, and Leatherface tries to use the skin as a mask to disguise the girl.\n\nAnother mistake is to equate screaming and mayhem with suspense.\n\nThis movie goes flat-out from one end to the other, never spending any time on pacing, on timing, on the anticipation of horror. It doesn't even pause to establish the characters; Dennis Hopper has the most thankless task, playing a man who spends the first half of the movie looking distracted and vague, and the second half screaming during chainsaw duels.\n\nOne technical point: The chainsaws are not actually turned on during most of the big scenes. Well, how could they be? You can see they're not moving, even though you hear them on the sound track.\n\nRuss Meyer once filmed a chainsaw scene in three hours, out in his garage, that looked twice as bloody and convincing as anything in this movie.\n\nI asked him about his special effects, and he explained that he didn't bring in high-priced experts. For his closeup, he just dressed up a big watermelon in a cowboy shirt, and used a real chainsaw.", "running_time": 89, "mpaa_rating": null, "release_year": 1986, "date_published": "1986-08-25", "genres": ["Horror"], "title": "The Texas Chainsaw Massacre, Part 2 (1986)"}