{"url": "http://www.rogerebert.com/reviews/the-devils-double-2011", "by": "Dominic Cooperas Uday/Latif", "star_rating": 3.0, "text": "Uday Hussein, the eldest son of Iraq's Saddam Hussein, was a vile and deranged man, whose depravities were given full rein with unlimited power and money. It was a demanding job to be the double of a man so many sincerely wanted to see dead; even Saddam reportedly told Uday, \"I should have killed you the day you were born.\"\n\nLee Tamahori's \"The Devil's Double\" is based on the experiences of Latif Yahia, who was groomed as Uday's double. In this role, he survived no less than a dozen assassination attempts. The movie portrays him as an Iraqi soldier forced to take the job after beatings and threats to his family; he is seen throughout as a respectable figure with contempt for Uday and a good deal of courage in standing up to him.\n\nIf ever there was a film requiring the same actor to play two roles, this is that film. Dominic Cooper, a British actor who has previously played mostly second-string leading men, rises to the challenge with an astonishing dual performance, often acting with himself through seamless special effects. As Uday, he is a sadistic, coke-snorting, booze-swilling murderer and rapist. As Latif, he is a reluctant stand-in who witnesses Uday's evil and hates him while at the same time enjoying his luxurious lifestyle and even, daringly, one of his mistresses.\n\nThe story inspires much excess, and Tamahori rises to the occasion. It is impossible to observe Cooper's performance as Uday without being reminded of Al Pacino in \"Scarface\" (1983), although Scarface was a humanitarian by comparison. Uday is functionally insane, and bodyguards protect him as during his manic crimes. He rapes a bride at her wedding, picks up schoolgirls from the streets and has their bodies dumped outside Baghdad, and in the film's most graphic scene (there is a lot of competition), he disembowels his father's food-taster at a banquet. In the film, he does this with a scimitar. In real life, I learn, he used an electric carving knife.\n\nUday resented Latif for \"pimping\" for his father — supplying him with a woman who Saddam might marry to replace Uday's own mother. For that woman, Uday harbored a love verging on incest, and they have a scene in bed together that is creepy.\n\nThis movie is not quite based on fact. Tamahori and writer Michael Thomas make it clear they've fictionalized a great deal, and although they cite Latif Yahia's own book as their source, that itself is a novel. In life, I learn, Latif was groomed as Uday's double as early as his school days. Nor did he plot Uday's death. His story raises the question of whether his real life role was quite as upstanding as it seems here; he would have much reason to portray himself in a favorable light.\n\nAs a result of those ambiguities, it is interesting to wonder about the film's purpose. It is not intended as history. Although it draws applause at the news as the end credits roll that Uday was killed in 2003 by U.S. Special Forces, it is not particularly unfavorable in its portrayal of Papa Hussein. He makes a few brief appearances in what functions as the movie's token of (relative) sanity.\n\nThe movie is above all entertaining, if you enjoy human grotesquerie and flamboyant acting. Let's face it: Many of us do. There's a reason Hannibal Lecter remains the most popular villain in the movies. Dominic Cooper is inevitably more effective as Uday than as Latif, his disapproving double. After we get a few tastes of Uday, we can almost feel the energy level sagging during Latif's scenes. Nor does the role of Sarrab (Ludivine Sagnier) hold up very well. What's her real story? Why would she, knowing what she knows, take the reckless risk of becoming Latif's lover? The movie never persuades us that it understands her.\n\nThere were times early in \"The Devil's Double\" that I felt it was preparing to approach greatness. The materials are all assembled. And then it never really engages with them. There can be no \"explanation\" for Uday's madness. But Latif's character is explored primarily for the plot's convenience, and obvious questions are sidestepped. It's a terrific show. All due praise to Dominic Cooper. It should have been more.", "running_time": 109, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-03", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller", "War"], "title": "The Devil's Double (2011)"}