{"url": "http://www.rogerebert.com/reviews/the-girl-who-played-with-fire-2010", "by": "Noomi Rapaceas Lisbeth Salander", "star_rating": 3.5, "text": "The girl is an enigma. She has a dragon tattoo, she plays with fire, she kicks a hornet's nest. These are not personality traits. We learn in the second movie based on a Stieg Larsson thriller a little more about her childhood, and her fiery relationship with her father. What we don't learn is why she is content to live the life of a hermit, requiring very little human company. Even when she lends a woman her apartment for a year and makes love with her the night she moves in, it seems more like a social gesture.\n\nNoomi Rapace returns as Lisbeth Salander in “The Girl Who Played with Fire.” She was electrifying in last year's \"The Girl with the Dragon Tattoo\" (2010). She didn't look like your average young heroine. She was lean but not skinny, taut but not muscular, solemn rather than gamine. Her mastery of computers allowed her to hack into almost any information, and the hatred of men's violence against women gave her a motive.\n\nIf you saw the earlier film, or have read the novels, you'll recognize some of the key players here. But you can walk in as a first-timer and understand. Mikael Blomkvist (Michael Nyqvist) is back as an investigative journalist, his Millennium magazine is negotiating with a researcher and her boyfriend to learn the names and details of trafficking in women between Russia and Sweden, and famous men are implicated as clients. Larsson paints a portrait of a corrupt Swedish climate in politics, the law and business.\n\nAlthough Mikael and Lisbeth are the leads, they don't meet until even later in this film than the last one. As before, they sense each other by tracks in cyberspace. Lisbeth has returned to Stockholm after learning of a case she has a personal interest in and finds herself on the trail of a killer. This trail grows complex as it leads back into her own past and to the introduction of a onetime Soviet bad man and a hulking freak. In a Bond picture these would be stereotypes, but the Larsson stories aim closer to human dimensions and locate them firmly in a well-seen Sweden of cities and isolated country homes.\n\nI suppose at its base this is a police procedural (although the police are on the wrong track all along). But Lisbeth and Mikael are quirky individuals and make up their detective work as they go, so it's hard to predict the story arc. It's also an advantage that the actors are not conventional star types. That will be the tricky part in the Hollywood versions. Carey Mulligan and Daniel Craig have been cast for David Fincher's 2012 remake of “Dragon,” and they're very good, but are they too mainstream? How about, oh, say, Edward Norton and the non-\"Twilight\" Kristen Stewart?\n\nThe film is filled with strong supporting roles. Peter Andersson plays a twisted attorney. Georgi Staykov is the malevolent Russian, incredibly verbally cruel in one scene. I noted how good Lisbeth's old legal protector, Palmgren, was in an old people's home, as she allowed a little tenderness show through. I discovered later he is played by Per Oscarsson, a great Swedish actor since 1944, star of “Hunger” and “Here's Your Life” (both 1966), who, incredibly, never worked with Bergman. Someone like that adds texture to a thriller, and with an actress like Rapace, creates an audience sympathy that pays off long after the scene is over.\n\n“The Girl Who Played With Fire” is very good, but a step down from \"The Girl with the Dragon Tattoo,\" if only because that film and its casting were so fresh and unexpected. A thriller is incomparably more arresting when it involves plausible people doing plausible things, rather than archetypes co-starring with animation.", "running_time": 129, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-07-07", "genres": ["Action", "Crime", "Drama", "Foreign", "Mystery", "Thriller"], "title": "The Girl Who Played with Fire (2010)"}