{"url": "http://www.rogerebert.com/reviews/the-informers-2009", "by": "Billy Bob Thorntonas William", "star_rating": 2.5, "text": "\"The Informers\" is about dread, despair and doom, and its characters are almost all about to be hit with more reasons for dread and despair, and a shared doom. It takes place in the Los Angeles show-biz drug subculture of 1983, when AIDS didn't have a name and cocaine looked like the answer to something. It demonstrates the eerie ways that music and movies connect people from vastly different lives in a subterranean way where desire is the common currency.\n\nWhat do they desire? Drugs, sex, power, wealth and fame or its proximity. These things have made their lives hollow daily punishments, treatable only by oblivion. One character, in a moment of desperate need, says, \"All I want is someone to tell me what is good, and someone to tell me what is bad.\" Hemingway told him, if he had been listening: \"What is moral is what you feel good after, and what is immoral is what you feel bad after.\" \n\nAs nearly as I can recall, none of the characters ever feels happy. They're all pitiful, some are evil, the rest are helpless. There may be a few who are bystanders, like the anchorwoman, but even she's guilty of sleeping with a married studio chief primarily because of who he is. Almost everyone in this film is connected by sexual partners, sometimes in ways they never suspect.\n\nThe film, based on work by Bret Easton Ellis, takes place in his usual world of hedonistic excess. It tells many interweaving stories and is skillfully cast with actors who embody precisely what their roles call for. What common needs can link characters played by Billy Bob Thornton, Kim Basinger, Mickey Rourke, Winona Ryder, Lou Taylor Pucci, Amber Heard, Chris Isaak, Jon Foster, Brad Renfro and Rhys Ifans? See paragraph two.\n\nThe scenes cycle through parties, famous restaurants, studio offices, TV news sets, Mulholland Drive, beaches and beds. A lot of beds, often populated by bisexual threesomes. Thornton is the studio head, Basinger is his pill-popping wife, Ryder is the newswoman. Basinger uses a male prostitute who is one of the threesomes. Thornton's children despise him.\n\nThere is a wasted rock singer in the film (Mel Raido) who thinks he might once have lived in L.A. He vaguely realizes at times where he is and what he is doing. A father (Isaak) who takes his son to Hawaii, suspects the kid might be gay, approves when he invites a girl to dinner, then tries to pick her up. A wasted night clerk (Renfro) who hopes to be an actor, ends up being victimized by his loathsome uncle (Rourke) into possibly (not certainly) committing a monstrous act. A young girl (Heard) who sleeps with anyone, more or less out of indifference.\n\nThere is no hope in this world. No frogs falling from the sky. I have met a few people like this and imagine they tend to meet one another. Their humanity has been burnt right out. Bret Easton Ellis is sometimes described as the poet of beautiful blond people whose lives are devoted to making themselves and others miserable. True enough. The most intimate, and startling, scene between Thornton and Basinger involves him requesting something disgusting (not sexual) and her providing it, while they're both preoccupied with whether they can ever live together again or even want to. The fact that this service she provides takes place without discussion suggests the numbness of their souls.\n\nIf \"The Informers\" doesn't sound to you like a pleasant time at the movies, you are right. To repeat: dread, despair and doom. It is often however repulsively fascinating and has been directed by Gregor Jordan as a soap opera from hell, with good sets and costumes. If he finds no depths in the characters, well, what depths are there? What you see is what you get. Sometimes less than that. Some viewers of \"The Informers\" criticize it for lacking a third act, but these lives are all two-act plays.\n\nBrad Renfro, who once played Huck Finn, died of a heroin overdose on Jan. 15, 2008. He was 25. He is actually very good here, in a role he possibly never dreamed of playing.", "running_time": 98, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-04-22", "genres": ["Action", "Adventure", "Crime", "Drama", "Indie", "Thriller"], "title": "The Informers (2009)"}