{"url": "http://www.rogerebert.com/reviews/the-handmaids-tale-1990", "by": "Natasha Richardsonas Kate", "star_rating": 2.0, "text": "The subject of frogs came up the other night. Some of the people sitting around the table had read the stories about how frogs are dying off, all over the world. Others thought we were making it up. On my bad days, I am half convinced that mankind has already made some irreversible error in the management of this planet and that the frogs are trying to tell us something. Science fiction specializes in such speculations, and \"The Handmaid's Tale\" is a fable set in \"the recent future\" when most of the people on Earth have become infertile.\n\nA few have not. To keep track of them and assure that they do their duty for the state, they are rounded up and kept in indoctrination camps, where they are prepared for their role as mothers. A few of them are rebels, especially Kate (Natasha Richardson) and Moira (Elizabeth McGovern). Moira's motivation is particularly strong because she is a \"gender traitor,\" i.e., a lesbian. They try to escape, but are recaptured, and then Kate is assigned to the household of a party leader (Robert Duvall), his wife (Faye Dunaway) and their strapping young gardener (Aidan Quinn), who seems destined almost from his first appearance to play the role here that her gamekeeper played for Lady Chatterley.\n\nThe world inhabited by these people looks more or less like our own. They live in suburban houses and drink whiskey in the den and plant flowers in the yard, and somewhere far away a war is raging, which they follow on television. The movie is a little vague about the conditions of the war and the society; this is not a political fable, like Orwell's 1984, but a feminist one. The purpose is to isolate, exaggerate and dramatize the ways in which women are the handmaidens of society in general and men in particular.\n\nChildbearing is the movie's metaphor of choice. Children are seen as the rightful possession of a wealthy, powerful couple like Duvall and Dunaway, and of course adoption will not do; the male must father the child himself. The methods by which this takes place are perhaps intended as a satire on the ultimate reaches of the touch-me, feel-me movement; the wife (Dunaway) is present during conception as a sort of coach and spiritual godmother.\n\nI am not sure exactly what the movie is saying here. Is it a) that women are enslaved by their role as the bearers of children, or b) that poor and powerless women are carrying an unfair share of the burden by having all the kids while the rich women enjoy life? The movie seems equally angry that women have to have children at all, and that it is hard for them to have children now that men have mucked up the planet with their greedy schemes.\n\nFor all of its anger, \"The Handmaid's Tale\" is curiously muted. Richardson's passivity was effective in \"The Patty Hearst Story,\" where it was required. Here it is a distraction; the role requires someone with a higher energy level - Sandra Bernhard, maybe.\n\nDuvall and Dunaway provide the best moments in the movie, he by showing the unconscious egotism of the male libido, she by showing that in all times and all weathers, some kinds of women will gauge their happiness by the degree to which their family's exterior appearance matches the accepted values of society.\n\nThere is some melodrama here and there in the screenplay, which has been adapted by Harold Pinter from the Margaret Atwood novel.\n\nMcGovern and Richardson plan and scheme, and of course Richardson and Quinn fall in love, or lust, and of course when Duvall's sperm goes down for the count there is a friendly doctor to suggest a way in which the handmaid could get pregnant, even so. At the end of the movie we are conscious of large themes and deep thoughts, and of good intentions drifting out of focus.", "running_time": 109, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-03-16", "genres": ["Drama", "Indie", "Science Fiction"], "title": "The Handmaid's Tale (1990)"}