{"url": "http://www.rogerebert.com/reviews/the-getaway-1994", "by": "Alec Baldwinas Doc McCoy", "star_rating": 1.0, "text": "\"The Getaway\" is a particularly nasty and mean-spirited action picture, with the dramatic depth of an arcade game. It is about a lot of people who doublecross and shoot each other, usually several times. None of these people have personalities, backgrounds, values or other points of interest. The film is fairly unique in one respect: Everyone in it is slime, and the \"heroes\" are approximately as amoral as the villains.\n\nThe movie is a retread of the 1972 Sam Peckinpah movie that starred Steve McQueen and Ali MacGraw. Now another glamorous married couple has signed on: Alec Baldwin and Kim Basinger, who are both capable of much better things.\n\nThe director, Roger Donaldson, has made some splendid films in the past (\"Smash Palace,\" \"No Way Out\"), and seems to have approached this project as an exercise in visceral style. Walter Hill's 1972 screenplay has been recycled with additions, or maybe subtractions, by Amy Jones. The original novel was by the late film noir hero Jim Thompson, who can and has inspired much better work than this.\n\nThe movie stars Baldwin and Basinger as Doc and Carol McCoy, professional criminals, robbers and shooters, who link up with a series of lowlifes to steal enormous sums of cash. Among their partners are Rudy Travis (Michael Madsen, from \"Reservoir Dogs\"), a vicious double-crosser, and the suave Jack Benyon (James Woods), who springs Doc from a Mexican jail to do a job for him, and then hopes to cheat him of his money and his wife.\n\nHow Doc gets into the jail is of some interest; he accepts a job to help the son of a rich Mexican criminal escape from an American jail, and then flies him to Mexico, where things go wrong and - what an irony - now Doc's behind bars.\n\nWatching the film, I grew curious about how the filmmakers viewed their characters. Were Doc and Carol supposed to be good people? I couldn't tell. They kill a lot of people, and if on one occasion Doc spares a man's life, we should recall, before being too deeply moved, that the man is only alive in the first place because Doc earlier neglected to kill him thoroughly enough.\n\nAll of these considerations pale during the last half of the movie, in which the characters are driven by plot, not personality or dialogue. There's an elaborate chase, with countless police cars, that looks like a video game (every time one squad car crashes or explodes, another materializes). And then there's a long, bloody chase through a seedy hotel, with so many victims that I could swear more people got killed than were involved.\n\nTwo episodes deserve special mention. Doc and Carol hide in a dumpster which is collected by a garbage truck, and are compressed with a large load of garbage and dropped in the city dump, where they emerge looking relatively free of rib sauce and coffee grounds and agree things are looking pretty bad. And a mad-dog killer kidnaps a veterinarian and his squirmy wife (Jennifer Tilly), who turns out to be a loony masochist who falls more in love with the kidnapper the more sadistically he treats her. Tilly throws herself into this role with perhaps an excess of zeal.\n\nHey, look, I'm not against violence in the movies. I like a good action picture. But this film is just plain vile. Even the sex scenes are tarnished by the bloodshed surrounding them; Doc and Carol pick themselves up from the garbage dump, clean up, have a shower, have sex and seamlessly segue into the final round of mayhem.\n\nThe movie's ending borrows the lovable Richard Farnsworth as an old coot who dispenses some kindly wisdom and makes some money.\n\nFarnsworth appears out of nowhere to perform these duties, but he's needed: Since no combination of characters earlier in the film could inspire or deserve a happy ending, it's logical they had to bring in the reserves.", "running_time": 115, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-02-11", "genres": ["Action", "Drama", "Thriller"], "title": "The Getaway (1994)"}