{"url": "http://www.rogerebert.com/reviews/the-mummy-1999", "by": "Brendan Fraseras Rick O'Connell", "star_rating": 3.0, "text": "There is within me an unslaked hunger for preposterous adventure movies. I resist the bad ones, but when a \"Congo\" or an \"Anaconda\" comes along, my heart leaps up and I cave in. \"The Mummy\" is a movie like that. There is hardly a thing I can say in its favor, except that I was cheered by nearly every minute of it. I cannot argue for the script, the direction, the acting or even the mummy, but I can say that I was not bored and sometimes I was unreasonably pleased. There is a little immaturity stuck away in the crannies of even the most judicious of us, and we should treasure it.\n\nThis is a movie about a man who fooled around with the pharaoh's mistress and lived (and died, and lived again) to regret it. As his punishment he is \"mummified alive,\" sealed inside a sarcophagus with thousands of flesh-eating beetles (which eat flesh \"very slowly,\" we learn). Millennia pass. In the 1920s, a French foreign legionnaire named Rick meets a librarian named Evelyn, and joins with her and her brother in an unwise quest to find Hamunaptra, the City of the Dead. (Sample dialogue: \"Are we talking about THE Hamunaptra?\") They get into a race with other fortune hunters, who have heard of untold treasure buried beneath the sands, while meanwhile the descendants of the high priests, who have guarded the city for 3,000 years, move against them.\n\nThere is good reason not to disturb the mummy, named Imhotep. If he is brought back to life, he will \"arise a walking disease,\" we learn, and unleash the 10 proverbial plagues upon Egypt, of which in the course of the movie I counted locusts, fireballs from the sky, rivers running with blood, earthquakes, and flies. Also of course the flesh-eating beetles, although I was not certain whether they were a plague or came with the territory.\n\nBrendan Fraser plays Rick, a low-rent Indiana Jones who singlehandedly fights his way through a bewildering series of battles. Evelyn (Rachel Weisz) is too clumsy to be much help (in a delightful early scene, she knocks over one bookcase and the domino effect knocks over every single bookcase in the Museum of Antiquities). Her brother Jonathan (John Hannah) is a spoiled rich kid who specializes in the sorts of asides that butlers used to make. Arnold Vosloo plays Imhotep the mummy in the later scenes, after Imhotep has absorbed the inner organs of enough victims to reconstitute himself. In the earlier scenes, Imhotep is a ghastly special-effects creature who seems constituted of decomposed cardboard and lets out a cloud of dust every time Rick slices him.\n\nNone of this has anything to do with the great horror classic \"The Mummy\" (1932), which starred Boris Karloff in a strangely poignant performance as a long-dead priest who returns to life and falls in love with the modern reincarnation of the woman he died for. The 1932 movie contains no violence to speak of; there's hardly any action, indeed, and the chills come through slow realizations (hey, did that mummy move?). This 1999 mummy does indeed mumble something about his feelings for Evelyn, who may be descended from the pharaoh's mistress on her mother's side. But the bass on his voice synthesizer was set to \"rumble,\" and so I was not quite sure what he said. It sounded vaguely affectionate, in the way that a pit bull growling over a T-bone sounds affectionate, but how can Imhotep focus on rekindling a 3,000-year-old romance when he has 10 plagues to unleash? There's a lot of funny dialogue in the movie, of which my favorite is a line of Evelyn's after she hears a suspicious noise in the museum library: \"Abdul? Mohammed? Bob?\" I liked the Goldfinger paint job on the priests in ancient Thebes. And the way a beetle burrowed in through a guy's shoe and traveled through his body, a lump under his flesh, until it could dine on his brain. And the way characters were always reading the wrong pages of ancient books and raising the dead by accident.\n\nLook, art this isn't. Great trash, it isn't. Good trash, it is. It's not quite up there with \"Anaconda,\" but it's as much fun as \"Congo\" and \"The Relic,\" and it's better than \"Species.\" If those four titles are not intimately familiar to you, \"The Mummy\" might not be the place to start.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-05-07", "genres": ["Action", "Adventure", "Fantasy", "Horror", "Thriller"], "title": "The Mummy (1999)"}