{"url": "http://www.rogerebert.com/reviews/the-naked-gun-1988", "by": "Leslie Nielsenas Lt. Frank Drebin", "star_rating": 3.5, "text": "Criticism quails in the face of “The Naked Gun.” The film is as transparent as a third-grader with a water gun, and yet I would rather review a new film by Ingmar Bergman, for there, at least, would be themes to discuss and visual strategies to analyze. Reviewing “The Naked Gun,” on the other hand, is like reporting on a monologue by Rodney Dangerfield - you can get the words but not the music.\n\nThe movie is as funny, let it be said, as any comedy released this year, with the exception of “A Fish Called Wanda.” You laugh, and then you laugh at yourself for laughing. Some of the jokes are incredibly stupid. Most of them are dumber than dumb. Yet this is not simply a string of one-liners. There is a certain manic logic to the progression of the film, as the plot leads us from Yasser Arafat to Reggie Jackson, with a pause while Queen Elizabeth II passes a hot dog to the person sitting on the other side of her at Dodger Stadium.\n\nThe movie stars Leslie Nielsen, star (it says in the press information) of a thousand TV shows, as Lt. Frank Drebin, an ace lawman who has been taken hostage at a summit conference of all of America’s enemies. He frees himself, decks them with right crosses to the jaw and makes a patriotic speech about the American Way. When he is returned by jet aircraft to American soil at last, the sun is shining, the band is playing and the crowds are cheering. But they’re not at the airport to greet him - they’re there for Weird Al Yankovic.\n\nAnd so on. “The Naked Gun” is the work of Zucker, Abrahams and Zucker, the same firm that brought us “Airplane!,” and the vastly underrated “Top Secret!,” (1984). (In that one, a mortally wounded spy lay in a dark alley behind the Iron Curtain and handed a colleague an envelope that absolutely had to be postmarked no later than midnight. It was addressed to Publisher’s Clearing House.) These are the same guys behind the short-lived TV series “Police Squad,” which has attained cult status on video, and “The Naked Gun” is in the same style of nonstop visual and spoken puns, interlaced with satire, slapstick and scatological misunderstandings.\n\nDo you even care about the plot? The critic knows his duty, and will press onward. Nielsen is soon investigating a fishy scam being masterminded by a criminal named Victor Ludwig (Ricardo Montalban, who has said in publicity releases that he took the role for the money and plans to buy a new Chrysler). Montalban’s assistant is the sensuous Jane Spencer (Priscilla Presley, who has a light comic touch that works as a counterweight to the less subtle aspects of the movie, which are myriad).\n\nThrough complications too nonsensical to relate, Montalban’s plans involve a plot to assassinate the queen at a Dodgers home game, and Nielsen goes undercover - first posing as the opera star who sings “The Star-Spangled Banner,” and then as the home-plate umpire. It’s around here that Reggie Jackson turns up.\n\nThe wisdom of directing the assassination attempt at an actual public figure is questionable, but it must be said that the use of a Queen Elizabeth look-alike inspires some very funny moments, most of them centering on the fact that she is appalled to be attending a baseball game.\n\nOther famous walk-ons in the movie include not only Jackson but O. J. Simpson and, in a very funny sequence, the late John Houseman, who plays a driving instructor who is unflappable in the face of disaster. “The Naked Gun” is an utterly goofy movie and a lot of fun, and don’t let anyone tell you all the jokes before you go.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-12-02", "genres": ["Action", "Comedy", "Crime"], "title": "The Naked Gun (1988)"}