{"url": "http://www.rogerebert.com/reviews/the-queen-2006", "by": "Helen Mirrenas Elizabeth II", "star_rating": 4.0, "text": "The opening shots of Stephen Frears' \"The Queen\" simply show Helen Mirren's face as her character prepares for it to be seen. She is Queen Elizabeth II, and we know that at once. The resemblance is not merely physical, but embodies the very nature of the Elizabeth we have grown up with -- a private woman who takes her public role with great gravity.\n\nElizabeth is preparing to meet Tony Blair (Michael Sheen), the new Labor prime minister who has just been elected in a landslide. We see Blair preparing for the same meeting. His election was a fundamental upheaval of British political life after Thatcherism, and at that time, Britain stood on a threshold of uncertain but possibly tumultuous change.\n\nWithin months, the queen and Blair find themselves in a crisis that involves not politics but a personal tragedy that was completely unforeseen -- the death of Diana, princess of Wales, in a Paris car crash. \"The Queen\" tells the story of how her death with her boyfriend, the playboy department store heir Dodi Fayed, would threaten to shake the very monarchy itself.\n\nTold in quiet scenes of proper behavior and guarded speech, \"The Queen\" is a spellbinding story of opposed passions -- of Elizabeth's icy resolve to keep the royal family separate and aloof from the death of the divorced Diana, who was legally no longer a royal, and of Blair's correct reading of the public mood, which demanded some sort of public expression of sympathy from the crown for \"The People's Princess.\"\n\nIt was extraordinary, the grief that people felt after her death. I was reminded of the weeks after the assassination of John F. Kennedy. Was it out of proportion to Diana's objective importance? She was a young woman almost cynically picked for her marriage, who provided the crown with its required heirs, who was a photogenic escort for Prince Charles, who found no love from her husband; it was no secret they both had affairs during their marriage. Once divorced, she made peculiar dating choices.\n\nShe died in a late-night crash while being pursued by paparazzi. Yet it was as if a saint had been taken from our midst. Yes, Diana devoted much time to doing good. Yes, I believe she was sincere. But doing good was part of her job description; she signed on for it. In death, she had the same impact as if a great national hero had died.\n\n\"The Queen\" is told almost entirely in small scenes of personal conflict. It creates an uncanny sense that it knows what goes on backstage in the monarchy; in the movie, Queen Elizabeth, Prince Philip and the Queen Mother have settled into a sterile domesticity cocooned by servants and civil servants. It shows Tony and Cherie Blair (Helen McCrory) in their own bourgeois domestic environment. Both households, privately, are plain-spoken to the point of bluntness, and Cherie is more left wing than her husband, less instinctively awed by the monarchy, more inclined to dump the institution.\n\nWhat Tony clearly sees is that the monarchy could be gravely harmed, if not toppled, by the Queen's insistence on sticking to protocol and not issuing a statement about Diana. The press demands that Elizabeth fly the flag at half-mast as a symbolic gesture at Buckingham Palace. Elizabeth stands firm. The palace will not acknowledge the death or sponsor the funeral.\n\n\"The Queen\" comes down to the story of two strong women loyal to the doctrines of their beliefs about the monarchy, and a man who is much more pragmatic. The queen is correct, technically, in not lowering the flag to half-mast -- it is not a national flag, but her own, flown only when she is in residence. But Blair is correct that the flag has become a lightning rod for public opinion. The queen is correct, indeed, by tradition and history in all she says about the affair -- but she is sadly aloof from the national mood. Well, maybe queens should be.\n\nCertainly that's what the Queen Mum thinks. Played by Sylvia Syms, she is shown at 90-plus years, still tart and sharp-witted. At the last minute, the palace needs a protocol plan for the funeral, and time is so short that the Queen Mum's own funeral plan has to be borrowed and modified. Syms has a priceless reaction where she learns that her honor guard, all servicemen, will be replaced by celebrities -- even, gasp, Elton John.\n\n\"The Queen\" could have been told as a scandal sheet story of celebrity gossip. Instead, it becomes the hypnotic tale of two views of the same event -- a classic demonstration, in high drama, of how the Establishment has been undermined by publicity. I think it possible that Thatcher, if she still had been in office, might have supported the Queen. That would be impossible to the populist Blair.\n\nStephen Frears, the director, has made several wonderful films about conflicts and harmonies in the British class system (\"My Beautiful Laundrette,\" \"Dirty Pretty Things,\" \"Prick Up Your Ears\"), and \"The Queen,\" of course, represents the ultimate contrast. No one is more upper class than the queen, and Tony Blair is profoundly middle class.\n\nThe screenplay is intense, focused, literate, observant. The dynamic between Elizabeth and Philip (James Cromwell), for example, is almost entirely defined by decades of what has not been said between them -- and what need not be said. There are extraordinary, tantalizing glimpses of the \"real\" Elizabeth driving her own Range Rover, leading her dogs, trekking her lands at Balmoral -- the kind of woman, indeed, who seems more like Camilla Parker-Bowles than Diana.\n\nMirren is the key to it all in a performance sure to be nominated for an Oscar. She finds a way, even in a \"behind the scenes\" docudrama, to suggest that part of her character will always be behind the scenes. What a masterful performance, built on suggestion, implication and understatement. Her queen in the end authorizes the inevitable state funeral, but it is a tribute to Mirren that we have lingering doubts about whether, objectively, it was the right thing. Technically, the queen was right to consider the divorced Diana no longer deserving (by her own choice) of a royal funeral. But in terms of modern celebrity worship, Elizabeth was wrong. This may or may not represent progress.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-10-12", "genres": ["Drama", "Foreign"], "title": "The Queen (2006)"}