{"url": "http://www.rogerebert.com/reviews/the-boy-who-could-fly-1986", "by": "Lucy Deakinsas Milly", "star_rating": 3.0, "text": "Here is a sweet and innocent parable about a boy who could fly - and about a girl who could fly, too, when the boy held her hand. The lesson the girl learns in this film is that anything is possible, if only you have faith. The movie could have been directed 50 years ago by Frank Capra, except that in the Capra version, the boy wouldn't have been autistic and the girl wouldn't have been grieving because of the recent suicide of her father, who was dying of cancer. Parables have harder edges these days.\n\nThe movie takes place in a small town with picket fences, shade trees and mean boys who won't let little kids ride their tricycles around the block. Into a run-down house on one of these streets, a small family moves: a mother, teenage daughter and little brother. The girl looks out her bedroom window to the house next door, and there she sees, poised on the roof, a teenage boy with his arms outstretched, poised to fly.\n\nShe learns his story. When he was 5, his parents died in an airplane crash. At the exact moment of the crash, he started to try to fly, as if he could have saved them. But can he really fly? The boy lives with an alcoholic uncle, who swears he has seen the kid fly. But the uncle sees a lot of things, not all of them real.\n\n\"The Boy Who Could Fly\" surrounds this situation with small stories of everyday life. The mother (Bonnie Bedelia) goes back to her old job in the insurance industry and discovers she has to learn to use a computer. Her daughter (Lucy Deakins) goes to high school and makes friends with an understanding teacher (Colleen Dewhurst). The little brother (a small, fierce tyke named Fred Savage) plots to overcome the bullies who live around the corner. And next door, the strange boy (Jay Underwood) lives in his world of dreams and silence.\n\nCan anything break through to him? Yes, as it turns out, one power on Earth is strong enough to penetrate his autism, and that power is adolescent love.\n\nHe gets a crush on his new neighbor. She cares for him. One day, he saves her life. She believes he can really fly, but nobody else does, and then the kid is taken away from his drunken uncle and placed in an institution, which could crush his spirit.\n\nThe movie develops along lines that we can more or less anticipate, and it ends on a note of high sentimentality. What's good about it are the performances, especially Deakins, a warm and empathetic teenager; Savage, a plucky little kid who could play Dennis the Menace, and Bedelia, a widow still mourning her husband.\n\nMovies like this can be insufferable if they lay it on too thick. \"The Boy Who Can Fly\" finds just about the right balance between its sunny message and the heartbreak that's always threatening to prevail.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-09-26", "genres": ["Drama", "Family", "Fantasy", "Science Fiction"], "title": "The Boy Who Could Fly (1986)"}