{"url": "http://www.rogerebert.com/reviews/the-big-score-1983", "by": "Fred Williamsonas Hooks", "star_rating": 2.5, "text": "Fred Williamson's new movie is a surprisingly effective cop picture shot on location in Chicago, with Williamson as a narcotics cop who breaks up a cocaine ring. It's a slick, gritty picture filled with good supporting performances, and it uses a lot of locations south of the Loop that haven't been seen in the movies before.\n\nThe reason I say the movie's \"surprising\" is that it's such an improvement on \"Three the Hard Way,\" Williamson's last movie as director, producer and star. Williamson is the only one-man film factory in the country right now; he has the personal appeal to star in movies, the stature to produce them and the backing to finance them. But after \"Three the Hard Way,\" which was a complete mess, it looked as if he desperately needed a director and a writer.\n\nMaybe he was just taking it easy on that film. In \"The Big Score,\" working from a screenplay by Gail Morgan Hickman, he turns in a smooth, effective directing job and the movie survives slow scenes to tell an absorbing story.\n\nWilliamson plays Hooks, a Chicago narc. After he stages an elaborate bust, his victim hires a good lawyer and gets off free. Hooks makes the case into a vendetta, and corners the drug dealers during a big transfer of cash in a South Side warehouse. While he's chasing the payoff man, however, the guy hides the money in the trunk of an abandoned car and is then shot dead.\n\nWilliamson's boss, the chief of police (Ed Lauter), wants to know where the money is. And Williamson becomes the prime suspect. He turns for solace to his former wife, played by singer Nancy Wilson. She runs a nightclub at Rush and Delaware, and Williamson drops in there from time to time for scenes that look awkwardly manufactured. They fill three functions (a chance to talk to Wilson, a chance to receive important telephone calls and a chance to work song numbers by Wilson and Ramsey Lewis into the film), but dramatically they feel tacked-on.\n\nThe rest of the movie works well. Williamson surrounds himself with a first-rate cast of supporting actors, including Wilson as a sweet and patient friend; Lauter, who always looks like he means business; Joe Spinelli, as a sinister hood; Richard Roundtree and John Saxon as fellow cops; and D'Urville Martin as a street guy with connections. And Williamson himself is good, too, in a nice, understated performance that leads nicely into the movie's ironic ending.", "running_time": 85, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-11-14", "genres": ["Action", "Crime", "Drama"], "title": "The Big Score (1983)"}