{"url": "http://www.rogerebert.com/reviews/the-object-of-beauty-1991", "by": "John Malkovichas Jake", "star_rating": 3.5, "text": "Hiding from the hotel manager, slinking through the lobby like a hunted criminal, this is a man with a problem. His name is Jake and he lives in that world where money is made with money, but right now there is no money in his world. He put most of his funds into a cocoa deal in some Third World country where a revolution has stranded his cocoa on the docks, and himself in a London hotel where he owes thousands of pounds and has not the slightest prospect of being able to pay.\n\nJake is played by John Malkovich as a man who maintains a cool, detached facade, no matter what. He lives with Tina (Andie MacDowell), an elegant beauty who once, briefly, was a model, and has now cast her lot with Jake, although they \"are not, in the classic sense, man and wife,\" as they are careful to explain. For that matter, they do not, in the classic sense, live anywhere in particular; life for them has been an existence of drifting from one expensive hotel and city to another, while Jake does his business on the phone.\n\nNow it has come down to this: presenting an American Express card in a restaurant and then making the sign of the cross while the cashier checks the credit. Or taking the stairs rather than the elevator to avoid the hotel manager and his unctuous security chief.\n\nThey literally do not have a dime. They want to be rich and famous, but in this hotel they are famous for not being rich. They have one asset to their name: a small bronze head, sculpted by Henry Moore, that might be worth $50,000 or so. It is Tina's, given to her by her first husband (to whom she is still, in the classic sense, married).\n\nWorking in the hotel is a maid (Rudi Davies), who is deaf, and who lives in a basement hovel with her young brother, a loutish punk. She falls in love with the Moore figure because it speaks to her. One day she slips it into her pocket. Meanwhile, in desperation, Jake has suggested to Tina that they sell the Moore to raise cash. \"But I love my little head!\" she pouts, and so they decide on an insurance scam to \"steal\" it and collect the money - only to discover that someone has already stolen it.\n\n\"The Object of Beauty,\" which has been quietly, intelligently written and directed by Michael Lindsay-Hogg, is only about these financial problems on a surface level. What's underneath is really the ability of these people to learn to love and trust one another. The movie is too cool and witty to descend to obviously sloppy emotion, but in Jake and Tina we see two hedonistic drifters who have finally been forced to take stock of who they really are, separately and as a couple.\n\nJake is played by Malkovich as a man who would really rather die than be embarrassed in public, and who places so much trust in the way money protects him that when he runs out, he gallantly offers Tina her freedom. He can understand why she would want him for better but not for worse. And he would rather set her free than ask her to stand by him. We are given a brief but completely revealing glimpse into his character during a short telephone call he makes to his parents - an alcoholic mother, and a father he still calls \"sir,\" and in an instant we understand that he has been denied both affection and respect by his parents, and would do anything rather than admit inadequacy.\n\nBy the end of the film, the plot has been worked out to everyone's satisfaction, but the plot isn't really that important.\n\nWhat is important is the ways that people love one another - not only Jake and Tina, but the maid and her brother, and even the hotel manager and the security chief. And we meet two other important characters: Tina's first husband (Peter Riegert), who does not seem to have suffered very much on losing her, and her best friend (Lolita Davidovich), whom she should not, in the classic sense, trust.\n\nLike a John Cheever short story or a sociological snapshot by Tom Wolfe, \"The Object of Beauty\" is about people who have been so defined by their lifestyles that without those styles they scarcely exist. Jake and Tina are not really married, do not really live anywhere, do not really work at anything. This whole episode is a blessing in disguise for them: They are, at last, really something, even if it is only broke.", "running_time": 97, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-04-26", "genres": ["Comedy", "Crime", "Drama", "Foreign"], "title": "The Object Of Beauty (1991)"}