{"url": "http://www.rogerebert.com/reviews/the-prestige-2007", "by": "Hugh Jackmanas Robert Angier", "star_rating": 3.0, "text": "Christopher Nolan's \"The Prestige\" has just about everything I require in a movie about magicians, except ... the Prestige. We are instructed at the outset, in a briefing by Michael Caine, that every magic trick consists of three acts: (1) the Pledge, in which a seemingly real situation is set up, (2) the Turn, in which the initial reality is challenged, and (3) the Prestige, where all is set right again. An example, one not used in the film, would be (1) a woman, and it's always a woman, except with Penn and Teller, who is placed into a box; (2) the box is sawed in half, and the halves separated, and (3) magically, the \"victim\" is restored in one piece.\n\nThe pledge of Nolan's \"The Prestige\" is that the film, having been metaphorically sawed in two, will be restored; it fails when it cheats, as, for example, if the whole woman produced on the stage were not the same one so unfortunately cut in two. Other than that fundamental flaw, which leads to some impenetrable revelations toward the end, it's quite a movie -- atmospheric, obsessive, almost satanic.\n\nIt takes place in Victorian London, at a time and place where seances and black magic were believed in by the credulous. Somerset Maugham's novel The Magician captures that period perfectly in its fictional portrait of Aleister Crawley, \"the most evil man in the world,\" who created the illusion that he really was an occult practitioner of dark forces. He had a gift for persuading women to materialize in his bed. These days, when most of us are less superstitious, it is the technical craft of a David Copperfield that impresses us. We see the trick done, but do not for a moment believe it is happening.\n\nHoudini, the great transitional figure between \"magical\" acts and ingenious tricks, was at pains to explain that everything he did was a trick; he offered rewards, never collected, for any \"supernatural\" act he could not explain. The Amazing Randi carries on in the same tradition, bending spoons as easily as Uri Geller. And yet in Houdini's time, there were those who insisted he was doing real magic; how else could his effects be achieved?\n\nDaniel Mark Epstein wrote about the Houdini believers in a 1986 issue of the New Criterion, which I read as I read everything I can get my hands on about Houdini. The thing was, Houdini really did free himself from those fetters and chains and sealed trunks dropped into the river, and survived the Chinese Water Torture (an effect used prominently in \"The Prestige\" night after night). But there were those who argued his tricks were physically impossible, and thus must be supernatural.\n\nHoudini would have been active at the time of \"The Prestige,\" but his insights would have been fatal to the movie's plot, which is the problem with the plot. We meet two apprentice magicians, Robert Angier (Hugh Jackman) and Alfred Borden (Christian Bale), who work as fake \"volunteers\" from the audience for Milton the Magician (the invaluable Ricky Jay). They assist in tying up a helpless damsel, in reality, Robert's wife, Julia (Piper Perabo), and lowering her into the Chinese Water Torture box. Concealed by curtains, she somehow escapes, as Houdini always did, but one night, Alfred ties her knots too tightly, she cannot escape, and by the time a manager (Michael Caine) rushes onstage with an ax, it is too late to save her from drowning.\n\nThis sets off a lifelong hatred between Robert and Alfred, during which the frigid and ominous Alfred rises to the top of the profession. The hapless Alfred (now in love with his new assistant Olivia, played by Scarlett Johansson) falls to the bottom, is reduced to performing in flea pits, and yet presents an illusion named the Transported Man in which he walks into a door on one side of the stage and instantly emerges from a door\rat the other. How is that physically possible? It's the sort of thing that made his fans claim Houdini was supernormal. Robert becomes obsessed with finding the secret of the trick.\n\nBut magicians do not explain their illusions, not even to their peers, unless money changes hands (\"The trick is told when the trick is sold\"). The Transported Man begins, you will agree, with a terrific Pledge. Now how will Robert ever discover the secret of the Prestige? He treks into the snows of Colorado to visit the hidden laboratory of the (real-life) Nikola Tesla (David Bowie), who may have manufactured the trick for Alfred. Tesla, the discoverer/inventor of alternating current, was believed at the time to be capable of all manner of wonders with the genie of electricity, but how could AC, or even DC, explain the Transported Man?\n\nYou will not learn here. What you will learn in the movie is, I believe, a disappointment -- nothing but a trick about a trick. With a sinking heart, I realized that \"The Prestige\" had jumped the rails, and that rules we thought were in place no longer applied.\n\nI have been in love with magic all my life. I'm no good at it, even though I bored my friends for years with cheesy illusions, and even today can make a dime disappear from your forehead. These days I am most impressed with the skills required for close-up magic. Teddy Nava, the son of writer-directors Gregory Nava and Anna Thomas, can make cards change while I am holding them in my hands. Now how does he do that? Not through divine intervention, I am fairly sure. But I was holding them! The trick is told when the trick is sold. Yes, but what if it takes months of practice after you're told the trick? Nikola Tesla isn't going to help me then, by running alternating current down Teddy's arm and up mine.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-09-06", "genres": ["Drama", "Fantasy", "Mystery", "Thriller"], "title": "The Prestige (2007)"}