{"url": "http://www.rogerebert.com/reviews/the-pallbearer-1996", "by": "David Schwimmeras Tom Thompson", "star_rating": 3.0, "text": "To begin with the obvious: “The Pallbearer” is a goofier, gloomier trek across some of the same ground covered in “The Graduate,” with David Schwimmer of TV's “Friends” in the Dustin Hoffman role. The filmmakers must have subjected the 1967 classic to minute scrutiny. And yet the movie is not simply a retread; it has its own originality and tone and a quirkier sense of humor, and the central role is ideal for Schwimmer's hangdog charm. He plays Tom Thompson, 25 years old and unemployed, who hopes to be an architect but goes into job interviews with a manner that shouts, “I am not the leading candidate for this job.” He still lives at home with his mother (Carol Kane), is hopelessly inept with women, and has the fashion sense of a person who, if blindfolded, would not be able to describe what he was wearing.\n\nAs the movie opens, he gets a strange telephone call from a Mrs. Abernathy, who informs him that her son, Bill, is dead. He is not sure who Bill Abernathy was, but since Mrs. Abernathy seems convinced that Tom was Bill's best friend, he makes plans to attend the funeral. That involves borrowing a suit.\n\nThen Mrs. Abernathy (Barbara Hershey) calls at his home with a personal request: She wants him to deliver the eulogy. Tom is played by Schwimmer as a well-meaning pushover who will agree to anything rather than say what he really thinks. He looks up Bill's picture in the high school yearbook and discovers Bill was absent the day photos were taken. Under his name are the unhelpful words, “Chess Club. Bill Abernathy? What memories I have! Chess Club...” Mrs. Abernathy is an attractive woman, bleached blond, grieving, needy, and although she is not impressed by the eulogy, she blames herself. She seeks out Tom for more talk about her son, and one misunderstanding leads to another until they have become, amazingly, lovers. This is not what Tom had in mind, although he likes Mrs. Abernathy well enough. His heart is focused on Julie DeMarco (Gwyneth Paltrow), although with her, too, he seems ill-prepared.\n\nAt one point, revving up for a date, he tries to borrow a fresh shirt: “I used to be in love with her. I haven't seen her since high school. Imagine if she sees me in the same shirt.” We now have all the elements in place for “The Graduate's” triangle between the nerdish hero, the alluring older woman, and the sweet younger one. And “The Pallbearer” has fun with some of the same kinds of scenes, including a spectacularly awkward meeting with Julie's parents, who have no idea who he is or why he has joined them for dinner. There are moments in “The Pallbearer” when the plot almost gets entangled in itself, but that's part of the fun; all the characters operate under fundamental misinformation about one another. That leads to missed romantic signals, as when Tom tries to kiss Julie and ends up head-butting her.\n\n(Later, when she decides she wants to kiss him, she issues a prudent warning: “I'm coming in.”) The structure of the screenplay, by Jason Katims and director Matt Reeves, is screwball comedy, but then they slow it down, add some sincere emotion, and filter it all through Schwimmer's awkward, inarticulate charm. One of the influences of “Pulp Fiction” on other recent movies is the notion that not every scene has to single-mindedly further the plot. Some scenes can exist simply for themselves (consider the date in “Fargo” between the pregnant police chief and the old high school buddy). In “The Pallbearer,” there are several scenes and even plot-threads like that, including the backstage role of Tom's mother, who is played by Kane as superficially ditzy but fundamentally sound. At one point she enters Tom's room without knocking, and receives his outraged complaint about privacy, etc., before quietly saying: “I came to see if you want some ice cream.” “A little,” says Tom, instantly forgiving. Barbara Hershey's role as Mrs. Abernathy is also written with some freedom in it. At first she seems set up simply as a clone of Mrs. Robinson in” The Graduate,” but her character takes some unmarked turns and ends up less predictable, and much nicer, than we expect. Tom, too, is not locked into one mode of behavior, and in a way the movie is about how he grows up and learns to take charge of himself. And Gwyneth Paltrow fools us about who Julie really is, and what she really wants.\n\nThere were times during “The Pallbearer” when I felt the plot was too clever for its own good, that twists were being added simply to frustrate us. But the director, Matt Reeves, has a master plan, and it's amazing how a movie with so many detours can arrive so convincingly at its destination.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-05-03", "genres": ["Comedy", "Romance"], "title": "The Pallbearer (1996)"}