{"url": "http://www.rogerebert.com/reviews/the-swimmer-1968", "by": "Burt Lancasteras Ned Merrill", "star_rating": 4.0, "text": "\"The Swimmer\" is the story of a man who begins at the dawn of a new day to swim in the backyard pool of some friends. The water is cool and fresh, and the day is beautiful.\n\nAs he has a drink with his friends, it occurs to him that a string of other backyard pools reaches all the way across the valley to his own home. Why not swim every one -- swim all the way home, as it were? This sounds like a glorious adventure, and indeed it starts but that way. He even meets a lovely girl who agrees to come along on the journey.\n\nSome of the pool owners are happy to see him. Others hate him. One is a bitter young woman who loved him once. We learn something about this man's life at every poolside, until finally we are able to piece together a story of his disgrace and failure.\n\n\"The Swimmer\" begins as a perfectly realistic film. But somewhere along the way we realize it is an allegory, and the ending makes that clear. It is also a very stylized film. As the swimmer (Burt Lancaster) pauses beside each pool, his conversations with the owners sound real enough, and yet somehow they are very stiff, very correct, as if everybody were reading lines or this were a dream.\n\nThe photography contributes to this feeling. It is beautiful, but not joyful. It has the same nostalgia as \"Elvira Madigan\" or the snapshots in an old photo album. At every moment, we have the feeling that something tragic has already happened to these people we see smiling. And, of course, something has.\n\n\"The Swimmer\" is based on a John Cheever story from the New Yorker, and it's the sort of allegory the New Yorker favors. Like assorted characters by John Updike and J.D. Salinger, Cheever's swimmer is a tragic hero disguised as an upper-class suburbanite. There are a lot of tragic heroes hidden in suburbia, I guess, perhaps because so many of them subscribe to the New Yorker. You are what you read.\n\nOne interesting thing about \"The Swimmer\" is that it manages so successfully to reproduce the feeling of a short story in the medium of film. It is a very literary movie, and by that I don't mean the characters stand around talking to each other a lot. The film episodes are put together in a rather formal way, like a well-made short story, and there is none of the fluid movement between scenes that you usually expect in movies.\n\nThe movement of the film is from morning to dusk, from sunshine to rain, from youth to age and from fantasy to truth. It would also appear that the swimmer's experiences are not meant to represent a single day, but a man's life.\n\nWhat we really have here, then, is a sophisticated retelling of the oldest literary form of all: the epic. A hero sets off on a journey. He has many strange adventures along the way, during which he learns the tragic nature of life. At last he arrives at his goal, older and wiser and with many a tale to tell. The journey Cheever's swimmer makes has been made before in other times and lands by Ulysses, Don Quixote, Huckleberry Finn and Augie March.\n\nBurt Lancaster is superb in his finest performance. In addition to being a fine actor, he is a plausible hero of the Charlton Heston and Kirk Douglas type. And a hero is needed here. We must believe in the\r\nswimmer's greatness if we are to find his fate tragic.\n\nThere are also fine performances by Janice Rule (previously buried in Matt Helms and Westerns) as the mistress, by Janet Landgard, as the young girl, and by a host of character actors. The screenplay and direction are by Eleanor and Frank Perry, respectively, and they are the same couple who made \"David and Lisa.\" Like that film, \"The Swimmer,\" is a strange, stylized work, a brilliant and disturbing one.", "running_time": 95, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-07-02", "genres": ["Drama", "Romance"], "title": "The Swimmer (1968)"}