{"url": "http://www.rogerebert.com/reviews/the-shout-1978", "by": null, "star_rating": 3.0, "text": "\"The Shout\" opens during a cricket match between the staff and inmates of an insane asylum, and cricket, of course, is such a crazy game anyway that you can't tell the teams apart. One of the inmates (Alan Bates) is the scorekeeper, and as he keeps score he tells a visitor of a strange and desolate story.\n\nWe see the story in flashback. In a little English village, a happily married couple (Susannah York and John Hurt) live in quiet harmony. He's a composer, experimenting with music in which the smallest sounds are amplified to loud roars. She's a housewife, bicycling to market to bring back a leg of lamb. One day a stranger (Bates himself) appears at the door and announces that he just returned from 18 years in the Australian outback, where he lived among the aborigines and studied their magic.\n\nYork and Hurt invite Bates to stay for lunch, and he moves in permanently, establishing a spell of strange desolation over the household. His secret, as they gradually come to understand, is that he really does possess the magical powers of the aborigines ... including the ability to take another man's wife simply by keeping an item of her clothing in possession. He also knows the secret of the shout of desolation, a shout so deep, so despairing, that it can kill anyone who hears it. The husband doesn't believe Bates, and so one day they walk together out to a deserted dune, and...\n\nWhat makes the movie terrifying is the way in which the outback magic is introduced so naturally into the placid fabric of village life. There are scenes, for example, in which York reverts to an aboriginal state and scuttles on all fours through her cluttered little kitchen, looking for the man who, by possessing her shoe buckle, possesses her soul.", "running_time": 87, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-01-01", "genres": null, "title": "The Shout (1978)"}