{"url": "http://www.rogerebert.com/reviews/the-skeleton-key-2005", "by": "Kate Hudsonas Caroline", "star_rating": 2.5, "text": "As I mentally review what happens in \"The Skeleton Key,\" I think there may be a couple of loopholes, but to describe them would betray too much of the plot, which depends on a series of escalating surprises. Besides, a movie that goes to this much trouble to work out its cosmology must have the answers. I must have missed something.\n\nDoesn't matter. The film depends upon atmosphere, shock and superstition; the logic of the plot is the last thing on our minds. It takes place in a creepy plantation house in a gloomy Louisiana backwater during a very, very rainy season. The district has something in common with every other horror movie set in the deep South: A ramshackle backroads gas station operated by degenerates who frighten and repel their customers. In the real world, motorists get their gas at shiny 24-hour travel plazas, many of them incorporating Taco Bells and sales on the latest cassettes by Jeff Foxworthy. Not in horror movies, where the Chainsaw Family lurks in the shadows behind the cash register and cackles unwholesomely about newcomers.\n\nThe visitor in this case is Caroline (Kate Hudson), a nurse who grows despondent when a beloved patient dies, and quits her hospital job and signs on as private care giver. Her first job pays $1,000 a week, which right there should send up a flare, especially since several earlier employees have quit. She meets a lawyer named Luke (Peter Sarsgaard), and he sends her on to his client, an old lady named Violet (Gena Rowlands). She has lived in the decaying mansion since 1962, \"when we came over from Savannah.\" Now her husband Ben (John Hurt) has suffered a stroke and can't talk. But he sure can look like he really wants to tell Caroline something.\n\nThe big house has rooms Ben and Violet have never used. Caroline is given a skeleton key that opens all of them, except, wouldn't you know, a door in the attic. This door rattles loudly, as if someone is locked inside; the Self-Rattling Door is a variation on the Snicker-Snack Rule, which teaches us that in horror movies a knife will all by itself make a sound like it is being scraped on metal, even when it isn't. All movies with self-rattling doors and/or knife self-scraping sounds also contain Unexpected Foreground Surprises, when the heroine is terrified because a character (or a cat) suddenly leaps up out of nowhere.\n\nThe opening scenes of the movie promise a degree of intelligent menace that few movies could live up to, including this one. But it works while it's happening. Gena Rowlands, looking far less elegant than when she played James Garner's fading Southern love in \"The Notebook,\" distrusts Caroline: \"She wouldn't understand the house,\" she tells her lawyer. But then again, who would? And what's to understand?\n\nOld Ben, meanwhile, grabs Caroline's wrist in a deathly grip, and really, really has something on his mind. Although he uses a wheelchair, one evening during the nightly monsoon she finds him missing from his room. He has crawled out of his window and onto the porch, and falls to the ground, for reasons that seem clearer at the time than they do later. Carolina becomes convinced that Violet is a threat to Ben, and tries to help him escape, ramming her VW into the big old iron gates, which are mysteriously locked.\n\nUnderlying all of these alarms is a local practice known as Hoodoo, not to be confused with voodoo. Hoodoo, we learn is American folk magic incorporating incantations, conjurations, herbal remedies and suchlike; voodoo is a religion, Caroline is told, but \"God don't have much to do with Hoodoo.\" From Violet, she hears the story of Papa Justify (Ronald McCall) and his wife, Mama Cecile (Jeryl Prescott Sales), who were servants at the plantation 90 years ago, and how their Hoodoo practices got mixed up with the rich family that owned the house.\n\n\"The Skeleton Key\" is one of those movies that explains too much while it is explaining too little, and leaves us with a surprise at the end that makes more sense the less we think about it. But the movie's mastery of technique makes up for a lot. Kate Hudson is convincing as the young nurse determined to help her patient, Gena Rowlands is awesome in the Joan Crawford role, and John Hurt, who says not a word, semaphores whole dictionaries with his eyes.\n\nThere's a kind of moviegoer who likes a movie like this no matter how it ends. It's about the journey, not the destination, even though the ending of \"The Skeleton Key\" really is a zinger. It's just that -- well, what did a lot of the other stuff have to do with anything? How do all the omens and portents and unexplained happenings connect? And what's the deal with Hoodoo? It doesn't work unless you really believe in it, we're told, but if you really do, it really does. Considering what happens when you do, I think it's better if you don't. Besides, I believe things either work or don't work whether or not you think they can. Especially things that God don't have much to do with.", "running_time": 104, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-08-11", "genres": ["Drama", "Horror", "Mystery", "Science Fiction", "Thriller"], "title": "The Skeleton Key (2005)"}