{"url": "http://www.rogerebert.com/reviews/the-real-dirt-on-farmer-john-2007", "by": null, "star_rating": 3.5, "text": "The filming of \"The Real Dirt on Farmer John\" essentially began on that day in the 1950s when John Peterson's mother, Anna, brought home a Super-8 movie camera. A farmer's wife and school teacher from Caledonia, Ill., she filmed her family working in the fields, her children playing in the yard, the raising of a barn, the changing of the seasons and the harvest dinners supplied to neighbors who came to help with the threshing.\n\nHer husband died at about the time her son John started to attend nearby Beloit College. By then it was the 1960s, and John and his friends took over the filmmaking; he was a farmer who was also a hippie, and his friends descended on the farm to create their art and, as was said in those days, do their thing. John had his hands full running the farm, a dairy and hog operation, and eventually too many bank loans came due and he had to sell most of it.\n\nThat led to a long depression, to trips to Mexico to find himself, and finally, by a meandering route that the movie traces with great love for the meanders, to the present day, when Peterson's farm has been reborn as Angelic Organics, is co-owned with several hundred Chicago and Northern Illinois investors, and raises so many organic vegetables, he says, \"that I don't know the names of some of them.\"\n\nThe film has been directed and photographed by Taggart Siegel, who has been filming Peterson and his farm for more than 20 years. This is a loving, moving, inspiring, quirky documentary that was made while the lives it records were being lived. We get a sure sense for the gradual death of the American family farm, the auctions of land and farm equipment, the encroachment of suburban housing, and then an almost miraculous rebirth through the introduction of organic gardening. Fruits and vegetables in America have lost half their nutritive value in the last century, and those pretty hothouse tomatoes contain a fraction of the nutrients and phytochemicals in an organic tomato, but visionaries like Peterson are finding a way back to the land.\n\nLet it be observed, however, that Peterson is a strange man, and celebrates his own oddities. He wrote and reads the narration, which is that of a man who has one foot in the counterculture and the other in rich organic soil. He likes to dress strangely, in Dr. Seuss hats or bumblebee costumes. He is taken to dancing wildly in the fields. He is told his speech and body language make him appear to be homosexual, but there is persuasive evidence of heterosexuality in the series of girlfriends who keep him in \"relationships\" through the decades.\n\nThe heroine of the film is his mother, a high-spirited 83-year-old when we meet her, who persuades John not to quit the farm because how could she live without her roadside produce stand? A free- thinker who likes Jim Morrison although he didn't \"dress nice,\" she is an articulate life force. Through her we glimpse John's father, his uncles and aunts, and the neighbors of a vanished farm culture.\n\nThe miracle of Angelic Organics begins the day in the 1990s some Chicago investors in Community Supported Agriculture buy one of his organic onions, call him up, and offer to go into business with him. Today the Peterson farm is co-owned and operated with his CSA partners, delivers fresh produce to hundreds of customers every week, has expanded, and is working in a way Peterson's father could never have imagined. Oh, and John has finally put to rest those rumors about devil worship, orgies and drug abuse, which were never true, but if a man is going to wear a Dr. Seuss hat and have hippies living in his barn, he's got to expect that people will talk.", "running_time": 82, "mpaa_rating": null, "release_year": 2007, "date_published": "2007-08-02", "genres": ["Documentary"], "title": "The Real Dirt on Farmer John (2007)"}