{"url": "http://www.rogerebert.com/reviews/the-playboys-1992", "by": "Albert Finneyas Hegarty", "star_rating": 2.5, "text": "A small Irish village in 1957, just before the first television set comes to town. There is scandal afoot because Tara Maguire is pregnant and won't say who the father is, and when she goes into labor during Sunday Mass, the priest is filled with indignation. Why, for the love of God, can't she just marry the constable, Hegarty, and give the child a father and put an end to the scandal? But Tara doesn't fancy Hegarty, who, as played by Albert Finney, is a lethargic and extremely solemn man who rides about on his bicycle looking for smugglers who are bringing in goods from the north. Hegarty has recently sworn off drinking, but the change hasn't improved his disposition and he spends a great deal of his time in pubs, defiantly abstentious.\n\nTara meanwhile goes cheerfully about her business, which includes raising chickens and supplying smuggled vestments for the parish priest. Few unwed mothers in rural Ireland in the 1950s can have been as resolute and buoyant as this one, played with great radiance by Robin Wright of \"The Princess Bride.\" When a shabby troupe of traveling Shakespearians comes to town, she immediate attracts the eye of the most dashing of the actors, young Tom, played by Aidan Quinn.\n\nThey meet as he is stealing her chicken. They flirt and spar, all under the resentful eye of the constable, while meanwhile the leader of the troupe (Milo O'Shea) battles with the priest about what constitutes wholesome entertainment. Wright and Quinn make an interesting couple, and for Quinn in particular this movie is additional evidence of his range as an actor; he has authority and charm at the same time, a rare combination. As he courts the village beauty here, there's a certain poignancy in his work as a traveling actor; little do they all know a way of life is coming to an end, with the arrival of a TV set in the pub.\n\n\"The Playboys\" is a movie of considerable charm and local color, but I wish the screenplay had been up to the visuals and acting level of the film. It's pretty predictable. No points for guessing who the real father of the baby is, and few points for knowing who Tara will choose. (Will it be the dashing young actor on his motorcycle, or the phlegmatic old constable on his bicycle?) The film shows signs of having been edited down from a longer length, leaving some fairly distracting loose ends. After the constable burns down a barn in a fit of pique, for example, nothing is ever said of it again. Did he blame it on someone else? Did the farmer fail to notice the loss? A subplot involves dynamite smuggled into the South by the IRA, but after Tom is framed as an IRA man and then breaks out of jail with Tara's help, nobody ever mentions the jailbreak, the only other possible suspect is never arrested, and the whole issue is dropped. Just as well, perhaps, since in 1957 the IRA was far from active.\n\nMany of the best things in the movie involve Milo O'Shea and his acting troupe, as when \"Gone With the Wind\" plays on the pub's TV, and the actors stage an instant, improvised knock-off of it, with Atlanta burning while Tom struggles with his lines and O'Shea turns up in drag. Funny, but the movie seems determined to match our expectations, instead of challenging them.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-05-01", "genres": ["Drama", "Romance"], "title": "The Playboys (1992)"}