{"url": "http://www.rogerebert.com/reviews/the-hot-rock-1972", "by": "Robert Redfordas Dortmunder", "star_rating": 2.5, "text": "The hot rock in question is a priceless diamond temporarily on display at the Brooklyn Museum. It is owned by an African nation - and the ambassador of another African nation wishes it stolen and returned to its original home. He is unfortunate enough to hire a gang of thieves whose specialties seem to be lack of caution, lack of planning and lack of common sense. The only other thing that seems to be lacking is the diamond itself. \n\nFrom these beginnings, screenwriter William Goldman (\"Butch Cassidy and the Sundance Kid\") and director Peter Yates (\"Bullitt\") have devised \"The Hot Rock,\" which is a long way from being the perfect caper movie but, bless it, has two or three scenes good enough for any caper movie ever made. If you're a pushover for caper movies, like I am, that will be enough. If you aren't try something else. Maybe catch up on your back issues of Look. \n\n\"The Hot Rock\" is different from a lot of Big Heist flicks because Goldman and Yates lay on the characterization and the locations with a too-generous hand. The truly great caper movies (Yates' \"Robbery,\" about England's Great Train Robbery, is a good example) are single-mindedly devoted to their steel-trap plots, and characterization has to tunnel in from underneath, or find a home in the crevices between dialog. \n\nThat isn't the case with \"The Hot Rock,\" where idiosyncrasies have been passed out all around. Robert Redford has an uneasy stomach. George Segal can never do anything right. Paul Sand is the world's greatest lock-picker, except he gets so nervous on a job he loses his touch. Ron Liebman can drive anything from a semi to a helicopter - almost. \n\nOnce we have the characters down, we know more or less what to expect. Since the gang keeps losing the diamond and having to steal it back again, there are repeated variations on a theme. But sometimes there are surprises. During the first brilliant theft, for example, there's an extended scene of silent comedy: If three people can lift a reinforced-glass case, and two cannot quite lift it, how can the third man get inside - and out with the diamond? This sequence is as good as anything in its line since the gang in \"Big Deal on Madonna Street\" caved in the wrong wall. \n\nThe movie is populated with good character actors. Zero Mostel plays a shyster lawyer who will not tell where the diamond is, not even if they throw his son down the elevator shaft, because (he cunningly explains) he doesn't think they'll really do it. You should see his face when they do. \n\nMoses Gunn is the African ambassador, a perfectionist who cannot quite believe these guys are spending tens of thousands of dollars and keep losing the diamond. William Redfield, who specializes in incompetents (he was Walter Matthau's financial adviser in \"A New Leaf\") plays a Brooklyn police lieutenant who struggles valiantly to defend his station house against a helicopter attack. And Liebman, as the getaway driver for all seasons, has a way of hustling people that should establish him eventually as this movie generation's favorite con man. \n\nAll of this stuff is good, and it's only the movie's tendency to repeat itself and to stop for unnecessary scenes of character development that keep it from being a classically pure - which is to say, totally devious - caper movie.", "running_time": 101, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-04-18", "genres": ["Action", "Comedy", "Drama", "Romance"], "title": "The Hot Rock (1972)"}