{"url": "http://www.rogerebert.com/reviews/the-grey-2012", "by": "Liam Neesonas John Ottway", "star_rating": 3.5, "text": "\"The Grey\" is an unrelenting demonstration that wolves have no opinion. When they attack, it's not personal. They've spent untold millennia learning how to survive, naked and without weapons, in fearsome places like the Arctic Circle in the dead of winter. They aren't precisely unarmed; they have their teeth and claws, but how far would that get us, even if we had rifles?\n\nIn the movie, a group of oil company workers get the opportunity to answer that question. They're workers at a pumping station in the far north, described in the opening narration by Ottway (Liam Neeson) as a sort of prototype for hell, occupied by \"men unfit for mankind.\" They have the kinds of jobs you might take if you were desperate for the good pay, or perhaps driven to seek a place far from society where it is assumed that when you are not working, you are sleeping or drinking. The bar no doubt has cheap prices, and is crowded during an early scene that establishes Ottway and some other characters.\n\nHe is a marksman for the oil company. His job is to shoot wolves. When I learned of Sarah Palin hunting wolves from a helicopter, my sensibilities were tested, but after this film, I was prepared to call in more helicopters. I was also stunned with despair. It so happened that there were two movies scheduled that day in the Lake Street Screening Room (where we local critics see many new releases). After \"The Grey\" was over, I watched the second film for 30 minutes and then got up and walked out of the theater. It was the first time I've ever walked out of a film because of the previous film. The way I was feeling in my gut, it just wouldn't have been fair to the next film. \n\nOttway and a small planeload of other workers fly out on leave, on board a small airplane that crashes and strands them they know not where. Most are killed or die quickly. Seven are left alive. They hope they'll be found by rescuers, but Alaska is a big place, and their plane is small and rapidly being covered with snow. And then one of them walks a few steps away to take a leak and is struck by ravenous wolves.\n\nOttway is more experienced than the others and takes charge. He says their only chance is to walk below the tree line. It seems to me that wolves would be perfectly happy to hunt you among the trees, but I still think I'd listen to Ottway. \n\nThey set off in bitter cold, slogging through snow, eating a little food from the plane, starting fires at night, intensely aware that they have attracted a large following of wolves. They use torches and a ring of smaller outlying fires to keep the animals at bay. In the darkness, the wolves' eyes reflect the firelight in unblinking, hungry stares.\n\nThere's time for some conversation among the men, and this film, directed by Joe Carnahan and written by him and Ian Mackenzie Jeffers, treats them as individuals. They're not simply a group of victims. We learn the most about Ottway, who was on the brink of suicide on the day before the flight. Now that his life has become precarious, he fiercely clings to it.\n\n\"The Grey\" advances with pitiless logic. There are more wolves than men. The men have weapons, the wolves have patience, the weather is punishing. I sat regarding the screen with mounting dread. The movie had to have a happy ending, didn't it? If not \"happy,\" then at least a relief in some sense? Sit through the entire credits. There's one more shot still to come. Not that you wouldn't be content without it.", "running_time": 117, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-01-25", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "The Grey (2012)"}