{"url": "http://www.rogerebert.com/reviews/the-secret-of-roan-inish-1995", "by": "Jeni Courtneyas Fiona", "star_rating": 3.5, "text": "One day, many years ago, an ancestor of Fiona spied a beautiful creature sunning by the sea. She was both woman and seal. We would call her a mermaid, but on that western coast of Ireland such creatures were well-known as Selkies.\n\nThe ancestor trapped the creature and married her, and they had children together and lived happily, although she seemed to long for the sea. One day she learned where her husband had hidden her sealskin, up under the roof, and she put it back on, and returned to the sea.\n\nFiona (Jeni Courtney), who is 12 or 13 years old, is told this story by a relative. It is not told as a \"fairy tale\" but as an account of family history, to be taken quite seriously. And well might Fiona believe it, because ever since there have been dark-haired children in her family who were said to throw back to the Selkie, and whose eyes turned yearningly to the sea.\n\nThe year is about 1946. Fiona's mother has died, and her father can barely be budged from his mourning in the pub. She is sent to live with her grandparents, on a sea coast across from the island of Roan Inish, where the whole family once lived. There she learns the story of her little brother Jamie, whose cradle was carried off by the waves. And there, with her grandparents and her cousin Eamon (Richard Sheridan), she first explores Roan Inish, which means, in Gaelic, \"island of the seals.\" The secret of John Sayles' \"The Secret of Roan Inish\" is that it tells of this young girl with perfect seriousness. This is not a children's movie, not a fantasy, not cute, not fanciful. It is the exhilarating account of the way Fiona rediscovers her family's history and reclaims their island. If by any chance you do not believe in Selkies, please at least keep an open mind, because in this film Selkies exist in the real world, just like you and me.\n\nOn Roan Inish, the girl sees a child's footprint. Then she sees the child - Jamie! - running on the sand. She calls to him, but he gets back into his cradle, which is borne out to sea by friendly seals. Of course it is hard to convince grownups of what she has seen.\n\nIn the meantime, her grandparents face eviction from their cottage, which is to be sold to rich folks from the city. They may have to move inland. \"To move off of Roan Inish was bad enough,\" Fiona's grandmother says, \"but to move out of sight of the sea . . .\" She shakes her head, making it clear that it would kill the grandfather, who thinks of the city as \"nothing but noise and dirt and people that's lost their senses!\" Can Fiona and Eamon, her young cousin, restore the family's old cottages on Roan Inish? Can she reclaim Jamie from the sea? I found myself actually caring. John Sayles and Haskell Wexler, who has photographed this movie with great beauty and precision, have ennobled the material. There is a scene where a person numbed by the cold sea is warmed between two cows, and we feel close to the earth, and protected.\n\nOne can easily guess how this legend could have been simplified and jollied up in other hands - how it could have been about cute little Selkies. But legends are, after all, told by adults, not children, and usually they record something essential to the culture that produces them. What this legend says, I think, is that the people who tell it live on the land but live from the sea, so that their loyalties are forever divided.\n\nOf course this is a wonderful \"family film,\" if that term has not been corrupted to mean simpleminded and shallow. Children deserve not lesser films but greater ones, because their imaginations can take in larger truths and bigger ideas. \"The Secret of Roan Inish\" is a film for children and teenagers like Fiona, who can envision changing their family's fate. It is also for adults, of course, except for those who think they do not want to see a film about anything so preposterous as a seal-woman, and who will get what they deserve.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-03-03", "genres": ["Drama", "Family", "Fantasy"], "title": "The Secret of Roan Inish (1995)"}