{"url": "http://www.rogerebert.com/reviews/the-tall-blond-man-with-one-black-shoe-1972", "by": null, "star_rating": 2.5, "text": "The espionage chief gives his agent instructions that are simple but puzzling. He is to go to the airport and choose a man. It doesn't matter who the man is. Then he is to indicate he knows the man, and leave. The plan is that a rival faction within the espionage machine will think the man is important. The faction will follow the man and the chief's agents will follow the faction's agents. \n\nVery simple. And in the meantime, the chief will discover that his assistant has more agents than he was supposed to: \"I didn't realize,\" he reflects at one point, \"that I had so many men working for me.\" It's all routine in the espionage game, I guess, except for the guy who gets picked at random at the airport. \n\nHe goes through about a day-and-half of, shall we say, the most alarming events. He is seduced by a lovely spy, several men are killed and then concealed in his apartment, his affair with his best friend's wife is broadcast from a laundry truck, and he is very nearly raped by a bagpipe. All because he has one black shoe and one brown shoe: Their mates were nailed to the floor as a practical joke in Munich, you see, and so he had to fly back to Paris unmatched.  \n\nThat's how \"The Tall Blond Man With One Black Shoe\" begins (and that also explains the title, although why nobody mentions the brown shoe I can't think), and the comedy is essentially working out of the various situations you get yourself into when the entire national spy system has chosen you as its unwitting battlefield. The spies in the movie are fairly clever; they don't have to go to the CIA for wigs and false mustaches, anyway, but they're confounded by their absolute belief that the tall blond man must be important. \n\nHe isn't. As played by Pierre Richard, who seems perpetually astonished to have gotten up in the morning, he's a perplexed, genial concert violinist who always seems about to fall over. Inadvertently, or course. He isn't at all cool (especially not when he loses his match with the bagpipe, which bloodies his nose) but he seems totally oblivious to the intrigue going on around him. That's because he is oblivious. But the spies don't know that, and they admire his total professionalism, his detachment, his skill in seeming to lead such an ordinary life, his cunning in going to lunch instead of to the dentist. \n\nSo the premise is good, and there are a bunch of good laughs in the movie, but in the end it's not really a superior comedy. It's too slack for my taste; if I can't be nearly freaked out by Mel Brooks or Woody Allen, then my taste in recent movie comedy runs toward the elaborate conceits of Jacques Tati (as in his two films that played here in 1973, \"Traffic\" and \"Playtime\"). \"Tall Blond Man\" is just too relaxed, too confident of its own cool; comedy has to take more risks than this one does. \n\nOn the same bill at the Cinema, however, is a perfect example of comedy that does take risks and does work: Richard Lester's classic early short subject, \"The Running, Jumping, and Standing Still Film,\" in which Peter Sellers, Spike Mulligan and others can be seen doing totally senseless things with manic determination in an empty field. The Lester short is British in the same sense that \"Tall Blond Man\" is French, which is to say that the British, when they are not being proper, enjoy being eccentric, while the French do not often seem to enjoy either, except as their duty.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Comedy", "Mystery"], "title": "The Tall Blond Man With One Black Shoe (1972)"}