{"url": "http://www.rogerebert.com/reviews/the-candy-tangerine-man-1975", "by": null, "star_rating": 1.0, "text": "During the week he's the Baron, coolest pimp of them all, tooling down Sunset Strip in his orangeandyellow Rolls and gambling for girls at $10,000 stakes. But the weekends are a different story, and the Baron switches identities like Superpimp without his phone booth. He parks his Rolls on a country road, changes into a conservative business suit and tie and returns to his wife and two kids in a sleepy little suburb with lots of birds singing in the trees (there must have been a sale on birdcalls down at the Hollywood soundeffects works).\n\nThat's the premise of \"The Candy Tangerine Man,\" a singularly unpleasant movie that somehow manages to squeeze a few humorous scenes in with the gore, the mutilations and the mass executions. The tangerine man, with his dual identity, is even made into a sort of hero (although I don't think this will inspire a TV series in which the good pimp takes on the bad pimps every Saturday night).\n\nHe's basically pimping to support his family and their cozy bungalow, see, and besides he treats his stable well and is constantly being harassed by apelike white cops, unscrupulous fellow pimps and disloyal employes. When he gets home from the office after a week of this, his wife says dinner's still hot, and he says he's too bushed to eat. Wouldn't we all be?\n\nAbout those white cops. It is by now an ancient custom in blaxploitation movies that the white cops are yahoo fascist baby eaters. But even placed in that tradition, the cops in \"The Candy Tangerine Man\" take the cake. They talk in loud guffaws and ignorant snickers. They get the candy man up against the side of his Rolls, announce that they've been following him and that he is suspected of having (a) killed three men at the apartment of one of his hookers, (b) machinegunned two others to death and set their truck on fire and (c) grievously wounded a plainclothesman in drag, in the region of the groin. Any one of these charges, especially (c), would seem to be grounds for arrest. But the cops let the hero drive off in his Rolls, after ominously explaining that they'll get him one of these days.\n\nLater in the film, the same two cops participate in the most unbelievable chase scene I've ever seen. The pimp has murdered six or seven of his rivals and driven off inconspicuously in his orangeandyellow getaway Rolls. The cops give chase in an unmarked car.\n\nThe chase proceeds in an orderly, even stately, fashion, with neither car going much above 40 m.p.h. All the same, the yahoo cop who's driving is such a bad driver, he swerves back and forth on the road, takes shortcuts across little gullies and ravines and ends up driving over a cliff. This is not considered competent pursuit.\n\nThere's a scene early on where the pimp plays pool with a cool dude who talks rhyming jive and manages to bring a few minutes of life into the movie. But he turns out to be a false alarm, and by the movie's end, we're yawning our way through those harrowing skids as the cars negotiate treacherous turns at blinding speeds like 25 m.p.h. Lucky thing there was also a sale on screeching tires down at the sound works.", "running_time": 95, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": null, "title": "The Candy Tangerine Man (1975)"}