{"url": "http://www.rogerebert.com/reviews/the-singing-detective-2003", "by": "Robert Downey Jr.as Dan Dark", "star_rating": 3.0, "text": "He calls himself \"a human pizza.\" His skin looks like sausage and mushrooms with extra tomato sauce and an occasional eruption of cheese. He is in excruciating pain but surprisingly articulate about it, considering that his lips are so chapped they can hardly move. During a painful treatment, he announces, \"I'm gonna go back to my bed. It's vivid and exciting there.\"\n\nIt certainly is. To escape from his agony, he evokes daydreams from a pulp novel he once wrote, luridly populated by noir characters who look just like people in his own life -- his mother, his nurse, himself. He varies this sometimes by visualizing song-and-dance numbers done in the style of 1950s musicals. In the middle of a difficult medical procedure, the hospital staff or his visitors are likely to break into choreographed versions of '50s hits like \"Walking in the Rain,\" \"Doggie in the Window\" or \"At the Hop.\"\n\nKeith Gordon's \"The Singing Detective\" involves the world of Dan Dark (Robert Downey Jr.), once a writer, now living in a world so encompassed by pain that it has become the single fact of his life. The movie is based on an eight-hour BBC series that ran in 1986; both were written by Dennis Potter, whose own psorasis was nearly unbearable. We know the story was autobiographical, but now it seems to be based on two lives: Potter's and Downey's. What horrors Downey has endured during his struggle with addiction we can easily imagine. Dan Dark's sardonic view of the world and his insulting, sarcastic manner of speech is a defense mechanism familiar to anyone who has known a user.\n\nThe film played at Sundance 2003, where the buzz decided it didn't work. I am as guilty as anyone of employing the concept of a film \"working,\" but in this case I wonder how anyone thought it would work. It can't be the eight-hour series because it's two hours long. It can't misrepresent Potter's vision because it is his vision; this was the last big project he worked on before he died, and he wanted to see a feature-length movie version of what in some ways was his life story. Of course the medical details don't \"work\" with the pulp detective story, nor do the musical numbers \"work\" anywhere, but wouldn't it take a facile compromise to make them fit smoothly together? Here is a character in agony, who deliberately breaks the reality of his world to escape to a more bearable one.\n\nIt might be more useful to ask, who would want to see this movie, and why? When I saw it at Sundance, my attention was divided because I was trying to process the meaning of the jagged structure. Seeing it again a week ago, knowing what to expect, I found it a more moving experience. I knew, for example, that the film noir sequences were not simply pulp escapism, but represented Dan Dark's lurid resentments against people he hated, such as his mother (Carla Gugino) and his cheating wife (Robin Wright Penn).\n\nThe movie does not propose to be a comedy, a musical, a film noir story or a medical account. It proposes to be a subjective view of suffering, and the ways this character tries to cope with it. Understand that, and the pieces fall into place. Hospitals have a chart with numbers from 1 to 8, and ask you to \"rate\" the level of your pain. For Dan Dark such a chart is a ghastly joke.\n\n\"The Singing Detective\" is a movie about a man who has been failed by science and drugs and turns in desperation to his mind, seeking temporary insanity as a release. His sharp intelligence is an asset. He knows the 1950s songs are trash, and that's the point; you don't throw songs you love onto the bonfire. Eventually, slowly, he begins to get better. Perhaps his skin condition was partly psychosomatic after all. Or perhaps he simply healed himself, mind over matter. Norman Cousins wrote a book about how he cured himself by laughter. Dennis Potter and his surrogate Robert Downey Jr. seem to be trying anger and resentment as a cure. If it works, don't fix it.", "running_time": 109, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-11-07", "genres": ["Action", "Comedy", "Drama", "Music", "Mystery", "Thriller"], "title": "The Singing Detective (2003)"}