{"url": "http://www.rogerebert.com/reviews/the-bands-visit-2008", "by": "Sasson Gabaias Tewfiq", "star_rating": 4.0, "text": "The eight men wear sky-blue uniforms with gold braid on the shoulders. They look like extras in an opera. They dismount from a bus in the middle of nowhere and stand uncertainly on the sidewalk. They are near a highway interchange, leading no doubt to where they’d rather be. Across the street is a small cafe. Regarding them are two bored layabouts and a sadly, darkly beautiful woman.\n\nThey are a band from Egypt, the Alexandria Ceremonial Police Orchestra. Their leader, a severe man with a perpetually dour expression, crosses the street and asks the woman for directions to the Arab Cultural Center. She looks at him as if he stepped off a flying saucer. “Here there is no Arab culture,” she says. “Also, no Israeli culture. Here there is no culture at all.”\n\nThey are in the middle of the Israeli desert, having taken the wrong bus to the wrong destination. Another bus will not come until tomorrow. “The Band’s Visit” begins with this premise, which could supply the makings of a comedy, and turns into a quiet, sympathetic film about the loneliness that surrounds us. Oh, and there is some comedy, after all.\n\nThe town they have arrived at is lacking in interest even for those who live there. It is seemingly without activity. The bandleader, named Tewfiq (Sasson Gabai), asks if there is a hotel. The woman, Dina (Ronit Elkabetz), is amused. No hotel.\n\nThey communicate in careful, correct English; she more fluent, he weighing every word. Tewfiq explains their dilemma.\n\nThey are to play a concert tomorrow at the opening of a new Arab cultural center in a place has that almost, but not quite, the same name as the place they are in.\n\nTewfiq starts out to lead a march down the highway in the correct direction. There is some dissent, especially from the tall young troublemaker Haled (Saleh Bakri). He complains that they have not eaten. After some awkward negotiations (they have little Israeli currency), the Egyptians are served soup and bread in Dina’s cafe. It is strange, how the static, barren, lifeless nature of the town seeps into the picture, even though the writer-director Eran Kolirin uses no establishing shots or any effort at all to show us anything beyond the cafe — and later, Dina’s apartment and an almost empty restaurant.\n\nDina offers to put up Tewfiq and Haled at her apartment, and tells the young layabouts (who seem permanently anchored to their chairs outside her cafe) that they must take the others home to their families. And then begins a long, quiet night of guarded revelations, shared isolation and tentative tenderness. Dina is tough but not invulnerable. Life has given her little that she hoped for. Tewfiq is a man with an invisible psychic weight on his shoulders. Haled, under everything, is an awkward kid. They go for a snack at the restaurant, its barren tables reaching away under bright lights, and Dina points out a man who comes in with his family. A sometime lover of hers, she tells Tewfiq. Even adultery seems weary here.\n\nWhen the three end up back at Dina’s apartment, where she offers them wine, the evening settles down into resignation. It is clear that Dina feels tender toward Tewfiq, that she can see through his timid reserve to the good soul inside. But there is no movement. Later, when he makes a personal revelation, it is essentially an apology. The movie avoids what we might expect, a meeting of the minds, and gives us instead a sharing of quiet desperation.\n\nAs Dina and Twefiq, Ronit Elkabetz and Sasson Gabai bring great fondness and amusement to their characters. She is pushing middle age, he is being pushed by it. It is impossible for this night to lead to anything in their future lives. But it could lead to a night to remember. \n\nGabai plays the bandleader as so repressed or shy or wounded that he seems closed inside himself. As we watch Elkabetz putting on a new dress for the evening and inspecting herself in the mirror, we see not vanity but hope. Throughout the evening, we note her assertion, her confidence, her easily assumed air of independence. Yet when she gazes into the man’s eyes, she sighs with regret and mentions that as a girl she loved the Omar Sharif movies that played daily on Israeli TV, but play no more.\n\nThere are some amusing interludes. A band member plays the first few notes of a sonata he has not finished (after years). A bandmate calls him Schubert. A local man keeps solitary vigil by a pay phone, waiting for a call from the girl he loves. He has an insistent way of showing his impatience when another uses the phone.\n\nIn the morning, the band reassembles and leaves. “The Band’s Visit” has not provided any of the narrative payoffs we might have expected, but has provided something more valuable: An interlude involving two “enemies,” Arabs and Israelis, that shows them both as only ordinary people with ordinary hopes, lives and disappointments. It has also shown us two souls with rare beauty.", "running_time": 83, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-03-06", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "The Band's Visit (2008)"}