{"url": "http://www.rogerebert.com/reviews/the-pink-panther-strikes-again-1976", "by": "Herbert Lomas Dreyfus", "star_rating": 2.5, "text": "Inspector Clouseau is, you will recall, the world's most incompetent detective. But at least in the past he has been assigned to fairly unimportant cases -- such as the one involving the theft of the world's most precious jewel. In \"The Pink Panther Strikes Again,\" he finds himself up against a slightly more difficult case. The United Nations building has disappeared from the face of the Earth, and now a madman has gone on television to announce that all England will be next. No more warm beer, no more Picadilly Circus...\n\nClouseau is assigned to the case. Well, not exactly assigned; it's just that he exudes an ill-fated magnetism for trouble of this sort. Conspirators and spies and mysterious young women have a way of gathering around him, usually while he is involved in the study of something totally insignificant, such as the operation of a light switch. This time, Clouseau's on a world scale: His old rival in the Paris police (Herbert Lom) has taken over a Transylvanian castle, installed a mad scientist and announced that he will destroy the world ... unless Clouseau is eliminated.\n\nClouseau's investigation involves the usual variety of sight gags -- some inspired, some merely borrowed -- that Peter Sellers and Blake Edwards have been supplying in the Pink Panther series for, believe it or not, nearly 15 years. Some are among their best moments, as when Clouseau, working out on the parallel bars in the gymnasium of an English country home, flips himself the wrong way and falls down a flight of stairs into the drawing room. He is, as always, unflappable: The suspects have been assembled there, and he proceeds to question them.\n\nThere is also the business of getting across a moat and into Herbert Lom's gothic castle. Clouseau tries, and fails, at every possible means of attack, including canoes, vaulting poles and catapults. There's an earnest desperation in a lot of Peter Sellers' physical humor here that's appealing: We laugh, but he's not in on the joke. He simply wants very much to get across that moat. And he finally succeeds, in a nice companion piece to the teeth-drilling scenes in \"Marathon Man,\" by disguising himself as the village dentist and recklessly going after Herbert Lom's teeth. They're both giddy with laughing gas at the time, and so Lom doesn't even especially care.\n\nIf I'm less than totally enthusiastic about \"The Pink Panther Strikes Again,\" maybe it was because I've been over this ground with Clouseau many times before. This is the fifth Clouseau film, and the fourth starring Sellers (Alan Arkin had the lead in \"Inspector Clouseau\"). When last year's \"The Return of the Pink Panther\" was released, Sellers and Blake Edwards said it would be the last of the series. But it went on to become the largest grossing comedy of all time, and so I suppose still another sequel was required.\n\nThere has to come a time, though, when inspiration gives way to habit, and I think the \"Pink Panther\" series is just about at that point. That's not to say this film isn't funny -- it has moments as good as anything Sellers and Edwards have ever done -- but that it's time for them to move on. They worked together once on the funniest movie either one has ever done, \"The Party.\" Now it's time to try something new again.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-12-20", "genres": ["Comedy", "Foreign", "Mystery"], "title": "The Pink Panther Strikes Again (1976)"}