{"url": "http://www.rogerebert.com/reviews/the-marc-pease-experience-2009", "by": "Ben Stilleras Jon Gribble", "star_rating": 1.0, "text": "\"The Marc Pease Experience\" is a cheerless and almost sullen experience. Not even its staging of a high school production of “The Wiz” can pep it up. It’s badly written and inertly directed, with actors who don’t have a clue what drives their characters. This is one of those rare films that contains no chemistry at all. None. The actors scarcely seem to be in the same scenes together.\n\nFor that matter, I can’t think of many titles that are worse. “Marc Pease” is a name that looks like a typo, and Marc has no experience other than allegedly existing during the events of this film. Oh, at the end he becomes more philosophical and human, but that’s just the screenplay jerking his chain. There is no sense that a human is involved.\n\nThe movie involves two unpleasant men. There is a young woman who is intended as pleasant but lacks all dimension on the screen, so she is simply filling a blank space labeled “pleasant character.” Both unpleasant men are attracted to this young woman, but there is not a single scene between her and either of them that has the slightest joy, playfulness, affection, credibility or humanity. All three are like bad witnesses who have been coached.\n\nEight years ago, when he was in high school, Marc Pease (Jason Schwartzman) panicked onstage while playing the Tin Man and ran off the stage and out of the school, screaming. His drama coach, who has the Dickensian name of Mr. Gribble (Ben Stiller), has never forgiven him. Both have designs on Meg Brickman (Anna Kendrick), who is a little young for Marc and inappropriately young for Mr. Gribble. She has a nice singing voice and is coached by Gribble, the lech.\n\nMarc Pease, now a limo driver, lives with the dream that his eight-member a cappella singing group, now reduced to four members, will cut a demo tape and become famous. He believes Mr. Gribble will produce this demo. He sells his condo to finance the recording session. The people who made this movie presumably know someone in the recording business who could have advised them that even in this housing market, you don’t have to sell a condo to pay for a demo. Don’t you kind of guess every member of the audience can figure that out?\n\nNow Mr. Gribble is producing “The Wiz” again. Same costumes, etc. There is a crisis on opening night involving behavior bordering on lunacy by Marc Pease and on the malevolent by Mr. Gribble. Nevertheless, Marc Pease saves the production, in a way I will not spoil for you in case someone kidnaps you, takes you to a theater, straps you to a seat, props your eyes open with toothpicks and forces you to watch this film.\n\nI learn that Ben Stiller had another job coming up and shot all of his scenes in two weeks. Perhaps he suspected this film was not his shot at an Academy Award nomination. Stiller, Schwartzman and Kendrick will all work again. My advice: as soon as possible.", "running_time": 84, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-08-19", "genres": ["Comedy"], "title": "The Marc Pease Experience (2009)"}