{"url": "http://www.rogerebert.com/reviews/the-decline-of-the-american-empire-1986", "by": "Dominique Michelas Dominique", "star_rating": 3.0, "text": "Here is a movie where everybody talks about nothing but sex, and the real subject is wit. The movie takes place during a little more than 24 hours in the lives of some friends, who either work in the history department of a Canadian university, or sleep with people who do. They meet for dinner, and as they prepare and eat the food and drink the wine, they talk and talk about sex. But if you listen carefully, you will find that their real subject is not sex, but verbal cleverness, and that their real passion comes in the area of intellectual competition.\n\n\"The Decline of the American Empire\" has been described, far and wide, as a French-Canadian version of \"The Big Chill.\" It reminded me more of \"My Dinner With Andre.\" It is about people whose private lives are mostly kept off-screen, so that we have to picture the adventures and exploits, the scandals and disappointments, as they describe them.\n\nThe movie is filled with words, lots of words, all of them in French with English subtitles. In a curious way, the subtitles are a bonus; they double the number of words contained in the movie, and underline the way that these intellectuals have been able to locate their sex lives mostly between their cerebral cortexes and their larynxes.\n\nSex itself is a very simple thing - so simple that it can be adequately discussed in such limited vocabularies and basic images as those used by Charles Bukowski or Henry Miller. But it is not the physical activity of sex that the characters in this movie are really talking about. They're discussing the meaning of sex, the object of sex, the embarrassment and guilt, the ambition and silliness of sex. To them, as to so many civilized people, good sex boils down to winning the admiration of someone you admire. They'd rather have a mediocre time in bed with the right person than a great time with the wrong one.\n\nNot all of the people in the movie are so distanced. The director and writer, Denys Arcand, first establishes all of the intellectuals and then introduces two characters who function as loose cannons below deck, so to speak. One is Mario, a rough, rude punk who turns up uninvited, looking for Diane, who is writing a book and does not seem at all the kind of woman to be attracted to such a clod. The other is Claude, a homosexual, who frankly confesses his hunger for dangerous sex with strangers. The appetites of Mario and Claude - and, by implication, Diane - are vaguely disturbing to the other characters, reminding them of a time long ago when their own sex drives were that urgent and compelling.\n\nMeanwhile, however, they continue their verbal dance, trying to shock and surprise each other; top points go to the person who can put himself down while at the same time revealing what a fabulous person he really is. It turns out that not all of the people at the party have been faithful; some have cheated, and the revelations inspire the usual heartbreak and tears. Truth time is painful, but what's fascinating is that the hurt comes from the words themselves: One character seems wounded not so much because her partner has been unfaithful as much as because he has chosen to tell her so.\n\nThe mistake, in viewing \"The Decline of the American Empire,\" is to think it's about sex. It is really about what has replaced sex in our society - thinking and talking about sex. The movie is wise, deep, and painful, and it is filled with words. Used to be, a \"sex film\" contained lots of nudity and steamy scenes. That kind of stuff would just slow this one down.", "running_time": 101, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-11-21", "genres": ["Comedy", "Drama", "Indie"], "title": "The Decline of the American Empire (1986)"}