{"url": "http://www.rogerebert.com/reviews/the-hireling-1973", "by": "Robert Shawas Leadbetter", "star_rating": 3.0, "text": "Lady Franklin is the kind of woman for whom the English class system might almost have been invented; if it were not there to hold her up, she’d fall right over. She isn’t one of those clever, strong British aristocrats loved so much by Henry James - the ones who were always arranging marriages and going off to Florence for the winter. No, she’s a pale and quiet little thing without a bit of self-confidence. We meet her just as she’s released from a convalescent home. She had a bit of a breakdown after the death of her first husband, who was the Conservative Member of Parliament for the district. She herself doesn’t know or understand the district much; she thinks sometimes that she should make more of an effort, but.... Waiting to deliver her home is a chauffeur, Leadbetter, whom her mother has hired. He is the soul of discretion and, like many other fictional British servants, perhaps more impressed by the upper classes than he should be. He calls her “your ladyship” at the end of every sentence, and sometimes stops right in the middle of a sentence for an extra “ladyship” or two.\n\nShe doesn’t much like that. In a weary and listless sort of way, she’s looking for company, not a chauffeur. She hires him to drive her on Tuesdays and Thursdays, and sits in the front seat with him. Once she even dozes (or was she really dozing?) and lets her head slip over to his shoulder.\n\nHe falls, of course, somewhat opportunistically in love - as who would not with Sarah Miles? This is an entirely different role for her than the gutsy frontier woman of “The Man Who Loved Cat Dancing,” but she does a good job with it. And she has the excellent Robert Shaw to play against, as Leadbetter. Together they make the movie seem better than it probably is.\n\nBetter, because they inhabit their characters with enough life to make us believe an essentially cliched situation. The British movie about class antagonism had some of its finest moments about 10 years ago, but it wore out its welcome along the way. The endings began to seem too much the same (and the ending of “The Hireling” doesn’t show much imagination - what happens is what we think will happen, with a little self-destructive violence thrown in not very convincingly.) My favorite class-warfare movie was “The Loneliness of the Long Distance Runner,” with Tom Courtenay so magnificent as the borstal boy. He hated the young boys’ prison, but he was the fastest runner on the cross-country team, and it meant a lot to the (upper-class) warden that his lads beat the public-school boys. At the end of the film, Courtenay is way out in front of the pack when he stops running. Just stops. Put that in your pipe and smoke it, guv’nor. That particular movie was made from a novel by Alan Sillitoe, who hated the British class system with a force no doubt inspired by experience. “The Hireling” (and another movie about class, “The Go-Between”), was based on a novel by L. P. Hartley, who doesn’t seem to have the same sympathy for the working class. His chauffeur is earnest enough, we feel, but the poor fellow simply doesn’t have enough style to go around thinking he’d be interesting to a lady - don’t you see?\n\nThere’s a nice supporting performance by Peter Egan, who plays the local Liberal candidate and smoothly woos Lady Franklin right out from under Leadbetter (while also carrying on with Leadbetter’s sometime mistress - has he no charity?). And the principals are good, and the direction by Alan Bridges is especially good, particularly when he develops the tentative original relationship. But the movie is too sure of where it’s going to leave us with any curiosity. It shared the grand award at Cannes this year with “Scarecrow,” by the way. They’re both movies in which superior actors are counted on to carry weak stories.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-07-25", "genres": ["Drama"], "title": "The Hireling (1973)"}