{"url": "http://www.rogerebert.com/reviews/the-elementary-school-1993", "by": "Vaclav Jakoijbekas Eda", "star_rating": 2.0, "text": "\"The Elementary School\" is a memory of school days just after World War II, in Czechoslovakia; it's nostalgic for both a time and a country that no longer exist. The hero is a kinder, gentler version of \"The Good Son,\" a 10-year-old schoolboy named Eda (Vaclav Jakoijbek) who is harnessed to an overactive imagination.\n\nEda is endlessly inventive. He takes powder and shells from the battles of the recent past and turns them into homemade rockets that terrify a picnic party. He makes his baby brother a passenger in a cart he pulls behind his bike on a bumpy ride. Asked by his teacher to deliver a note to a nearby school, he hitches a ride on a passing freight train and ends up miles from home, reading the highly confidential note over the telephone.\n\nThat teacher, by the way, is a combat veteran still wearing his Army boots, brought in specifically to whip Eda's class into shape. It is quite possibly the worst-behaved class in the country, and the teacher, Igor (Jan Triska), claims he has specific permission to use corporal punishment to tame these monsters.\n\nLike Jiri Menzel's \"My Sweet Little Village,\" a similar Czech comedy, this one populates the town with an assortment of eccentric, colorful characters, including Eda's father, who cheats at cards down at the local tavern. There are a couple of scenes in which Eda is sent to the bar to bring his dad home, but there's none of that \"Father, oh Father, come home with me now!\" business from Eda, who simply smokes out the entire tavern as a practical joke.\n\nMeanwhile, Igor, the teacher, is having an affair with the tramdriver's wife, and there's a likelihood that his previous teaching position, in a girl's school, may have ended in scandal. His war record seems suspiciously full and rich.\n\n\"Elementary School,\" directed by Jan Sverak from a screenplay by his father, Zdenek, is a warm-hearted movie, and it has its moments of comic inspiration, but it's too rambling and unwound, and the little hero is too obviously a pawn of the filmmaker's ideas to emerge as a believable character on his own.", "running_time": 100, "mpaa_rating": null, "release_year": 1993, "date_published": "1993-10-25", "genres": ["Documentary"], "title": "The Elementary School (1993)"}