{"url": "http://www.rogerebert.com/reviews/the-hangover-2009", "by": "Bradley Cooperas Phil", "star_rating": 3.5, "text": "Now this is what I'm talkin' about. \"The Hangover\" is a funny movie, flat out, all the way through. Its setup is funny. Every situation is funny. Most of the dialogue is funny almost line by line. At some point we actually find ourselves caring a little about what happened to the missing bridegroom -- and the fact that we almost care is funny, too.\n\nThe movie opens with bad news for a bride on her wedding day. Her fiance's best buddy is standing in the Mojave Desert with a bloody lip and three other guys, none of whom is her fiance. They've lost him. He advises her there's no way the wedding is taking place. \n\nWe flash back two days to their road trip to Vegas for a bachelor party. Doug, her future husband (Justin Bartha), will be joined by his two friends, the schoolteacher Phil (Bradley Cooper) and the dentist Stu (Ed Helms). Joining them will be her brother Alan (Zach Galifianakis), an overweight slob with a Haystacks Calhoun beard and an injunction against coming within 200 feet of a school building.\n\nThe next morning, Doug will be missing. The other three are missing for several hours; none of them can remember a thing since they were on the roof of Caesars Palace, drinking shots of Jagermeister. They would desperately like to know: How in the hell do you wake up in a $4,200-a-night suite with a tiger, a chicken, a crying baby, a missing tooth and a belly button pierced for a diamond dangle? And when you give your parking check to the doorman, why does he bring around a police car? And where is Doug?\n\nTheir search provides a structure for the rest of the movie, during a very long day that includes a fact-finding visit to a wedding chapel, a violent encounter with a small but very mean Chinese mobster, a sweet hooker, an interview with an emergency room doctor and an encounter with Mike Tyson, whose tiger they appear they have stolen, although under the circumstances, he is fairly nice about it. There is never an explanation for the chicken.\n\nDespite these events, \"The Hangover\" isn't simply a laff riot. I won't go so far as to describe it as a character study, but all three men have profound personality problems, and the Vegas trip works on them like applied emergency therapy. The dentist is rigidly ruled by his bitchy girlfriend. The schoolteacher thinks nothing of stealing the money for a class trip. And Alan ...\n\nWell, Zach Galifianakis' performance is the kind of breakout performance that made John Belushi a star after \"Animal House.\" He is short, stocky, wants to be liked, has a yearning energy, was born clueless. It is a tribute to Galifianakis' acting that we actually believe he is sincere when he asks the clerk at the check-in counter: \"Is this the real Caesars Palace? Does Caesar live here?\"\n\n\"The Hangover\" is directed by Todd Phillips, whose \"Old School\" (2003) and \"Road Trip\" (2000) had their moments but didn't prepare me for this. The screenplay is by Jon Lucas and Scott Moore, whose \"Ghosts of Girlfriends Past\" certainly didn't. This movie is written, not assembled out of off-the-shelf parts from the Apatow Surplus Store. There is a level of detail and observation in the dialogue that's sort of remarkable: These characters aren't generically funny, but specifically funny. The actors make them halfway convincing.\n\nPhillips has them encountering a mixed bag of weird characters, which is standard, but the characters aren't. Mr. Chow (Ken Jeong), the vertically challenged naked man they find locked in the trunk of the police car, is strong, skilled in martial arts and really mean about Alan's obesity. He finds almost anything a fat man does to be hilarious. When he finds his clothes and his henchmen, he is not to be trifled with. Jade (Heather Graham), a stripper, is forthright: \"Well, actually, I'm an escort, but stripping is a good way to meet clients.\" She isn't the good-hearted cliche, but more of a sincere young woman who would like to meet the right guy.\n\nThe search for Doug has the friends piecing together clues from the ER doctor, Mike Tyson's security tapes and a mattress that is impaled on the uplifted arm of one of the Caesars Palace statues. The plot hurtles through them. \n\nIf the movie ends somewhat conventionally, well, it almost has to; narrative housecleaning requires it. It begins conventionally, too, with uplifting music and a typeface for the titles that may remind you of \"My Best Friend's Wedding.\" But it is not to be. Here is a movie that deserves every letter of its R rating. What happens in Vegas stays in Vegas, especially after you throw up.", "running_time": 100, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-06-03", "genres": ["Comedy"], "title": "The Hangover (2009)"}