{"url": "http://www.rogerebert.com/reviews/the-white-girl-1990", "by": "Troy Beyeras Kim", "star_rating": 2.0, "text": "\"The White Girl\" is one of the street names for cocaine, and it is also an ironic label for Kim, the heroine of Tony Brown's new movie.\n\nShe is a young black college student who is seduced by the lures of television news. Her roommate, Vanessa, has been hired by the local television station - or, more exactly, by a white TV executive who expects sexual favors in return for the job - and Vanessa tries to lure Kim into the same dangerous fast lane.\n\nKim is played by Troy Beyer, a veteran of roles on \"Knots Landing\" and \"Dynasty,\" and indeed \"The White Girl\" plays a little like one of those prime-time soap operas, with its slimy villains, handsome heroes and good girls who go bad and then repent just in the nick of time. Two things save the movie from the formulas of soap: the sincerity with which it has been made and its knowledgeable approach to the sleazier side of TV news.\n\nThe movie opens with Kim going away to a state university.\n\nShe's a bright, pretty, middle-class woman who has experimented occasionally with drugs but thinks she doesn't have a problem. She makes a new friend on the campus, a beauty queen type named Vanessa (Teresa Farley), who dazzles her a little with her glamorous personality. Vanessa is hired by a sleazebag local TV executive (Donald Craig), who has brought the casting couch approach down to the local level, and before long Vanessa is feeding Kim a line about how there could be a job at the station for her, too.\n\nThere are a couple of angles to that job, of course. One of them is that Kim will also be expected to be \"available\" to the TV executive and his pals, and the other is that she's expected to party with drug users who expect her to use drugs, too. At first Kim enjoys cocaine, and she certainly enjoys the sense of show-biz excitement when she's around Vanessa, but then, in the movie's best scene, her essential innocence is challenged at a party where she is expected to trade sex for drugs.\n\nThere are a couple of subplots in the movie, one involving the campus drug pusher (O. L. Duke), and another involving Kim's on-again, off-again love affair with a decent black youth named Bob (played by Taimak, who was a karate wizard in \"The Last Dragon\"). These two characters lend themselves to no end of predictable melodrama, the pusher by invariably turning up with dire threats, and the hero by bursting through doors at the last moment to save the day.\n\n\"The White Girl\" is predictable and not especially profound, but it's interesting because it deals realistically with the kinds of pressures that might exist in such a situation - where people who are already being controlled by cocaine try to extend their grandiose mental empires by hooking other victims. And it's also absorbing because Beyer makes a convincing heroine, an innocent who plausibly advances toward her personal bottom, one small step at a time, and then sees too late where she has been headed.\n\nBrown turns in a smooth, professional job in his debut as a writer-director, but the movie is undermined somewhat by his single-minded vision of it as a message picture. Beyer is effective, the love scenes are sweet, the party scene is horrifying and somehow we know where everything is headed. I was never bored by the film, which has a lot of style and energy, but I wasn't exactly on the edge of my seat waiting to see how it would turn out.\n\nFOOTNOTE: Tony Brown, who wrote and directed the movie and produced it with his own money, is best known as the host of \"Tony Brown's Journal,\" which has been on PBS or in syndication for 20 years.\n\nHis strategy in opening the movie has been to take it from market to market for premieres tied in to local anti-drug charities. That process has been going on since last autumn, but only now is the movie going into general theatrical release.\n\nIn the meantime, Brown won a notable battle against the MPAA Code and Ratings Administration, which originally gave this film an R rating that would have placed it off limits to the age group that is presumably its prime target audience. The drug abuse shown in the movie was apparently responsible for the R rating, but Brown pointed out, with some justification, that alcohol is a drug that is thoroughly and enthusiastically abused in \"Arthur 2: On The Rocks,\" a movie that got a PG rating from the board. \"The White Girl\" is now a PG-13.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-02-09", "genres": null, "title": "The White Girl (1990)"}