{"url": "http://www.rogerebert.com/reviews/the-day-the-earth-stood-still-2008", "by": "Keanu Reevesas Klaatu", "star_rating": 2.0, "text": "\"The Day the Earth Stood Still\" need not have taken its title so seriously that the plot stands still along with it. There isn't much here you won't remember from the 1951 classic, even if you haven't seen it. What everyone knows is that a spaceship lands on Earth, a passenger named Klaatu steps out and is shot, and then a big metal man named Gort walks out and has rays shooting from its eyes, and the Army opens fire.\n\nThat movie is at No. 202 in IMDb's top 250. Its message, timely for the nuclear age, is that mankind would be exterminated if we didn't stop killing one another. The message of the 2008 version is that we should have voted for Al Gore. This didn't require Klaatu and Gort. That's what I'm here for. Actually, Klaatu is non-partisan and doesn't name names, but his message is clear: Planets capable of sustaining life are so rare that the aliens cannot allow us to destroy life on this one. So they'll have to kill us.\n\nThe aliens are advanced enough to zip through the galaxy, yet have never discovered evolution, which should have reassured them life on earth would survive the death of mankind. Their space spheres have landed all over the planet, and a multitude of species have raced up and thrown themselves inside, and a Department of Defense expert intuits: \"They're arks! What comes next?\" The Defense Secretary (Kathy Bates) intones: \"A flood.\" So this is the first sci-fi movie based on Intelligent Design, except the aliens plan to save all forms of life except the intelligent one.\n\nAll this is presented in an expensive, good-looking film that is well-made by Scott Derrickson, but to no avail. As is conventional in such films, the fate of the planet narrows down to a woman, a child and Klaatu. Jennifer Connelly plays Helen Benson, a Harvard scientist who is summoned by the government to advise on the glowing sphere in Central Park. She has to leave behind her beloved little Jacob (Jaden Smith), her late husband's son by his first wife (more detail than we require, I think; just \"her son\" would have been fine). She meets Klaatu (Keanu Reeves), who looks human (and we already know why), but is a representative, or negotiator, or human-looking spokesthing or something, for the aliens.\n\nShe discovers his purpose, takes him with her in her car, flees a federal dragnet, walks in the woods, introduces him to her brilliant scientist friend (John Cleese), lets him listen to a little Bach, tells him we can change if we're only given the chance, and expresses such love for Jacob that Klaatu is so moved, he looks on dispassionately.\n\nThat's no big deal, because Klaatu looks on everything dispassionately. Maybe he has no passions. He becomes the first co-star in movie history to elude falling in love with Jennifer Connelly. Keanu Reeves is often low-key in his roles, but in this movie, his piano has no keys at all. He is so solemn, detached and uninvolved he makes Mr. Spock look like Hunter S. Thompson at closing time. When he arrives at a momentous decision, he announces it as if he has been rehearsing to say: \"Yes, one plus one equals two. Always has, always will.\"\n\nJennifer Connelly and Kathy Bates essentially keep the human interest afloat. Young Jaden Smith is an appealing actor, but his character Jacob could use a good spanking, what with endangering the human race with a snit fit. Nobody is better than Connelly at looking really soulful, and I am not being sarcastic, I am sincere. There are scenes here requiring both actors to be soulful, and she takes up the extra burden effortlessly.\n\nAs for Bates, she's your go-to actress for pluck and plainspoken common sense. She announces at the outset that the president and vice president have been evacuated to an undisclosed location (not spelling out whether undisclosed to her, or by her), and they stay there for the rest of the movie, not even calling her, although the president does make an unwise call to a military man. Make of this what you will. I suspect a political undertow.\n\nOne more detail. I will not disclose how the aliens plan to exterminate human life, because it's a neat visual. Let me just observe that the destruction of human life involves the annihilation of Shea Stadium, which doesn't even have any humans in it at the time. And that since the destruction begins in the mountains of the Southwest, yet approaches Shea from the east, the task must be pretty well completed by the time Jennifer Connelly needs to look soulful. And that Klaatu is a cockeyed optimist if he thinks they can hide out in an underpass in the park.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-12-10", "genres": ["Disaster", "Drama", "Science Fiction", "Thriller"], "title": "The Day the Earth Stood Still (2008)"}