{"url": "http://www.rogerebert.com/reviews/the-soloist-2009", "by": "Jamie Foxxas Nathaniel Ayers", "star_rating": 2.5, "text": "\"The Soloist\" has all the elements of an uplifting drama, except for the uplift. The story is compelling, the actors are in place, but I was never sure what the filmmakers wanted me to feel about it. Based on a true story, it stars Jamie Foxx as Nathaniel Ayers, a homeless man who was once a musical prodigy, and Robert Downey Jr. as Steve Lopez, the Los Angeles Times columnist who writes a column about him, bonds with him, makes him famous, becomes discouraged by the man's mental illness and -- what? Hears him play great music?\n\n\"Explaining madness is the most limiting and generally least convincing thing a movie can do,\" Pauline Kael once wrote. \"The Soloist\" doesn't even seem sure how to depict it. Unlike Russell Crowe's mathematician in \"A Beautiful Mind,\" whose madness was understood through his own eyes, the musician here seems more of a loose cannon, unpredictable in random ways. Yes, mental illness can be like that, but can successful drama? There comes a point when Lopez has had enough, and so, in sympathy, have we.\n\nThat is no fault of Jamie Foxx's performance creating a man who is tense, fearful, paranoid and probably schizophrenic. We can almost smell his terror, through the carnival clown clothing and hats he hides behind. When Foxx learned of this role, he might reasonably have sensed another Academy Award. Unfortunately, the sceenwriter and director don't set up a structure for Oscar-style elevation, nor do they really want to make a serious and doleful film about mental illness. But those are the two apparent possibilities here, and \"The Soloist\" seems lost between them.\n\nAs the film opens, Lopez is troubled. His marriage has problems, he feels burned out at work, he's had a bike accident. He encounters Ayers almost outside the Times building, attracted by the beautiful sounds he's producing on a violin with only two strings. The man can play. Lopez tries to get to know him, writes a first column about him, learns he once studied cello at Juilliard. A reader sends Lopez a cello for him (this actually happened), and the columnist becomes his brother's keeper.\n\nThis is a thankless and possibly futile task. \"The Soloist\" does a very effective job of showing us a rehab center on Skid Row, and the reason so many homeless avoid such shelters. It's not what happens inside, but the gauntlet of street people necessary to run just to get to its doors. Indifference about adequate care for our homeless population was one of the priorities of the Selfish Generation.\n\nAs a mentally ill man, Ayers is unpredictable and explosive, yes, but almost as if responding to the arc of the screenplay. Characters have arcs in most movies, but the trick is to convince us we're watching them really behave. Here Foxx is let down, and the disappointment is greater because of the track records of director Joe Wright (\"Atonement\") and writer Susannah Grant (\"Erin Brockovich\"). We see a connection between the two men, but not communication.\n\nAs a newspaper columnist, Downey is plausible as his overworked, disillusioned character, finding redemption through a story. And Catherine Keener, like Helen Mirren in \"State of Play,\" convinces me she might really be an editor. Both actresses bring a welcome change of pace from the standard Lou Grant type. Talk about disillusionment; the old-timers can't believe their eyes these days. The Los Angeles Times of this movie is at least still prospering.\n\nAs for the music, Beethoven of course is always uplifting, but the movie doesn't employ him as an emotional showstopper, as Debussy's \"Clair de Lune\" is used in \"Tokyo Sonata.\" There's no clear idea of what it would mean should Ayers triumph in a public debut; would it be a life-changing moment or only an anomaly on his tragic road through life? Can he be salvaged? Does he want to be? Or will be always be a soloist, playing to his demons in the darkness under a bridge?", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-04-22", "genres": ["Drama", "Musical"], "title": "The Soloist (2009)"}