{"url": "http://www.rogerebert.com/reviews/the-mill-and-the-cross-2011", "by": "Rutger Haueras Pieter Bruegel", "star_rating": 4.0, "text": "Here is a film before which words fall silent. \"The Mill & the Cross\" contains little dialogue, and that simple enough. It enters into the world of a painting, and the man who painted it. If you see no more than the opening shots, you will never forget them. It opens on a famous painting, and within the painting, a few figures move and walk. We will meet some of those people in more detail. \n\nThe painting is \"The Way to Calvary\" (1564), by the Flemish master Pieter Bruegel the Elder. We might easily miss the figure of Christ among the 500 in the vast landscape. Others are going about their everyday lives. That's a reminder of Bruegel's famous painting \"Landscape With the Fall of Icarus,\" about which Auden wrote of a passing ship \"that must have seen something amazing, a boy falling out of the sky, had somewhere to get to and sailed calmly on.\" Extraordinary events take place surrounded by ordinary ones.\n\nThere's a bitter subtext for Bruegel's work. The mounted soldiers are not Romans persecuting Jews, but Spanish Ca­th­olics persecuting the Protestants of Flanders. Not that the film explains that. In the Middle Ages painted allegory spoke in terms its audience would understand. Here Christ is carrying his cross through another land subjugated by outsiders for sectarian reasons. \n\nThe film is an extraordinary mixture of live action, special effects, green screen work and even an actual copy of the painting itself (by Lech Majewski, the film's Polish director). The compositions are painterly, the colors Bruegelian. Only three \"characters\" are named: Bruegel (Rutger Hauer); his patron Nicholas Jonghelinck (Michael York), and his mother, Mary (Charlotte Rampling), who was Bruegel's model for the Virgin Mary at two different ages.\n\nBut other characters are more memorable. In a rustic home, we meet the most piteous: a man and his wife who live in close quarters with their lovable calf. They set off with it to market. They are young and carefree. Spanish troops seize the man, whip him and bind him to a cart wheel. This they hoist into the sky atop a tree trunk we have earlier seen them cutting down in the forest. As his wife weeps below, carrion birds feast on the delicacies of his face.\n\nWe never learn what transgression the man was being punished for. Not long after, a young woman (I was not sure if it was his wife) is buried alive. It is the fate of these peasants to be treated so by the Spanish. These events take place on a vast plain, and elsewhere children play, people are on journeys, dogs conduct their doggy affairs.\n\nTowering above is an extraordinary sight: a craggy pinnacle, topped by a huge grain mill, its sails revolving. Inside live the miller and his wife, at the bottom of a helter-skelter stairway that zigzags into the shadows above. Its massive wheels grind.\n\nFrom time to time we observe Bruegel outlining sketches for his painting, and discussing it with his patron. Certain diagonals are important to his proportions. The mill in the left background stands above the weeping Virgin in the right foreground. Sometimes Majewski, the director, freezes part of the painting while other parts of it move and live. Thus life is transformed into the greater permanence of art.\n\nWe regard most of the events from one perspective: the front, as looking at the painting. But the camera sometimes enters into the action. There are many closer shots of the peasants, solemnly, sadly regarding the pain they witness. They are as passive as beasts. Others in the same frame may be engaged in indifferent occupations. At the center is the death of Christ, but it, too, is only a detail.\n\nHere is a film of great beauty and attention, and watching it is a form of meditation. Sometimes films take a great stride outside the narrow space of narrative tradition and present us with things to think about. Here mostly what I thought was, why must man sometimes be so cruel?", "running_time": 92, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-10-19", "genres": ["Drama", "Foreign", "Indie"], "title": "The Mill and the Cross (2011)"}