{"url": "http://www.rogerebert.com/reviews/the-rundown", "by": "Dwayne Johnsonas Beck", "star_rating": 3.5, "text": "Early in \"The Rundown,\"The Rock is entering a nightclub to confront some tough guys, and he passes Arnold Schwarz-enegger on the way out. \"Have a good time,\" Arnold says. It's like he's passing the torch. Whether The Rock will rival Schwarzenegger's long run as an action hero is hard to say -- but on the basis of \"The Rundown,\" he has a good chance. I liked him in his first starring role, \"The Scorpion King\" (2002), but only up to a point; \"On the basis of this movie,\" I wrote, \"he can definitely star in movies like this.\" That's also true on the basis of \"The Rundown\" -- but it's a much better movie, and he has more to do.\n\nHe plays a man named Beck, a \"retrieval expert\" who in the early scene is trying to retrieve a bad debt from an NFL quarterback. He does, beating up the entire defensive line in the process. Then his boss sends him on another mission -- to bring back his son, who is somewhere in the Amazon. The moment I heard \"Amazon,\" I perked up, because I'm getting tired of action movies shot entirely within Los Angeles County. Hawaii doubles for South America in the movie, and does a great job of it, apparently aided at times by computer effects; and the jungle locations give the film a texture and beauty that underlines the outsized characters.\n\nBeck's mission takes him to a town named El Dorado, run by the evil Hatcher (Christopher Walken, whose first appearance, as usual, cheers up the audience). Beck's quarry is Travis Walker, a feckless fortune hunter played by Seann William Scott, who, yes, is the same Seann William Scott who plays Stifler in the \"American Pie\" series. Here he has the same cocky in-your-face personality, has add-ed a beard, and is once again a natural comic actor.\n\nSo is The Rock, within the limits set by his character (there is some kind of a sliding scale in action pictures in which the star can be funny up to a point, but the second banana can go beyond that point). I liked, for example, Beck's call to his boss before beating up half the NFL team: He doesn't want to pound on them because \"They may have a chance to repeat.\" Just about the first person Beck meets in El Dorado is the bartender, Mariana, played by Rosario Dawson, who later sees a lot of action and is convincing in it, reminding me a little of Linda Hamilton in \"The Terminator.\" \"Have more beautiful lips ever been photographed?\" I asked in my review of her performance in \"Chelsea Walls.\" On the basis of her performance here, I suggest that the answer is \"no.\" Walken's character runs El Dorado as the kind of company town where all your wages go right back into the pocket of the boss (you have to rent your shovel by the day). Dawson's character doesn't like this, but I will not reveal more. Scott's character wants to find and steal a priceless Indian relic that will free the Indians in some unspecified way, but not if he sells it on eBay first. The Rock's character gets in the middle.\n\nIt goes without saying that Beck and Travis have to get lost in the jungle at some point, but how to arrange this? The film is admirably direct: Beck causes a Jeep to crash, and he and Travis roll down a hillside that is about nine miles long. I was reminded of the similar scene in \"Romancing the Stone,\" and indeed the two movies have a similar comic spirit. Once in the jungle they have all sorts of harrowing adventures, and I enjoyed it that real things were happening, that we were not simply looking at shoot-outs and chases, but at intriguing and daring enterprise.\n\nSo determined is the film to avoid shoot-outs on autopilot that Beck makes it a point not to use firearms. \"Guns take me to a place I don't want to go,\" he says. When the chips are down and the going is very heavy, however, he reconsiders. There's a lurid, overheated montage showing closeups of guns and ammo and closeups of The Rock's eyes, and the pressure to pick up a gun builds and builds until it's like the drunk in \"The Lost Weekend\" contemplating falling off the wagon.\n\nChristopher Walken has a specialty these days: He walks onscreen and delivers a febrile monologue that seems to come from some steamy bog in his brain. In \"Poolhall Junkies,\" he had a riff about the law of the wild. In \"Gigli\" he wondered if aliens had kidnapped the judge's brother. Here he tells a torturous parable about the Tooth Fairy, which the locals have a lot of trouble understanding. He also has a hat that reminds me of the hat rule: Hero wears normal hat, sidekick wears funny hat, villain wears ugly hat. The movie was directed by Peter Berg, the actor, whose first directorial job was \"Very Bad Things\" (1998), a movie I thought was a very bad thing. Since I am quoting my old reviews today, let it be noted that I wrote in my review of that one: \"Berg shows that he can direct a good movie, even if he hasn't.\" Now he has.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-09-26", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "The Rundown (2003)"}