{"url": "http://www.rogerebert.com/reviews/the-abduction-1975", "by": "Judith-Marie Berganas Patricia Prescott", "star_rating": 2.0, "text": "Not long after Patty Hearst was kidnapped, zealous researchers into the case unearthed an obscure porno novel named \"Black Abductor,\" by Harrison James. It had appeared briefly on the paperback racks of adult bookstores a few years earlier, and then seemed destined for a well-deserved oblivion. But it was resurrected during the Hearst disappearance because certain events in the book and in real life had an almost uncanny similarity to each other.\r\nHad Patty's SLA kidnappers read the book? Was this trashy novel the scenario for the most sensational (and interminable)- story of the year? Well, whatever it was, it was a gold mine - because by buying the rights, to a novel published before the kidnapping, filmmakers could make a movie that came fairly close to the facts of the Hearst case without risking libel. And that's what \"Abduction\" is: a movie that comes fairly close to the facts, but leaves us almost totally unsatisfied - if, at this late date, we still have any curiosity about why Patty joined, or seemed to join, the SLA. \n\nSome of the early scenes are out of Patty folklore: She's making out with her boy friend in their apartment when the kidnappers burst in, the radicals force her to make recorded statements, the boy friend is rebuffed in his attempts to win the confidence of Patty's father. Other stuff is played fairly free and loose. \n\nThe father, for example, isn't a newspaper publisher but a nefarious figure who takes public money to build \"low-income housing\" and actually builds high-rental units instead. He has a set of strange mental hang-ups, unspecified, which cause him to look for hours at a videotape of his daughter being raped. His wife (played by none other than Dorothy Malone) is given over mostly to fits of trembling. The FBI is portrayed as experts in intimidation, the cops are either dumb or unlucky and the radical groups, politics boil down to \"violence is the only way to change the system.\"\r\nMeanwhile, Patty begins to identify with her captors, mostly because they mistreat her. She has sexual fantasies that the kidnap situation apparently plays into, and by the end of the movie, she's a cop-killer. No real attempt is made to explain Patty's conversion. We have to take it on faith, which, given the large number of sex scenes during which it occurs, the audience was mostly willing to do. Maybe if this movie had come out a year ago, or been a little better, or . . . well, by now who really cares?", "running_time": 95, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-12-11", "genres": ["Crime", "Drama", "Thriller"], "title": "The Abduction (1975)"}