{"url": "http://www.rogerebert.com/reviews/the-electric-horseman-1979", "by": "Robert Redfordas Sonny", "star_rating": 3.0, "text": "\"The Electric Horseman\" is the kind of movie they used to make. It's an oddball love story about a guy and a girl and a prize racehorse, and it has a chase scene and some smooching and a happy ending. It could have starred Tracy and Hepburn, or Gable and Colbert, but it doesn't need to because this time it stars Robert Redford and Jane Fonda.\n\nThe movie almost willfully wants to be old-fashioned. It's got bad guys from a big corporation, and big kisses seen in silhouette in the sunset, and it works Fonda and Redford for all the star quality they've got. But \"The Electric Horseman\" doesn't try to be completely guileless. It has a bunch of contemporary themes and causes to dress up its basic situation -- which is, let's face it, Girl meets Boy (and Horse). And although we are never for a moment in doubt about the happy ending, there is a certain basic suspense as Redford and Fonda head for the hills and the evil corporation follows by helicopter.\n\nThe movie begins with Redford in the process of downfall. He plays a former five-time national champion rodeo cowboy named Sonny, who has retired from competition and signed on as the spokesman for a cereal named Ranch Breakfast. This is some cereal. It is fortified, we gather, not only with vitamins, minerals, and bran, but also with leather, nails, and sagebrush. Redford makes personal appearances on behalf of the cereal, wearing a garish electrified cowboy suit that plugs into the saddle of his horse. The cowboy outfit isn't the only thing that's lit up: Redford's drunk most of the time, and ignominiously falls off his horse during a half-time show.\n\nThings come to a climax during a big Las Vegas convention sponsored by the conglomerate that owns Ranch Breakfast. Redford's supposed to ride onstage on a multimillion-dollar champion racehorse. But he has a run-in with the president of the con- glomerate, discovers that the horse is drugged and on steroids, and decides to make his own personal gesture of defiance. He rides onstage, all right -- and right offstage, too, and down the Vegas strip, and out into the desert.\n\nJane Fonda plays a TV newswoman who's covering the convention, and she does some clever detective work to figure out where Redford might be headed. And then the movie's more or less predictable: Fonda finds Redford, grows to share his indignation at how the horse has been treated, and trades her loyalty for exclusive rights to the story. It turns out to be a really big story, of course, as the conglomerate tries to track down its racehorse and the TV networks get in a race to find Redford.\n\nIf you spend much time scrutinizing the late show on television, some of this material might not sound dazzlingly original. The device of the famous runaway with a journalist in hot pursuit, for example, is straight out of \"It Happened One Night\" -- and as Fonda calls her office from remote pay phones, we're reminded of Clark Gable in exactly the same situations. The notion of the last of the cowboys heading for the hills and being tracked by helicopters is also familiar; it's from \"Lonely Are the Brave,\" with Kirk Douglas, and some of the shots look hauntingly familiar.\n\nThe relationship between Fonda and Redford is also pretty basic stuff, in which the gruff outdoorsman and the perfect lady grow to respect each other while sharing the rigors of life on the run. Bogart and Hepburn made that relationship a classic in \"The African Queen,\" but Redford and Fonda have much the same chemistry. Remember that scene on the boat with Hepburn putting her chin in her hand and giving Bogart the old once-over? Fonda does that to Redford, and it's about as erotic as six of your average love scenes.\n\nBoth Redford and Fonda have identified themselves with a lot of the issues in this movie (which are -- I have a list right here -- the evils of corporate conglomeratism, the preservation of our wild lands, respect for animals, the phoniness of commercialism, the pack instinct of TV journalism, and nutritious breakfasts). But although this is a movie filled with messages, it's not a message movie. The characters and plot seem to tap-dance past the serious stuff and concentrate on the human relationships.\n\nIf \"The Electric Horseman\" has a flaw, it's that the movie's so warm and cozy it can hardly be electrifying. The director, Sydney Pollack, gives us solid entertainment, but he doesn't take chances and he probably didn't intend to. He's an ideal choice for orchestrating Redford and Fonda; he directed Fonda in \"They Shoot Horses, Don't They?\" and has made a subsidiary career out of directing Redford (in \"This Property is Condemned,\" \"Jeremiah Johnson,\" \"The Way We Were,\" and \"Three Days of the Condor\"). He has grown up with them, he respects the solidity of their screen personas, and he seems to understand (as the directors of Bogart, Hepburn, Gable, et al., did in the forties) that if you have the right Boy and the right Girl and the right story, about all you have to do is stay out of the way of the Horse.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Comedy", "Drama", "Romance", "Western"], "title": "The Electric Horseman (1979)"}