{"url": "http://www.rogerebert.com/reviews/the-family-man-2000", "by": "Nicolas Cageas Jack Campbell", "star_rating": 2.5, "text": "It's a funny thing about supernatural movies. The black characters are always the ones with all the insights into the occult, but they never get to be the occulted. Consider Whoopi Goldberg in \"Ghost,\" Will Smith in \"The Legend of Bagger Vance\" and now Don Cheadle in \"The Family Man.\" They're all on good terms with the paranormal, but act only as guides for Demi Moore, Matt Damon, Nicolas Cage, et al. They're always the medium but never the message.\n\nIn \"The Family Man,\" Cage plays Jack Campbell, a businessman who is ruled by his career. He has no personal life to speak of, works on Christmas Eve and doesn't even bother to return a phone message from Kate Reynolds (Tea Leoni), his girlfriend from college. In 1987, we learn, Jack flew off for a year in London, even though Kate tearfully begged him to stay. She feared if he left, they'd never get married, and she was right.\n\nNow, through the paranormal intervention of a taxi driver (Cheadle) who acts as his guide, or portal, or something, Jack goes to sleep as a wealthy bachelor and awakens in a parallel time-track where apparently he did fly back from London, marry Kate and father two children. He also now has a dog, which is slobbering all over him.\n\nThe heart of the movie is his gradual realization that his other life has somehow disappeared, that he's now a family man, that he has been granted the opportunity to experience all that he missed by putting his career ahead of personal goals. I always wonder, in movies like this, why the hero has been transferred into the alternate life but has retained the original memories--but of course if he had the alternate memories, he wouldn't know anything had happened.\n\nTea Leoni (\"Deep Impact,\" \"Flirting With Disaster\") is lovable as the wife, and does a good job of covering the inevitable moments when she must (we think) realize that a stranger is inhabiting her husband's body. The story takes a sitcom turn, as Jack finds out he works for his father-in-law as a tire salesman and tries to talk his way back into the big money in Manhattan.\n\nI liked the movie, liked Cage, liked Leoni, smiled a lot, and yet somehow remained at arm's length, because I was having a parallel-life experience of my own. I kept remembering a movie named \"Me Myself I,\" which came out last spring and did a more persuasive and thoughtful job of considering more or less the same plot. In that one, Rachel Griffiths is a workaholic writer who through supernatural intervention is transported into married life with the guy she loved 15 years ago. She suddenly has three children, etc. The two movies even share a plot point: One of the kids is observant, and knows this is not his real parent. \"When's Mommy gonna be home?\" asks Griffiths' character's son; \"You're not really Daddy, are you?\" asks Jack's daughter.\n\nWhy similar movies get made at the same time is a good question. Demi Moore's \"Passion of Mind,\" from last spring, was about a character shuttling nightly between two lives. And of course another wellspring of \"The Family Man\" is \"It's a Wonderful Life,\" except that this time the dark version is reality and the warm family world is the fantasy--or whatever it is.\n\nOne problem with the underlying plot is, how do you dispose of the family in the alternative world after the supernatural visitor learns his lesson? \"Me Myself I\" handled that neatly with actual contact between the two versions of the heroine. \"The Family Man\" doesn't find a satisfactory resolution: Not that it's crucial, but it would have been nice. The movie is sweet, light entertainment, but could have been more.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-12-22", "genres": ["Comedy", "Drama", "Fantasy", "Holiday", "Romance", "Science Fiction"], "title": "The Family Man (2000)"}