{"url": "http://www.rogerebert.com/reviews/the-quiet-american-2003", "by": "Michael Caineas Thomas Fowler", "star_rating": 4.0, "text": "The Englishman is sad and lonely. He suffers from the indignity of growing too old for romance while not yet free of yearning. He is in love for one last time. He doesn't even fully understand it is love until he is about to lose it. He is a newspaper correspondent in Saigon, and she is a dance-hall girl 30 or 40 years younger. She loves him because he pays her to. This arrangement suits them both. He tells himself he is \"helping\" her. Well, he is, and she is helping him.\n\nHis name is Fowler, and he is played by Michael Caine in a performance that seems to descend perfectly formed. There is no artifice in it, no unneeded energy, no tricks, no effort. It is there. Her name is Phuong (Do Hai Yen), and like all beautiful women who reveal little of their true feelings, she makes it possible for him to project his own upon her. He loves her for what he can tell himself about her.\n\nBetween them steps Alden Pyle (Brendan Fraser), the quiet young American who has come to Vietnam, he believes, to save it. Eventually he also believes he will save Phuong. Young men like old ones find it easy to believe hired love is real, and so believe a girl like Phuong would prefer a young man to an old one, when all youth represents is more work.\n\nGraham Greene's novel The Quiet American (1955) told the story of this triangle against the background of America's adventure in Vietnam in the early 1950s--when, he shows us, the CIA used pleasant, presentable agents like Pyle to pose as \"aid workers\" while arranging terrorist acts that would justify our intervention there.\n\nThe novel inspired a 1958 Hollywood version in which the director Joseph Mankiewicz turned the story on its head, making Fowler the bad guy and Pyle the hero. Did the CIA have a hand in funding that film? Stranger things have happened: The animated version of \"Animal Farm\" (1948) was paid for by a CIA front, and twisted Orwell's fable about totalitarianism both East and West into a simplistic anti-communist cartoon.\n\nNow comes another version of \"The Quiet American,\" this one directed by the Australian Phillip Noyce and truer to the Greene novel. It is a film with a political point of view, but often its characters lose sight of that, in their fascination with each other and with the girl. A question every viewer will have to answer at the end is whether a final death is the result of moral conviction, or romantic compulsion.\n\nThe film is narrated by Caine's character, in that conversational voice weary with wisdom; we are reminded of the tired cynicism of the opening narration in the great film of Greene's The Third Man . Pyle has \"a face with no history, no problems,\" Fowler tells us; his own face is a map of both. \"I'm just a reporter,\" he says. \"I offer no point of view, I take no action, I don't get involved.\" Indeed, he has scarcely filed a story in the past year for his paper, the Times of London; he is too absorbed in Phuong, and opium.\n\nThe irony is that Pyle, who he actually likes at first, jars him into action and involvement. What he finally cannot abide is the younger man's cheerful certainty that he is absolutely right: \"Saving the country and saving a woman would be the same thing to a man like that.\" As luck would have it, \"The Quiet American\" was planned for release in the autumn of 2001. It was shelved after 9/11, when Miramax president Harvey Weinstein decided, no doubt correctly, that the national mood was not ripe for a film pointing out that the United States is guilty of terrorist acts of its own. Caine appealed to Weinstein, who a year later allowed the film to be shown at the Toronto Film Festival, where it was so well received by the public and critics that Miramax opened it for Oscar consideration in December. Now it goes into national release, on what appears to be the eve of another dubious war.\n\nIt would be unfortunate if people went to the movie, or stayed away, because of its political beliefs. There is no longer much controversy about the CIA's hand in stirring the Vietnam pot, and the movie is not an expose but another of Greene's stories about a worn-down, morally exhausted man clinging to shreds of hope in a world whose cynicism has long since rendered him obsolete. Both men \"love\" Phuong, but for Pyle she is less crucial. Fowler, on the other hand, admits: \"I know I'm not essential to Phuong, but if I were to lose her, for me that would be the beginning of death.\" What Phuong herself thinks is not the point with either man, since they are both convinced she wants them.\n\nFraser, who often stars as a walking cartoon (\"Dudley Do-Right,\" \"George of the Jungle\") has shown in other pictures, like \"Gods and Monsters,\" that he is a gifted actor, and here he finds just the right balance between confidence and blindness: What he does is evil, but he is convinced it is good, and has a simple, sunny view that maddens an old hand like Fowler. The two characters work well together because there is an undercurrent of commonality: They are both floating in the last currents of colonialism, in which life in Saigon can be very good, unless you get killed.\n\nNoyce made two great pictures close together, this one and \"Rabbit-Proof Fence,\" which I reviewed last December. He feels anger as he tells this story, but he conceals it, because the story as it stands is enough. Some viewers will not even intercept the political message. It was that way with Greene: The politics were in the very weave of the cloth, not worth talking about. Here, in a rare Western feature shot in Vietnam, with real locations and sets that look well-worn enough to be real, with wonderful performances, he suggests a world view more mature and knowing than the simplistic pieties that provide the public face of foreign policy.", "running_time": 118, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-07", "genres": null, "title": "The Quiet American (2003)"}