{"url": "http://www.rogerebert.com/reviews/the-vanishing-1991", "by": "Johanna Ter Steegeas Saskia", "star_rating": 3.5, "text": "One of the most intriguing things about \"The Vanishing\" is the film's unusual structure, which builds suspense even while it seems to be telling us almost everything we want to know. The movie is a thriller based on a domestic tragedy - on a wife who inexplicably vanishes into thin air, and of her husband's three-year search for information about what happened to her. Almost from the beginning of the film, we know more than the husband does, and yet the more we know, the more we wonder and fear.\n\nThe film opens on a clear bright summer's day, as a Dutch couple drive down the expressway for a cycling holiday in France.\n\nThey've had a little domestic quarrel, nothing important, but now they are happy again as they stop at a roadside gas station for gas and refreshments. They throw around a Frisbee. They bury a couple of coins to mark the spot forever. The wife goes back to the station to buy beer and soft drinks, and she never returns. She disappears.\n\nAt first the husband cannot believe what has happened. He leaves a note on their car and goes looking for her. He can even see, in the background, the bright dot of her red hair in an idle Polaroid he snapped while waiting for her. Where did she go? The question becomes an obsession with him, even years later after he has lost hope of finding her alive. He simply needs to know.\n\nNow at this point I must be cautious about what I write, because I don't want to spoil the film. Let it be said that we know from fairly early on who is responsible for the disappearance. He is a pleasant family man with a round, open face, and he seems mostly pleased with himself. We do not know how he abducted her, or what happened to her then, although there are clues. On the surface, he does not seem to be an evil man. He certainly doesn't fit the profile of a killer. But there is something twisted there, and we learn more about it as we learn more about his life story.\n\nThe husband has advertised all over France and Holland for his wife. He can think of nothing else - even though he is in a new relationship, with a woman who tries to understand the obsession. The abductor, of course, has seen the advertisements. He is not without sympathy for this man. And so the final scenes unfold.\n\n\"The Vanishing\" is a thriller, but in a different way than most thrillers. It is a thriller about knowledge - about what the characters know about the disappearance, and what they know about themselves. The movie was directed by George Sluizer, based on a screenplay he did with Tim Krabbe, which in turn was based on Krabbe's novel The Golden Egg. Together they have constructed a psychological jigsaw puzzle, a plot that makes you realize how simplistic many suspense films really are. The movie advances in a tantalizing fashion, supplying information obliquely, suggesting as much as it tells, and everything leads up to a climax that is as horrifying as it is probably inevitable.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-01-25", "genres": ["Foreign", "Horror", "Thriller"], "title": "The Vanishing (1991)"}