{"url": "http://www.rogerebert.com/reviews/the-longest-yard-2005", "by": "Adam Sandleras Paul \"Wrecking\" Crewe", "star_rating": 3.0, "text": "Three weeks ago I saw \"The Longest Yard,\" and before I left for the Cannes Film Festival, I did an advance taping of an episode of \"Ebert & Roeper\" on which I gave a muted thumbs-up to Richard Roeper's scornful thumbs-down. I kinda liked it, in its goofy way. There was a dogged ridiculousness to the film that amused me, especially in the way Adam Sandler was cast as a star quarterback. Once you accept Sandler as a quarterback, you've opened up the backfield to the entire membership of the Screen Actors' Guild.\n\nNow three weeks have passed and I have seen 25 films at Cannes, most of them attempts at greatness, and I sit here staring at the computer screen and realizing with dread that the time has come for me to write a review justifying that vertical thumb, which is already on video and will go out to millions of TV viewers seeking guidance in their moviegoing.\n\nI do not say that I was wrong about the film. I said what I sincerely believed at the time. I believed it as one might believe in a good cup of coffee; welcome while you are drinking it, even completely absorbing, but not much discussed three weeks later. Indeed after my immersion in the films of Cannes, I can hardly bring myself to return to \"The Longest Yard\" at all, since it represents such a limited idea of what a movie can be and what movies are for.\n\nYet there are those whose entire lives as moviegoers are spent within the reassuring confines of such entertainments. In many cities and some states, there are few ways for them to get their eyes on movies that can feed their souls. They will have to be content with a movie in which Adam Sandler plays an alcoholic has-been football hero who gets drunk, drives dangerously, is thrown into jail and becomes the pawn in a football game pitting a team of fellow prisoners against a team made up of prison guards. As I sit here, so help me God, I can't remember who got the idea for this game or why. I could look it up, but it's fascinating to watch myself trying to reconstruct a movie that was not intended to be remembered as long as it takes to get to the parking lot. This is how you learn. Through experience.\n\nI recall that for some reason the big game is broadcast live on a sports network, maybe because the Sandler character was once a football hero and went down in flames over the drunk-driving scandal, and so there is a possibility of good ratings. His mentor is a former prisoner, played by Burt Reynolds, who starred in Robert Aldrich's original \"Longest Yard\" (1974) and whose character this time is described in my notes as the Heisman Trophy Winner of 1955. Assuming my notes are correct, he was about 21 when he won the trophy and it is 2005 now, so that makes Reynolds about 71, although now that I have done the math I don't know where to go with it. Certainly he is older than Sandler and younger than God.\n\nJames Cromwell plays the warden. I have met him on industry occasions. He is a militant Screen Actors' Guild spokesman and a fiercely intelligent man who takes roles like this for the same reason I review them, because we are professionals and this is what we do. He would rather be in better movies and I would rather review them, but we have both seen a lot worse than this. There is a sense in which attacking this movie is like kicking a dog for not being better at calculus.\n\nYou think you know where I am headed. I am going to admit that I was wrong. I am going to withdraw that upturned thumb even as its ghostly video image beams out across the nation. I will compare it to the shimmering authority of a hologram of Obi-Wan Kenobi, expressing wisdom that was true enough when the hologram was recorded, but may not be helpful by the time it is seen.\n\nBut no, I am not going to do that at all. When the show was recorded I said what I believed, and for my sins I am appending three stars to the top of this review. I often practice a generic approach to film criticism, in which the starting point for a review is the question of what a movie sets out to achieve. \"The Longest Yard\" more or less achieves what most of the people attending it will expect. Most of its audiences will be satisfied enough when they leave the theater, although few will feel compelled to rent it on video to share with their friends. So, yes, it's a fair example of what it is.\n\nI would however be filled with remorse if I did not urge you to consider the underlying melancholy of this review and seek out a movie you could have an interesting conversation about. I have just come from 12 days at Cannes during which several times each day I was reminded that movies can enrich our lives, instead of just helping us get through them.\n\nIt may be that your local multiplex is not showing any films that have, or will, or would, qualify for Cannes. There is a studied unwillingness among the major distributors to rise very frequently above the lowest common denominator, except during Oscar season. But there are actually some very worthy films in national release right now. If \"Kontroll\" is playing in your town, for example, that would be an idea. Or \"Brothers,\" or \"Dominion: Prequel to the Exorcist,\" or \"Layer Cake,\" or \"Unleashed.\" These are not great films, you understand, but they exist in a world that knows what greatness is, and they urge themselves toward it. If you can get to \"Crash,\" that is the movie you must see, and you should immediately drop any thought of seeing anything else instead.\n\nFootnote: This afternoon I attended a press conference of the Cannes jury. Its president, Emir Kusturica, said at one point that Cannes \"kills uniformity.\" Its films are made one at a time. \"To be global,\" he said, \"to make a film that plays everywhere, you have to be slightly stupid.\" How do you like that; the bastard went and spoiled \"The Longest Yard\" for me.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-05-26", "genres": ["Comedy", "Drama", "Sports Film"], "title": "The Longest Yard (2005)"}