{"url": "http://www.rogerebert.com/reviews/the-apple-dumpling-gang-1975", "by": "Bill Bixbyas Russell", "star_rating": 2.5, "text": "A few years ago, while watching (as nearly as I can recall) a Disney movie named \"Blackbeard's Ghost,\" I devised the Thunder Index as a means of measuring audience enthusiasm at kiddie matinees. To the degree that the kids do not thunder up and down the aisles (and up and down on each other), they're enjoying the movie - or are at least lulled by it. But when there are more kids at the candy counter than in the theater, something has gone wrong.\n\nJudged by this standard, Walt Disney's \"The Apple Dumpling Gang\" is a success. It even got a cheer at the end, which isn't always the case; kids are just as cheerfully willing to boo. The story is simple and obvious, but it's told with a lot of energy, and the cast is jammed, with character actors doing their things. When you have Slim Pickens, Harry (Dragnet) Morgan, John McGiver, Don Knotts and Tim Conway on the screen all at once, there's always something to look at, even if it's only the crowd of them perfecting their shtick.\n\nIn a lot of ways, though, \"The Apple Dumpling Gang\" is a throwback to the Disney productions of two or three years ago, a period of overwhelming banality in the studio's history. More recently, Disney has given us some genuinely inventive entertainments, especially \"Escape to Witch Mountain\" and \"Island at the Top of the World.\" With \"The Apple Dumpling Gang,\" we're back to assembly line plots about the adventure of squeaky-clean kids.\n\nThe kids this time are three orphans who are dumped in a California town to fend for themselves, and are eventually taken under the wings of a traveling gambler (Bill Bixby) and a lady stagecoach driver (Susan Clark, looking very perky). The kids stumble onto a gigantic golden nugget, which inspires a local competition among the dozens of citizens now eager to adopt them, and that in turn leads to two simultaneous attempts to steal the nuggets from the bank vault.\n\nThere are, as usual, two sets of bad guys: the Good Bad Guys (Knotts and Conway) and the Bad Bad Guys (led by Slim Pickens, disguised as an itinerant preacher, as if you could ever disguise Slim Pickens). The Good Bad Guys team up with the kids to steal the nugget so that the kids won't be so rich and can live with the gambler and the stagecoach driver. The Bad Bad Guys . . . but you get the picture.\n\nEverytime I see one of these antiseptic Disney films, I'm reminded of the thrills and genuine artistry that went into the studio's films during its golden age in the 1940s and 1950s. Is it just that I've grown older, or were the Disney classics really better than their contemporary stuff? Up at the Biograph last weekend, they revived \"Alice in Wonderland,\" with its disappearing Cheshire Cat and the Mad Hatter and all. And you know, even though it's been years since I saw it, I remember it better than \"The Apple Dumpling Gang.\"", "running_time": 100, "mpaa_rating": "G", "release_year": 1975, "date_published": "1975-08-12", "genres": ["Comedy", "Family"], "title": "The Apple Dumpling Gang (1975)"}