{"url": "http://www.rogerebert.com/reviews/the-art-of-the-steal-2010", "by": "Don Argott", "star_rating": 3.5, "text": "How important was the Barnes Collection? I learn from the press notes of \"The Art of the Steal\" that it included 181 Renoirs, 69 Cezannes, 59 Matisses, 46 Picassos, 16 Modiglianis and seven van Goghs. Barnes collected these works during many trips to Paris at a time when establishment museums, such as the Philadelphia Museum of Art, considered these artists beneath their attention. Some of the paintings are today, literally priceless; one estimate of the collection's worth is $25 billion.\n\nThat was a lot of art to be sitting in Merion. Barnes knew it was. He designed every detail of his collection with personal care, grouping paintings to reflect and comment on one another, placing period furniture and wall ornaments near them, and filling walls with a richness of paintings close, but not too close, together. He loved his collection, and he hated Philly's Main Line establishment -- particularly, the Museum of Art, which had scorned his collection in its early days.\n\nBarnes hired some Philadelphia lawyers and drew up an iron-clad will, endowing the foundation with funds enabling it to be maintained indefinitely where it was and how it was. It was his specific requirement that the collection not go anywhere near the Philadelphia Museum of Art. That's exactly where it is today.\n\nHe hated that museum. He hated its benefactors, the Annenberg family, founded by a gangster, enriched by the proceeds of TV Guide, and chummy with the Nixon administration.\n\n The Annenberg empire published the Philadelphia Inquirer, which consistently and as a matter of policy covered the Barnes Collection story with slanted articles and editorials. Don Argott's \"The Art of the Steal\" is a documentary that reports the hijacking of the Barnes Collection with outrage, as the Theft of the Century. It was carried out in broad daylight by elected officials and Barnes trustees, all of whom justified it by placing the needs of the vast public above the whims of a dead millionaire.\n\nThe film explains in great detail the chain of events that began after Barnes' death in 1951. It involves Lincoln University, the small African-American college to which he entrusted control of his foundation, no doubt to piss off the establishment. It involves how the president of Lincoln, Richard H. Glanton, sidestepped the wishes of Barnes by taking many of the treasures on tour, being honored himself for such a benefaction. \n\nBut Glanton is not the final villain. As he perhaps overspent and depleted Barnes' endowment, the vultures from Philadelphia were hovering, ready to pounce and fly off with their masterpieces to their nest in the Museum of Art -- yes, at the top of the same great stairs Rocky Balboa ran up in \"Rocky.\" It is not difficult to imagine them at the top, their hands in triumph above their heads.\n\nWell, was this such a bad thing? The Renoirs and Picassos can now be seen by anyone visiting the museum, instead of by a limited number of art students. The film could do a better job of allowing the public access issue to be defended. But what it does is tell a cautionary tale.\n\nIt is perfectly clear exactly what Barnes specified in his will. It was drawn up by the best legal minds. It is clear that what happened to his collection was against his wishes. It is clear that the city fathers acted in obviation of those wishes, and were upheld in a court of appeals. What is finally clear: It doesn't matter a damn what your will says if you have $25 billion, and politicians and the establishment want it.", "running_time": 101, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-03-10", "genres": ["Documentary"], "title": "The Art of the Steal (2010)"}