{"url": "http://www.rogerebert.com/reviews/the-fog-of-war-2004", "by": "Errol Morris", "star_rating": 4.0, "text": "McNamara agreed to talk with Morris for an hour or so, supposedly for a TV special. He eventually spent 20 hours peering into Morris' \"Interrotron,\" a video device that allows Morris and his subjects to look into each other's eyes while also looking directly into the camera lens. Whether this invention results in better interviews is impossible to say, but it does have the uncanny result that the person on the screen never breaks eye contact with the audience.\n\nMcNamara was 85 when the interviews were conducted -- a fit and alert 85, still skiing the slopes at Aspen. Guided sometimes by Morris, sometimes taking the lead, he talks introspectively about his life, his thoughts about Vietnam, and, taking Morris where he would never have thought to go, of his role in planning the firebombing of Japan, including a raid on Tokyo that claimed 100,000 lives. He speaks concisely and forcibly, rarely searching for a word, and he is not reciting boilerplate and old sound bites; there is the uncanny sensation that he is thinking as he speaks.\n\nHis thoughts are organized as \"11 Lessons From the Life of Robert McNamara,\" as extrapolated by Morris, and one wonders how the current planners of the war in Iraq would respond to lessons No. 1 and 2 (\"Empathize with your enemy\" and \"Rationality will not save us\"), or for that matter No. 6 (\"Get the data\"), No. 7 (\"Belief and seeing are both often wrong\") and No. 8 (\"Be prepared to reexamine your reasoning\"). I cannot imagine the circumstances under which Donald Rumsfeld, the current Secretary of Defense, would not want to see this film about his predecessor, having recycled and even improved upon McNamara's mistakes.\n\nMcNamara recalls the days of the Cuban Missile Crisis, when the world came to the brink of nuclear war (he holds up two fingers, almost touching, to show how close -- \"this close\"). He recalls a meeting, years later, with Fidel Castro, who told him he was prepared to accept the destruction of Cuba if that's what the war would mean. He recalls two telegrams to Kennedy from Khrushchev, one more conciliatory, one perhaps dictated by Kremlin hard-liners, and says that JFK decided to answer the first and ignore the second. (Not quite true, as Fred Kaplan documents in an article at Slate.com.) The movie makes it clear that no one was thinking very clearly, and that the world avoided war as much by luck as by wisdom.\n\nAnd then he remembers the years of the Vietnam War, inherited from JFK and greatly expanded by Lyndon Johnson. He began to realize the war could never be won, he says, and wrote a memo to the president to that effect. The result was that he resigned as defense secretary. (He had dinner with Katharine Graham, publisher of the Washington Post, and told her \"Kay, I don't know if I resigned or was fired.\" \"Oh, Bob,\" she told him, \"of course you were fired.\") He didn't resign as a matter of principle, as a British cabinet minister might; it is worth remembering that a few months later Johnson, saying he would not stand for reelection, also effectively resigned.\n\nMcNamara begins by remembering how, at the age of 2, he witnessed a victory parade after World War I, and engages in painful soul-searching about his role in World War II. He was a key aide to Gen. Curtis LeMay, the hard-nosed warrior whose strategy for war was simplicity itself: Kill them until they give up. Together, they planned the bombing raids before the atomic bomb ended the war, and Morris supplies a chart showing the American cities equivalent in size to the ones they targeted. After the war, he says, in one of the film's most astonishing moments, LeMay observed to him that if America had lost, they would have been tried as war criminals. Thinking of the 100,000 burned alive in Tokyo, McNamara finds lesson No. 5: \"Proportionality should be a guideline in war.\" In other words, I suppose, kill enough of the enemy but don't go overboard. Lesson No. 9: \"In order to do good, you may have to engage in evil.\"\n\nMcNamara is both forthright and elusive. He talks about a Quaker who burned himself to death below the windows of his office in the Pentagon and finds his sacrifice somehow in the same spirit as his own thinking -- but it is true he could have done more to try to end the war, and did not, and will not say why he did not, although now he clearly wishes he had.\n\nHe will also not say he is sorry, even though Morris prompts him; maybe he's too proud, but I get the feeling it's more a case of not wanting to make a useless gesture that could seem hypocritical. His final words in the film make it clear there are some places he is simply not prepared to go.\n\nAlthough McNamara is photographed through the Interrotron, the movie is far from offering only a talking head. Morris is uncanny in his ability to bring life to the abstract, and here he uses graphics, charts, moving titles and visual effects in counterpoint to what McNamara is saying. There's also a lot of historical footage, including some shots of Curtis LeMay with his cigar clenched between his teeth -- images that describe whatever McNamara neglected to say about him. There are tape recordings of Oval Office discussions involving McNamara, Kennedy and Johnson. And archival footage of McNamara's years at Ford (he is proud of introducing seat belts). Underneath all of them, uneasily urging the movie along, is the Philip Glass' score, which sounds -- what? Mournful, urgent, melancholy, driven?\n\nThe effect of \"The Fog of War\" is to impress upon us the frailty and uncertainty of our leaders. They are sometimes so certain of actions that do not deserve such certitude. The farce of the missing Weapons of Mass Destruction is no less complete than the confusion in the Kennedy White House over whether there were really nuclear warheads in Cuba.\n\nSome commentators on the film, notably Kaplan in his informative Slate essay, question McNamara's facts. What cannot be questioned is his ability to question them himself. At 85, he knows what he knows, and what he does not know, and what cannot be known. Lesson No. 11: \"You can't change human nature.\"", "running_time": 95, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-01-23", "genres": ["Documentary"], "title": "The Fog of War (2004)"}