{"url": "http://www.rogerebert.com/reviews/the-sitter-2011", "by": "Jonah Hillas Noah", "star_rating": 1.0, "text": "A genial layabout gets talked into baby-sitting for three rambunctious children, and by the end of the evening they've gotten him into trouble all over town, involving cocaine, auto theft, cops, party-crashing and sex, in what the star, Jonah Hill, genially describes in his own trailer as \"the filthiest R-rated babysitter movie ever made.\"\n\nI am so very, very tired of movies like this. Does the story line strike you as original? It sounds to me like another slice off the cheesecake of dreck. The one cliché I neglected to mention earlier was the standard scene where a white dude walks into a situation involving a lot of mean black 12letter-ers and of course they all hate white people and loom over the camera exuding danger, until -- hey, what do you know! -- they end up liking this doofus and later materialize to save his butt in another tricky situation.\n\nThe three kids are blameless. They are smartass Slater (Max Records), cutie pie Blithe (Landry Bender) and explosives hobbyist Rodrigo (Kevin Hernandez), who has been adopted into the family, because this movie will try anything to get a Latino into the cast. Rodrigo provides at least a spark of humor. He \"has issues about running away,\" which he does several times, causing Noah (Jonah Hill) to pack up the other two kids and track him down. His issues are so chronic that he has a location beeper chip sewn into his clothing. His specialty is using giant-sized fireworks to blow up toilets. Of course it is inevitable that this talent will eventually save the day.\n\n\"The Sitter\" is another example of an emerging genre, the Potty Mouth Movie. Remember the words George Carlin said could not be said on TV? There's now a kind of movie that cannot be made without using all of them except one. Even the online trailer may startle you. It's one of those adults-only Red Band Trailers which you have to give your age in order to view. I lied about my age. Nobody under 17 would ever do that.\n\nIt causes me a real pang to report that \"The Sitter\" was directed by David Gordon Green, who on the basis of his early work seemed destined to become one of the great American directors. Now he is lost and wandering in the wilderness of Friday night specials. I hope this is a temporary aberration. I know how hard it is to get financing for good and ambitious movies. I know how attractive sex, violence, cars and cocaine are for producers. I don't blame Green for working in the genre. But I blame him for making a bad movie that isn't funny. And as for Jonah Hill: Here is one of the nicer and warmer actors in the movies. He's even warm and nice in \"The Sitter.\" Too bad it doesn't get him much of anywhere.", "running_time": 81, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-12-07", "genres": ["Comedy"], "title": "The Sitter (2011)"}