{"url": "http://www.rogerebert.com/reviews/the-mosquito-coast-1986", "by": "Harrison Fordas Allie Fox", "star_rating": 2.0, "text": "Some kinds of bores you will tolerate, and other kinds you will not. \"The Mosquito Coast\" has the misfortune to be about the second kind of bore - about a man who is zealous in the pursuit of his obsessions long, long after they have ceased to interest anyone else.\n\nThe man's name is Allie Fox, and he is convinced that American civilization is coming apart at the seams. Acting on his fears, Fox packs up his wife and children and moves them into the rain forests of Central America, where he plans to establish a new civilization. This man is not without intelligence. He has invented, for example, a new kind of machine for making ice, and nobody can say he is not handy with his hands. But he shares the common fault of many utopians: He wants to create a society in which men will be free - but free only in the way he thinks they should be free.\n\nFox is played in \"The Mosquito Coast\" by Harrison Ford, and it is one of the ironies of the movie that he does very good work. Ford gives us a character who has tunnel vision, who is uncaring toward his family or anyone else, who is totally lacking in a sense of humor, who is egocentric to the point of madness. It is a brilliant performance - so effective, indeed, that we can hardly stand to spend two hours in the company of this consummate jerk.\n\nThere have been other madmen in other movies who tried to find their vision in these same rain forests. I think immediately of \"Aguirre, the Wrath of God,\" and \"Fitzcarraldo,\" two movies by Werner Herzog about crazed eccentrics who pressed on into the jungle, driven by their obsessions. Those movies were so much more watchable than \"The Mosquito Coast\" because they created characters (both played by Klaus Kinski) who were mad with a flamboyant, burning intensity. Allie Fox's madness is more of a drone, an unending complaint against the way things are. It is painful to watch him not because he is mad, but because he is boring - one of those nuts who will talk all night long without even checking to see if you're listening.\n\nThe movie is based on a novel by Paul Theroux, in which the narrator is Fox's teenage son, Charlie. Through Charlie's eyes, we gradually see the father turning from an idealist into an obsessive, and we also see Charlie becoming a man in the process of dealing with that change. In the movie, Charlie (River Phoenix) is still the narrator, but what he tells us on the soundtrack isn't reinforced by what we see on the screen. Charlie recedes into the family and becomes just one more hapless victim to be dragged through the jungle by his father.\n\nAnother mysterious character in the movie is Mother (Helen Mirren), the wife, who stands by mutely and uncomplainingly while Fox subjects her family to dangerous and pointless experiences. What does she feel? What does she really think? Apart from one welcome outburst, we never know. Mirren has said that the character was opposite to everything in her own nature, and that she played Mother by trying to become completely passive. Well, that's probably the only strategy that would have worked, but it leaves enormous questions about Mother's thoughts and fears - questions this movie is not prepared to answer.\n\n\"The Mosquito Coast\" was directed by Peter Weir, an Australian who has made great films about the silences and mysteries of nature. In \"Picnic at Hanging Rock,\" he showed us a group of giggling schoolgirls on a day's outing, who are mysteriously lost somewhere within a vast prehistoric rock formation. The movie provided no answer to its mystery except for an awesome silence. In that film and throughout his career, Weir has been able to capture the majesty of nature, and the production values in \"The Mosquito Coast\" are impressive, especially in a scene where a typhoon threatens to sweep away Ford's fragile settlement on a threatened beach.\n\nThe movie has been directed and acted so well, in fact, that almost all my questions have to do with the script: Why was the hero made so uncompromisingly hateful? The screenplay is by Paul Schrader, whose own movies (\"Hardcore\" and \"Mishima: A Life in Four Chapters\") and screenplays (\"Taxi Driver\") often are about men obsessed with their own narrow range of vision. But Schrader's characters always have some measure of humanity that is lacking here.\n\nWeir's most recent movie was \"Witness,\" also with Ford, and also about a contrast between modern and utopian sensibilities. Ford played the cop who came to live with and understand an Amish farm community.\n\nHe fell in love with a young woman whose father was rigid and uncompromising, so utterly sure of his own infallibility that he was heedless of the unhappiness he caused others. \"The Mosquito Coast,\" unfortunately, is all about that kind of father.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-12-19", "genres": ["Action", "Adventure", "Drama"], "title": "The Mosquito Coast (1986)"}