{"url": "http://www.rogerebert.com/reviews/the-x-files-i-want-to-believe-2008", "by": null, "star_rating": 3.5, "text": "\"The X-Files: I Want to Believe\" arrives billed as a \"stand-alone\" film that requires no familiarity with the famous television series. So it is, leaving us to piece together the plot on our own. And when I say \"piece together,\" trust me, that's exactly what I mean. In an early scene, a human arm turns up, missing its body, and other spare parts are later discovered.\n\nThe arm is found in a virtuoso scene showing dozens of FBI agents lined up and marching across a field of frozen snow. They are led by a white-haired, entranced old man who suddenly drops to his knees and cries out that this is the place! And it is.\n\nNow allow me to jump ahead and drag in the former agents Mulder and Scully. Mulder (David Duchovny) has left the FBI under a cloud because of his belief in the paranormal. Scully (Gillian Anderson) is a top-level surgeon, recruited to bring Mulder in from the cold, all his sins forgiven, to help on an urgent case. An agent is missing, and the white-haired man, we learn, is Father Joe (Billy Connolly), a convicted pedophile, who is said to be a psychic.\n\nScully brings in Mulder, but detests the old priest's crimes and thinks he is a fraud. Mulder, of course, wants to believe Father Joe could help on the case. But hold on one second. Even assuming that Father Joe planted the severed arm himself, you'll have to admit it's astonishing that he can lead agents to its exact resting place in a snow-covered terrain the size of several football fields, with no landmarks. Even before he started weeping blood instead of tears, I believed him. Scully keeps right on insulting him right to his face. She wants not to believe.\n\nScully is emotionally involved in the case of a young boy who will certainly die if he doesn't have a risky experimental bone marrow treatment. This case, interesting in itself, is irrelevant to the rest of the plot except that it inspires a Google search that offers a fateful clue. Apart from that, what we're faced with is a series of victims, including Agent Dakota Whitney (Amanda Peet) and eventually Mulder himself, who are run off the road by a weirdo with a snowplow.\n\nWho is doing this? And why does Father Joe keep getting psychic signals of barking dogs? And is the missing agent still alive, as he thinks she is? And won't anyone listen to Mulder, who eventually finds himself all alone in the middle of a blizzard, being run off the road, and then approaching a suspicious building complex after losing his cell phone? And how does he deal with a barking dog?\n\nI make it sound a little silly. Well, it is a little silly, but it's also a skillful thriller, giving us just enough cutaways to a sinister laboratory to keep us fascinated. What happens in this laboratory you will have to find out for yourself, but the solution may be more complex than you think if you only watch casually. Hint: Pay close attention to the hands.\n\nWhat I appreciated about \"The X-Files: I Want to Believe\" was that it involved actual questions of morality, just as \"The Dark Knight\" does. It's not simply about good and evil but about choices. Come to think of it, Scully's dying child may be connected to the plot in another way, since it poses the question: Are any means justified to keep a dying person alive?\n\nThe movie lacks a single explosion. It has firearms, but nobody is shot. The special effects would have been possible in the era of \"Frankenstein.\" Lots of stunt people were used. I had the sensation of looking at real people in real spaces, not motion-capture in CGI spaces. There was a tangible quality to the film that made the suspense more effective because it involved the physical world.\n\nOf course, it involves a psychic world, too. And the veteran Scottish actor Billy Connolly creates a quiet, understated performance as a man who hates himself for his sins, makes no great claims, does not understand his psychic powers, is only trying to help. He wants to believe he can be forgiven. As for Duchovny and Anderson, these roles are their own. It's like they're in repertory. They still love each other, and still believe they would never work as a couple.\n\nOr should I say they want to believe?\n\nThe movie is insidious. It involves evil on not one level but two. The evildoers, it must be said, are singularly inept; they receive bills for medical supplies under their own names, and surely there must be more efficient ways to abduct victims and purchase animal tranquilizers. But what they're up to is so creepy, and the snow-covered Virginia landscapes so haunting, and the wrong-headedness of Scully so frustrating, and the FBI bureaucracy so stupid, and Mulder so brave, that the movie works like thrillers used to work, before they were required to contain villains the size of buildings.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-07-23", "genres": ["Action", "Adventure", "Drama", "Mystery", "Science Fiction", "Thriller"], "title": "The X-Files: I Want to Believe (2008)"}