{"url": "http://www.rogerebert.com/reviews/the-sisterhood-of-the-traveling-pants-2005", "by": "Amber Tamblynas Tibby", "star_rating": 3.0, "text": "Four teenage girls in a clothing store, trying on things, kidding around, giggling. Girls of four different sizes and shapes. What makes them all want to try on the same pair of pre-owned jeans? And why are the jeans a perfect fit all four times? It's the summer before the girls begin their senior year in high school, and all four have big summer plans.\n\nBecause the jeans magically fit them all, and perhaps because they all saw \"Divine Secrets of the Ya-Ya Sisterhood,\" they come up with a plan: Each girl will wear the jeans for a week and then FedEx them to the next on the list.\n\nAlong with the solemn vow to forward the jeans on schedule comes a list of rules which must not be violated, of which the most crucial is that the girls must never let anyone else remove the jeans from their bodies. There is, however, a loophole: They can take them off themselves. Here we have a premise that could easily inspire a teenage comedy of comprehensive badness, but \"The Sisterhood of the Traveling Pants\" is always sweet and sometimes surprisingly touching, as the jeans accompany each girl on a key step of her journey to adulthood.\n\nThe movie, like \"Mystic Pizza\" (1988), assembles a group of talented young actresses who have already done good work separately and now participate in a kind of showcase. America Ferrera (whose \"Real Women Have Curves\" remains one of the best recent coming-of-age films) plays Carmen, who lives with her Puerto Rican mother and is thrilled to be spending the summer with her absentee non-Puerto Rican father. Alexis Bledel, who struck entirely different notes in \"Sin City,\" is Lena, off to visit her grandparents and other relatives on a Greek island. Blake Lively plays Bridget, who attends a soccer camp in Mexico and falls in love with one of the hunky young counselors. And Amber Tamblyn (of \"Joan of Arcadia\") is Tibby, the one with the sardonic angle on life, who wants to be a filmmaker and takes a low-paying job for the summer at a suburban megastore where she plans to shoot a video documentary about life and work.\n\nThe stories of the four girls comes, I learn, from a novel by Ann Brashares, who has written two more in the series. The usefulness of her four-story structure is that none of the stories overstays its welcome, and the four girls aren't trapped in the same dumb suburban teenage romantic plot. They live, and they learn.\n\nCarmen has idealized her father, Al (Bradley Whitford), even though he dumped her mother (Rachel Ticotin) years earlier. She values her Puerto Rican roots and discovers, with a shock, that her dad is planning marriage with a WASP named Lydia (Nancy Travis), who comes equipped with children and a suburban home that her father seems to desire as much as his new bride. Is he ashamed of his golden-skinned daughter whose jeans show off a healthy and rounded but technically overweight body?\n\nTibby has perhaps been watching IFC too much and possibly envisions herself at Sundance as she heads off to the Wal-Mart clone with her video camera. She gets a young assistant named Bailey (Jenna Boyd) who is a good soul, open and warm-hearted, and with a secret that Tibby discovers one day when Bailey passes out right there on the floor of a store corridor. Tibby's tendency was to look at everything through a lens, objectively; Bailey removes the lens cap on her heart.\n\nIn Greece, Lena finds her family living a salt-of-the-earth existence in what are surely outtakes from a tourism commercial. If there really is an island this sun-drenched, with a village this filled with white stucco and deep shade, populated by people who are this jolly and loving and who throw a feast on a moment's notice, then I don't know why I'm not there instead of here. Lena's Greek relatives are, however, extremely protective of her chastity, which may exist primarily in their dreams, and she gets a crush on a local teen god.\n\nMeanwhile, in Mexico, Bridget and the counselor know they are violating unbreakable rules by even spending private time together, but Bridget sets her sights on the guy and stages a campaign of attraction and seduction that is more or less irresistible.\n\nThe role played by the jeans in all of these stories is, it must be said, more as a witness than as a participant, sometimes from a vantage point draped over a chair near a bed. But no, the PG-rated movie isn't overloaded with sex, and its values are in the right place.", "running_time": 119, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-05-31", "genres": ["Adventure", "Comedy", "Drama", "Family"], "title": "The Sisterhood of the Traveling Pants (2005)"}