{"url": "http://www.rogerebert.com/reviews/the-spiders-stratagem-1970", "by": null, "star_rating": 3.0, "text": "[EDITOR'S NOTE: This review contains spoilers.]\n\nThirty years before, Athos Magnani was a great man, a popular hero, and the leading anti-fascist in the district. But then he was killed, and time has stood still for his little town ever since. It is filled with \"old men, madmen, and mad old men,\" and even though Athos is thirty years dead, he is still the most vital presence in the community.\n\nOne day a young man gets off the train for a visit in the village. He is Athos Magnani, Jr., and he looks exactly like his father -- so much so, indeed, that his father's mistress attempts to substitute him and begin life all over again in the late 1930s. The son wants to find the killer of his father, in a way. In another way, \"The Spider's Strategem\" isn't about a search for a killer, or the truth from the past, or anything else, except a question of human identity: What's more important, who we are, or who people think we are?\n\nThe movie is by Bernardo Bertolucci, who later made \"Last Tango in Paris.\" It's a movie with a beautiful cinematic grace, a way of establishing atmosphere and furthering plot without a lot of talking. We learn all we need to know about the relationship between the father, the son, and the town, in one group of opening shots. The boy stops on \"Via Athos Magnani\" -- a street named for his father -- and then approaches the square where his father's statue stands. Bertolucci lines up the deep focus shot so that it begins with the son completely blocking out the statue. Then, as he walks through the square, the statue completely obscures the son.\n\nHe's on a strange sort of quest. He doesn't seem to really care much who killed his father (if you'll forgive me for not taking the plot at quite face value). In a way, he is his own father, or his father's alter-ego. Magnani was the only vital life force in the district, and the district defined itself by his energy. Even the fascist brownshirts gained stature and dignity because Magnani opposed them, and Bertolucci demonstrates this with a great scene at an outdoor dance. The brownshirts order the band leader to play the fascist anthem. All dancing stops, and everyone looks at Magnani to see what he'll do. Coolly, elegantly, he selects the most beautiful girl and begins to dance with her.\n\nBut this is, alas, the last waltz in town, because before long Magnani is shot during a concert. The events leading up to his death, and the identity of his killers, remain very murky. Three fellow anti-fascists claim to have done it, in order to (a) punish Magnani for squealing to the police, and (b) provide the district with a genuine martyr. But did they really? It's hard to say.\n\n\"The Spider's Strategem\" is not, as you've probably gathered, a mass-audience movie. It will have most appeal to people sensitive to Bertolucci's audacious use of camera movements and colors; Pauline Kael said a long time ago that, of all directors influenced by Godard, Bertolucci has been the only one to extend Godard's way of looking, instead of just copying. \"The Spider's Strategem\" documents that, and is better to look at than analyze.", "running_time": 100, "mpaa_rating": "No", "release_year": 1970, "date_published": "1970-01-01", "genres": null, "title": "The Spider's Stratagem (1970)"}