{"url": "http://www.rogerebert.com/reviews/the-sword-and-the-sorcerer-1982", "by": "Lee Manleyas Talon", "star_rating": 0.5, "text": "This movie sure looks great, but I'm not sure I could pass a quiz on what it's about. Maybe it doesn't matter. \"The Sword and the Sorcerer\" is basically an Identikit movie, in which they start out with a lot of different faces and end up with the usual suspects. We may not be sure precisely what the power relationships are in the movie, but we know there's a young hero and an old king, an ancient villain and a maiden in peril.\n\n\tThere are also a lot of blades in this movie, Also dungeons, passageways, cold roast legs of beef, eyes that glow like embers and a three-pronged sword that holds the key to the kingdom. The movie drips with atmosphere, and I guess atmosphere is what Sword & Sorcery movies are about. They sure aren't about character.\n\n\tLet's see. So far in the last year, I've seen \"Dragonslayer,\" \"Excalibur,\" and a preview of \"Conan the Barbarian.\" Put them on a quadruple bill with \"The Sword and the Sorcerer,\" and you'd sometimes have trouble figuring out when one ended and the next began.\n\n\tThat's not to say they're necessarily bad; I sort of enjoy medieval swashbucklers. It's just that there are only so many variations you can play on muscles and broadswords, lusty heroes and busty heroines, bearded kings, bizarre panoply, and that old standby, the storming of the citadel.\n\n\tTo give credit where it's due, \"The Sword and the Sorcerer\" does have two areas of relative originality: Its sword, and its sorcerer. I already mentioned that the sword is three-pronged. That's not all. It has the ability to hurl two of its blades like a spear-gun, and it has a dagger hidden in its handle (it must have been designed by James Bond's munitions man).\n\n\tThe sorcerer is a triumph of makeup, a Incredibly evil old man with a voice from the bottom of a well and a face that looks like somebody left the hot tar out in the rain. I also enjoyed Kathleen Beller's presence as the heroine; she behaves more intelligently than the usual actress asked to pant and heave through these movies, and her character has a neat weapon previously not much used in S&S epics, a knee to the groin.\n\n\tBut when the movie was over, I really wasn't much moved. \"The Sword and the Sorcerer\" is so dominated by its special effects, its settings and locations, that it doesn't care much about character. It trots its people onscreen, gives them names and labels, and puts them through their paces.\n\n\tThat's not enough. If a filmmaker would just take the time to provide human quirks and foibles for his S&S characters, to give them nice little turns of speech and Identities that we could tell apart and care about, this kind of movie could really be fun. Actually, one filmmaker has done exactly that, only his swords and sorcerers were set in the future: George Lucas, with the \"Star Wars\" movies.", "running_time": 100, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Action", "Fantasy", "Science Fiction"], "title": "The Sword and the Sorcerer (1982)"}