{"url": "http://www.rogerebert.com/reviews/the-girl-in-a-swing-1989", "by": "Meg Tillyas Karin", "star_rating": 2.5, "text": "\"The Girl in a Swing\" is about the love of an ordinary Englishman for a mysterious, bizarre young woman he meets in Copenhagen - a dark-eyed beauty who falls instantly in love with him and seems to offer fulfillment of all of his dreams. She's smart, sexy, beautiful, passionate, and she adores him. She is a woman so perfect that even the guy's mother likes her. But there is something wrong. Something in her past. Something way back in her past - all the way back, perhaps, to the birth of the human race. Can it be a coincidence that she invites him to bed one day while holding out an apple with one bite taken out of it? The young woman is played by Meg Tilly in a performance so obsessed by the character's secrets that it is truly convincing. To the degree that the movie holds our interest - and it held mine for almost two hours, despite my growing frustration - it is because of Tilly, who is mesmerizing as she looks into the man's eyes and tells him what he dreams of. The man, played by Rupert Fraser, is one of those overgrown English adolescents whose reserve conceals a deep stream of romanticism. He meets the woman in Copenhagen, when he needs a secretary, and soon she follows him to England and they are married - not in a church wedding, which she refuses, but during a holiday in Florida.\n\nIt is clear fairly early on that Karin, as the woman is called, has something deep and alarming in her nature. Some secret, or guilt, or power. There are little hints: A quick glimpse of a child, a veil over her past, the absence of any parents or relatives, her collapse at the communion rail. Whose child is it? Where does she come from? Why does she suddenly have those panic attacks? The music on the soundtrack reinforces the sense of impending doom, and there are restless winds in the trees, and strange cries in the garden.\n\nBut life goes on. The man is an antique dealer, specializing in porcelains, and one day at an auction Karin bids on an odd lot that astonishingly contains a statuette of a girl on a swing - -a piece of legendary rarity that is worth more than $350,000. The man is overjoyed, and even happier when the impotence of his wedding night gives way to an unbridled sexuality. He makes love with Karin everywhere - even in the kitchen, and, of course, out in the yard on the swing.\n\nShe keeps wanting to tell him something. He keeps saying he doesn't want to know. I kept thinking, well, I do want to know - so shut up and let her talk. But the mystery remains veiled. And the strangest thing about this movie is that it remains veiled right up until the end. I was so mystified that I even looked up the name \"Karin\" and all of its variant spellings in my Bullfinch's Mythology and my Brewer's Dictionary of Phrase and Fable - determined to discover that Karin was a goddess, or a devil, or perhaps another name for Eve.\n\nNo luck. Karin comes from \"Katherine,\" although \"Karen\" is also a Tibeto-Burmese language. But you see to what lengths I was driven by the movie's insidiously impenetrable plot. And although I didn't want some kind of dumb climax in which Karin turned into a statue with snakes in her hair, I would have appreciated some kind of resolution to the story - instead of the confusion into which it eventually disappears.\n\nIf the movie is disappointing, it is not uninteresting. This is Tilly's second role recently as a mesmerizing woman - after the underrated \"Masquerade\" - and she creates a genuinely original performance, a woman sometimes dreamy, sometimes intense, and always in pain. It's a performance so good it deserves a better movie.", "running_time": 112, "mpaa_rating": null, "release_year": 1989, "date_published": "1989-09-29", "genres": null, "title": "The Girl In A Swing (1989)"}