{"url": "http://www.rogerebert.com/reviews/the-cats-meow-2002", "by": "Kirsten Dunstas Marion Davies", "star_rating": 3.0, "text": "William Randolph Hearst did, or did not, get away with murder on board his private yacht Oneida on Nov. 15, 1924. If he did, there is no question he was powerful enough to cover it up. Hearst was the carnivorous media tycoon of the age, proprietor of newspapers, magazines, radio stations, wire services, movie production companies, a private castle, and his mistress, Marion Davies, an actress of great but perhaps not exclusive charms. He was above the law not so much because of clout or bribery but because of awe; the law enforcement officials of the day were so keenly aware of their inferior social status that they lacked the nerve to approach him. The silent movies of the time are filled with scenes in which cops arrest a millionaire, discover who he is, respectfully tip their hats to him, and apologize.\n\nOn that day in 1924, the Hollywood producer Thomas Ince possibly died, or was murdered, on board the Oneida. Or perhaps not. According to one story, he was shot dead by Hearst through an unfortunate misunderstanding; Hearst mistook him for Charlie Chaplin, and thought Chaplin was having an affair with Davies. Other theories say Hearst accidentally stuck Ince with a hat pin, precipitating a heart attack. Or that Ince drank some bad rotgut. There is even the possibility that Ince died at home. There was no autopsy, so the official cause of death was never determined. No guests on the yacht were ever questioned; indeed, no one can agree about who was on the yacht during its cruise.\n\nIn Hollywood at the time, whispers about Ince's death and Hearst's involvement were easily heard, and the story told in Peter Bogdanovich's \"The Cat's Meow\" is, the film tells us, \"the whisper heard most often.\" Bogdanovich is not much interested in the scandal as a scandal. He uses it more as a prism through which to view Hollywood in the 1920s, when the new medium had generated such wealth and power that its giants, like Chaplin, were gods in a way no later stars could ever be. Hearst (Edward Herrmann) liked to act the beneficent host, and on the Oneida for that cruise were the studio head Ince (Cary Elwes), the stars Davies (Kirsten Dunst) and Chaplin (Eddie Izzard), the British wit Elinor Glyn (Joanna Lumley), and an ambitious young gossip columnist named Louella Parsons (Jennifer Tilly). There were also various stuffed shirts and their wives, and a tame society doctor.\n\nIn this company Hearst is an insecure loner, an innocent barely the equal of the life of sin he has chosen for himself. He has the Oneida bugged with hidden microphones, and scarcely has time to join his guests because he needs to hurry away and eavesdrop on what they say about him in his absence. Davies knows about the microphones and knows all about Willie; she was a loyal mistress who loved her man and stood by him to the end. Whether she did have an affair with Chaplin is often speculated. According to this scenario, she may have, and Willie finds one of her brooches in Chaplin's stateroom (after tearing it apart in a scene mirroring Charles Foster Kane's famous destruction of Susan's bedroom in Orson Welles' \"Citizen Kane\").\n\nBogdanovich has an exact way of conveying the forced and metronomic gaiety on the yacht, where guests are theoretically limited to one drink before dinner, Davies has to order the band to play the Charleston to cover awkward silences, every guest has a personal agenda, and at night, as guests creep from one stateroom to another and deck planks creak, they seem to be living in an English country house mystery--\"Gosford Yacht.\" Apart from its theory about the mistaken death of Ince and its cover-up, the movie's most intriguing theory is that Parsons witnessed it, which might explain her lifetime contract with the Hearst papers. In the exquisite wording of a veiled blackmail threat, she tells the tycoon: \"We're at the point in our careers where we both need real security.\" Since she was making peanuts and he was one of the richest men in the world, one can only admire the nuance of \"our careers.\" The film is darkly atmospheric, with Herrmann quietly suggesting the sadness and obsession beneath Hearst's forced avuncular chortles. Dunst is as good, in her way, as Dorothy Comingore in \"Citizen Kane\" in showing a woman who is more loyal and affectionate than her lover deserves. Lumley's zingers as Glyn cut right through the hypocritical grease. Tilly, we suspect, has the right angle on Parsons' chutzpah.\n\nThere is a detail easy to miss toward the end of the film that suggests as well as anything what power Hearst had. After the society doctor ascertains that Ince, still alive, has a bullet in his brain, Hearst orders the yacht to moor at San Diego, and then dispatches the dying producer by private ambulance--not to a local hospital, but to his home in Los Angeles! Hearst is on the phone to the future widow, suggesting a cover story, long before the pathetic victim arrives home.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-04-26", "genres": ["Drama", "Mystery", "Thriller"], "title": "The Cat's Meow (2002)"}