{"url": "http://www.rogerebert.com/reviews/the-bread-my-sweet-2002", "by": "Scott Baioas Dominic", "star_rating": 3.0, "text": "\"The Bread, My Sweet\" tells an improbable love story in such a heartfelt way that it's impossible to be cynical in the face of its innocence. Filmed in Pittsburgh, where it has been playing to full houses since January, it now gets a national release, thanks to the success of \"My Big Fat Greek Wedding,\" another unlikely hit about ethnic romance. It's likely to appeal to the same kinds of audiences.\n\nThe movie stars Scott Baio as Dominic, who has two careers. He works downtown as a corporate raider whose job is to fire people at the companies he acquires. And he also owns a little pastry shop in an old Italian neighborhood, which provides jobs for his two brothers: Pino (Shuler Hensley), who is retarded, and Eddie (Billy Mott), who floats through life without direction.\n\nUpstairs over the shop live their landlords, Bella (Rosemary Prinz) and Massimo (John Seitz), who are salt-of-the-earth types, loud, demonstrative, extravagant with affection, always fighting but forever in love. They have a daughter named Lucca (Kristin Minter) who, instead of marrying and providing them with grandchildren, has joined the Peace Corps and disappeared from their lives. Now the boys downstairs are a surrogate family: \"Three years ago, I don't know your name,\" Bella tells Dominic. \"Now, you are my son.\" Like many stories that are too good to be true, this one has some truth in it. I learn from a review by Ron Weiskind of the Pittsburgh Post-Gazette that the movie, written and directed by Melissa Martin, \"was inspired by a beloved Italian couple who lived above the Strip District bakery Enrico Biscotti, which is run by Martin's husband, Larry Lagatutta.\" The bakery in the movie is his actual bakery.\n\nThe first act establishes these people, their personalities and needs, and shows that Dominic is increasingly unhappy with his corporate job. Having opened the bakery out of love for his brothers, he finds he loves it, too--and the old couple who live upstairs. I must explain what happens next to deal with the movie at all, so you might want to file this if you don't want to know that ...\n\nBella falls ill. And now her heart is breaking. She doesn't mind dying, but she is filled with grief that she will die with her only child still single and wandering somewhere in the Peace Corps wilderness. Dominic tracks down the daughter and advises her to come home quickly. Lucca materializes, turning out to be a good and loving daughter (perhaps the Peace Corps was a hint), and she and Dominic discuss what is to be done. It quickly becomes obvious to Dominic that only one thing will make a difference: He and Lucca must be married, so that the old woman can die in peace.\n\nThis development is straight out of romantic comedy, and \"The Bread, My Sweet\" is rather daring to take it seriously. There is a crucial scene where Dominic explains his thinking to Lucca, and this scene somehow, against all odds, works. Scott Baio and Kristin Minter, who could so easily bog down in soppy truisms, discuss his plan objectively. She is of course astonished by his suggestion, but he keeps talking. \"I do deals,\" he says, and this will be his biggest deal. \"We have a very small window of opportunity.\" Of course they can get divorced after Bella dies, etc., and need not have sex, etc., but all of these footnotes are brushed aside by the enormity of the deception they are planning, and then--well, two nice young people like that, don't they deserve each other? The film misses scarcely a chance to tug at our heartstrings. As Bella grows more ill and loses her appetite, Pino bakes smaller and smaller pies for her to eat, until finally in tears, he admits that he cannot make a pie any smaller. Martin even adds a touch of magic realism, with a mysterious gypsy woman who dances with a tambourine on the street outside.\n\nWhat makes the movie special is its utter sincerity. For all of the contrivances in the plot, there is the feeling that the actors love their characters and are trying to play them honestly. Yes, the movie is corny, but no, it's not dumb. It's clever and insightful in the way it gets away with this story, which is almost a fable. The turning point is the key conversation between Dominic and Lucca. Once that works, we can believe almost anything. Now if only Bella will.", "running_time": 105, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-11-08", "genres": ["Drama", "Romance"], "title": "The Bread, My Sweet (2002)"}