{"url": "http://www.rogerebert.com/reviews/the-last-flight-of-noahs-ark-1980", "by": "Elliott Gouldas Noah Dugan", "star_rating": 1.5, "text": "Walt Disney's \"The Last Flight of Noah's Ark\" is a\r\ndreadful movie, bankrupt of creative imagination-an Identi-kit film, assembled\r\nfrom familiar pieces but with no identity of its own. It's so depressingly\r\npredictable that in the last half hour we're sitting there thinking: Let's see\r\n... the raft has put out to sea, so there has to be at least one shark attack\r\nand one bad storm before they're rescued. There are.\n\nWhat's\r\nmost discouraging about the film is that, with its G rating and Disney\r\ntrademark, it will no doubt draw large audiences of children. Parents know\r\nDisney movies are OK to send the kids to because there won't be any nudity or\r\nprofanity. But isn't it also poisonous for kids to be exposed to stupid\r\ncharacters, lame-brained plots and humorless \"gags?\" To a movie\r\nlacking the sense of excitement, invention and fun that children's movies\r\nshould have above all else? Isn't it damaging to expose a child to two hours of\r\ndreck?\n\nGoing\r\nto the movies should be a wonderful, challenging adventure, filled with inspiration\r\nfor marvelous fantasies. If I was a kid and I thought \"The Last Flight of\r\nNoah's Ark\" was what I'd find at the movies, I'd be so turned off I'd\r\nnever go. But do today's kids even know how stimulating the movies can be? If\r\nthey've had a chance to see \"The Black Stallion\" they do-and\r\n\"The Black Stallion\" has returned to local theaters this week.\n\nBut\r\nback to \"Noah's Ark.\" The plot could possibly have led to a much\r\nbetter movie. It's about how pilot Elliott Gould is hired by missionary\r\nGenevieve Bujold to pilot a decrepit old B-26 to a Pacific island, where she\r\nhopes to start a missionary colony. The plane is loaded with breeding animals,\r\nand, of course, with two pint-sized stowaways (Ricky Schroder of \"The\r\nChamp\" and Tammy Lauren of TV's \"Angie\"). The plane crash-lands\r\non an unmapped island, the survivors run Into two Japanese soldiers who think\r\nWorld War 11 is still being fought, and everybody pitches in to turn the top\r\nhalf of the airplane shell into a raft (thus Maurice Jarre's obnoxiously\r\nInsipid song \"Half of Me,\" which is sung twice to no avail).\n\nIf\r\nany effort had been made to explore the possible realities of this situation,\r\nthe movie might have been more absorbing. But no. The Japanese are turned into\r\noffensive cartoon stereotypes, the kids go swimming, and between Gould and\r\nBujold there springs up one of those Disney relationships that consist of\r\nfighting a lot and then suddenly falling into romanticized respect, interrupted\r\nby chaste kisses.\n\n\r\nThere are no high points to the movie, but there is a real low point at the\r\nend. The raft is launched, it floats for an undetermined number of days, and\r\nthen our heroes are rescued by the U.S. Coast Guard! Therefore, they must have\r\nfloated into U.S. coastal waters. Therefore, they floated halfway across the Pacific\r\nand the movie hasn't even gotten excited about it. This movie isn't just\r\nboring, it's bored.", "running_time": 97, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-07-15", "genres": ["Adventure", "Family"], "title": "The Last Flight of Noah's Ark (1980)"}