{"url": "http://www.rogerebert.com/reviews/the-host-2013", "by": "Saoirse Ronanas Melanie", "star_rating": 2.5, "text": "Stephenie Meyer, whose books inspired the \"Twilight\" (2008) movies, now presents a new way for true love to struggle against itself. In the \"Twilight\" world, characters were invited to become vampires to share more fully the lives of those they loved. \"The Host\" presents a possibility that, if anything, is a deeper commitment. Earth has been invaded by a race of \"souls\" who inhabit human bodies, stripping them of their memories and identities. It's the way the alien race survives and spreads.\n\nWe meet Melanie Stryder (Saoirse Ronan), who through some sort of glitch, is inhabited by an alien soul but still retains, there inside her mind, her own identity. This leads to interior conversations between the Soul Melanie and the Earth Melanie. Soul Melanie (known as Wanderer) falls in love with Earth Melanie, even though in theory this isn't possible because the Wanderer has become Melanie. This intimate form of self-love leads to dialogue that will possibly be found humorous by some people. When Wanda is about to kiss the boy she loves, for example, the film uses voiceover to warn her: \"No, Melanie! Wrong! No! He's from another planet!\"\n\nTrue, in our own lives, we pick up warnings on that frequency: No! You'll get pregnant! No! He's from the other side of town! No! He's your best friend's boyfriend!\" I imagine this as a version of one of those debates where little angels with harps and devils with pitchforks perch on your shoulders.\n\nMuch of the film is set in New Mexico, where a band of surviving humans hides inside an \"almost\" extinct volcano. Using sunlight reflected by walls of mirrors they can crank up and down, they raise crops for their agrarian eco-system. \n\nMelanie and her soul venture forth to find her other Stryder relatives. They are united with Jeb (William Hurt, a bearded patriarch), Maggie (Frances Fisher) and young Jamie (Chandler Canterbury). They hide from soul patrols in search cars and helicopters, allowing \"The Host\" to get by with a few simple sets, including a tunnel that always looks like the same tunnel. The Souls are determined to track down all evaders, and at the outset I gather they've already enlisted more or less all the humans on Earth, except for members of the Stryder family.\n\n\"The Host\" was directed by Andrew Niccol, who co-wrote the script with Stephenie Meyer. Niccol is attracted to films about humans living (whether they realize it or not) in artificial societies. He wrote \"The Truman Show\" (1998), about a man living inside his own reality show and observed on TV by humankind, and directed \"Gattaca,\" about another kind of artificial society. His films' ground rules limit the depth and variety of possible relationships, and \"The Host\" is top-heavy with profound, sonorous conversations, all tending to sound like farewells. The movie is so consistently pitched at the same note, indeed, that the structure robs it of possibilities for dramatic tension.", "running_time": 125, "mpaa_rating": "PG-13", "release_year": 2013, "date_published": "2013-03-27", "genres": ["Science Fiction", "Thriller"], "title": "The Host (2013)"}