{"url": "http://www.rogerebert.com/reviews/the-taste-of-others-2001", "by": "Jean-Pierre Bacrias Castella", "star_rating": 3.0, "text": "Finding out somebody has bad taste is like discovering they need dental work. Things were fine until they opened their mouth. Of course your good taste might be my bad taste, and vice versa. For example, I know there are people who don't go to foreign films, and I am patient with them, as I would be with a child: With luck, they may evolve into more interesting beings. And then they could think about the lessons of \"The Taste of Others.\" This is a film about a busy industrialist named Castella (Jean-Pierre Bacri) who is blindsided by love and idealism. As the movie opens, his life is affluent but uninspiring. He is surrounded by material comforts, all of them dictated by his wife, an interior decorator. She is the kind of woman who, when she says something loving and affectionate, he has to look up to see if she's talking to him or the dog.\n\nCastella signs up for English lessons, but is impatient at the work required; he gets stuck on the pronunciation of \"the.\" He asks the teacher if she doesn't have a \"fun\" way to learn English. She doesn't, so he fires her. That night, his wife drags him kicking and screaming to a local dramatic production, and he falls in love with the leading actress. This is of course the very same woman who was the English teacher, but at first he doesn't realize that, because now she is surrounded by the aura of Art.\n\nHe pursues the actress, named Clara (Anne Alvaro). She is 40ish, attractive but not beautiful, a member of the artsy set in their provincial town. She is not attracted to Castella, who has crass tastes and materialist values and has led the life of money rather than the life of the mind. But he persists. He sends her flowers. He turns up everywhere. When she doesn't like his dorky mustache, he shaves it off. The movie doesn't present this simply as a romantic infatuation, but goes the additional step. It sees that Castella is in love not only with Clara, but with what she represents: the life of the arts, of ideas, of questioning things, of developing one's own taste. We are reminded of Jack Nicholson in \"As Good as It Gets,\" when he tells Helen Hunt, \"I love you because you make me want to be a better man.\" Meanwhile, things are shaky on the home front. Castella sees a painting he likes, brings it home and hangs it on the wall. Whether it's a good painting is beside the point: It is his painting. When his wife rejects it in horror, he says very quietly, \"Angelique . . . I like this picture,\" and those are words she should listen to very carefully if she values their marriage.\n\nThere's a parallel relationship in the movie, between Castella's bodyguard Moreno (Gerard Lanvin) and the barmaid Manie (played by Agnes Jaoui, the film's director). Manie sells hashish as a sideline, and Moreno disapproves. This, too, is a matter of taste: Anyone who sells drugs is telling you something about themselves that you don't want to know more about. The difference is, you can stop selling drugs, but you may never be able to tell a good painting from a bad one, or know why the decor of a living room should not hurt the eyes. Castella continues his lonely quest, uneasily joining Clara and her bohemian friends in the cafe they frequent after performances of the play, and eventually--well, people evolve, and taste involves not only judging superficial things, but being able to see beneath them.\n\nOne of the delights of \"The Taste of Others\" is that it is so smart and wears its intelligence lightly. Films about taste are not often made by Hollywood, perhaps because it would so severely limit the box office to require the audience to have any. \"The Taste of Others\" will be all but impenetrable to anyone unable to appreciate what's going on under the dialogue, under the action, down there at the level where we instinctively make judgments based on taste, style and judgment. It's not, of course, that there's a right or wrong about taste. It's more that your taste defines the kinds of people who want to share it with you. Here's a test: If, as your taste evolves over a lifetime, you find that it attracts more interesting friends, you're on the right track.\n\nNote: \"The Taste of Others\" is nominated for this year's foreign film Oscar.", "running_time": 112, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-03-09", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Taste Of Others (2001)"}