{"url": "http://www.rogerebert.com/reviews/the-boys-in-company-c-1978", "by": "Stan Shawas Tyrone Washington", "star_rating": 4.0, "text": "Hollywood hasn’t been eager to make movies about Vietnam, maybe because the studios fear that the divisions opened up in our society by the war still haven’t healed. Only one feature was actually released during the war -- John Wayne’s hawkish “The Green Berets” (and how long ago it seems when “hawks” and “doves” were emotionally charged words). Three movies about returned Vietnam vets have been released, or will be soon: “Heroes,” “Rolling Thunder” and “Coming Home.”\n\nBut Sidney J. Furie’s “The Boys In Company C” is the first movie since 1968 about actual combat in Vietnam (Francis Coppola’s “Apocalypse Now” will be the second, if it ever completes its interminable post-production). Furie’s movie is, in other words, a “war movie,” a member of a genre that seemed more brave and thrilling in the days of World War II and Korea, when John Wayne was storming up hills.\n\nAnd it’s being attacked on just those grounds: The newsweeklies charge that it takes the old Hollywood clichés arid simply transplants them to Southeast Asia. I don't agree. I think the movie is, first and best, a thrilling entertainment that starts by being funny and ends by being very deeply moving. But I also think it reflects an attitude about Vietnam that wouldn’t have been possible in a war movie of the early 1940s.\n\nVietnam just wasn’t like other wars, and you can sense that in the movie’s first scenes, as a company of Marine recruits awkwardly tries to find its way through boot camp. If there’s an esprit de corps here, it’s one the Marines have to find by themselves, and on their own. The hard-as-nails, tough-talking drill instructors (cast, by the way, from real life) don’t mention duty or patriotism much, but there’s a lot of talk about how these guys had better learn to save their asses or they’ll come back in body bags. The Marines are seen as a pragmatic instrument to send trained infantry to where they’re needed; you don’t hear anyone singing “From the Halls of Montezuma.”\n\nIt’s this subtle but definite change in attitude that makes “The Boys In Company C” more than just exciting, or entertaining. There aren’t many abstract speeches in the movie, and nobody gets up and delivers his opinion about Vietnam (except in terms of the most direct cynicism). And yet, in the craziness of the company’s first overseas patrol (they get caught in an enemy ambush while transporting luxury goods for a general’s birthday party), all of the reality is there. And when, driven by insane demands for larger enemy body counts, they call in firepower on a nonexistent enemy position, their action seems, strangely, almost logical.\n\nThe movie bears comparison to “The Dirty Dozen” and “MASH,” especially in the way it constructs an easy camaraderie among its actors. The mostly young, mostly unknown cast of “Company C” lived together on location in the Philippines while making the movie, and their mutual friendship seems to show through. That’s especially true in the case of Chicago native Stan Shaw, who plays the Los Angeles ghetto kid who goes over to ‘Nam planning to ship back drugs in body bags -- and winds up as the group’s natural leader and unifying force. His performance is remarkably strong, and not least when he shows tenderness.\n\nThere are also good performances by James Canning, as the kid who keeps a notebook in which he writes: “I’d put down everything that happened today, except that nobody would believe it.” And by Andrew Stevens, whose soccer game is good enough that maybe the company’s team can get them all transferred out of combat. And, especially, by a former Marine D.I. named Lee Ermey, who originally signed on as a technical advisor and was so convincing he was cast in the film. One of his confrontations with Shaw provides a high point of the movie.\n\nSidney Furie, the director, hasn’t had a substantial hit since “Lady Sings the Blues” (I was not one of the admirers of his “Gable and Lombard”). But he retains the ability to make a picture move, grow on us and involve us. That’s what happens during “The Boys in Company C.”", "running_time": 125, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-02-24", "genres": ["Drama", "War"], "title": "The Boys in Company C (1978)"}