{"url": "http://www.rogerebert.com/reviews/the-rainbow-1989", "by": "Sammi Davisas Ursula Brangwen", "star_rating": 3.0, "text": "Although much of D.H. Lawrence's original notoriety in Britain came from the sexual passion in his novels, what offended convention even more, I think, was his belief that an artistic free spirit need not be concerned with hidebound ideas of social class. When he began to write, in the years before World War I, Britain was a nation of rigid social stratification. Everything depended on who your parents were, and what your accent was. The notion that one could break loose and fly was deeply revolutionary.\n\nIn The Rainbow and its sequel, Women in Love, Lawrence created two modern heroines who refused to have their lives defined by their class and their sex. They were defiant. They were artistic. They were not ashamed to have sexual feelings, just as men did. Although neither novel is even remotely pornographic in the current sense of the word, they were censored, banned and pilloried when they were first published - attacked by men who feared that such ideas could lead anywhere, could lead even to women demanding the vote. At the time, Lawrence's The Rainbow was as controversial as his Lady Chatterley's Lover.\n\nKen Russell, the iconoclastic English director of such wildly different films as \"Tommy,\" \"The Boyfriend\" and \"Lair Of The White Worm,\" first made his feature-length reputation with the brilliant \"Women in Love,\" released in 1969. Twenty years later, he is back with a film version of the first novel. The two films are linked by Glenda Jackson, who now plays the mother of the character she played in 1969.\n\nThe movie takes place in rural England around the time of the World War I, and centers on the story of Ursula Brangwen (Sammi Davis), daughter of an old, established and respectable farming family, who has no desire to march in step with the requirements of her family tradition. She is restless and inquisitive, and in Winifred, the local schoolteacher (Amanda Donohoe), she finds an older woman to model herself after.\n\nWinifred is well-read, independent of mind, healthy of body.\n\nShe is not married, and has become a schoolteacher because teaching and the stage were then two of the few professions in which a single woman could support herself. Her independence makes her a daily offense to the master of the school, one of those coarse male sadists Lawrence could draw so well. But to her students, she is a breath of freedom.\n\nIt is from Winifred that Ursula first learns that a woman's life need not be rigidly bound by social convention. They go for walks together and read books together, and Ursula falls in love with the older woman - not into sexual love, although that seems like a possibility, but into idealistic love. This woman becomes a symbol of Ursula's own quest.\n\nBut then things go wrong. We have already met Uncle Henry (David Hemmings), the strong-willed, complacent local mine owner. In his own way, he, too, is sexually liberated - although for him that means passing up conventional marriage for the pleasures of the flesh.\n\nUrsula is surprised and deeply shocked when Winifred marries Henry.\n\nThis seems to her like a betrayal of their friendship, but for Winifred it is a hard realistic choice; for a woman to have power in those days, she had to marry it.\n\nThere is also a man in Ursula's life - Anton Skrebensky (Paul McGann), something of a free spirit, who is attracted by Ursula's headstrong love of opinions and ideas. They fall in love, but then Ursula discovers that Anton is not as free as she thought. He talks easily and convincingly about the \"woman question,\" and seems to support her convictions, but in the end he wants a conventional wife, someone whose will has been broken according to society's requirements.\n\n\"The Rainbow\" sets this story against the pastoral beauty of the English countryside, but this is not a nostalgic costume drama, dripping with atmosphere. Russell has kept all of the hurt and anger of Lawrence's fiction. This is a movie that speaks to today, that could feel like an anthem to a young woman who feels that her spirit is not free.\n\nKen Russell is the most prolific of modern British directors, and the most uneven. Some of his films, like the recent \"Gothic,\" seem to have been composed and directed in a fit of mania. Others respect more traditional values, and in \"The Rainbow\" he has made a measured, thoughtful literary adaptation. He obviously believes Lawrence's message is as appropriate now as it was then, and, of couse, he is right.", "running_time": 104, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-06-02", "genres": ["Action", "Drama", "Romance"], "title": "The Rainbow (1989)"}