{"url": "http://www.rogerebert.com/reviews/the-american-president-1995", "by": "Michael Douglasas Andrew Shepherd", "star_rating": 4.0, "text": "It is hard to make a good love story, harder to make a good comedy and harder still to make an intelligent film about politics. Rob Reiner's \"The American President\" cheerfully does all three, and is a great entertainment - one of those films, like \"Forrest Gump\" or \"Apollo 13,\" that however briefly unites the audience in a reprise of the American dream.\n\nThe movie is, above all, a witty and warm romance. The president of the United States, Andrew Shepherd (Michael Douglas) has been a widower for several years. One day, he meets an environmental lobbyist, newly arrived in Washington, named Sydney Ellen Wade (Annette Bening). For him, there is a powerful attraction at first sight, and he asks one of his aides what the reaction might be if he asked her to be his companion at a state dinner.\n\nThe aide asks if he should have a pollster \"put together some numbers.\" But that is precisely the impulse the president is struggling against: the need to measure every action by how it will \"play.\" Shepherd gets her number from the FBI, picks up the phone and calls Sydney - who cannot believe it is really the president, because she has just moved in with her sister and has no phone of her own.\n\nShe hangs up. The president calls back. Convinced she is talking to a prankster, she compliments him on his \"great - - -.\" Because both Douglas and Bening are believable in their roles, and because the power and bureaucracy of the White House already have been credibly established in the opening scenes, this moment works not as sit-com but as explosive comedy. Comedy, after all, is a release of tension, and by making the key players both realistic and sympathetic, and then erecting the monumental barrier of the modern presidency between them, the movie creates real stakes: We care, and find ourselves caring throughout the film, whether they will be happy together.\n\nMany of the film's big laughs come from the president's difficulties in doing simple things in ordinary ways. He doesn't want his staff to handle personal matters. But how can he order flowers over the telephone when his credit cards \"are in storage with your other stuff in Wisconsin\"? How can he bring a date home when the White House is ringed by breathless tabloid reporters? And what about Sydney, a serious career woman, who is told by her boss (John Mahoney), \"The time it will take you to go from presidential girlfriend to cocktail party joke can be measured on an egg timer.\" The screenplay by Aaron Sorkin keeps three elements in tension all during the movie. One is the personal relationship between Shepherd and Wade. Another involves her job, as a lobbyist for an environmental group that needs key votes to pass a crucial fuel bill.\n\nThe third is the situation inside the White House, where Shepherd, a liberal, faces an election-year challenge from a powerful conservative (Richard Dreyfuss) and is trying to get a controversial crime bill passed.\n\nIn a standard Hollywood production, the political aspects would be papered over with vague generic terms, and indeed the president probably would not be identified by ideology. What's admirable about \"The American President\" is that real issues - gun control, the environment - are handled realistically, in a series of subplots leading up to a presidential press conference that has a certain resonance even in the current political climate. (The liberal Shepherd learns that he must be decisive and take unpopular stands.) The movie's center is of course the love story, and Douglas and Bening have remarkable chemistry; their scenes are written and played in a way that develops the comedy without sacrificing the notion that two such people might very likely find themselves in similar situations. The inevitable strategic questions (like whether the power of \"the most powerful man in the free world\" extends to his bedside prowess) are part of the general embarrassment that both feel because the presidency, in a sense, comes between them.\n\nDouglas has specialized recently in more overtly sexual roles, as in \"Disclosure,\" where he seemed like the hapless instrument of the plot. Here he seems so much more three-dimensional, more vulnerable, smarter, more likable. And Bening is simply luminous; I had hoped to conduct my career as a film critic without ever once writing that a smile \"illuminates the screen,\" but something very like that happens here. Looking around, I noticed the audience smiling back.\n\nSurrounding Douglas and Bening is a superb supporting cast: Martin Sheen is the president's right-hand man, Michael J. Fox is his ideological conscience, Anna Deavere Smith is his press secretary, David Paymer is a pollster. (His name, Kodak, suggests his snapshots of the national mood, just as Shepherd is an evocative name for a president.) Shawna Waldron plays the president's pre-teen daughter, whose role is as intelligently written and played as everyone else's.\n\nAmong the many emotions that \"The American President\" re-awakens, one of the best is simple affection for the presidency.\n\nWhen I was growing up, \"thepresidentoftheUnitedStates\" was one word, said reverently, and embodied great power and virtue. Now the title is like the butt of a joke; both parties have lessened the office by their potshots at its occupants. Reiner suggests the moral weight of the presidency while at the same time incorporating much of the inside information we now have about the way the White House functions.\n\nWatching \"The American President,\" I felt respect for the craft that went into it: the flawless re-creation of the physical world of the White House, the smart and accurate dialogue, the manipulation of the love story to tug our heartstrings. It is also a film with a liberal political point of view, and that takes nerve; it would have been easier to create an Identikit president with manufactured issues. This is a great entertainment - one of the year's best films.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-11-17", "genres": ["Comedy", "Drama", "Romance"], "title": "The American President (1995)"}