{"url": "http://www.rogerebert.com/reviews/the-celluloid-closet-1996", "by": "Tony Curtis", "star_rating": 3.5, "text": "Portrayals of homosexuality were frowned upon until the 1960s, by the movie industry's production code and such groups as the Legion of Decency.\n\nYet gays were everywhere in the movies, right from the beginning--this documentary shows two men dancing together in a Thomas Edison short named “The Gay Brothers,” from 1895--and often they were hidden in plain view. Hollywood knew who was gay and who was not, and there were in-jokes like John Ireland's line to Montgomery Clift in “Red River”: “There are only two things more beautiful than a good gun--a Swiss watch, or a woman from anywhere. You ever had a Swiss watch?” “The Celluloid Closet” is inspired by a 1981 book by Vito Russo, who wrote as a gay man who found he had to look in the shadows and subtexts of movies to find the homosexual characters who were surely there. His book was a compendium of visible and concealed gays in the movies, and now this documentary, which shows the scenes he could only describe, makes it clear Hollywood wanted it both ways: It benefitted from the richness that gays added to films, but didn't want to acknowledge their sexuality. In those few films that were frankly about gays, their lives almost always ended in madness or death (there is a montage of gays dying onscreen, of which my favorite from a Freudian point of view is Sandy Dennis as a lesbian in “The Fox,” crushed by a falling tree).\n\nThe movie, narrated by Lily Tomlin, contains interviews with a lot of witnesses from the days when gays were in the Hollywood closet. The chat with Gore Vidal has already become famous. He recalls how he was hired by director William Wyler to do rewrites on “Ben-Hur.” One of the film's problems was that there was no plausible explanation for the hatred between the characters played by Charlton Heston and Stephen Boyd. Vidal's suggestion: They were lovers when they were teenagers, but now Ben-Hur (Heston) denies that time, and Boyd is resentful. Wyler agreed that would provide the motivation for a key scene, but decided to tell only Boyd, not Heston, who “wouldn't be able to handle it.”The film shows the scene, which plays with an amusing subtext.\n\nSometimes directors deleted scenes with gay themes because of studio or censorship pressure. Tony Curtis is droll as he recalls a scene with Laurence Olivier in Stanley Kubrick's “Spartacus,” where the two men flirted in a hot bath. (The scene was restored when the movie was re-released in 1991.) Is it because we know stars were gay that their scenes play differently this time around? There's a scene from “Pillow Talk” in which Rock Hudson plays a straight man pretending to be gay in order to avoid an entanglement with Doris Day. Does Hudson seem privately amused by the twist? It looks that way (and Mark Rappaport's “Rock Hudson's Home Movies” finds scenes all through Hudson's career where he seems aware of additional levels of possibilities).\n\n“The Celluloid Closet” was directed by Rob Epstein and Jeffrey Friedman, who won Oscars for their two previous gay-themed docs, “The Life of Harvey Milk” and “Common Threads: Stories From the Quilt”; their track record encourages their interview subjects to open up. Playwright and actor Harvey Fierstein recalls that when he was young he always liked the “sissies” in the movies, and Tomlin, narrating a montage that shows how very many sissies there were (from Peter Lorre to Anthony Perkins), says sissies made the other characters seem “more manly or more womanly, by filling the space in between.” “The Celluloid Closet” surveys movies from the earliest times to the present, showing characters who were gay even though the movies pretended not to know (Marlene Dietrich in trousers in the 1930 film “Morocco,” for example, or a musical number named “Ain't There Anyone Here for Love?” in 1953's “Gentlemen Prefer Blondes,” in which Jane Russell dances smolderingly through a gym where the body-builders studiously ignore her). It gives full due to the ground-breaking 1970 movie “The Boys in the Band” and such recent films as “Philadelphia.” I learn from Brandon Judell, a film critic on the Internet, that the filmmakers weren't able to include one planned sequence because of legal objections. They wanted to show scenes from biopics that turned gays into straights, but couldn't get the rights. Richard Burton's estate refused the rights to show scenes from “Alexander the Great.” Goldwyn wouldn't license clips from “Hans Christian Andersen” (Epstein says “somehow they got the idea we were outing Danny Kaye as opposed to Hans Christian Andersen”). Lawyers stepped in at the possibility that the film would identify Cole Porter as homosexual (!). And Charlton Heston refused permission to use scenes from “The Agony and the Ecstasy” (“because he'd done a lot of research for his role and he assured us that Michelangelo was not homosexual”). And I suppose Ben-Hur wasn't, either.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-04-26", "genres": ["Documentary"], "title": "The Celluloid Closet (1996)"}