{"url": "http://www.rogerebert.com/reviews/the-wizard-1989", "by": "Fred Savageas Corey", "star_rating": 1.0, "text": "\"The Wizard\" is one of those movies that provokes the Hey, Wait a Minute Syndrome - you know, the kind where you keep saying things like, \"Hey, wait a minute. How could a 9-year-old boy walk miles along a desert highway without being noticed?\" Or \"Wait a minute. Do you mean to say a trucker wouldn't even stop if he saw two little kids coasting down an interstate highway on a skateboard?\" Or \"Wait a minute. Do businessmen on their lunch hours really gamble on video games with little kids?\" Or \"Wait a minute. Could three little kids (for their ranks have swelled by now) really make it from Utah to Los Angeles without anything terrible happening to them?\" But wait a minute. I know, I know, \"The Wizard\" is only a silly Christmas kiddie movie, and we aren't supposed to ask questions like that. But we must. In an age when child abduction is the subject of half the TV docudramas and all of the milk cartons, how are we supposed to blind ourselves to the central fact of this movie, which is that a 13-year-old boy and his 9-year-old brother, accompanied part of the way by a 13-year-old girl, manage to walk, hitchhike and con themselves all the way from Utah to the National Video Game Championships in L.A.? The movie is filled with shots of these little kids walking down highways, and hitching rides, and walking into bars and video parlors and Reno gambling casinos, and there wasn't a moment when I didn't question the sanity of the film and fear for their safety. It was only after the three kids arrived safely at the championships that I began to question the ethics of the film, which is, among other things, a thinly disguised commercial for Nintendo video games and the Universal studio tour.\n\nFor, make no mistake, it is Nintendo games that these kids are experts on, and a lot of them are mentioned by name in the movie, along with lots of shots of the Nintendo trademark and various Nintendo game screens in action. And the movie's big chase scene is backstage at the Universal tour, where King Kong and a lot of complicated machinery cause various kinds of problems.\n\nThe plot of the movie involves the youngest kid's desire to walk to California. His brother decides to help him do it, and along the way the kid reveals a talent at video games that not only allows them to support themselves, but suggests the goal of the world championship and its $50,000 first prize. Those are only the headlines; a full plot description would make this movie sound like a nasty pileup down at the screenplay factory.\n\n\"The Wizard\" is the kind of movie where every adult role is hapless, but the adults are rarely as plumb imbecilic as they are this time. The movie's hero, played by young Fred Savage, kidnaps his younger half brother from an institution and helps him realize his dream of going to California, and the kids are chased by Savage's father (Beau Bridges) as well as an older brother and an evil man who tracks down missing kids for a living.\n\nThis leads to idiotic scenes in which the father and the child-chaser ram into each other's vehicles and other examples of heartrending goofiness in which the older brother complains that he can't communicate with his father. There is also another subplot involving the little kid's mother and her current husband and yet another villain in the shape of a mean little Nintendo expert.\n\nWho was this movie intended for? No one above the age of reason will be able to abide it. Of those below that age, the studio may have targeted kids who are Nintendo fans. But here the problem is that the movie doesn't have much Nintendo in it, and some of that is wrong (when it's announced, for example, that the third level of Teenage Mutant Ninja Turtles has been reached, the movie screen clearly shows the first level). \"The Wizard\" is finally just a cynical exploitation film with a lot of commercial plugs in it, and it is so insanely overwritten and ineptly directed that it will disappoint just about everybody and serve them right for going in the first place.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-12-15", "genres": ["Comedy", "Drama", "Family", "Road Movie"], "title": "The Wizard (1989)"}