{"url": "http://www.rogerebert.com/reviews/the-affair-of-the-necklace-2001", "by": "Hilary Swankas Jeanne De La Motte-Valois", "star_rating": 2.0, "text": "Fed up with historical dramas, Jack Warner is said to have snarled at his producers: \"Don't give me any more pictures where they write with feathers.\" He could have had \"The Affair of the Necklace\" in mind. This is the kind of movie that used to be called a bodice-ripper, and still could, if only more bodices were ripped. It tells the story of a scandal that prepares the way for the French Revolution, and involves a silly girl who thinks she can outsmart a cardinal, a royal jeweler, Marie Antoinette--and Cagliostro, the leader of the Illuminati, played by Christopher Walken. One look at Cagliostro, and she should know she's in over her head.\n\nThe movie stars Hilary Swank as Jeanne St. Remy de Valois, who, after her marriage of convenience, becomes Jeanne de la Motte-Valois. The operative name is \"Valois.\" It is her family name, and she was orphaned as a child after her parents were involved in schemes against the crown. She dreams of restoring the glory of her family name and returning to the family house where she spent her childhood, and to do this, she unfolds a scheme of audacious daring.\n\nShe knows that Cardinal Louis de Rohan (played by Jonathan Pryce in a congenial state of sin) wishes to be prime minister. She convinces him that Marie Antoinette will be more favorably disposed toward his cause if he presents the queen with a fabulous necklace containing 647 diamonds. She gets the money from the cardinal, obtains the necklace from the royal jeweler, keeps it for herself, uses it to repurchase her family home and forges letters from the queen to the cardinal to cover the deception. What was she thinking? That the queen had so many necklaces she would never be able to account for one more or less? And that the cardinal would never dare refer directly to the transaction? This kind of skullduggery (a word actually used in the film) would be more appropriate in the hands of an actress who includes devious scheming among her specialties--a Helena Bonham Carter, say, or Catherine Zeta-Jones. Hilary Swank, who was so wonderful in her Oscar-winning work in \"Boys Don't Cry\" (1999), exudes truthworthiness, which is the wrong quality for this assignment. She also embodies a certain plucky vulnerability, when what is wanted for Jeanne Valois is the Monica Lewinsky gene, the ability to imagine herself in the embrace of the great. Above all, she needs a kind of Bette Davis imperiousness. Hilary Swank, I fear, believes we should feel sorry for Jeanne. So does Charles Shyer, who directed this movie and sends Swank on the wrong assignment. \"The Affair of the Necklace\" only works if it understands Jeanne is one villain among many, not a misguided heroine.\n\nThe supporting cast offers incidental pleasures. Joely Richardson is an imperious, silly Marie Antoinette, able to deceive herself but not often deceived by anyone else. Jonathan Pryce makes the cardinal into a venal and greedy schemer, and Christopher Walken, as always, inspires hope when he walks into a scheme. Adrien Brody plays Jeanne's first, ineffectual, husband, and Simon Baker plays the ladies' man who plays Jeanne the way she is trying to play the crown.\n\nBut the storytelling is hopelessly compromised by the movie's decision to sympathize with Jeanne. We can admire someone for daring to do the audacious, or pity someone for recklessly doing something stupid, but when a character commits an act of stupid audacity, the admiration and pity cancel each other, and we are left only with the possibility of farce.", "running_time": 120, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-12-25", "genres": ["Drama", "History", "Romance"], "title": "The Affair Of The Necklace (2001)"}