{"url": "http://www.rogerebert.com/reviews/the-stoning-of-soraya-m-2009", "by": "Shohreh Aghdashlooas Zahra", "star_rating": 3.0, "text": "The Islamic practice of stoning women and the Christian practice of burning them as witches are both born not from religious reasons but of a male desire to subjugate women and define them in terms of sexuality. Is this in dispute? Are there any theologians who support such actions? Of all the most severe punishments of both religions, this is the one most skewed against women, and the one most convenient for men.\n\nTo be sure, no witches have been burned at the stake in many long years, and few ever were. But women are still stoned to death in some Islamic countries, including Iran, where “The Stoning of Soraya M.” is set. The practice survives in backward rural areas, and the law turns a blind eye. It is rare, and Iran denies it, but the French journalist Freidoune Sahebjam’s best-selling The Stoning of Soraya M. (1994) appears to be quite authentic. A woman really was stoned to death on trumped-up adultery charges, brought for the convenience of her husband, who desired to marry a young girl.\n\nCyrus Nowrasteh’s “The Stoning of Soraya M.” does not dramatize this story in a subtle way. You might argue that the stoning of a woman to death is not a subtle subject. But it would be helpful to have it told in a way that shows how almost the entire population of a village allows it to happen, even though most of them know of the woman’s innocence and her husband’s vile motives. How does a lynch mob form? Instead, we’re given a village populated primarily by overacted villains and moral cowards.\n\nAgainst them is one strong voice: the widow Zahra, Soraya’s aunt. She’s played by Shohreh Aghdashloo, the Oscar nominee from “House of Sand and Fog” (2003). She knows all the players and all the motives and publicly calls them on it, to no avail. She’s a “crazy woman,” says the husband, Ali (Navid Negahban). The phrase crazy woman can fall easily from the tongue, and it’s worth remembering that in Victorian England a wife could be locked in an asylum for life on only her husband’s signature (see the great novel The Quincunx).\n\nAli the husband is an immoral monster. His intended child bride has not been asked if she wants to marry him; the marriage has been arranged. The village mullah goes along because Ali threatens to blackmail him about an old prison sentence. The mayor knows it is wrong and doubts Allah desires it but lacks the courage to do much more than mutter.\n\nThe stoning sequence itself is one of the most unbearable experiences I have had at the movies. I learn it lasts nearly 20 minutes. Soraya (Mozhan Marno) is buried in a hole up to the waist. Village boys collect stones of a good throwing weight in a wheelbarrow. We see blow after blow, as blood pours from her face and body. She accepts this as her fate, as indeed it is. She did nothing that was not innocent and kind.\n\nThe stoning took place in 1986, after the Islamic Revolution. Fundamentalists were in power then and enforced their strictures. The measures they introduced are being challenged today in the streets of Iran, and similar extremism is the practice in our dear friend Saudi Arabia. Those with objections fear crushing reprisal. The enforcers have power, position and wealth to gain and dare their enemies to go against what they say is God’s will.\n\nThe message is that if a religion requires practices that seem evil to its members, they should resign from that religion. If it condones a death penalty that is visited unequally on members of a specific gender, race or class, it is immoral. There cannot be a reward for following it blindly, because only a thoughtful choice has meaning. At heaven’s gate you cannot say, “I always followed the herd.”\n\n“The Stoning of Soraya M.” has such a powerful stoning sequence that I recommend it if only for its brutal ideological message. That the pitiful death of Soraya is followed by a false Hollywood upbeat ending involving tape recordings and silliness about a car that won’t start is simply shameful. Nowrasteh, born in Colorado, attended the USC Film School. Is that what they teach there? When you are telling the story of a woman being stoned to death, you may not be able to use everything you learned in class.", "running_time": 114, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-06-24", "genres": ["Crime", "Drama", "Foreign"], "title": "The Stoning of Soraya M. (2009)"}