{"url": "http://www.rogerebert.com/reviews/the-banger-sisters-2002", "by": "Susan Sarandonas Lavinia", "star_rating": 3.0, "text": "When you get right down to it, \"The Banger Sisters\" is pretty thin, but you grin while you're watching it. Later you reflect that it has an obvious story arc, sketchy minor characters, and awkwardly tries to get down and provide uplift at the same time. The screenplay could have used an overhaul before production, but I'm glad I saw it.\n\nI'm glad primarily because of Goldie Hawn. She's infectious and likable in this movie, but not in that ditzy way we remember. Although she plays a legendary groupie who, in her day, \"rattled\" most of the rock stars (\"and roadies\") in the business, she plays a woman who has taken her youthful sense of freedom and combined it with a certain amount of common sense.\n\nHawn is Suzette. Her co-star, Susan Sarandon, is Lavinia. Together, some (cough) years ago, they were such legendary groupies that Frank Zappa named them the Banger Sisters. Hawn has stayed true to her school, and as we meet her she's bartending in a West Hollywood club where she is more beloved by the customers than by the owner, who fires her. (She thinks that's not fair: \"See that toilet? Jim Morrison passed out in there one night with me underneath him.\") Broke and without plans, she points her pickup toward Phoenix for a reunion with Lavinia, whom she hasn't seen in years.\n\nAlong the way, in need of gas money, she picks up a lost soul named Harry (Geoffrey Rush), a screenwriter whose dreams have not come true, and who is traveling to Phoenix with one bullet in his gun, to shoot his father. Harry is one of those finicky weirdos who doesn't want anyone upsetting his routine. The very sight of Suzette, with her silicone treasures, is disturbing in more ways than he can bear to think of.\n\nIn Phoenix, Lavinia lives with her lawyer husband Raymond, (Robin Thomas), and her two spoiled teenagers, Hannah (Erika Christensen) and Ginger (Eva Amurri). She is so respectable she doesn't even want to think about her former life, which her husband knows nothing about. Are you counting the formulas? And so here we have not one but two Fish Out of Water (Harry and Suzette), plus two examples (Lavinia and Harry) of that other reliable element, the repressed sad sack who needs a taste of freedom.\n\nGive the movie a moment's thought, and you see the screenplay's gears turning. This is a movie that could have been a term paper. But Hawn and Sarandon hit the ground running, and are so funny and goofy that they distract and delight us. Lavinia at first resists Suzette's appeal, but then she realizes, \"I'm the same color as the Department of Motor Vehicles--and you're like a flower.\" The girls go out for a wild night on the town, and Suzette brings much-needed reality into the cocooned existence of the two daughters.\n\nThe most underwritten character is Lavinia's husband, Raymond. The movie doesn't know what to do with him. They let him be a little surprised, a little shocked, a little too straight, but mostly he just stands there waiting for dialogue that is never supplied. Comic opportunities were lost here. And the Geoffrey Rush character, while more filled in, also seems oddly unnecessary. I can easily imagine the movie without him, and with more about the family in Phoenix. He is not and never will be a workable life partner for Suzette, no matter how the movie tries to sentimentalize him.\n\nWhat Goldie Hawn does is to play Suzette sincerely--as if she really were a groupie who still holds true to her partying past. Her daughter, Kate Hudson, of course, played the groupie Penny Lane in \"Almost Famous,\" and Suzette could be the same character, or her friend, in 2002. The movie's buried joke is that Suzette, the wild girl from West Hollywood, has more common sense knowledge about life than the movie's conventional types. Listen to how she talks to Harry on the phone. I guess you learn something about human nature after (cough) years as a bartender.", "running_time": 97, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-09-20", "genres": ["Comedy", "Drama"], "title": "The Banger Sisters (2002)"}