{"url": "http://www.rogerebert.com/reviews/the-good-thief-2003", "by": "Nick Nolteas Bob", "star_rating": 3.5, "text": "Nick Nolte plays a great shambling wreck of a wounded Hemingway hero in \"The Good Thief,\" a film that's like a descent into the funkiest dive on the wrong side of the wrong town.\n\nHe's Bob, the child of an American father and a French mother, so he claims--but he seems to change his story every time he tells it. He lives in Nice, on the French Riviera, moving easily through the lower depths of crime and drugs, and--this is the tricky part--liked by everyone. When it's rumored he is up to a new heist, the policeman Roger (Tcheky Karyo) tells his partner, \"Find out before he does it!\" He doesn't want to arrest Bob, he wants to save him from himself.\n\nBob is a thief and a heroin addict. \"Heroin is his lady,\" his friend Raoul observes. \"I thought luck was his lady,\" says another friend. \"When one runs out he turns to the other,\" says Raoul. Bob is intimately familiar with the language of AA, talking about the 12 steps and \"one day at a time\" and even at one point citing the Serenity Prayer, but his only visit to a Narcotics Anonymous meeting involves walking in one door and out the other to elude pursuit (\"I'm Bob, and I'm an addict,\" he says on the way through).\n\nBob is a good man, a good thief, to the bottom of his soul, a gentleman who rescues a teenage hooker (Nutsa Kukhianidze) from a vicious pimp and then becomes her protector, although to be sure he introduces her to bad company. He is headed toward some kind of showdown with his fate. Down to his last 70,000 francs, he goes to the races. \"What if you lose?\" asks his friend. \"I'll have hit rock bottom. I'll have to change my ways.\" He hits rock bottom. He changes his ways. \"I feel a confinement coming on,\" he says in that deep gravel voice. He chains himself to a bed, eats ice cream, goes through an agonizing detox, and is ready to consider an ingenious plan to steal he treasures of a Monte Carlo casino. No, not the money. The paintings.\n\n\"The Good Thief,\" directed by Neil Jordan (\"Mona Lisa,\" \"The Crying Game\") is a remake of a famous 1955 French film named \"Bob Le Flambeur,\" by Jean-Pierre Melville. \"The Good Thief\" is drawn to the affectionate study of a character who is admirable in every way except that he cannot bring himself to stop breaking the law. But it is juicier, jazzier, with a more charismatic hero.\n\n\"Bob Le Flambeur\" was filmed in elegant black and white, with Roger Duchesne playing Bob as a trim, self-contained, sleek operator. Nolte on the other hand has such a bulldog look that even his clothes have jowls. He told a press conference at the Toronto Film Festival that he used \"a little heroin\" every day while making the movie, just to get in the mood. Not long ago, it is well known, he was arrested while driving under the influence, and his mug shot, widely circulated, showed a man who had made dissipation his life's work. Nolte recently said he was on his way to an AA meeting when something made him turn away and led eventually to his arrest. Maybe he wanted to be arrested, he speculated, so he could get help. \"The Good Thief\" looks like the direction he took when he turned away.\n\nWhether or not Nolte topped up every day on the set, it is clear that he was born to play Bob. It is one of those performances that flows unhindered from an actor's deepest instincts. Jordan and his cinematographer, Chris Menges, place him in a world of smoke, shadows and midnight blues, where cops and robbers supply work for each other. Into this world drift occasional outsiders like the kinky art dealer (Ralph Fiennes), who talks like a Batman villain: \"If I don't get my money back by Monday, what I do to your faces will definitely be Cubist.\" The plot I will not breathe a word about, since it is so elegantly ironic in the way Bob outflanks the cops, his partners, the casino, and ourselves. It leads up to a deeply satisfying conclusion, but along the way what we enjoy is the portrait of this man who is engaged in some kind of lifelong showdown between his goodness and his weakness. This is a struggle Nolte seems to know a great deal about.", "running_time": 109, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-04-11", "genres": ["Crime", "Drama", "Foreign", "Indie", "Thriller"], "title": "The Good Thief (2003)"}