{"url": "http://www.rogerebert.com/reviews/the-chronicles-of-riddick-2004", "by": "Vin Dieselas Richard B. Riddick", "star_rating": 2.0, "text": "In normal times, evil should be fought by good, but in times like this, well, it should be fought by another kind of evil. \n\nSo says a character named Aereon in the opening moments of \"The Chronicles of Riddick,\" a futuristic battle between a fascist misfit and a fascist master race. The opening shot shows a gargantuan steel face that looks like Mussolini after a facelift, and when the evil Necromongers rally to hail their Lord Marshal, it looks like they've been studying \"The Triumph of the Will.\"\n\nAgainst this intergalactic tribe stands one man, a man with the somewhat anticlimactic name of Richard B. Riddick. He is one of the few surviving Furions, fierce warriors who have, alas, mostly been captured and turned into Necromongers. Such is his prowess that with merely his flesh and blood he can defeat and capture a Necromonger fighter ship. What a guy.\n\nRiddick, played by Vin Diesel, is a character we first encountered in \"Pitch Black,\" the 2000 film by the same director, David Twohy. Although a few other characters repeat from that film, notably Abu \"Imam\" al-Walid (Keith David), there's no real connection between them, apart from Riddick's knack of finding himself on absurdly inhospitable planets. Here he fights for life on Crematoria, a planet whose blazing sun rockets over the horizon every 15 minutes or so and bakes everything beneath it. That you can shield yourself from it behind rocks is helpful, although it begs the question of why, since the atmosphere is breathable, the air is not super-heated.\n\nBut never mind. The Necromongers want everybody to be a Necromonger, and they line up behind the Lord Marshal (Colm Feore), who alone among his race has visited the Underverse. Aereon tells us he returned \"half alive and half ... something else.\" This Aereon, she's awfully well-informed, and has a way of materializing out of thin air. She's a member of the race of Elementals, a fact I share with you since I have no idea what an Elemental is, or was, or wants to be.\n\nHer character is one of several who are introduced with great fanfare and then misplaced. There's also a big-eyed, beautiful little girl named Ziza (Alexis Llewellyn), who keeps asking Riddick if he will fight the monsters, and Riddick keeps looking like he may have a heart of stone but this little girl melts it, and we're all set up for a big scene of monster-bashing and little-girl-saving that somehow never comes. (In this movie, a setup is as good as a payoff, since the last shot clearly establishes that there will be a sequel, and we can find out about all the missing stuff then.)\n\n\"The Chronicles of Riddick\" is above all an exercise in computer-generated effects, and indeed the project represents the direction action movies are taking, as its human actors (or their digital clones) are inserted into manifestly artificial scenes that look like frames from the darkest of superhero comic books. The jolly reds, yellows and blues of the classic Superman and Spider-Man have been replaced in these grim days with black and gunmetal gray.\n\n\"Chronicles\" doesn't pause for much character development, and is in such a hurry that even the fight scenes are abbreviated chop-chop sessions. There are a lot of violent fight scenes (the movie is made of them, which explains the PG-13 rating), but never do we get a clear idea of the spatial locations of the characters or their complete physical movements. Twohy breaks the fights down into disconnected flashes of extreme action in closeup, just as a comic book would, and maybe this is a style. It's certainly no more boring than most conventional CGI fight scenes.\n\nI think the Lord Marshal wants to conquer all planets colonized by humans and make them Necromongers, but I was never sure that Richard B. Riddick didn't approve of that. Riddick seems more angered that there is a bounty on his head, and when he wreaks vengeance against the Necromongers, it's personal. His travails are intercut with the story of Vaako and Dame Vaako (Karl Urban and Thandie Newton) who want to overthrow the Lord Marshal, although whether they constitute a movement or just a coterie, I cannot say.\n\nVin Diesel was born to play a character like Riddick, and he growls and scowls impressively. I like Diesel as an actor and trust he was born to play other, better, characters, in movies that make sense. None of the other actors do anything we couldn't do if we looked like them.\n\nFilms like \"The Chronicles of Riddick\" gather about them cadres of fans who obsess about every smallest detail, but somehow I don't think \"Riddick\" will make as many converts as \"The Matrix.\" In fact, I owe an apology to fans of the \"Lord of the Rings\" trilogy.\n\nWhen Richard Roeper reviewed the current two-disc DVD of \"Lord of the Rings: The Return of the King\" on TV, I noted that a four-disc set of the movie was coming out later this year. He observed that the complete trilogy will come out on \"an accordion size set that will take up the next six years of your life.\" I observed that \"LOTR\" fans should \"get a life.\" I meant this as an affectionate ironic throwaway, but have received dozens of wounded e-mails from Ring devotees who believe \"LOTR\" has, indeed, given them a life, and after seeing \"The Chronicles of Riddick,\" I agree. They have a life. The prospect of become an expert on \"Riddick,\" in contrast, is too depressing to contemplate.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-06-11", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "The Chronicles of Riddick (2004)"}