{"url": "http://www.rogerebert.com/reviews/the-young-victoria-2009", "by": "Emily Bluntas Queen Victoria", "star_rating": 3.0, "text": "Orson Welles allegedly said a movie studio was the best toy train set a child could ever desire. He should have been Queen Victoria. She was crowned in 1837, and ruled until 1901, queen of the greatest empire the world has ever known. She was married to Albert, her great love, from 1840 to 1861, and though she was a widow for the next 40 years, at least unlike many monarchs, she wed the man of her choice.\n\nWe think of her as the formidable matron of official portraits. She was a girl once. She had teenage crushes. She resented authority. She hated being ordered about. She fell in love with a pen pal, the Victorian equivalent of an online romance. \"The Young Victoria\" is about those years.\n\nEmily Blunt makes Victoria as irresistible a young woman as Dame Judi Dench made her an older one in \"Mrs. Brown\" (1997). In seeking the fascinating women from that century of the repression of women, we often find them among courtesans or royalty -- two classes that need answer to no man. Come to think of it, that answers a question I wrote about 25 years ago: Why do so many actresses get their Oscar nominations by playing whores or queens?\n\nThe director is Jean-Marc Vallee, and the screenplay is by Julian Fellowes, who in his script for \"Vanity Fair\" showed a feeling for the same period, and in Altman's \"Gosford Park\" a genius for understanding the power struggle within a great household. Their engaging approach is to show Victoria at the center of a mighty struggle that also involves her adolescent emotions.\n\nShe is next in line after her uncle, King William (Jim Broadbent), who is gormless. As he approaches death, her mother the Duchess of Kent (Miranda Richardson) falls under the control of the ambitious Sir John Conroy (Mark Strong). His hope: William will die before Victoria is 18, and the duchess will appoint him as regent to rule in her place. Whether William cooperates with this scheme you already know.\n\nVictoria lives in a hermetically sealed world. She meets no one not vetted by the palace hierarchy, has no meaningful independence, is having her life mapped for reasons of state, not the heart. King Leopold of Belgium (Thomas Kretschmann) hopes to marry her to his son, Albert (Rupert Friend). Albert has no enthusiasm for being used as a pawn, but is drilled in her likes and dislikes, and sent to meet her. Whether deliberately or by misadventure, he reveals he's been coached about her tastes. When she calls him on it, he admits it and begins to win her heart.\n\nBut not quite. There are still the attractions of handsome Lord Melbourne (Paul Bettany), the sort of cad most mothers, but not hers, would warn her about. This plays like a Jane Austen story moved from the dollar to the $25 table: We're talking about the heart of the Empress of India here.\n\nI'm a pushover for British historical dramas, partly because I'm an Anglophile, partly because it's alarmingly easy for me to identify with these vivid and beautiful characters. The British have a leg up in sets and locations because they often use real ones; nine stately castles and homes get a workout here, and Westminster Abbey, of course.\n\nThe Empire magazine reviewer Kim Newman writes, \"If you're collecting British royal history by installments in the cinema, you'll know exactly how to place this on a shelf with 'Elizabeth,' 'Restoration,' 'The Madness of King George' and 'The Queen.'\" Wouldn't that make a great weekend of videos? Yes, \"The Young Victoria\" belongs on the same shelf, but at the lower end, I'm afraid. It's a charmer, but it lacks the passion of the others, perhaps because it's so, well, Victorian.", "running_time": 105, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-12-16", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "The Young Victoria (2009)"}