{"url": "http://www.rogerebert.com/reviews/the-china-syndrome-1979", "by": "Jane Fondaas Kimberly Wells", "star_rating": 4.0, "text": "\"The China Syndrome\" is a terrific thriller that incidentally raises the most unsettling questions about how safe nuclear power plants really are. It was received in some quarters as a political film, and the people connected with it make no secret of their doubts about nuclear power. But the movie is, above all, entertainment: well-acted, well-crafted, scary as hell.\n\nThe events leading up to the \"accident\" in \"The China Syndrome\" are indeed based on actual occurrences at nuclear plants. Even the most unlikely mishap (a stuck needle on a graph causing engineers to misread a crucial water level) really happened at the Dresden plant outside Chicago. And yet the movie works so well not because of its factual basis, but because of its human content. The performances are so good, so consistently, that \"The China Syndrome\" becomes a thriller dealing in personal values. The suspense is generated not only by our fears about what might happen, but by our curiosity about how, in the final showdown, the characters will react.\n\nThe key character is Godell (Jack Lemmon), a shift supervisor at a big nuclear power plant in Southern California. He lives alone, quietly, and can say without any self-consciousness that the plant is his life. He believes in nuclear power. But when an earthquake shakes his plant, he becomes convinced that he felt an aftershock --caused not by an earthquake but by rumblings deep within the plant.\n\nThe quake itself leads to the first \"accident.\" Because a two-bit needle gets stuck on a roll of graph paper, the engineers think they need to lower the level of the water shield over the nuclear pile. Actually, the level is already dangerously low. And if the pile were ever uncovered, the result could be the \"China syndrome,\" so named because the superheated nuclear materials would melt directly through the floor of the plant and, theoretically, keep on going until they hit China. In practice, there'd be an explosion and a release of radioactive materials sufficient to poison an enormous area.\n\nThe accident takes place while a TV news team is filming a routine feature about the plant. The cameraman (Michael Douglas) secretly films events in the panicked control room. And the reporter (Jane Fonda) tries to get the story on the air. Her superiors refuse, influenced by the power industry's smoothly efficient public relations people. But the more Fonda and Douglas dig into the accident, the less they like it.\n\nMeanwhile, obsessed by that second tremor, Lemmon has been conducting his own investigation. He discovers that the X-rays used to check key welds at the plant have been falsified. And then the movie takes off in classic thriller style: The director, James Bridges, uses an exquisite sense of timing and character development to bring us to the cliffhanger conclusion.\n\nThe performances are crucial to the movie's success, and they're all the more interesting because the characters aren't painted as anti-nuclear crusaders, but as people who get trapped in a situation while just trying to do their jobs. Fonda is simply superb as the TV reporter; the range and excellence of her performance are a wonder. Douglas is exactly right as the bearded, casually anti-establishment cameraman. And Jack Lemmon, reluctant to rock the boat, compelled to follow his conscience, creates a character as complex as his Oscar-winning businessman in \"Save the Tiger.\"", "running_time": 122, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Action", "Drama", "Suspense", "Thriller"], "title": "The China Syndrome (1979)"}