{"url": "http://www.rogerebert.com/reviews/the-village-2004", "by": "Joaquin Phoenixas Lucius Hunt", "star_rating": 1.0, "text": "\"The Village\" is a colossal miscalculation, a movie based on a premise that cannot support it, a premise so transparent it would be laughable were the movie not so deadly solemn. It's a flimsy excuse for a plot, with characters who move below the one-dimensional and enter Flatland. M. Night Shyamalan, the writer-director, has been successful in evoking horror from minimalist stories, as in \"Signs,\" which if you think about it rationally is absurd -- but you get too involved to think rationally. He is a director of considerable skill who evokes stories out of moods, but this time, alas, he took the day off.\n\nCritics were enjoined after the screening to avoid revealing the plot secrets. That is not because we would spoil the movie for you. It's because if you knew them, you wouldn't want to go. The whole enterprise is a shaggy dog story, and in a way, it is all secrets. I can hardly discuss it at all without being maddingly vague.\n\nLet us say that it takes place in an unspecified time and place, surrounded by a forest the characters never enter. The clothing of the characters and the absence of cars and telephones and suchlike suggest either the 1890s, or an Amish community. Everyone speaks as if they had studied \"Friendly Persuasion.\" The chief civic virtues are probity and circumspection. Here is a village that desperately needs an East Village.\n\nThe story opens with a funeral attended by all the villagers, followed by a big outdoor meal at long tables groaning with corn on the cob and all the other fixin's. Everyone in the village does everything together, apparently, although it is never very clear what most of their jobs are. Some farming and baking goes on.\n\nThe movie is so somber, it's afraid to raise its voice in its own presence. That makes it dreary even during scenes of shameless melodrama. We meet the patriarch Edward Walker (William Hurt), who is so judicious in all things he sounds like a minister addressing the Rotary Club. His daughter Ivy (Bryce Dallas Howard), is blind but spunky. The stalwart young man, Lucius Hunt (Joaquin Phoenix), petitions the elders to let him take a look into the forest. His widowed mother Alice (Sigourney Weaver), has feelings for Edward Walker. The village idiot (Adrien Brody), gambols about, and gamboling is not a word that I use lightly. There is a good and true man (Brendan Gleeson). And a bridegroom who is afraid his shirt will get wrinkled.\n\nSurrounding the village is the forest. In the forest live vile, hostile creatures who dress in red and have claws of twigs. They are known as Those We Do Not Speak Of (except when we want to end a designation with a preposition). We see Those We Do Not Speak, etc., only in brief glimpses, like the water-fixated aliens in \"Signs.\" They look better than the \"Signs\" aliens, who looked like large extras in long underwear, while Those We Do Not, etc., look like their costumes were designed at summer camp.\n\nWatchtowers guard the periphery of the village, and flares burn through the night. But not to fear: Those We Do, etc., have arrived at a truce. They stay in the forest and the villagers stay in the village. Lucius wants to go into the forest and petitions the elders, who frown at this desire. Ivy would like to marry Lucius, and tells him so, but he is so reflective and funereal, it will take him another movie to get worked up enough to deal with her. Still, they love each other. The village idiot also has a thing for Ivy, and sometimes they gambol together.\n\nSomething terrible happens to somebody. I dare not reveal what, and to which, and by whom. Edward Walker decides reluctantly to send someone to \"the towns\" to bring back medicine for whoever was injured. And off goes his daughter Ivy, a blind girl walking through the forest inhabited by Those Who, etc. She wears her yellow riding hood, and it takes us a superhuman effort to keep from thinking about Grandmother's House.\n\nSolemn violin dirges permeate the sound track. It is autumn, overcast and chilly. Girls find a red flower and bury it. Everyone speaks in the passive voice. The vitality has been drained from the characters; these are the Stepford Pilgrims. The elders have meetings from which the young are excluded. Someone finds something under the floorboards. Wouldn't you just know it would be there, exactly where it was needed, in order for someone to do something he couldn't do without it.\n\nEventually the secret of Those, etc., is revealed. To call it an anticlimax would be an insult not only to climaxes but to prefixes. It's a crummy secret, about one step up the ladder of narrative originality from It Was All a Dream. It's so witless, in fact, that when we do discover the secret, we want to rewind the film so we don't know the secret anymore.\n\nAnd then keep on rewinding, and rewinding, until we're back at the beginning, and can get up from our seats and walk backward out of the theater and go down the up escalator and watch the money spring from the cash register into our pockets.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-07-19", "genres": ["Drama", "Mystery", "Thriller"], "title": "The Village (2004)"}