{"url": "http://www.rogerebert.com/reviews/the-sisterhood-of-the-traveling-pants-2-2008", "by": "Amber Tamblynas Tibby", "star_rating": 3.0, "text": "\"The Sisterhood of the Traveling Pants 2,” which you will agree has one of the more ungainly titles of recent years, is everything that “Sex and the City” wanted to be. It follows the lives of four women, their career adventures, their romantic disasters and triumphs, their joys and sadness. These women are all in their early 20s, which means they are learning life’s lessons; “SATC” is about forgetting them.\n\nThe traveling pants, you will recall, are a pair of jeans that the four best friends tried on in a clothing store in the 2005 movie. Magically, they were a perfect fit for all four. So they agree that each can wear the jeans for a week of the coming summer, and then FedEx them to the next name in rotation. Following the jeans, in both movies, we follow key moments in the girls’ lives. \n\nCarmen is my favorite. Played by the glowing America Ferrara (“Real Women Have Curves”), she has followed her tall, blond friend Julia (Rachel Nichols) to Vermont, where Julia will spend the summer at the Village Playhouse. Carmen sees herself as a stagehand, but is dragged into an audition by a talented British actor named Ian (Tom Wisdom) and amazingly gets the female lead in “The Winter’s Tale.” Not so amazingly, she falls in love with Ian, and the jealous Julia tries to sabotage her happiness. Meanwhile, Carmen’s remarried mother produces a baby brother for her.\n\nAlexis Bledel plays Lena, spending the summer at the Rhode Island School of Design and still in love with the Greek guy she met in the previous picture. Amber Tamblyn is Tibby, possibly the most contentious video store clerk in history. She's going through a shaky period in her romance with Brian (Leonardo Nam). Blake Lively is Bridget, who goes on an archeological dig in Turkey, adopts the supervising professor (Shohreh Aghdashloo) as a mother-figure, then flies home to seek out her grandmother (Blythe Danner) and learn for the first time the details of her own mother's death. It's worth noticing that all four heroines are involved in relationships that are cross-cultural and/or interracial.\n\nThe movie intercuts quickly but not confusingly from one story to another, is dripping with seductive locations, is not shy about romantic cliches and has a lot of heart. The women are all sincere, intelligent, vulnerable, sweet, warm. That’s in contrast to “SATC,” with its narcissistic and shallow heroines. The “SATC” ladies should fill their flasks with cosmopolitans, go to see “The Sisterhood of the Traveling Pants 2” and cry their hearts out with futile regret for their misspent lives.\n\nBecause the four leads spend the summer in different places, the movie has an excuse to drop in interesting supporting characters. Blythe Danner is splendid as the Alabama grandmother who knows the whole story of Bridget’s mom. Leonardo Nam is a kind and perceptive boyfriend for Lena, Shohreh Aghdashloo (“The House of Sand and Fog”) is a role model for Bridget, Kyle MacLachlan has fun as the wine-sipping director of the summer playhouse, Tom Wisdom does a lot with the small role of the playhouse star. And Rachel Nichols as Julia proves a principle that should be in the Little Movie Glossary: If a short, curvy, sun-kissed heroine has a tall, thin blond as a roommate, that blond is destined to be a bitch. No way around it.\n\nAs for the pants themselves, they’ve gathered a lot of patches and embroideries over the three years since the last installment, and still fit. But not so much is made about them in this film, and by the end, they’ve disappeared, sparing us “The Sisterhood of the Traveling Pants 3” and “The Sisterhood of the Traveling Pants 4.” The movies are inspired by the novels of Ann Brashares, but this one, I learn, combines plot details from novels two, three and four, and so the sisters can go their separate ways, no doubt keeping in touch by e-mail, and congratulating themselves on being infinitely better than the Ya-Ya Sisterhood.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-08-04", "genres": ["Adventure", "Comedy", "Drama", "Family"], "title": "The Sisterhood of the Traveling Pants 2 (2008)"}