{"url": "http://www.rogerebert.com/reviews/the-lord-of-the-rings-1978", "by": "Ralph Bakshi", "star_rating": 2.5, "text": "When word got out that Ralph Bakshi had signed to do the screen adaption of Lord of the Rings, more than one eyebrow was raised. Bakshi's reputation has been based as much on his lapses of taste (\"Heavy Traffic\" and \"Coonskin\"), (which was withdrawn from distribution when CORE [Congress of Racial Equality] labeled it racist) as on his innovative approach to animation, and there was fear that Bakshi would put his profane foot smack in the middle of J.R.R. Tolkien's fragile, much-beloved trilogy.\n\nTwo-and-a-half years later, the returns are in, and the blessing is mixed. The good news is that Bakshi has done an entirely respectable, occasionally impressive job of transferring to the screen Tolkien's detailed thousand-page epic fable of Middle Earth. The bad news is that, good script, $8-million budget, and slam-bang animation aside, it still falls far short of the charm and sweep of the original story.\n\nThat may have been inevitable, considering how mightily Tolkien labored to create a believable Middle Earth: every character in place, every magical occurrence explained. In the book, there is never of moment of doubt about the necessity for Frodo to journey to the land of Mordor to destroy the evil Ring of Power. In the film, we are tossed suddenly into hobbits' lives of peace and ease in the Shire, then whisked out just as quickly on a journey through the sinister forests and caves of the Middle Earth. A sense of history, of inevitability, hung over Tolkien's epic, and it's hardly surprising that a much-streamlined film version has lost most of that.\n\nWhat the film gains at Bakshi's hand is a very clever bag of animator's tricks, most of which serve to make Tolkien's characters palpable after all those years on paper. There are some, of course, who will complain about the characterizations. Gandalf is entirely too much the cartoon wizard, far more avuncular and less ambiguous than in the book. Frodo and his fellow hobbits look more like big-eyed greeting-card kids than weird creatures from another age of Earth. On the whole, however, Bakshi has taken Tolkien's list of names and traits and given them weight and movement.\n\nAnd how they move. Working from a live action film shot before the first drawing was made, Bakshi and his crew of artists -- 150 strong -- have imbued the cartoon form with vital signs never seen in animation before. Bodies move in realistic concerts of sinew and bone, faces show expression previously reserved for live actors, and, most impressively, we begin to forget, after a while, that we are watching animation at all. The reality-fantasy gap begins to shrink before our eyes.\n\nThat is not to say \"The Lord of the Rings\" is flawless. Far from it. Technical wizardry aside, it is much too long. Jim Henson once said, \"Muppets can't hold attention as long as humans can,\" and Bakshi would have done well to apply that theory to his animations. When the magic begins to pall, the characters that captured our imagination for the first 90 minutes revert to cartoons, and squirming begins. By the time the film ends after 2 1/4 hours, we are just plain tired of it.\n\nThat, of course, is for the adults. For children, there's a real question how interested they'll be in the first place. Tolkien wrote his books for teens and adults, and in between his complex cast of elves, ents, dwarves, wizards, and hobbits, and the film's too-brief introductory, one suspects that viewers under 12 will be lost early in the proceedings.\n\nThen there is the ending. Even given a tendency to defend Bakshi's editing choices due to the difficulty of his task, the closing seems badly conceived. It's not so much that the massive battle of Helm's Deep is a terrible point at which to close (though Bakshi's obvious relish in his rendering of the battle scenes does give the finale an air of showing off), but that the story never really climaxes.\n\nFrodo, Sam, and Gollum (the snarfling footpad is the film's best characterization) walk off into the sunset, and we fully expect to see the words \"To Be Continued\" come up on the screen. The dictionary definition of a trilogy (even when it's cut down to a pair of films) insists that each segment be separate and complete. What Bakshi and company have created is a serial, and with a minimum of two years between chapters, that could be frustrating.\n\nIn sum, Bakshi has succeeded better at bringing Tolkien's characters to life than at bringing his story to fruition. For fans of Tolkien, of adult fantasy, of animation techniques, of mythical derring-do, there will be more than enough to absorb the senses. For those who don't find their preference listed above, 136 minutes of Middle Earth may be considerably more than enough.", "running_time": 133, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-01-01", "genres": ["Adventure", "Animation", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "The Lord of the Rings (1978)"}