{"url": "http://www.rogerebert.com/reviews/the-snowtown-murders-2012", "by": "Daniel Henshallas John Bunting", "star_rating": 3.5, "text": "In a dismal and defeated Australian suburb, we meet a family that seems put upon Earth to chain-smoke and stare blankly into space in “The Snowtown Murders.” The dog has the most self-esteem of the bunch. One of the sons, Jamie, has been molested by his mother’s worthless boyfriend and by Troy, one of his own brothers. It doesn’t occur to him to seek help. He is so powerless he seems to regard victimhood as his fate.\n\nIn the world of this family, a man appears who at first appears to be a benefactor. John Bunting materializes at the kitchen table, seems to assign himself the role of father, starts preparing meals and beaming with reassurance at everyone. Learning of the molestation, he kills some kangaroos, chops off their heads and enlists Jamie in helping him pound them into bloody mash and dumping them on the molester’s front porch.\n\nBunting was to become Australia’s most notorious serial killer, now serving consecutive life sentences for 11 murders. What instinct led him to this family whose actions he was able to completely control? Jamie is presented as weak and passive, and is sobbing as he helps strangle his own half-brother almost as an act of mercy to end the torture. \n\nThe film is a chilling study of an evil, dominant personality and his victims. It works primarily through an astonishingly good performance by Daniel Henshall as Bunting. Compact, stout, muscular, he has beady eyes that twinkle as he plays the provider and protector. He ladles food on everyone’s plate and has a way of asking them if they’re happy that’s merciless and aggressive. Listen to him ask a seemingly friendly question and follow it too quickly with “right?” or “yes?” or “you do?” so that he is commanding an answer. Look at the sunny smile and encouraging expression that feel so sinister. With inexorable slowness, he tightens his grip on the family until he has complete mastery. He is presumably the lover of the mother, Elizabeth (Louise Harris) but uses her primarily for access to her three sons. She is a drab, unkempt woman, hardly even speaking, the light dead in her eyes. \n\nThe film marks the directorial debut of Justin Kurzel, who has an impressive command of mood. His colors tend toward gray and lifeless. His characters sit exhausted in the house or on the porch and smoke, smoke, smoke. Bunting is the only one who doesn’t smoke, and Kurzel frequently shows him eating. There is something disgusting about his manner of feeding himself; how is he able to suggest that he would be entitled every bite even if he were in a room of starving people?\n\nThe movie isn’t structured like most true crime stories. The plot and characters are slightly muddled. Not everything is explained. It’s not a procedural. Kurzel’s purpose is to bury the characters in a miasma of evil. Bunting enlists neighbors in kitchen table conversations about pedophiles and gays, and directs the talk about what should be done to them: “right? right?” I’m not sure if he actually cares about molestation and so on; it is simply a pretext to control the will of others and force them to murder through mind control.\n\nSerial killers are often described as loners. Hunting is sociable, pleasant, friendly. He likes company. One wonders how his puppets feel as they realize he has charmed his way into ruling their lives. “The Snowtown Murders” is distressing and almost unbearably painful, the most frightening film about a psychopath I’ve seen. There is no way to understand John Bunting. He is quite bluntly an evil man.", "running_time": 119, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-03-14", "genres": ["Crime", "Drama", "Foreign", "Horror", "Thriller"], "title": "The Snowtown Murders (2012)"}