{"url": "http://www.rogerebert.com/reviews/the-flintstones-in-viva-rock-vegas-2000", "by": "Mark Addyas Fred Flintstone", "star_rating": 0.5, "text": "\"The Flintstones in Viva Rock Vegas\" has dinosaurs that lumber along crushing everything in their path. The movie's screenplay works sort of the same way. Think of every possible pun involving stones, rocks and prehistoric times, and link them to a pea-brained story that creaks and groans on its laborious march through unspeakably obvious, labored and idiotic humor.\n\nThis is an ideal first movie for infants, who can enjoy the bright colors on the screen and wave their tiny hands to the music. Children may like it because they just plain like going to the movies. But it's not delightful or funny or exciting, and for long stretches, it looks exactly like hapless actors standing in front of big rocks and reciting sitcom dialogue.\n\nThe story isn't a sequel to \"The Flintstones\" (1994), but a prequel, recalling those youthful days when Fred and Wilma Flintstone first met and fell in love. Fred is portrayed this time by Mark Addy, the beefiest of the guys in \"The Full Monty.\" His best pal Barney Rubble is played by Stephen Baldwin, who recites his lines as if he hopes Fred will ask him to come out and play, but is afraid he won't. As the movie opens, Fred and Barney have gotten jobs at the rock quarry and settled down to a lifetime of quarrying rocks, which their world does not seem to need any more of, but never mind.\n\nMeanwhile, in a parallel plot, Wilma Slaghoople (Kristen Johnston) resists the schemes of her mother (Joan Collins) to get her to marry the millionaire Chip Rockefeller (get it?). Fleeing her rich neighborhood, she ends up working in a drive-in restaurant (Bronto King) with Betty O'Shale (Jane Krakowski), and soon the two of them have met Fred and Barney.\n\nThere's instant chemistry, and the two couples grind off to a weekend in Rock Vegas. The jealous Chip (Thomas Gibson) is waiting there to foil romance and get his hands on the Slaghoople fortune. His co-conspirator is a chorus line beauty named Roxie (Second City grad Alex Meneses), whose boulders are second to none. The Vegas sequence is livened by a soundtrack rendition of \"Viva Las (and-or Rock) Vegas,\" by Ann-Margret.\n\nAnother story line involves Gazoo (Alan Cumming), an alien who arrives in a flying saucer. He looks exactly like a desperate measure to flesh out an uninteresting plot with an uninteresting character. The movie would be no better and no worse without Gazoo, which is a commentary on both Gazoo and the movie, I think.\n\nThe pun, it has been theorized, is the lowest form of humor. This movie proves that theory wrong. There is a lower form of humor: jokes about dinosaur farts. The pun is the second lowest form of humor. The third lowest form is laborious plays on words, as when we learn that the Rock Vegas headliners include Mick Jagged and the Stones.\n\nMinute by weary minute the movie wends its weary way toward its joyless conclusion, as if everyone in it is wearing concrete overshoes, which come to think of it they may be. The first film was no masterpiece, but it was a lot better than this. Its slot for an aging but glamorous beauty queen was filled by Elizabeth Taylor. This time it is Joan Collins. As Collins is to Taylor, so \"The Flintstones in Viva Rock Vegas\" is to \"The Flintstones.\"", "running_time": 90, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-04-28", "genres": ["Comedy", "Family"], "title": "The Flintstones In Viva Rock Vegas (2000)"}