{"url": "http://www.rogerebert.com/reviews/the-flower-of-my-secret-1996", "by": "Marisa Paredesas Leo", "star_rating": 1.5, "text": "Are the heroines of Pedro Almodóvar 's films often, in one way or another, stand-ins for him? That's a common enough critical theory, and if there's truth in it, then his “The Flower of My Secret” suggests intriguing possibilities. The Spanish director's new film tells the story of Leo, a woman who writes trashy but wildly popular romantic novels under a pseudonym. They pay well, but she despises them--hates them so much she adopts another pseudonym in order to write an article attacking them.\n\nDoes Almodóvar feel the same way about his own career? I hope not, because his previous films, while uneven and not always successful, have at least exhibited a cheerful anarchic trashiness that would bring life to this new and more serious film.\n\nI was reminded while watching it of the Henry James story “The Next Time” about two novelists--a popular writer who wants to be serious but is not good enough, and a serious writer who wants to be popular but is simply too good. Almodóvar's strength lies in his popular entertainments, and perhaps he should get nowhere near drama except with his tongue in his cheek.\n\nLeo (Marisa Paredes), the film's key character, is rich because of her steamy potboilers, but not happy. Her husband Paco (Imanol Aris) believes there is no hope for their marriage, and we are inclined to agree since he has joined a peacekeeping mission to Bosnia simply to get away from her. Leo is depressed, drinks too much (“Drinking is all I am really good at”), tries to commit suicide, and discovers unhappy truths about Paco and herself.\n\nAlmodóvar approaches her story through the stories of others.\n\nWe meet Leo's ailing mother, and Leo's sister, who has sacrificed heron life to care for their unpleasant parent. We meet Leo's best friend, who is having a secret affair with Paco. We learn that Leo’s maid, one of the few pillars of her shaky existence, is about to bailout. The tone is set in an opening scene that seems real but turns out to be an educational film for potential organ donors.\n\nWhen these people meet, they talk and talk and talk. They weep, they wave their arms, they throw themselves onto convenient pieces of furniture. We have the materials here for a comedy, but not the willingness, and gradually the awful suspicion dawns that Almodóvar himself, like Leo, is tired of his success and despairs that his producers will ever let him do something “serious.” One must be grateful for the gifts one is given, and Almodóvar has been given irony and cynicism, hyperbole and irreverence.\n\nHe does not seem to have been given seriousness and deep purpose, but then he has never needed them, until now. “The Flower of My Secret” is likely to be disappointing to Almodóvar's admirers, and inexplicable to anyone else.", "running_time": 107, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-05-24", "genres": ["Drama", "Foreign", "Romance"], "title": "The Flower Of My Secret (1996)"}