{"url": "http://www.rogerebert.com/reviews/the-final-countdown-1980", "by": "Kirk Douglasas Capt. Yelland", "star_rating": 2.0, "text": "Logic is a dangerous thing to apply to science fiction. I tried applying a little logic to \"The Empire Strikes Back\" (why could they always breathe the air everywhere they landed?), and got about 50 letters, fairly evenly divided between people logically explaining the movie to me, and people arguing that logic doesn't matter in a \"Star Wars\" movie.\n\nIt matters even less, I'd say, in \"The Final Countdown,\" in which the aircraft carrier Nimitz sails through a whirlpool in time and is thrown back 40 years to the day before Pearl Harbor. It's an appealing idea: A nuclear-powered carrier with a full complement of jet warplanes, right off Pearl and knowing the Japanese attack plans. Unfortunately, the movie makes such a mess of it that the biggest element of interest is the aircraft carrier itself. The movie was shot on board, with Navy cooperation, and the operations of the carrier are shown in interesting detail.\n\nJust try to forget the plot. It has the Nimitz sailing through clear waters when suddenly a gigantic whirlpool appears in the sky. This is apparently a gateway into the past, although it looks more like a rejected test run for Disney's \"The Black Hole.\" Thrown back to 1940, the ship is in a position to alter the course of history. Will it destroy the Japanese air fleet? Ha. We know it can't - because, in the future the Nimitz was thrown back from, it didn't, or hadn't. Anyway, just before the zero hour, the Nimitz is hurled back into 1980 by another whirlpool. But it leaves two people behind.\n\nAnd that sets up this insoluble time-travel paradox: If a guy from 1980 travels 40 years back in time, and then lives for another 40 years, could he have a meeting with himself? It almost happens in this movie: A mysterious limousine arrives just as the Nimitz is sailing on its ill-fated 1980 cruise. Inside is an old man who, as a young man, sailed on the cruise, was thrown back in time, was stranded on a desert island, lived 40 years ... and arrived in the limousine to see the ship off.\n\nBut hold on a minute. Doesn't that mean that the same man, before and after, is on the same dock at the, same time? By my count, that makes two bodies for one person, which violates everything they taught us in high school physics.\n\nSo, ok, say I'll buy the paradox. That still leaves me with other problems. For example, Nimitz commander Kirk Douglas launches an air attack against the arriving Japanese Air Force . . . and then calls it off at the last minute, just as the Nimitz is sailing back into the second whirlpool. Why change his mind and call it off? Is he reluctant to play God? I dunno and he doesn't say. (I can think of one good reason for calling the planes back: When the Nimitz is snatched back to 1980, they'd be left flying around the Pacific with no place to land.) The movie dodges all sorts of fundamental questions like that, and it moves so slowly, alas, that we have lots of time to ponder them.\n\nStill, the footage aboard the carrier is good. We got an interesting notion of life on ship, and we see lots of takeoffs and even an emergency landing. This is the kind of movie that some kids would probably enjoy - it's filled with technology, special effects and action. But it just doesn't make any sense. And It lacks the wit to have fun with its time travel paradoxes, as last year's wonderful \"Time After Time\" did. It just plows ahead. Or behind. Or somewhere.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-08-05", "genres": ["Action", "History", "Science Fiction", "Thriller"], "title": "The Final Countdown (1980)"}