{"url": "http://www.rogerebert.com/reviews/the-tailor-of-panama-2001", "by": "Pierce Brosnanas Andy Osnard", "star_rating": 3.5, "text": "Welcome to Panama--Casablanca without heroes.\n\nNot that Casablanca had many heroes. The statement is made by Harry Pendel, a tailor in Panama City, to Andy Osnard, a British spy who for his sins has been posted to this diplomatic dead-end. The beauty of John Boorman's \"The Tailor of Panama\" is that the movie has no heroes, either. It's a cynical, droll story about two con men taking advantage of each other, and getting away with it because the British and U.S. governments are begging to be lied to. The casting of Pierce Brosnan as Osnard is the perfect touch: Here's a nasty real-world James Bond with no gadgets and no scruples.\n\nThe movie is based on the John le Carre best seller, showing that when the Cold War ended, its diplomatic gamesmanship continued as farce. In London, we meet Osnard as an amoral cutup in M16, a gambler and ladies' man with a gift for embarrassing the agency. He's given a chance to redeem himself with the assignment to Panama, where nothing much is happening, although local mischief picks up considerably under his influence.\n\nHis strategy: Pick a member of Panama City's British community and use him as a source and conduit for information. He chooses Harry Pendel (Geoffrey Rush), whose firm, Braithwaite & Pendel, claims to be late of London's Saville Row. Actually, as Osnard finds out, there never was a Braithwaite, and Pendel learned to be a tailor while serving a prison term for arson. By threatening to blow Pendel's cover, Osnard gets him to cooperate in a scheme neither one of them quite admits to the other, in which Pendel will supply information that may be dubious, and Osnard will not scrutinize it too suspiciously.\n\nBoth men are pragmatists without ideals, although Pendel at least has an inspiration: The safety and security of his American wife (Jamie Lee Curtis) and their two children. That, and his firm, and his farm that is deeply in debt, are all that matter to him. \"Where's your patriotism?\" Osnard asks him at one point, and he replies: \"I had it out in prison--without an anesthetic.\" The movie plays as a joy for lovers of well-written, carefully crafted character thrillers. It has a lot of wry, twisted humor. It depends not on chases and killings, but on devious, greedy connivance in a world where everyone is looking out for himself. Its Panama City is still in shock after the Noriega years, and Pendel (who was the dictator's tailor--but then he's the tailor for everyone who can afford him) is well-placed to know what's going on. His wife works for the director of the Panama Canal company, and in his tailor shop, which doubles as a club where gentlemen can drop in for a drink or a cigar, he overhears a great deal, although not as much as he tells Osnard he overhears.\n\nHe also has genuine contacts with the hidden side of Panama. His shop assistant, the scarred and fierce Marta (Leonor Varela), was a former member of the anti-Noriega underground. And so was his best friend, the shabby, hard-drinking Mickie Abraxas (Brendan Gleeson, from Boorman's \"The General\"). Both still hold their political ideals, Mickie loudly and defiantly, which inspires Pendel to invent a fictitious radical political movement, which Osnard believes in for reasons of his own.\n\nOsnard, meanwhile, has his eye, and hands, on Francesca (Catherine McCormack), a sexy official in the British Embassy, while feeding her boss (David Hayman) his colorful information. Secrets create a vacuum that only more secrets can fill, and soon Osnard is making demands on Pendel, whose wife presumably knows the secrets of the Canal company--although not the secrets Pendel invents and passes along.\n\nThis round-robin of cynicism and deception takes place against a city of nightclubs and B-girl bars, residential areas and city streets lined with \"laundromats\" (banks), embassies and the cozy confines of Pendel's shop. Boorman and le Carre (his executive producer) were wise to shoot the exteriors on location in Panama, where the tropical look makes the overheated schemes seem right at home.\n\nMany thrillers are essentially machines to inject a shock into the audience every few minutes. \"The Tailor of Panama\" is a real movie, rich and atmospheric, savoring its disreputable characters and their human weaknesses. And there's room for genuine emotion, too, in the way Harry Pendel desperately holds onto the respectability he has conjured out of thin air. And in the way the stubborn, heedless Mickie Abraxas says what he thinks no matter what the risk. The movie is abundant in its gifts, a pleasure for those who like a story to unfold lovingly over a full arc, instead of coming in short mindless bursts.", "running_time": 109, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-03-30", "genres": ["Comedy", "Drama", "Indie", "Thriller"], "title": "The Tailor of Panama (2001)"}