{"url": "http://www.rogerebert.com/reviews/the-seventh-sign-1988", "by": "Demi Mooreas Abby Quinn", "star_rating": 2.0, "text": "“The Seventh Sign” begins with portents of the apocalypse. The rivers run with blood, the sea boils, the desert freezes, the birds fall from the sky, the earth shakes, and things are not so hot out on the beach in California, either. A strange man with burning eyes has just rented the little apartment over the garage in the backyard of Demi Moore’s house, and she finds ancient Hebrew manuscripts in his desk - in a secret code.\n\nThis is the kind of movie where I tend to settle back and relax. I actually enjoy thrillers about biblical prophecies and the second coming and the Anti-Christ. After the sheer anarchy unleashed upon Hollywood by the slice-and-dice movies, it’s actually comforting to know that these characters play by the rules. They believe in good and evil, and they act as if individual human beings can have an influence on the outcome of events. Compared to the “Friday the 13th” world view, “The Seventh Sign” is positively sanguine.\n\nLike “Rosemary’s Baby,” “The Exorcist” and “The Omen” movies, this one places its supernatural events within a framework that at first seems everyday and sane. There is an art to this process. You show characters going about the mundane events of their routine daily lives, but on the soundtrack you play a far-off Gregorian chant, so it’s clear that the forces of evil are marshalling their troops offscreen.\n\nMoore has the central role, as a woman who has lost one child during pregnancy and is now fearful of losing another. The story begins in the last two months of her pregnancy, with her husband (Michael Biehn) lending moral support while her doctor shows her the fetus on a television screen. There’s a lot of talk, of course, about the quantity of her amniotic fluid. Why is it that movies about the forces of darkness always place such an emphasis on the details of the female reproductive process? Ever since Charles Grodin played the gynecologist in “Rosemary’s Baby,” you can’t see one of these movies without learning something about pregnancy.\n\nBut I digress. Moore is strong and clear in the movie’s central role, and proves once again (after “About Last Night”) that she has a genuine charisma, an aura of intelligence and resolve, reinforced by her throaty voice. I was not sure at first, however, that she was the correct choice for this movie. I thought she was perhaps too strong, and that the role required more of a screamer.\n\nNot so. By the end of the film, she is called upon to save the planet and all living things upon it, and so she needs that strength.\n\nShe provides a strong center to the film, but the rest of it, alas, is all over the map. I am not even sure I completely understood all of the details. What connection was there, for example, between the Hebrew code letters with their wax seals and the dread events that followed every time one was opened? What were those flashbacks to Roman times? Who was that strange priest who traveled around the globe, checking out the frozen deserts and bloody rivers? And on whose side was the boarder over the garage? By the end of the movie, I was fairly certain of the answers to most of those questions, but the body of the film seemed almost deliberately confused and obscure, to no purpose. Why not explain the priest’s actual mission, instead of saving it for a denouement at the last minute? Wouldn’t that have been more interesting? And why is it that only the characters in the movie seem to be aware that things are going to hell and the apocalypse is at hand? To be sure, CNN has nonstop bulletins about the weird events taking place in the world, but nobody in the street seems much affected. In fact, the movie’s two earthquakes are not commented on by anyone - not even the leading characters.\n\nAnd then there is the problem of the ending of the movie. I have to go at this very delicately, so as not to give too much away.\n\nBut if you see the film, ask yourself this. When the baby reaches out his hand toward the mother’s face, why doesn’t he simply touch it? If you see what I mean.", "running_time": 94, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-04-01", "genres": ["Drama", "Fantasy", "Horror"], "title": "The Seventh Sign (1988)"}