{"url": "http://www.rogerebert.com/reviews/the-yards-2000", "by": "Mark Wahlbergas Leo Handler", "star_rating": 3.0, "text": "There is a sad, tender quality in \"The Yards\" I couldn't put my finger on, until I learned that the director's father inspired one of the characters. The movie is set around the yards where the New York mass transit trains are made up and repaired. It is about a kid who gets out of jail, wants to do right and gets in trouble again. And about his uncle, who works on both sides of the law. This uncle is not an evil man. When he breaks the law, it's because in his business those who do not break the law don't remain in business. The system was corrupt when he found it and will be corrupt when he leaves it. He has to make a living for his family.\n\nIt's that ambiguity that makes the film interesting. Most crime movies have a simplistic good vs. evil moral structure. When \"The Godfather\" comes along, with its shades of morality within a shifting situation, it exposes most mob pictures as fairy tales. \"The Yards\" resembles \"The Godfather\" in the way it goes inside the structure of corruption, and shows how judges and elected officials work at arms' length with people they know are breaking the law. But it also resembles \"Mean Streets,\" the film about two childhood friends who get in over their heads.\n\nEarly in the film, Frank explains his business: \"If it's on a train or a subway, we make it or we fix it.\" This process involves bribes, kickbacks and theft. But Frank is a reasonable and measured man who operates within a system that everyone tacitly accepts, even the police. There's a way things are done, everybody gets taken care of, everybody's happy. I was intrigued by how the writer-director James Gray makes Frank not a villain but a hard-working guy who breaks the law, yes, but isn't a bad guy in the usual movie sense.\n\nThen I learned that Frank was somewhat inspired by Gray's own father, who was involved in the same racketeering scandal that led to the 1986 suicide of Queens borough president Donald Manes, who stabbed himself when it was revealed that he had taken payoffs. When your father is supposed to be the bad guy, you don't always see it that way. It gets complicated.\n\nComplications are what \"The Yards\" is about. As the movie opens, Leo (Mark Wahlberg) has been released from prison, where he took the rap for his buddies on an auto theft charge. He was a stand-up guy and is welcomed home at a party including his best friend, Willie (Joaquin Phoenix). Leo's dad is dead. His mother, Val (Ellen Burstyn), has a sister, Kitty (Faye Dunaway), whose second husband is Uncle Frank. By her first marriage she has a daughter, Erica (Charlize Theron), who is dating Willie. So everyone is connected.\n\nLeo goes to Uncle Frank looking for a job as a machinist. But that takes an apprenticeship, and Leo needs money; his mother has a heart condition. He seeks out Willie, who runs a crew for Frank, applying muscle in the yards. On his first night with Willie, everything goes wrong. A yardmaster is killed, and Leo beats up a cop. The cop fingers Leo, the only person he saw. \"I didn't kill anyone,\" Leo tells Uncle Frank. \"Then who did?\" Leo shrugs in a way that lets Frank understand.\n\nThe movie is about how all of these relatives and friends deal with the tightening vise of the law. If Leo keeps quiet, he goes up for murder. If he talks, everyone goes down. Is Uncle Frank guilty? Yes, guilty of having a man like Willie on his payroll and using him for illegal purposes. But not guilty of murder. And there are shadings all around; a district police commander, offered a bribe to keep the cop from testifying, observes the cop was known for being a free with his nightstick--a euphemism, we sense, for things left unsaid.\n\nMark Wahlberg, as Leo, doesn't pop out as the \"hero\" of this film, but plays the character as withdrawn and sad. His mother is dying. His early promise died in prison. He doesn't have a higher education. There is a poignancy in the performance we don't often see in movies about organized crime; he isn't reckless or headstrong, but simply unlucky and required to make desperate moral decisions.\n\nThe cast occupies the same uncertain terrain. Willie is played by Phoenix as a man who has to betray Leo or go down himself. He can't keep his mind on Erica when his world is coming down around him. Frank is in a painful dilemma: Leo is his wife's nephew, not some punk who can be taken care of. When family members gather, vast silences lurk outside their conversations, because there is so much they know and cannot say.\n\n\"The Yards\" is not exhilarating like some crime movies, or vibrant with energy like others. It exists in a morose middle ground, chosen by Gray, deliberately or not, because this is how his own memories feel. When indictments come down in political scandals, the defendants often say they were only trying to operate within the system. So they were. Their other choice was to find a new line of work. The system endures. If you don't take the payoff, someone else will. Fairly nice people can live in this shadowland. Sometimes things go wrong.", "running_time": 115, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-20", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Yards (2000)"}