{"url": "http://www.rogerebert.com/reviews/the-queen-of-versailles-2012", "by": "Lauren Greenfield", "star_rating": 3.5, "text": "When we're discussing who to invite to a dinner party, my wife Chaz and I sometimes use the shorthand, \"good value for money,\" which indicates guests expected to be entertaining. The Siegels would qualify.\n\nLet me just place some background on the table. David Siegel is a billionaire who founded Westgate Resorts, \"the largest time-share company on the planet,\" I believe he says. Jackie is his third wife, and although she is clearly a trophy and has the boobs to prove it, she is also the mother of seven of his eight children, was born into humble circumstances, refused to become somebody's secretary and earned an engineering degree instead.\n\nTheir new home in Florida has 10 kitchens and a bowling alley. I never learned how many rooms it has, but while it's under construction, she gives a tour to Lauren Greenfield, the film's director — and when Greenfield asks, \"Will this be your bedroom?\" Jackie says, \"Oh, no … this is my closet.\"\n\nSiegel is in the middle of constructing a towering Westgate flagship in Las Vegas when the housing crisis strikes and almost wipes him out. There is rich irony as he complains that greedy bankers tempted him with cheap money to take out loans he couldn't repay — which is exactly what his sales force has been persuading time-share customers to do. \n\nIt's rather endearing that Siegel will look straight at the camera and make such a complaint, unaware of or indifferent to its irony. He seems inclined to tell the truth. He boasts that his money got George W. Bush elected, and then adds with a twinkle in his eyes, \"by extra-legal means.\" He confesses that he lost some enthusiasm for Bush after his invasion of Iraq.\n\nBut it's Jackie who steals the show. She isn't one of your snobby creatures from reality TV. She has a warm smile, a confiding manner and a sort of \"I Love Lucy\" ditziness as she cluelessly wrestles with the problem of a home with seven kids in residence, countless domestic staff and innumerable little white dogs. When the market crashes, the Siegels put the house up for sale, and David struggles desperately to save his Las Vegas tower. All but one domestic is laid off, and dog poop relentlessly builds up. David instructs Jackie to cut way, way down on her compulsive shopping, so she switches to Wal-Mart, where nevertheless she loads up shopping carts with so many needless purchases, it takes a fleet of SUVs to haul them home.\n\nSome of Jackie's dialogue is so good it would distinguish a sitcom. Talking to the clerk behind the rental car counter, she asks, \"What's the name of my driver?\" David, meanwhile, retreats into a sort of man cave, his study with its big-screen TV, where he watches the financial news, telephones bankers and investors, and vows he will save the Las Vegas property, whatever it takes him.\n\nYou can't hate these people, and it's clear that Lauren Greenfield didn't — although, to be sure, they were giving her incredible access to a lifestyle most people, even \"rich\" people, can barely imagine. What you can do is deplore them. It's a shame they haven't thought of more productive and useful ways to spend their fortune. Still, to be sure, their fortune is based on income from time-share buyers who had the same problem.", "running_time": 100, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-08-01", "genres": ["Documentary"], "title": "The Queen of Versailles (2012)"}