{"url": "http://www.rogerebert.com/reviews/the-world-is-big-and-salvation-lurks-around-the-corner-2011", "by": "Miki Manojlovicas Bai Dan", "star_rating": 3.0, "text": "I don't suppose \"The World Is Big and Salvation Lurks Around the Corner\" can be described as plausible, but it's lovable in a way that's sometimes goofy, sometimes sad, always optimistic. The places are Bulgaria and Italy. The times are the Cold War and the present. The story shuttles between both times and both places.\n\nIn a village in today's Bulgaria, a small group of friends meet every day to gossip and play backgammon, a game they take very seriously. How seriously? As a matter of pride, they don't play for money. To be the winner of their never-ending tournament is to be the King of Backgammon, i.e., the world. The reigning king is the immensely likable Bai Dan (Miki Manojlovic).\n\nOne day tragic news arrives. Bai Dan's son and daughter-in-law have been killed in an automobile crash. His grandson, Sashko (Carlo Ljubek), has survived. In flashbacks that continue through the film, we learn more of the story. Under the communist regime, Bai Dan had not expressed the proper devotion to the authorities. You wouldn't call him a dissident, but he's feisty and sarcastic, and mocks a sullen man in a business suit who often sits in the cafe but refuses to join in a game. \n\nThis bureaucrat puts pressure on Bai Dan's son to inform on the old man. This suggests the young people, the wife pregnant, should leave the country quickly, and we follow them on a fraught odyssey through Yugoslavia to a refugee camp in Italy. Here they hope to get their papers to move on to Germany. In interlocking flashbacks, they're kept on indefinite hold by Italian authorities, who like collecting a per diem for their upkeep. Years pass. Then there is the crash.\n\nBai Dan travels immediately to his grandson's bedside, but Sashko has no idea who he is. He suffers total amnesia, a condition that is sad in life but invaluable to director Stephan Komandarev. As Sashko's physical health returns to normal, Bai Dan gradually wins over the boy's trust, and decides the way to restore his memory is for the two of them to join in a journey back home to Bulgaria. In theory the sights, sounds, smells and language of his native land will restore the lad's memory. Sashko, a robust, open-faced, apparently 20-ish, after all has nothing better to do than go along.\n\nIt will not be a quick trip. Bai Dan obtains a bicycle built for two, and with Sashko sets out to pedal halfway across the Balkans — where, the narration informs us, \"Europe ends but never starts.\" Now we have the dependable mechanism of a road picture, including even a stop at a hikers' camp where the young man meets a girl his age and has a skinny-dipping experience that will change his life.\n\nMiki Manojlovic's performance as the grandfather is important to the film's success. There is a tendency in Eastern European movies for mustached salt-of-the-earth older men to become insufferable. Not here. Bai Dan is loving, stubborn, encouraging, and not wearing on our nerves. This is just as well, because Sashko is limited in the personality department, as well a man with amnesia might be. \n\nFinally they arrive home, where grandfather and grandson face off in a backgammon game, cheered by the cafe's crowd of friends (still apparently around the same table in the same configuration after 20 years). I'm not sure if it matters, really, who wins the game, but I will observe that in Bulgaria as in many, many other nations, the filmmakers find it handy to use a crowd of regulars in a cafe or bar as a sort of Greek chorus to bear witness and play to a reliable audience.", "running_time": 105, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-16", "genres": ["Drama", "Foreign"], "title": "The World is Big and Salvation Lurks Around the Corner (2011)"}