{"url": "http://www.rogerebert.com/reviews/the-dark-knight-rises-2012", "by": "Christian Baleas Bruce Wayne", "star_rating": 3.0, "text": "\"The Dark Knight Rises\" leaves the fanciful early days of the superhero genre far behind, and moves into a doom-shrouded, apocalyptic future that seems uncomfortably close to today's headlines. As urban terrorism and class warfare envelop Gotham and its infrastructure is ripped apart, Bruce Wayne (Christian Bale) emerges reluctantly from years of seclusion in Wayne Manor and faces a soulless villain as powerful as he is. The film begins slowly with a murky plot and too many new characters, but builds to a sensational climax.\n\nThe result, in Christopher Nolan's conclusion to his Batman trilogy, is an ambitious superhero movie with two surprises: It isn't very much fun, and it doesn't have very much Batman. I'm thinking of the over-the-top action sequences of the earlier films that had a subcurrent of humor, and the exhilarating performance of Heath Ledger as the Joker. This movie is all serious drama, with a villain named Bane whose Hannibal Lecterish face-muzzle robs him of personality. And although we see a good deal of Bruce Wayne, his alter-ego Batman makes only a few brief appearances before the all-out climax.\n\nBane, played by Tom Hardy in a performance evoking a homicidal pro wrestler, is a mystery because it's hard to say what motivates him. He releases thousands of Gotham's criminals in a scenario resembling the storming of the Bastille. As they face off against most of the city police force in street warfare, Bane's goal seems to be the overthrow of the ruling classes. But this would prove little if his other plan (the nuclear annihilation of the city) succeeds.\n\nBane stages two other sensational set pieces, involving destroying the Stock Exchange and blowing up a football stadium, that seemed aimed at our society's twin gods of money and pro sports. No attempt is made to account for Bane's funding and resources, and when it finally comes down to Bane and Batman going mano-a-mano during a street fight, it involves an anticlimactic fist-fight. He blows up the city's bridges and to top that lands a right hook on Batman's jaw?\n\nBane is the least charismatic of the Batman villains, but comes close to matching Bruce Wayne and Batman in screen time. The film also supplies a heroic young cop (Joseph Gordon-Levitt), two potential romantic partners for Wayne, and lots of screen time for series regulars Alfred the Butler (Michael Caine, remarkably effective in several trenchant scenes), Commissioner Gordon (Gary Oldman) and the genius inventor Lucius Fox (Morgan Freeman).\n\nOne of the women is the always enigmatic Catwoman (Anne Hathaway), and the other is Miranda Tate (Marion Cotillard), a millionaire who may be able to rescue Wayne Enterprises after Bane's stock market mischief wipes out Wayne financially. Catwoman is a freelance burglar who's always looking out for number one, and Miranda is a do-gooder environmentalist; both are drawn irresistibly to Bruce, who is not only still a bachelor but has spent the last eight years as a hermit, walled up in Wayne Manor with the loyal Alfred.\n\nAll of these characters and their activities produce stretches in the first half of the film during which, frankly, I was not entirely sure who was doing what and with which and to whom. The movie settles in for its sensational second half, however, although not everybody will be able to precisely explain the deep stone well where Bane imprisons Bruce Wayne. The circular walls of this well represent a deadly climbing wall by which anyone can try to reach freedom, but few succeed. The actual location is in Jodhpur, Rajasthan, India, and we get a glimpse of some zigzagging stairs that are unforgettably shown in \"Baraka.\" Turns out Bane was held there as a child.\n\nThis is a dark and heavy film; it tests the weight a superhero movie can bear. That Nolan is able to combine civil anarchy, mass destruction and a Batcycle with exercise-ball tires is remarkable. That he does it without using 3D is admirable. That much of it was shot in the 70mm IMAX format allows it to make that giant screen its own. That it concludes the trilogy is inevitable; how much deeper can Nolan dig? It lacks the near-perfection of \"The Dark Knight\" (2008), it needs more clarity and a better villain, but it's an honorable finale.", "running_time": 165, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-07-17", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Dark Knight Rises (2012)"}