{"url": "http://www.rogerebert.com/reviews/the-ringer-2005", "by": "Johnny Knoxvilleas Steve Barker", "star_rating": 3.0, "text": "\"The Ringer\" is a comedy about a man who poses as mentally disabled in order to fraudulently enter the Special Olympics. Yes, it's connected to the Farrelly brothers, specialists in bad taste, the same Bobby and Peter who showed the guy's artificial thumb rolling down the alley stuck in his bowling ball; indeed, the same Peter and Bobby who in \"There's Something About Mary\" gave us the hair gel that could have taken cell cloning research in a new direction. They are the executive producers of \"The Ringer,\" which means they came up with the money, and my guess is a lot more than that.\n\nSo the movie is in horrible taste and Politically Incorrect and an affront to all that is decent, right? After all, it stars Johnny Knoxville, whose \"Jackass\" TV show is probably the Farrelly's idea of \"Masterpiece Theatre.\" But not so fast, Ex-Lax. The movie surprised me. It treats its disabled characters with affection and respect, it has a plot that uses the Special Olympics instead of misusing them, and it's actually kind of sweet, apart from a few Farrellian touches like the ex-janitor who gets his fingers chopped off in the lawn mower.\n\nWhat happens is that the hero, Steve Barker (Knoxville), listens to one self-help tape too many: Hey, you! Yes, you! I'm talking to you -- the loser who bought this tape! The tape works him into a lather and he demands a promotion. \"Sure,\" says the boss. \"You can start now. Fire the janitor.\"\n\nBut, jeez, Stavi the janitor (Luis Avalos) is a nice guy, and a widower with five kids to feed. So Steve fires him, and then hires him to mow the lawn at his condo, and gives him a raise out of his own salary, and then Stavi Loses Fingers. Stavi, who always refers to himself in the third person, seems to speak in capitalized words, as in Stavi's Kids Will Starve, or HMO Says Stavi Has No Finger-Sewing Insurance.\n\nSteve has an Uncle Gary (Brian Cox) who is wanted by the mob regarding a past-due loan, and knows how he and Steve can raise the money they need. Steve will pose as a Special Olympian, run rings around the other athletes, and Uncle Gary will bet a lot of money on him. Steve is a lot of things, but he is not a Special Actor.\n\nHe poses as mentally challenged, calls himself Jeffy, forgets his last name, and his Uncle Gary comes up with Dahmer. The real Special Olympians are not fooled by Jeffy for one second: \"You talk different,\" they tell him. The competition includes Jimmy (Leonard Flowers), the Special Superstar, who arrives in a stretch limo with his agents and trainers, and has a lot of endorsement contracts. Also some regular Special Guys who, once they've blown Jeffy's cover, think it's cool that anyone would be stupid enough to try a stunt like that. And there's a beautiful volunteer named Lynn (Katherine Heigl), who Steve falls in love with -- as Jeffy, leading to complications.\n\nThe plot takes care of itself, on the level of a competent sitcom. This is not a great movie but I kinda liked its spirit. It might have been better if the Farrellys had directed, instead of Barry W. Blaustein. Some of the Special characters are disabled, some are not, but all are seen as engaging and valuable people.\n\nAlthough the Farrellys have made a career out of comedies in bad taste, I happen to know they have a sincere interest in mentally challenged people, because they have a good friend named Rocket who knows everything about the movies. When we were trying out co-hosts on the TV show, they called me and pitched Rocket for the job. \"For co-host?\" I asked. \"Or your job,\" they said. I was tempted, but afraid the audition might come across the wrong way.\n\n\"The Ringer\" could have been a better movie, but that would have depended more on the screenplay than the cast, which is effective and generates real affection. Knoxville is on target as Nothing Special, and Brian Cox demonstrates why he is not only in every movie made, but deserves to be.\n\nNote: Is the movie appropriate for developmentally disabled young people? There is a sincere note on the Internet Movie Database, from the mother of a disabled child and Special Olympics participant. I pass along her opinion without comment. She writes:\n\n\"While you may find the story uplifting, it made elude your students' understanding. It may be painful for them to see the type of teasing and disrespect they experience. Don't assume they will get the same thing out of the movie that you do. You may do a lot more harm than good ...\n\n\"I did not allow my son to see 'Forrest Gump' or 'I Am Sam' specifically because he will view these types of films from an entirely different perspective. Because the film is about the disabled, the journey itself is far too personal for many developmentally disabled people to endure and perhaps difficult for them to understand the good intentions.\"", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-12-22", "genres": ["Comedy", "Sports Film"], "title": "The Ringer (2005)"}