{"url": "http://www.rogerebert.com/reviews/the-doctor-and-the-devils-1985", "by": "Timothy Daltonas Dr. Thomas Rock", "star_rating": 1.5, "text": "It is impossible to discover, on the evidence of \"The Doctor and the Devils,\" why anybody connected with this movie thought it should be made. It is unredeemed, dreary, boring, gloomy dreck unilluminated by even the slightest fugitive moment of inspiration or ambition. It's an utterly depressing movie, not just because of its subject matter (murder and the sale of cadavers) but because neither tragedy nor humor are allowed to distract from its dogged progress from one dead scene to another. \n\nThe story involves an unholy alliance in 19th-century England between a brilliant young anatomy professor named Thomas Rock (in real life, named Robert Knox), and two grave-diggers who observe that he pays better for fresh corpses than for maggoty ones. So, they meet the market demand by suffocating homeless people from the slums and delivering the bodies, sometimes still warm, to the doctor's lecture chambers. The doctor's assistant warns him that they are purchasing the victims of murder, but the doctor replies that he is a scientist, not a moralist, and must advance the cause of knowledge. \n\nThe movie is \"based on a screenplay by Dylan Thomas.\" Somehow I doubt that the original treatment by Thomas ended the way the movie does, with the heroic young doctor rescuing Twiggy from the clutches of the corpse-merchants. The original source for all of this material is one of my favorite books, \"Criminal Chronicles,\" by William Roughead, an early 20th-century London court reporter who laboriously researched the court records on the juiciest Victorian murder trials, and retold them in lurid detail. \n\nYou'd think it would be hard to make murder uninteresting - especially the scandalous series of body-snatchings sponsored by Dr. Rock. But \"The Doctor and the Devils\" succeeds. It is a very expensive production, handsomely mounted on elaborate sets that recreate early Victorian slums, gin halls and bawdy houses quite convincingly. But no spark of energy is allowed into the telling of the story. \n\nDr. Rock (Timothy Dalton) comes across as a constipated prig, his assistant (Julian Sands) comes across as Horatio Alger, and the murderers are grisly caricatures, scurrying around the streets with fresh corpses slung over their shoulders. The only ray of sunshine comes from Twiggy, as a tart. She looks great now that she's put on some weight. \n\nMaterial like this has to be aimed in one of two directions. Either (a) it should be sensationalized as it was in Boris Karloff's \"The Body Snatcher,\" based on the same material, or (b) it should be turned into a deep, morbid psychological study. \"The Doctor and the Devils\" takes a drab middle road, as a sort of docu-drama about necrophilia as the disease of the week.", "running_time": null, "mpaa_rating": null, "release_year": 1985, "date_published": "1985-11-11", "genres": ["Foreign", "Horror"], "title": "The Doctor and the Devils (1985)"}