{"url": "http://www.rogerebert.com/reviews/the-watcher-2000", "by": "James Spaderas Campbell", "star_rating": 2.0, "text": "\"The Watcher\" is about still another serial killer whose existence centers on staging elaborate scenarios for the cops. If these weirdos would just become screenwriters in the first place, think of the lives that could be saved. Keanu Reeves stars as Griffin, a murderer who follows an FBI agent named Campbell (James Spader) from Los Angeles to Chicago, complaining about the cold weather but explaining he had to move because \"things didn't work out with your successor.\" Killing just wasn't the same without Campbell to bug.\n\nAccording to a theory floated by Campbell's therapist (Marisa Tomei), the killer and the agent may need each other, or are the brothers neither one ever had. Freud would cringe. Campbell is indeed forever seeking Griffin's reaction; what the agent thinks is more important to him than what his victims think. Griffin spends relatively little time killing his victims, but must spend days preparing presentations for Campbell.\n\nHe sets puzzles, issues challenges, sends him FedEx packages with photos of the next victims, devises elaborate booby traps and recklessly follows the agent (who does not know what he looks like) right onto elevators. Finally he sets up a face-to-face meeting in a cemetery. The psychology here is a little shaky. Although some serial killers may have issues with the law, most of them focus, I think, on their victims and not on some kind of surrogate authority figure.\n\nThe movie's structure is simple: Killer issues challenge, agent rises to bait, desperate city-wide search leads to still more frustration. (Strange, that the same weekend would bring the overplotted \"The Way of the Gun\" and the underplotted \"The Watcher.\") \"The Watcher\" devotes an inordinate amount of its running time to Chicago police cars with sirens screaming as they hurtle down streets and over bridges, never turning a corner without almost spinning out. There are also a lot of helicopters involved. At one point the killer is pinpointed \"20 miles north of the city,\" a map shows Lincolnwood, and the cops converge at first on the Wrigley Building, before relocating to an abandoned warehouse. I know you're not supposed to fret about local geography in a movie, where a city is a backdrop and not a map, but aren't there a lot of people who know the Wrigley Building is not 20 miles north of the city? Maybe the helicopter pilots are disoriented; in the chase that opens the movie, they come whirling into town from Lake Michigan, which makes for a nice opening shot while not answering the puzzle of how many miles from shore they are usually stationed.\n\nThe actors cannot be faulted. They bring more to the story than it really deserves. Spader has his hands on an intriguing character; Agent Campbell's tragic history (shown in flashbacks) has led to migraines so bad that he injects himself with pain medication straight into a stomach muscle. Painkillers have made him start losing his way and forgetting stuff, he complains to Tomei, and a Chicago cop calls him \"Captain Barbiturate,\" observing \"if his pupils don't dilate, we don't need him.\" Migraines literally cripple their victims, but Campbell has one of those considerate cases that never strikes when he is saving lives or pursuing fugitives.\n\nSpader's quiet exchanges with Tomei are effective, too, even if we know her character was put on earth to get into big trouble. Reeves, as the killer, has the fairly thankless task of saying only what the movie needs him to say; he's limited by the fact that his killer has no real dimension or personality apart from his function as a plot device. The final confrontation is an example: Is he more interested in revenge, or in demonstrating the ingenuities of his booby-trapped scenario? It goes without saying, I guess, that the scene features hundreds of candles. Just once in a pervert killer movie, I wish they'd show a scene where he's pushing a cart through the Hallmark store, actually buying all those candles (\"Do you have any that are unscented and aren't shaped, like, uh, little Hummel figures?\").", "running_time": 93, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-09-08", "genres": ["Mystery", "Suspense", "Thriller"], "title": "The Watcher (2000)"}