{"url": "http://www.rogerebert.com/reviews/the-legend-of-nigger-charley-1972", "by": "Fred Williamsonas Charley", "star_rating": 2.0, "text": "“The Legend of Nigger Charley” is an amiable black Western with sufficient episodes of violence to give it the appearance of heading somewhere. Actually, though, it mostly just drifts, and gets incredible mileage out of some nice guitar and banjo work on the sound track while the heroes ride everlastingly into the sagebrush. When things get especially slow, they throw in a shoot-out with Whitey, which cheers everybody up. \n\nThis will do as easy entertainment, I guess, but the novelty of a black cowboy shooting a white bad guy is sure to wear off sooner or later, and then maybe black Westerns will be made with the same care as the traditional item. You seen one piece of white trash blown out of the saddle for calling the hero “boy,” you seen them all. \n\nThe story involves an escaped slave who heads West to freedom with a couple of friends. He is pursued by a white gang led by a sadistic slaveowner who allows, “I’ve never lost a nigger yet and I don’t mean to start now.” This represents one of the maybe six dozen times in the movie when the word “nigger” is employed. The idea seems to be to throw the word around until everybody is thoroughly sick of it, and then kill whoever has used it, setting the record straight. \n\nIf that is one of the themes of the movie, the other is that Charley is through being anyone’s slave. “I’m a free man, and I’ll die a free man,” he assures his friends two or three times. That’s fine except it’s his friends who get killed. The only survivor is his comic-relief sidekick, who is there for the big fade-out at the end. “Where shall we go now, Charley?” he asks. “Don’t matter,” Charley says. “Wherever we go, there’s trouble waiting for us.” \n\nStrictly speaking, this is the truth. But Charley has a way of finding trouble where he needn’t have looked. After he wins the first shoot-out with the white pursuit squad, he is asked by a local farmer to sign on as a hired gun. It seems that the farmer’s wife is half-Indian, and so no one will help when “Preacher” and his gang attack their farm. Preacher is your typical frontier lunatic in a stovepipe hat, who quotes from the Bible while cutting off people’s fingers. \n\nCharley says protection isn’t his line, but 20 miles down the road he gets to thinking about that cute little half-breed wife. So he takes his men and rides back to the ranch in a clever bit of script-manipulation that succeeds in squeezing in two more gunfights. He also gets to kiss the woman, once, which does not seem like too high a ratio of sex to violence. \n\n“The Legend of Nigger Charley” is frustrating partly because of the high level of acting talent in the cast. When you see fine actors being thrown into exploitative scripts, you begin to get a little angry. If the current group of black-oriented movies has proven anything, it’s that there’s a large pool of skilled and interesting black actors in Hollywood. Whether it will forever be necessary for them to waste their talents in dumb screenplays is a question that must come to them sometimes late at night. Fred Williamson, last seen in Otto Preminger’s “Tell Me That You Love Me, Junie Moon,” plays, Nigger Charley as a suitably heroic lead. There’s not a lot of room for the character to stretch out and develop himself, largely because of the pale dialog, but Williamson is a strong leading man able to bring more complexities to a hero’s role than, say, Jim Brown. \n\nD’Urville Martin plays his sidekick, Toby, who is a genuinely funny pessimist. Don Pedro Colley is the bald, bearded and unshakable third member on the team, The way they work together in some scenes makes you think of Westerns like “The Magnificent Seven” and “The Professionals” - movies “Nigger Charley” might have resembled more if so much confidence hadn’t been placed In the shoot-outs. There is no intrinsic reason why black Westerns have to be bad Westerns, so we can still hope.", "running_time": 98, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-05-23", "genres": null, "title": "The Legend of Nigger Charley (1972)"}