{"url": "http://www.rogerebert.com/reviews/the-leading-man-1998", "by": "Jon Bon Jovias Robin Grange", "star_rating": 3.0, "text": "\"The Leading Man\" begins as a backstage story about the London theater world, and then a little Hitchcockian intrigue edges into the frame. The movie's about \"Britain's greatest living playwright,\" a bedeviled middle-aged man with a wife and a mistress, both angry with him. A Hollywood sex symbol, who is starring in his new play, offers to solve all his problems by seducing the wife.\n\nThis is a little like Hitchcock's setup in \"Strangers on a Train,\" where an outsider sees a need and volunteers to meet it--at a price. The neat trick in \"The Leading Man\" is that we never quite understand the movie star's complete plan. Why is he doing this (apart from getting the husband's license to seduce the wife?). What else does he have in mind? The movie star, Robin Grange, is played by the rock musician Jon Bon Jovi, who is convincing as a man who is completely confident of his ability to seduce any woman, anywhere, anytime. Like Richard Gere, he has a way of looking at a woman as if they're both thinking the same thing.\n\nThe playwright, Felix Webb (Lambert Wilson) is one of those men for whom romantic intrigue is hardly worth the trouble: His wife is bitter at his treatment of his family; his mistress is tired of his promises that someday, very soon, he will leave his wife. He can't be happy anywhere.\n\nFelix's problems come to a boil during rehearsals for his new play, which stars both Robin and Hilary (Thandie Newton), his mistress. It also stars two dependable British veterans, played by David Warner and Patricia Hodge, who have seen backstage affairs before, and will see them again, and simply turn up to do their jobs. (While the younger actors are doing nervous deep-breathing exercises before the curtain goes up, Warner's character listens to cricket and plays solitaire).\n\nThe playwright could be leading a very happy life. He has a big old house on the bank of the Thames, down from Hammersmith bridge, where his happy children play in the garden while his wife Elena (Anna Galiena) steeps in resentment (one night as he sleeps, she takes a scissors and chops off his famous forelock). Elena is younger than Felix, and Hilary is younger still, living with roommates who race out to dance clubs and are amused by the fogey she has taken into her bed. But here's a twist: The young girl is steadfast and sincere in her love for him, and not portrayed as a flirt or a siren.\n\nRobin, the American, quickly sees what Felix thinks is a secret, his affair with his leading lady. Robin makes the great man an offer: He will seduce Elena, clearing the field. \"It would be doing a favor for a friend,\" he explains. \"Besides, I've seen her photographs. She's a beautiful woman.\" So she is, and a faithful one, up to a point. But Robin studies his quarry carefully, making lists of the books she reads and the music she listens to (these details are not very convincing), and discovering her own secret--Elena is also a playwright, but her writing is hidden in the shadow of Felix's great reputation. He can help her but is something sinister concealed in Robin's helpfulness? He also is growing closer to his co-star, Hilary. Does he plan to take both women away from the playwright? And what about the gun he likes to play with? The film, directed by John Duigan and written by his sister Virginia, is completely familiar with its show-biz world. Virginia is married to the director Bruce Beresford, and Duigan himself has been long romantically linked with Newton, who he directed in the wonderful film \"Flirting\" (1992). Little biographical details--like Newton's degree from Oxford--are lifted from life.\n\nBut the climax does not, I'm afraid, do justice to the setup. Hitchcock, having brought the gun and the matching love triangles onstage, would have delivered. Still, Duigan keeps us interested right up to the overwrought final developments, and his portrait of the London theater world is wry and perceptive. The way he uses the actor Barry Humphries as the director of Felix's play, and Warner and Hodge as the seasoned pros, adds a certain ironic perspective to all the heavy breathing in the foreground.", "running_time": 96, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-03-13", "genres": ["Comedy", "Foreign", "Romance"], "title": "The Leading Man (1998)"}