{"url": "http://www.rogerebert.com/reviews/the-mysterious-island-of-captain-nemo-1975", "by": null, "star_rating": 1.5, "text": "Lots of movies have been inspired by their special effects, but \"The Mysterious Island of Captain Nemo\" may be the first movie inspired by its lack of special effects. Here's a kiddie movie with a nihilistic, suicidal ending because there wasn't enough money to show Nemo's famous submarine, the Nautilus, actually moving underwater. Nemo, faced with doom and lacking the expensive special effects necessary to make his escape, chooses to go down with his ship and save the producers money.\n\nWe do, however, get the inside of the Nautilus, as well as a cheap set alleged to show its conning tower and upper deck (the rest of the vast vessel is underwater, and, as the saying goes, out of sight is out of mind and also not out of pocket). It's inhabited by Nemo himself, played by the sadeyed Omar Shariff, who gets star billing for his approximately 10 minutes on screen.\n\nThe plot involves a group of shipwrecked balloonists (or balloonwrecked sailors) and their dog, who are stranded on a strange island guarded by devices that look like a cross between Chinese dragons and death rays. They set up housekeeping in a cave, stay away from the death rays, float to a nearby island to rescue another shipwreck victim and spend an inordinate amount of time following their dog, who is as clever as, and vastly more humorous than, the rest of the cast.\n\nThere are also some pirates who turn up, apparently looking for Nemo, and there are several inconclusive gun battles for no very good reason. The most inexplicable scene (in a movie full of them) is one involving a pet chimpanzee, who arrives unannounced, does its stuff and then is shot by the pirates and buried. Never introduce a chimpanzee in the first act unless you're going to shoot it in the third?\n\nAfter adventures too boring to mention, our heroes wind up in Captain Nemo's grotto and on board the Nautilus. He gives them an illustrated slide lecture of his background and early years, and meanwhile the island is blowing up. That's our chance to see stock footage of lava flowing from volcanoes. In fear that we may miss the point (after all, this is rented footage), the producers show it to us, not once, but twice. That's not necessary since we saw the identical stock footage in last month's \"The Island at the Top of the World.\" That volcano gets around.\n\nMovies like this have an obligatory structure (or used to) that requires a climax at the end. We can reasonably expect that our heroes will assist Captain Nemo in freeing himself and his submarine from the grotto, but, no, they don't. They climb out of the grotto and make their way to the beach. The Nautilus goes down in an orgy of trick photography. A ship steams into sight to rescue the survivors. The movie's last line of dialog is one of regret that rescue has arrived \"since now our adventures are over.\" That's assuming they ever began.\n\nCORRECTION: Madeline Kahn's Academy Award nomination this year is for her performance in \"Blazing Saddles,\" not \"Young Frankenstein\" as incorrectly reported in Tuesday editions.", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": null, "title": "The Mysterious Island of Captain Nemo (1975)"}