{"url": "http://www.rogerebert.com/reviews/the-heartbreak-kid-2007", "by": "Ben Stilleras Eddie Cantrow", "star_rating": 2.0, "text": "The premise of \"The Heartbreak Kid\" is that a man marries a woman who quickly becomes unbearable to him. The problem is that she just as quickly becomes unbearable to us. Perhaps it is a tribute to Malin Akerman, who plays the new bride, named Lila, that she gets the job done so well; after a point, we cringe when she appears on the screen.\n\nNor do we have much sympathy for her new husband, Eddie, played by Ben Stiller. Eddie is a shallow, desperate creature, driven by his hungers, always looking as if he'd like to gnash the flesh of those who oppose him. So here we have a marriage between two unpleasant people, and into these jaws of incompatibility is thrown the person of Miranda (Michelle Monaghan), a sweet girl who deserves better.\n\nThe movie is a remake of Elaine May's splendid 1972 comedy, written by Neil Simon, much revised by May. She starred Charles Grodin as a passive-aggressive social climber, her own daughter, Jeannie Berlin, as his alarming first wife, and Cybill Shepherd as the WASP goddess on a Florida beach who he falls in love with on his honeymoon. That film was better in every way, not least because it did not require the Lila character to be revealed as a potty-mouthed sexual predator.\n\nThe plot outlines are the same. Man ends his prolonged bachelorhood with an unwise marriage, discovers on honeymoon (then to Florida, now to Mexico) that she has Big Problems. After she collapses with an ugly sunburn, he meets the real girl of his dreams on the beach, and they fall in love while he neglects to mention that he is married.\n\nAs Neil Simon and Elaine May knew, this is a good comic situation. As the Farrelly brothers, Bobby and Peter do not know, there are certain kinds of scenes that are deal breakers, rupturing the fabric of comedy and becoming just simply, uncomfortably, unpleasant. They have specialized in over-the-top transgressive comedy (\"There's Something About Mary\"), but always before with characters who could survive their sort of acid bath. Here the characters are made to do and say things that are outside their characters, and maybe outside any characters.\n\nConsider the question of the parents of the newlywed Lila; her mother (Kathy Lamkin) is revealed as a very overweight fatso, with the implication that Lila will eventually balloon to such a size. But what's so great about Eddie's father (Jerry Stiller), a vulgarian with an orange toupee, who sees women as throwaway commodities, advises his son to get all the sex he can, anywhere he can and ends up in a Las Vegas hot tub with a blond (Kayla Kleevage, yes, Kayla Kleevage) whose breasts are so big they bring the show to a halt the same way a three-legged woman might? There is also an example of a \"Mexican Folklore Dance\" that involves a donkey with unappetizing sexual equipment. The Farrellys' overkill breaks the fabric of their story.\n\nThere are small moments of real humor. The hair on the head of the first child of Eddie's best pal (Rob Corddry), for example. Lila's showdown between a deviated septum and a shrimp. The suspicions that Miranda's cousin (Danny McBride) has about Eddie. The way Eddie is vilified in the speeches after the wedding of a former girlfriend. More of that and less of peeing on poisonous jellyfish might have helped. But the film is a squirmy miscalculation of tone.", "running_time": 116, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-10-04", "genres": ["Comedy", "Romance"], "title": "The Heartbreak Kid (2007)"}