{"url": "http://www.rogerebert.com/reviews/the-fox-and-the-hound-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\nIn all the old familiar ways,\r\n“The Fox and the Hound” looks like a traditional production from Walt Disney\r\nanimators. It has cute little animals and wise old owls. It has a villain in\r\nthe shape of a mountainous grizzly bear, and comic relief in a long-standing\r\nfeud between a woodpecker and a caterpillar. And it has songs that contain such\r\nuncontroversial wishes as, \"If only the world wouldn't get in the way, If\r\nonly the world would let us play.\" And yet, for all of its familiar\r\nqualities, this movie marks something of a departure for the Disney studio, and\r\nits movement is in an interesting direction. “The Fox and the Hound” is one of\r\nthose relatively rare Disney animated features that contains a useful lesson\r\nfor its younger audiences. It's not just cute animals and frightening\r\nadventures and a happy ending; it's also a rather thoughtful meditation on how\r\nsociety determines our behavior. \n\n\r\nThe movie is a fable about a small puppy named\r\nCopper and an orphaned fox named Tod. At the outset we sense something unusual,\r\nafter the camera traces a gloomy path through the shadows of the forest, a\r\nmother fox and her baby come running terrified out of the woods, chased by\r\nhunters and hounds. Will the mother and child escape? They almost do. But then\r\nthe mother hides her baby and sacrifices her life to draw attention away from\r\nhim. This is the cruel world, without any magical cartoon escapes. \n\n\r\nThe little fox is taken under the wing, so to\r\nspeak, by wise old Big Mama Owl, who arranges for the baby to be adopted by a\r\nkindly farm woman. It's at this point that the puppy comes into the plot. Puppy\r\nand fox become great friends in their childhoods and pledge to be loyal to each\r\nother forevermore. But then the quickly growing hound is taken away to be\r\ntrained as a hunter, and the next time the two friends meet, the hound is\r\nsavagely trying to chase down the fox. After they are almost killed by the\r\nbear, there is a reconciliation of sorts. They realize (and perhaps the kids in\r\nthe audience will realize, too) how quickly our better impulses can be drowned\r\nout by the noise of society. The message is not heavy-handed, nor does it need\r\nto be, because the lessons in the movie are so firmly illustrated by the lives\r\nof the animals. \n\n\r\nAlthough “The Fox and the Hound” is the first\r\nDisney animated feature to have been made mostly by a newer generation of\r\nartists at the studio, the film's look still is in the tradition of “The\r\nRescuers” (1977) and other Disney work in the 1970s. That means we don't get\r\nthe painstaking, frame-by-frame animation of individual leaves and flowers and\r\nbirds that made “Snow White” magical back when animator man-hours were cheaper.\r\nBut we do get a lot of life and energy on the screen. \n\n\r\nThe star of the movie's sound track is Pearl\r\nBailey as Big Mama Owl. She sings three songs, dispenses advice with a free\r\nhand, and struts around in the forest as a sort of feathered Ann Landers. The\r\nanimators have done a wonderful job of giving their cartoon owl some of Pearlie\r\nMae's personality traits, but the two leading characters (with Mickey Rooney as\r\nthe fox and Kurt Russell as the hound) are more straightforward. \n\n\r\nThe bottom line, I suppose, is: Will kids like\r\nthis movie? And the answer is, sure, I think so. It's a fast-moving, colorful\r\nstory, and as I watched the animated images on the screen, I was suddenly\r\nreminded of a curious belief I held when I was a kid. I believed that cartoons\r\nlooked more real than \"live\" features, because everything on the\r\nscreen had sharper edges. I outgrew my notion, but I'm not sure that represents\r\nprogress.", "running_time": 83, "mpaa_rating": "G", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Animation", "Drama", "Family"], "title": "The Fox and the Hound (1981)"}