{"url": "http://www.rogerebert.com/reviews/the-stoneraft-2003", "by": "Ana Padraoas Joana", "star_rating": 3.0, "text": "Certain unexpected shots send an uneasy shudder through the audience. In \"Close Encounters\" there was the pickup truck waiting at the train crossing when two headlights appeared in the rear window and then, inexplicably, began to rise vertically. In George Sluizer's new film \"The Stone Raft,\" a dog trots doggily through a country field, and then for no reason leaps across a patch of ground, and continues on his doggy way. A second later, a crack opens up in the ground right where he jumped. How did the dog know? The film is a low-key disaster picture, made about characters who are inward, thoughtful, talkative. It's about the Iberian peninsula breaking loose from Europe and sending Spain and Portugal very quickly out into the Atlantic toward a collision with the Azores.\n\nLike all disaster movies, it follows the larger story through several smaller ones. There are five of them, drawn together finally by the dog. Jose (Gabino Diego) discovers that he is being followed everywhere by a flock of birds. Joana (Ana Padrao) uses a stick to idly trace a line in the earth, and finds she cannot erase the line. Jose (Gabino Diego) picks up a heavy stone and heaves it into the sea, only to watch amazed as it skips over the waves like a pebble. Maria (Iciar Bollain) starts to unravel a knitted blue sock that has gone wrong, and discovers that her task is never done: \"No matter how long I work, there is still more wool.\" An older man named Pedro (Federico Luppi) can feel the earth trembling even if no one else can.\n\nThese people end up in an increasingly crowded Citroen 2CV, driving toward the collision coast as crowds flee in the opposite direction. Eventually the car breaks down and they switch to a horse cart. Some villages are being looted by mobs; in others, people dance in the streets, for tomorrow they may die.\n\nTelevision covers the fallout. Britain reasserts its claim to Gibraltar. Americans arrive to try to close the widening rift with cables and earth-moving machinery. Governments resign. No one has an explanation, although many believe the film's five heroes may have had something to do with it.\n\nSluizer is the same director who made \"The Vanishing\" (1993), one of the best thrillers ever made, about a man whose wife disappears at a highway rest stop. He later remade it in a Hollywood version that vulgarized his own material. This time, he has reversed the process, taking the tacky American disaster movie and translating it into a quieter and more elegant European version.\n\nIt's amusing how few special effects he gets away with. Two entire nations break off from Europe and set sail, and he covers it with a trench in the ground, a flock of birds, a ball of blue wool and a trained dog. The effect is uncanny and haunting, and I was reminded a little of \"On the Beach\" (1959), in which the nuclear destruction of the Northern Hemisphere is observed from Australia via low-tech short-wave broadcasts and hearsay reports.\n\nThe movie is meant partly as satire; after years of reports about nations breaking away from the EU, here are two that literally do. There's some social observation: Why does the public assume the man followed by birds represents the cause, not the solution? Much of the story is told at the pace of a leisurely day in the country, as the five characters and the dog muse about the curious turn of events. Is it possible that the small actions of these people could have set into motion the partitioning of subcontinents? After all, doesn't chaos theory teach us that the beating of a butterfly's wings in Asia could theoretically begin a chain of events leading to a hurricane in ... the Azores, wasn't it?", "running_time": 117, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-03-07", "genres": null, "title": "The Stone Raft (2003)"}