{"url": "http://www.rogerebert.com/reviews/the-assault-1987", "by": "Derek De Lintas Anton Steenwijk", "star_rating": 3.0, "text": "\"The Assault\" begins in Nazi-occupied Holland in the bitter late days of World War II. On a quiet suburban street, a Dutch collaborator is shot to death by partisans. From behind their curtains, the fearful residents peek out into the night, certain that the Nazis will perform dreadful reprisals. Shadowy figures dart out into the night and drag the body to the front of the house next door, and then the movie is the story of the rest of the life of Anton Steenwijk, the young boy who lived in that house.\n\nHis family is taken away by the Nazis. All of them disappear, apparently liquidated, except for Anton, who is spared through a combination of bureaucratic oversights and lucky chances. After the war, Anton goes to college, marries and becomes successful in his profession. Always his life is haunted by the aftermath of that terrible night.\n\nBut there are two other families also scarred by the assault. One is the family of the murdered Nazi collaborator. Anton (Derek De Lint) runs across the collaborator's son a few years later and finds that he has become a bitter young right-winger, a youth whose father's political choice made him into an outsider and menial laborer who was scorned after the war.\n\nEven later, in a 1960s ban-the-bomb parade, Anton meets the woman who lived next door on that night and learns why her father dragged the dead body to the front of his house, assuring that another family would be punished by the Nazis. He had his reasons. Perhaps they were good.\n\nOf course, from the point of view of a man who lost his entire family because of those reasons, they were not good enough.\n\n\"Assault\" is like a fictional footnote to \"Shoah,\" the great documentary that also asked difficult, perhaps unanswerable, questions about guilt and blame in the Holocaust. It also is a little like \"Rashomon,\" the Japanese film that looked at the same crime from many different viewpoints and discovered many different versions of the truth.\n\nA terrible thing happened on that night. Lives were destroyed. For those who survived, each one had to deal with the guilt in a different way. Even Anton had guilt, because he was spared when all of his family was murdered. The truest and most painful moment in the film takes place at a time about 20 years after the night of the assault. Anton - happily married, a father, successful, content - is suddenly visited by a great vastation. To call it a depression would be too mild. He is overcome with a crushing awareness of the fact that utter injustice exists in our world, that evil is real, that death is irrevocable. In a way, this movie is about how he is able to continue his life in the face of that realization.\n\nAlthough \"Assault\" (one of this year's foreign film Oscar nominees) is a film that asks important questions and examines them fearlessly, it is not as effective as it could be. The film covers nearly 40 years, and that is a weakness as well as a strength. The power of the film is that it shows how one night of tragedy has echoed down the decades, affecting many lives for years afterward.\n\nMultiply this assault by the millions of others, and you have some measure of the devastation caused by the war.\n\nYet at the same time, by covering so many lives for so many years, the film loses something in energy and focus. The canvas is too large.\n\nThe moments I will remember best are the small ones, one in particular: On the night of the assault, Anton is comforted in a jail cell by the young woman partisan who committed the murder that led to his family's death. Years later, through a coincidence, he is able to meet her partner and tell the man, now old and ill, something he never knew: that she loved him.", "running_time": 149, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-02-27", "genres": null, "title": "The Assault (1987)"}