{"url": "http://www.rogerebert.com/reviews/the-men-who-stare-at-goats-2009", "by": "George Clooneyas Lyn Cassady", "star_rating": 3.5, "text": "Bear with me here. Imagine \"Ghostbusters\" is based on a true story. Imagine the Dude from \"The Big Lebowski\" as a real-life U.S. Army general. All factual, right? That's what \"The Men Who Stare at Goats\" sort of wants us to believe. I think I sort of do -- to a small degree, sort of. \"More of this is true than you would believe,\" the movie announces in an opening title. I'm waiting for the review of this one in Skeptic magazine.\n\nWe begin with a newspaperman named Wilton (Ewan McGregor) from Ann Arbor. That's a poignant note, because Ann Arbor recently lost its daily newspaper. He interviews a goof who tells him he was a member of the New Earth Army, a super-secret Army team of paranormals who were being trained as stealth weapons. In theory, they could spy at a distance, kill by the power of their sight alone and penetrate enemy lines in spirit, not in body.\n\nWilton hungers to hunt where the headlines are. In 2002, he flies to Kuwait, hoping to cross into the war zone. He runs into a legendary guy he heard about from the crackpot back home. This is Lyn Cassady (George Clooney), said to be the best of the New Earth trainees. Wilton pumps him and learns of an acidhead Vietnam veteran named Bill Django (Jeff Bridges), who sold the Army the notion of fighting men who could transcend physical limitations. We see Django in flashbacks; Bridges essentially plays him as the Dude in \"The Big Lebowski.\" Members of the Church of Lebowski will be able to enjoy this film as apocrypha.\n\nThe movie flashes between the recent Middle East and events 20 years earlier, when Cassady trained under Django to become, he explains, a Jedi Warrior. Clooney doesn't overplay and is persuasive, making Cassady as a sensible, sane man who has seen the impossible and has no choice but to believe it. He shows Wilton videos of a goat and a hamster killed by brain power. In theory, mind power can even allow men to run through walls -- if, of course, they believe they can.\n\nThe two of them unwisely journey into wartime Iraq, where they run into hostility. Cassady attempts to deal it with using paranormal techniques. He explains his theory of Jedi Warriordom to Wilton, who has apparently never seen \"Star Wars\" episodes I, II and III. Little joke. Their troubles are intercut with scenes of Cassady's early training, which included such self-persuasion exercises as fire walking. I think it is impossible that a flywheel like Bill Django could survive in the Army, but then again, he has top security clearance in a crucial secret program, so maybe he gets a pass. It may be that psychotropic drugs are justified as a pathway to higher powers. Whatever.\n\nKevin Spacey, who has been absorbed in London theatrical adventures, comes back in a good role as Hooper, who hates everything that Cassady stands for, whatever that is. All of the actors play without winks and spins, unless you consider Lebowskism itself a wink and spin. And we're faced with the fact that the movie is based on the 2004 book by Jon Ronson, a writer for the Guardian, who wrote it humorously but (he said) truthfully about an Army experiment. It was this real program, he says, that inspired playing the \"Barney the Dinosaur\" theme as a torture technique.\n\nIt actually doesn't matter if the book is truthful. It doesn't claim the paranormal powers are real. Ronson simply says some officials thought they might be -- and that if they were, we had to get there first. The movie is funny either way.\n\nBut figure this out. The book inspired a BBC-TV series which interviewed the real Ret. Gen. Albert Stubblebine III, who explains on camera exactly how men could walk through walls. He may be correct. Judge for yourself: http://j.mp/32khK0", "running_time": 93, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-11-04", "genres": ["Action", "Adventure", "Comedy", "Drama", "War"], "title": "The Men Who Stare at Goats (2009)"}