{"url": "http://www.rogerebert.com/reviews/the-adventures-of-shark-boy-and-lava-girl-in-3-d-2005", "by": "Taylor Lautneras Sharkboy", "star_rating": 2.0, "text": "\"The Adventures of Sharkboy and Lavagirl in 3-D\" is an innocent and delightful children's tale that is spoiled by a disastrous decision to film most of it in lousy 3-D. Fully three quarters of the movie is in \"3\"-D, which looks more like 1-D to me, removing the brightness and life of the movie's colors and replacing them with a drab, listless palette, which is about as exciting as looking at a 3-D bowl of oatmeal.\n\nThe 3-D process subtracts instead of adding. Ordinary 2-D movies look perfectly real enough for audiences and have for years; if it's not broke, don't fix it. Paradoxically, since it allegedly resembles our real-world vision, 3-D is less real than standard flat movies; 3-D acts as a distraction from character and story, giving us something to think about that during a good movie we should not be thinking about.\n\nTo be sure, there is a new 3-D process that is pretty good. That would be the IMAX process that uses oversized glasses and creates a convincing 3-D effect, as in James Cameron's \"Aliens of the Deep.\" That is not the process used in \"Sharkboy and Lavagirl,\" which settles for those crummy old cardboard glasses where the left lens is such a dark red that the whole movie seems seen through a glass, darkly.\n\nWhat a shame. I assume the unaltered original color footage of the movie exists, and no doubt will be used for the DVD. My suggestion to Robert Rodriguez, who directed the movie from a screenplay by one of his sons and uses three of them as actors, would be to make a non-3-D version available theatrically as soon as possible. This is a movie aimed at younger kids, who may be willing to sit through almost anything, but they're going to know something is wrong, and they're not going to like it.\n\nThe origin of the film makes a good story. Rodriguez's son Racer, then 7, told him a story about a boy who became grew gills and a fin and became half-shark, and a girl who incorporated fiery volcanic elements. He encouraged his son to keep working on the story, in which the young hero Max (Cayden Boyd) is a daydreamer. Max is mocked by Linus, the school bully, because of his Dream Journal, where he documents the adventures of Sharkboy and Lavagirl. Then a tornado appears out of a clear sky, bringing with it Shark B and Lava G, who explain they have been created by Max's dreams and now need his help; the world he created for them, Planet Drool, will be destroyed by darkness in 45 minutes. I may not have followed these details with perfect fidelity, but you get the drift.\n\nMax, SB and LG go on a journey that takes them on the Stream of Consciousness to the Sea of Confusion; they ride a Train of Thought and eventually arrive at a Dream Lair. There they find the nasty Minus, played by the same actor (Jacob Davich) who was the bully in Max's classroom. Many adventures result, some of them involving an Ice Princess and a robot named Tobor, as well as an all-knowing character named Mr. Electric, who looks exactly like Max's teacher Mr. Electricidad (George Lopez).\n\nMr. Electric appears as a big round smiling face in a frame outfitted with spindly arms and legs. He reminded me of someone, which was odd, since he looked like nobody I've ever seen. Nobody, I realized, except the Man in the Moon in Georges Melies' \"A Trip to the Moon\" (1902). Mr. Electric floats about like a busybody commentator, offering advice, issuing warnings, and making a general nuisance of himself; one of his peculiarities is that he won't allow the kids on the planet to stop playing -- ever. One group is trapped on a roller coaster that never stops.\n\n\"Sharkboy and Lavagirl\" has the same upbeat charm as Rodriguez's \"Spy Kids\" movies, and it must be said that the screenplay by Racer Rodriguez involves the kind of free-wheeling invention that kids enjoy; this is a movie where dream logic prevails. Their movie also resembles \"Spy Kids\" in having roles for parents, including Max's dad and mom (David Arquette and Kristin Davis).\n\nBecause the real world scenes are in 2-D and the dream and fantasy scenes are in 3-D, we get an idea of what the movie would have looked like without the unnecessary dimension. Signs flash on the screen to tell us when to put on and take off our polarizing glasses, and I felt regret every time I had to shut out those colorful images and return to the dim and dreary 3-D world. On DVD, this is going to be a great-looking movie.", "running_time": 92, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-06-09", "genres": ["Action", "Adventure", "Family", "Fantasy"], "title": "The Adventures of Shark Boy and Lava Girl in 3-D (2005)"}