{"url": "http://www.rogerebert.com/reviews/the-first-wives-club-1996", "by": "Bette Midleras Brenda", "star_rating": 2.0, "text": "“The First Wives Club” is a creepy revenge comedy about three\rwomen who are dumped by their husbands. They don't get mad, they get even.\rWell, they get mad, too. The film opens at college in 1969, when four new\rgraduates vow eternal friendship. They don't stay in touch, however, and it\rtakes the suicide of one to bring the other three together at her funeral.\n\nThey\rare all now in their 40s. There is Brenda (Bette Midler), who helped her\rhusband build up a chain of electronics stores, only to be dumped for a cute\ryoung thing. Elise (Goldie Hawn), an actress, has fought age to a standstill\rwith plastic surgery but moans, “In Hollywood, women have only three ages:\rbabe, district attorney and `Driving Miss Daisy.”' And Annie (Diane Keaton)\rdeludes herself that her husband, who runs an ad agency, is going to come back\rafter their “trial separation.” The story, based on a novel by Olivia\rGoldsmith, follows them as they grow increasingly disenchanted with men (that\rdoesn't take much), and band together to pull assorted scams and blackmails in\rorder to get what is rightfully theirs, which in each case means her husband's\rbusiness.\n\nOnce\ryou have this structure figured out, there's not much more to think about in\rthe movie, which alternates heartfelt talks with slapstick and sitcom situations.\rYou need a short attention span in order to be touched by the true confessions\rscenes and still be able to believe a sequence in which the three heroines\rbreak into the penthouse office of one husband, and escape detection by\rcrawling onto a window washer's platform, which hurtles toward the earth.\n\nOf\rthe three main characters, Elise, the desperate actress played by Goldie Hawn,\ris the most fun. She has had some success in the movies, fears it is mostly\rbehind her, and has a husband (Victor Garber) who got a free ride to the top as\ra “producer” because he was married to her. Now he has a very young new bimbo,\rand wants half of their assets and monthly alimony.\n\nWhat's\rbest about the Hawn character is the forthright way the dialogue deals with her\rdilemma. The first time we see her, she's begging her plastic surgeon for more\rcollagen in her lips: “I want Tina Turner! Jagger! Fill 'em up!” Her first\rpublic appearance is at the funeral, wearing lips that look like they belong in\rneon above Times Square. She denies to her friends that she's had any plastic\rsurgery at all, but finally admits, “I have been freshened up a little bit.”\rShe drinks too much, wants sympathy from bartenders, and moans, “Sean Connery's\r300 years old and he's still a stud.” Annie, the Keaton character, is still\rbeing taken advantage of by her husband (Stephen Collins). He even has sex with\rher immediately before asking for a divorce (“it was sort of a good-bye kiss”).\rHer daughter (Jennifer Dundas) announces early in the film that she's a\rlesbian, which sets up an unlikely and forced visit by the three women to a\rlesbian bar. It's an example of the film's expediency and superficiality that\rthe daughter, searching for a quick put-down for her dad, later uses the\rannouncement of her lesbianism as a glib exit line.\n\nBrenda,\rthe Midler character, was some of the brains and a lot of the effort behind the\rsuccess of the chain of stores owned by her husband (Dan Hedaya), but “now that\rhe's a celebrity” (because he appears in his own TV ads) she's been dumped,\rtoo. She functions as the most together of the three friends, the planner and\rsteadying influence.\n\nThe\rmovie is heavy on incident but light on plot; the Diane Keaton character, who\rnarrates, uses voice-over bridges to get us from one set-up to another. And\rthen there's a very protracted happy ending that goes on and on. First there's\ra party where every single possible loose end is sewn up (even those we didn't\rcare about), and then the three heroines sing “You Don't Own Me,” in a sequence\rthat owes more to self-congratulation than entertainment. There is undoubtedly\ra movie to be made about this material--a different movie.", "running_time": 104, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-09-20", "genres": ["Comedy", "Drama", "Romance"], "title": "The First Wives Club (1996)"}