{"url": "http://www.rogerebert.com/reviews/the-flamingo-kid-1984", "by": null, "star_rating": 3.5, "text": "\"When I was eighteen, my father was ignorant on a great many subjects,\" Mark Twain once said, \"but by the time I was twenty-five, it was amazing the things the old man had learned.\" Here is a movie that condenses that process into one summer. The summer begins with a kid from a poor Brooklyn neighborhood taking a job as a cabana boy at a posh beach club out on Long Island. That's against the advice of his father, a plumber, who wants his son to get a job where he can learn about hard work. By the middle of the summer, the kid has started to idolize a flashy car dealer who's the champion of the gin rummy tables. By Labor Day, he has found out more about the car dealer than he wanted to know. And he has come to love and understand his father in a new way.\n\n\"The Flamingo Kid\" stars Matt Dillon as the teenager, Hector Elizondo as his father, and Richard Crenna as the car dealer. There are other characters -- in particular, a bikinied goddess who helps sell Matt on life at the beach -- but these are the three characters who stand at the heart of the story. Elizondo is a hard-working man who still remembers how to dream, but knows that life has few openings for dreamers. In some of the movie's most poetic passages, he reveals a lifelong obsession with ships, and the ways of harbor pilots. Crenna, on the other hand, is a man who firmly believes \"You are what you wear,\" and values his status as the club's gin rummy champion as if it really meant something.\n\nDillon is a revelation in this movie. Perhaps because of his name, Matt Dillon has risked being confused with your average teenage idol, the kind the pimple magazines put on their covers. Yet he has been an extraordinarily sensitive actor ever since his first appearance, in the unsung 1977 movie about alienated teenagers, \"Over the Edge.\" In two movies based on novels by S.E. Hinton, \"Tex\" and \"Rumble Fish,\" he had the kind of clarity, the uncluttered relationship with the camera, that you see in only a handful of actors: He was a natural. He is here, too. His role in \"The Flamingo Kid\" could easily have been turned into an anthology of twitches and psychic anguish as he wrestles with the meaning of life. But Dillon has the kind of acting intelligence that allows him to play each scene for no more than that particular scene is really about; he's not trying to summarize the message in every speech. That gives him an ease, an ability to play the teenage hero as if every day were a whole summer long.\n\nWe fall into the rhythm of the beach club. Into the sunny days where all the members have lots of time to know and envy each other, and time is so plentiful that it can take hours for a nasty rumor to sweep through the cabanas. Dillon hurries from one member to another with drinks, towels, club sandwiches, messages. He feels acutely that he does not belong at this level of society -- and when Richard Crenna takes notice of him, and even more when Crenna's daughter invites him home for dinner, Dillon feels that he's cutting loose from the boring life back in Brooklyn. But this will be a summer of learning, and by autumn he will have learned how wise and loving his own father is, and how easy it is to be deceived by surfaces. Along the way to that lesson, \"The Flamingo Kid\" has a lot of fun (I hope I haven't made this social comedy sound dreary), and at the end it has a surprisingly emotional impact.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "The Flamingo Kid (1984)"}