{"url": "http://www.rogerebert.com/reviews/the-waterdance-1992", "by": "Eric Stoltzas Joel Garcia", "star_rating": 3.5, "text": "I have a friend with a spinal injury who told me one day that he intensely disliked being praised for his \"courage.\" He said courage was something you voluntarily chose to exercise; he had not chosen to be paralyzed, and after his injury, he had no choice except to learn to cope as best he could. I argued that it took courage to choose to cope - that some people simply gave up. He had heard that argument before. He said that for many of his friends in the rehabilitation process, there was no realistic choice. You either retreated into a shell, or you did what was necessary to become as independent as possible. \"A better word than courage,\" he said, \"is curiosity.\n\nEither I can sit around in self-pity, or I can see what life has in store for me now.\" That kind of matter-of-fact realism is behind every frame of \"The Waterdance,\" a film about a writer who is injured in a climbing accident and loses the use of his legs. The movie does not want our pity; it asks only for our attention. It is about the sorts of experiences one is likely to go through in the months after such an accident. The film was written and co-directed by Neal Jimenez, who is a gifted writer (\"The River's Edge\" was his screenplay), and who has lived through most of the experiences in the film.\n\n\"The Waterdance\" stars Eric Stoltz as Joel Garcia, and follows him in great detail from the moment when he wakes up after his accident. He is in a brace to prevent further injury to his spine, and eventually the brace comes off, physical therapy begins, and he becomes involved in the lives of his fellow residents in the rehabilitation ward - especially Raymond (Wesley Snipes), who considers himself a Romeo but has been abandoned by his woman, and Bloss (William Forsythe), a biker whose prejudices are easily aroused by Raymond, who is black, and Joel, who is Hispanic.\n\nThe process of rehabilitation is slow and frustrating. It begins with denial and depression, and leads into an acceptance that is necessary if anything else is to be done. Joel's physical learning process is joined by an emotional one, involving his relationship with Anna (Helen Hunt), the woman he loves. Jimenez doesn't give us some soppy romance here, but a complex relationship: Anna is married to another man, has discussed leaving him for Joel, but now has to re-evaluate everything in terms of Joel's new reality. The film deals frankly with their new relationship, including its sexual aspects, and also painfully considers the adjustments the other men are going through.\n\nJimenez is a good reporter, and \"The Waterdance\" has its foundation in specific details. It isn't about \"heart\" and \"courage,\" but about exactly and precisely what such an experience looks and feels like. It is impossible not to identify, especially when the patients develop an overpowering resentment for the hospital's telephone operators, who leave them hanging on hold almost as a game.\n\nSome of the sequences - such as an outing to a strip club with a Korean kid from the ward - reme a little of similar scenes in \"One Flew Over the Cuckoo's Nest.\" But the dramatic purpose was sound: It was time for the characters to stop being patients, and start being actors in the real world once again.\n\nEric Stoltz makes interesting choices as Joel. He is quiet, intellectual, given to statements of oblique irony. He doesn't go for big, canned speeches. He observes. He grows angry at times, but always in terms of precisely what is happening to him. His friendships with Raymond and Bloss are seen realistically. These are not people he would choose to associate with under ordinary circumstances. Thrown in with them, he becomes their friend, yet observes what they're going through with a certain writer's attentiveness. Maybe he is making notes for this movie.\n\nFilms are so often about big, dumb conflicts and predictable conclusions. \"The Waterdance\" is about the everyday process of continuing one's life under a tragically altered set of circumstances. It considers what life is, and under what conditions it is worth living. After all the cheap sentiment that's been brought to this subject over the years, it is exhilarating and challenging to see a movie that knows exactly what it's talking about, and looks you straight in the eye.", "running_time": 107, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-05-15", "genres": ["Drama"], "title": "The Waterdance (1992)"}