{"url": "http://www.rogerebert.com/reviews/the-three-burials-of-melquiades-estrada-2006", "by": "Tommy Lee Jonesas Pete Perkins", "star_rating": 4.0, "text": "\"The Three Burials of Melquiades Estrada\" tells the kind of story that John Huston or Sam Peckinpah might have wanted to film. It begins with a bedrock of loyalty and honor between men, and mixes it with a little madness. In an era when hundreds of lives are casually destroyed in action movies, here is an entire film in which one life is honored, and one death is avenged.\n\nThe director and star is Tommy Lee Jones, and the story proceeds directly from fundamental impulses we sense in many of his screen appearances. Jones is most at home in characters who mean business and do not suffer fools gladly. Here he plays Pete Perkins, the hard-working operator of a small cattle operation, who hires an illegal Mexican immigrant named Melquiades Estrada (Julio Cedillo) to work as a cowboy for him. When Melquiades is killed in a stupid shooting involving a rookie agent for the Border Patrol, Pete sees that the local sheriff (Dwight Yoakam) is going to ignore the case. So Pete takes justice into his own hands. And not simple justice, which might involve killing the agent, but poetic justice, which elevates the movie into the realms of parable.\n\nAll the action takes place in a small border town of appalling poverty of spirit. This is a hard land for men, and a heartbreaking one for women. We meet two in particular. Lou Ann Norton (January Jones) is the wife of Mike, the border patrolman. Rachel (Melissa Leo) is the waitress in the local restaurant, married to Bob the owner but available for afternoons in motel rooms, not because she is a prostitute but because she is friendly and bored.\n\nThe story is told in links between the present and the recent past; the writer, Guillermo Arriaga (\"21 Grams\") was honored at Cannes 2005 as best writer, and Jones was named best actor. We see that the Border Patrol agent Mike Norton (Barry Pepper) is violent and cruel, perhaps as a way of masking his insecurity. He beats up a woman trying to enter the country, and is told by his commander, \"You were way overboard there, boy.\" He lives in a mobile home with Lou Ann, who watches soap operas during sex and hangs out at the diner with Rachel because there is absolutely nothing else to do.\n\nThe lives of these characters, including Melquiades, are connected in ways that I will not reveal, and which show how they all have two avenues of communication: the public, and the personal. Some of the hidden connections produce ironies that only we understand, since the characters don't know as much about each other as we do.\n\nThe main line of the movie forms as Pete Perkins kidnaps Mike Norton, handcuffs him and explains to him that Melquiades Estrada, the dead Mexican, was his friend. Melquiades often talked about his village in Mexico, Pete says, and about his wife and family. Now Mike is going to dig up Melquiades' body, and the two men are going to ride into Mexico, return the dead man to his village and give him a proper burial.\n\nThis is a process involving a good deal of gruesome labor. I was reminded of the Peckinpah masterpiece \"Bring Me the Head of Alfredo Garcia,\" which is also about a journey through Mexico with a dead man -- or more exactly with his head, which suggests that the rest of the man is dead, too, and is quite enough to draw flies. Mike gags as he digs up the body, and Pete is practical about the problems they face: He fills the corpse with anti-freeze.\n\nThe horseback journey of the two men is a learning experience, shall we say, for Mike the border patrolman. He begins with threats and defiance, tearfully tries to explain how the shooting of Melquiades was a stupid accident, is finally mired in sullen despair. Of their adventures along the way, two are remarkable. One involves an old blind man, living alone, who suspects his son in the city may have died. He welcomes them, offers them what he has, then makes a haunting request. The other comes when Mike is bitten by a snake, and his life is saved by a woman who has no reason to do so. This scene also has a poetic resolution.\n\nThe journey and its end will involve more discoveries and more surprises; it traverses the same kinds of doomed landscapes we picture when we read Blood Meridian by Cormac McCarthy. What gathers in this story of lonely men and deep impulses is a kind of grandeur; Tommy Lee Jones plays Pete Perkins not as a hero but as a man who looks at what has happened to his friend and responds according to the opportunities at hand. He is a man who never puts two and two together without getting exactly four.\n\nThere is one word at the end of the film that carries a burden that a long speech could not have dealt with. It is a word that is also used near the beginning of the film. It contains whatever message Jones finds at the end of the journey. As for the rest, the journey of his body and the burials of Melquiades Estrada are like an opportunity for all of the characters in the movie to discover who they are and what they are made of. By the end of the film no one is watching TV.", "running_time": 116, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-02-02", "genres": ["Action", "Drama", "Thriller", "Western"], "title": "The Three Burials of Melquiades Estrada (2006)"}