{"url": "http://www.rogerebert.com/reviews/the-namesake", "by": "Kal Pennas Gogol", "star_rating": 3.5, "text": "\n\nDoubling back to review movies I missed while ill.\n\n“The Namesake” is Mira Nair’s ninth feature, and I suspect the\r\none closest to her heart. It tells the story of a young couple who have an\r\narranged marriage in Calcutta and move to New York, where they discover each\r\nother and their new country, and have two children. Then the story shifts to\r\ncenter on their son, while keeping them in the picture. Nair, born in India,\r\neducated at Harvard, married to a Ugandan, must have felt a resonance on every\r\npage of her source, the beloved novel by Jhumpa Lahiri.\n\nThe\r\nfirst meeting of the young woman Ashima (Tabu) and her proposed husband Ashoke\r\n(Irrfan Khan) is filmed with subtle charm. Her prospective mother-in-law warns\r\nher that life will be hard in New York, far from home friends, family, all she\r\nknows. “Won’t he be there?” she asks shyly, and the solemn Ashoke smiles, and\r\ntheir future is sealed. Her new husband is an aspiring architect, earning\r\nenough at first to afford only a low-rent flat in a marginal neighborhood, but\r\nAmerica has its consolations: “In this country, the gas is on 24 hours a day!”\r\nhe tells her.\n\nNair\r\ntenderly handles their first days of warily walking and talking around each\r\nother, and tentatively making love. It goes easier than it might have, because\r\nthis is a marriage that was arranged between the right two people, and their\r\nrespect and regard (and eventually deep love) only grow.\n\nAlong\r\ncomes a son, Gogol (Kal Penn), and a daughter, Sonia (Sahira Nair, the\r\ndirector’s niece). Much is made of how Gogol got his name, which is not Indian\r\nor American but inspired by his father’s favorite author; as an adolescent the\r\nboy comes to hate it, and changes his name to Nikolai (or “Nicky”), Gogol’s own\r\nfirst name. But there is a reason for “Gogol,” and it has much importance for\r\nhis father, who often mentions Gogol’s short story, “The Overcoat.” In that\r\nstory, interestingly, the hero has a laughable name, which Gogol explains\r\n“happened quite as a case of necessity… it was utterly impossible to give him\r\nany other name.” How the American boy got his name becomes the stuff of family\r\nlegend.\n\nThe\r\nmovie concerns itself largely with being Indian and American at the same time.\r\nWith making close ties with other Indian immigrants, sprinkling curry powder on\r\nthe Rice Krispies, moving to a split-level suburban house, sending the children\r\nto college. Gogol, or Nicki, acquires a white girlfriend named Maxine (Jacinda\r\nBarrett), who apparently truly loves him but says the wrong things during a\r\nperiod of family mourning, so that Gogol shuts her out. Then he marries a\r\nBengali girl named Moushumi (Zuleikha Robinson), who has grown much more\r\nsophisticated since he first met her years ago during negotiations between\r\ntheir parents. His sister daughter marries a nice white boy named Ben. “Times\r\nare changing,” Ashima philosophizes.\n\nThe\r\nculture gap is demonstrated when Gogol brings Maxine home to meet his parents,\r\nand warns her: “No kissing. No touching.” He has never even seen his own\r\nparents touch. But Maxine impulsively kisses his parents on their cheeks, and\r\nthe earth does not move. They would prefer him to marry “a nice Bengali girl\r\nwho makes somosas every Thursday,” as Moushumi describes herself, but the film\r\nreveals that the children of the second generation do not always follow the\r\nscripts of their parents.\n\nThe\r\nmovie covers some 25 or 30 years, so it is episodic by nature. What holds it\r\ntogether are the subtle loving performances by Tabu and Khan, both Bollywoood\r\nstars. They never overplay, never spell out what can be said in a glance or a\r\nshrug, communicate great passion very quietly. As Gogol, Kal Penn is not a\r\nmillion miles removed from the character he played in “Harold and Kumar Go to\r\nWhite Castle,” although he is a lot smarter. He is an angel until about 13, and\r\nthen his parents, heaven help them, find they have given birth to an American\r\nteenager.\n\n“The\r\nNamesake” tells a story that is the story of all immigrant groups in America:\r\nParents of great daring arriving with dreams, children growing up in a way that\r\nmakes them almost strangers, the old culture merging with the new. It has been\r\nsaid that all modern Russian literature came out of Gogol’s “Overcoat.” In the\r\nsame way, all of us came out of the overcoat of this same immigrant experience.\n\nRead “The Overcoat” at:www.geocities.com/short_stories_page/gogolovercoat.html", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2007-12-06", "genres": ["Drama", "Indie"], "title": "The Namesake (2006)"}