{"url": "http://www.rogerebert.com/reviews/the-bourne-supremacy-2004", "by": "Matt Damonas Jason Bourne", "star_rating": 3.0, "text": "Jason Bourne obtained an identity in \"The Bourne Identity\" (2002), and the title of \"The Bourne Supremacy\" hints that he is not going to die -- not with The Bourne Ultimatum still to go. He may not die even then, but live on like James Bond, caught in a time loop, repeating the same archetypal pattern again and again as his persona is inhabited by generations of actors.\n\nBourne may live forever, but the bad news is, people will always want to kill him; that is the defining reality of his life. The plot of \"Supremacy,\" like \"Identity,\" involves Bourne trying to survive the shadowy forces against him by using his awesome skills in spycraft, the martial arts, and running real fast. The movie works because he does these things well, and because Matt Damon embodies Bourne without adding any flashy heroism. A show-off would be deadly in this role.\n\nThe movie skillfully delivers a series of fights, stalkings, plottings and chases, punctuated by a little brooding. The best word for Bourne is \"dogged.\" After a brief illusion of happiness, he puts his head down and marches relentlessly ahead into the lairs of his enemies, not even bothering with disguises, because he's using himself as bait. He always wears the same black shirt, pants and jacket, in scenes taking him from India to Italy to Germany to Russia (no one complains).\n\nBourne awakened from amnesia, we recall from the first movie, possessed of skills he did not even know he had, and with a cache of passports and other aids to survival, a cache left to him by -- well, you remember. As \"Supremacy\" opens, he has gone as far away as he can go, dropping out with Marie (Franka Potente), the woman he met in the first adventure. They're living on the beach in Goa, in southern India, happy as clams until Bourne spots a stranger who is wearing the wrong clothes, driving the wrong car and turning up in all the wrong places.\n\nThey're still after him, or someone is. What is it about Bourne that makes his enemies prepared to spend millions to wipe him out? Sometimes he seems tantalizingly close to remembering. He suffers from Manchurian Candidate's Syndrome, a malady that fills your nightmares with disconnected flashes of something dreadful that may or may not have happened to you. I saw \"The Bourne Supremacy\" on the very same day I saw the remake of \"The Manchurian Candidate.\" I was able to compare the symptoms, which involve quick cuts of fragmentary images.\n\nThe movie is assembled from standard thriller ingredients, and hurtles from one action sequence to another in India and Europe, with cuts to parallel action in Washington and New York. What distinguishes it is Bourne's inventiveness. There's a scene where he takes about four seconds to disable an armed agent and steal his cell phone contact list, and you're thinking, this is a guy who knows what he's doing. And how about the innovative use he finds for a toaster? It's neat to see him read a situation and instantaneously improvise a response, often by using lateral thinking.\n\nWhat Bourne doesn't know about his pursuers, we find out as the movie intercuts with a plot involving a CIA agent named Pamela Landy (Joan Allen) and her boss, Ward Abbott (Brian Cox). Julia Stiles plays a younger agent under Landy's direction. They've found Bourne's fingerprints at the scene of a murder in Berlin involving a CIA agent and his high-level criminal contact. But Bourne was in Goa at the time, so who's framing him?\n\nWe have a pretty good idea, long before anyone else does, because the movie observes the Law of Economy of Character Development, which teaches us that when an important actor is used in an apparently subordinate role, he's the villain. But the movie doesn't depend on its big revelations for its impact; the mystery is not why Bourne is targeted, but whether he will die. He survives one lethal trap or ambush after another, leaping off bridges, crashing cars, killing assailants, and finally limping a little after a chase that should have killed him.\n\nI have the weakness of bringing logic to movies where it is not required. There's a chase scene where he commandeers a taxicab and leads a posse of squad cars through an urban version of Demo Derby. Although the film does not linger over the victims, we assume dozens of cars were destroyed and dozens of people killed or maimed in this crash, and we have to ask ourselves: Is this cost in innocent victims justified in the cause of saving Jason Bourne's life? At the end of the film there is a heartfelt scene where he delivers an apology. If he ever goes back to Berlin, he'll have to apologize to hundreds if not thousands of people, assuming a lynch mob doesn't get to him first.\n\nBut I digress. Thrillers don't exist in a plausible universe. They consist of preposterous situations survived by skill, courage, craft and luck. That Matt Damon is able to bring some poignancy to Jason Bourne makes the process more interesting, because we care more about the character. That the director, Paul Greengrass, treats the material with gravity and uses good actors in well-written supporting roles elevates the movie above its genre, but not quite out of it.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-07-23", "genres": ["Action", "Drama", "Thriller"], "title": "The Bourne Supremacy (2004)"}