{"url": "http://www.rogerebert.com/reviews/the-last-good-time-1995", "by": "Armin Mueller-Stahlas Joseph Kopple", "star_rating": 3.0, "text": "He is a very clean old man, who has reduced the necessities of\rhis life to the point that even his one-room efficiency looks spacious.\n\nHe\rhas a bed, a reading chair, a floor lamp, some cabinets, and a dining table in\rthe kitchen area. Often he sits by the window, reading books of philosophy.\rOnce he was a violinist.\n\nHe\rlives in the kind of boarding house I don't think you see much anymore, except\rin the movies. One flight down is Ida, a widow, who has made her apartment into\ra cozy nest. One flight up is the young couple who are always fighting. One\rnight, the girl hides in his room, because she is afraid of her boyfriend.\n\nThe\rold man's name is Joseph Kopple (Armin Mueller-Stahl), and he has something she\rwants: A key she threw out the window, and which landed on his sill. Her name\ris Charlotte (Olivia d'Abo), and her life is pointed in the wrong direction,\rbut she is still young, and not without grace. At first, he wants nothing to do\rwith her; his life follows an orderly routine that, in his 70s, he has no\rinterest in altering. Gradually, because she is desperate and he offers a\rrefuge, they become friends.\n\n\"The\rLast Good Time\" is really a movie about old age and passion, although a\rplot has been stirred in to give it structure.\n\nThe\rplot, not very interesting, is about how the man discovers he owes his life\rsavings to the IRS, and about how the girl was involved in a deal with her\rboyfriend that may get her some money, or a lot of trouble. (If this were a\rEuropean film, it would be about their personalities and daily lives, and that\rwould be enough.) Joseph's best friend is Howard (Lionel Stander), who used to\rbe a neighbor but is now spending his last days in a hospital bed. \"I'm so\rold, my future is blank,\" he says. He likes to talk about sex, and Joseph\robliges him. Women have changed since they were young: \"Now, they tell you\rwhat they want you to do!\" The movie is essentially about how Joseph finds\rhis life is not over, how Charlotte begins to see larger possibilities for her\rown, and how Joseph's feelings for the downstairs neighbor (Maureen Stapleton)\rchange from rudeness (he thinks she is nosy) to acceptance. It is all handled\rwith great civility by Bob Balaban, who directed and co-wrote the screenplay\rwith John McLaughlin. I suppose it is more or less obligatory that Joseph and\rCharlotte have a love scene, and they do, but it is handled with such\rgentleness by Balaban that it's not the intrusion it could have been.\r(\"This isn't gonna kill you, is it?\" she asks.) Just spending time\rwith these people would have been enough.\n\nMueller-Stahl\rcreates his character with great precision and restraint, and the early scenes\rare a reminder that a good actor can be fascinating even while doing absolutely\rnothing: We wonder what he's trying to hide. The subplot involving Ida is too\rmechanical for the subtlety of the story; we can see the payoff coming miles\raway, and when it arrives, it's perfunctory and unconvincing. Better to end on\ra minor chord, I think, with loneliness settling in again.\n\nThe\rmovie is worth seeing, I think, for Mueller-Stahl, and for the blunt, outspoken\rcharm of Lionel Stander, who died not long after he filmed this role, having\rplayed his death scenes here with an unsentimental acceptance I imagine he must\rhave found quite fulfilling.", "running_time": 95, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-05-05", "genres": null, "title": "The Last Good Time (1995)"}