{"url": "http://www.rogerebert.com/reviews/the-people-next-door-1970", "by": "Eli Wallachas Arthur Mason", "star_rating": 3.5, "text": "The parents of Chicago's presumably drug-ridden youth culture were advised in movie ads recently to see \"Woodstock.\" The buried message seemed to be that if the old folks could groove on all that rock and grass, they'd be able to communicate with their kids. I dunno. I think if communication is the objective, everybody might be better off seeing \"The People Next Door.\"\n\n\"Woodstock,\" magnificent movie that it is, doesn't hold any solutions for the problems of drugs and the generation gap. It wasn't set up to answer any questions, and doesn't need to. \"The People Next Door\" is a wholly different kind of movie, using good old narrative techniques to tell a story and incidentally to provide a lot of information about drugs along the way.\n\nIt's the best movie so far about parents, kids and drugs, and probably the best we're likely to get (considering Hollywood's recent tendency to exploit the drug culture for \"youth movies\"). To be sure, It has a lot of obvious gimmicks for telegraphing the generation gap. Wouldn't you know, for example, that the mother smokes too much, and that the father gets stoned on martinis and tries to choke a rock musician who's using pot?\n\nInsights like these don't bring much to the party. But on the other hand, the parent-child relationship in \"The People Next Door\" rings fundamentally true, and shows up the similar relationship in \"Joe\" as a bundle of cliches and one-liners. (More and more, \"Joe\" seems to be not so much a movie, more of a great performance by Peter Boyle.)\n\nThe story this time involves an air-conditioning contractor (played very intelligently by Eli Wallach), his somewhat neurotic wife (Julie Harris), and their kids. The son is a rock musician and essentially a good guy. The daughter is one of those willowy blondes, the kind with tremendous beauty that is made almost ugly by narcissism. The girl gets acid from the clean-cut kid next door (he never uses drugs himself but is making a fortune as a dealer), and then tries heroin and STP and winds up running naked down the street and being institutionalized.\n\nYou get the feeling that she's only indirectly a victim of drugs; that her personality is so self-centered and unformed that any kind of \"escape\" would be too much to handle. Drugs are the current forms of youth freak-out; ergo, she's a drug victim. In the 1920s she would have been an alcoholic, splashing around in the Plaza Fountain with Zelda Fitzgerald. In her next reincarnation she'll doubtless go Hare Krishna, which is less destructive than drugs but more boring.\n\nThe scenes between Wallach and Miss Harris are very well acted, although you wish director David Green hadn't photographed Miss Harris through cigarette smoke in almost every shot. Miss Harris has a strong scene of her own at the end of the movie, when she brushes aside all the psychoanalytic jargon and gives her daughter hell. The girl, Deborah Winters, is disturbing at first because you think she's too mannered. Gradually the mannerisms become indispensable to the characterization.\n\nThe movie has generally been handled correctly, too; it's no documentary, but it comes closer to being objective about drugs than any major movie in a long time. (\"Easy Rider,\" of course, was a romanticized fantasy.) It even, so help me, retains a sense of humor, which is rare enough to be remarkable these days.", "running_time": 93, "mpaa_rating": "R", "release_year": 1970, "date_published": "1970-09-28", "genres": null, "title": "The People Next Door (1970)"}