{"url": "http://www.rogerebert.com/reviews/the-women-on-the-6th-floor-2011", "by": "Fabrice Luchinias Jean-Louis Joubert", "star_rating": 3.0, "text": "Jean-Louis is the third generation of the Jouberts to occupy the same enormous flat in an ornate wedding cake of a Parisian apartment building. Our eyes are led up, up, to rest on the mansard windows, each one opening from the small sixth-floor room of a Spanish maid who works in the building. It is 1962. The maids there share a communal toilet and have no running water in their rooms, but they are happy to be in France and not Franco's fascist Spain. They keep each other jolly.\n\nOne floor down, on Five, there is not cheer but much tristesse. Jean-Louis (Fabrice Luchini) was born in this building, has lived all of his life here, assumes he will die here, and plans for one of his sons to take over the family firm, move into the family flat, and follow his example. He has lived until recently under the thumb of his mother, and now that she has died the plans of his wife, Suzanne (Sandrine Kiberlain), to redecorate are met with outrage by the family's long-serving maid, Germaine (Michele Gleizer). She apparently believes the flat must be maintained as a memorial to her revered Madame.\n\nThe two women raise their voices. Germaine threatens to resign. Suzanne says, don't bother — I'll fire you. The Jouberts are now helpless, being literally unable to boil an egg. Concepcion (Carmen Maura), another maid in the building, produces her pretty young niece Maria (Natalia Verbeke) as a job candidate, Maria is hired after one day's trial, and the lives of the Joubert family are changed forever.\n\nYou are suspecting that stodgy Jean-Louis will fall for the young woman. There is only a hint of truth in that. What happens is that he falls for the maids, all of them, and becomes infatuated with the working-class vitality of the women on Six. Jean-Louis is firm and respectable, but timid, a captive of habit and tradition. His wife, Suzanne, is not the bourgeoisie caricature you might expect, but a pleasant-looking, carefully dressed and groomed woman who occupies her husband's staid milieu and plays a lot of bridge. \n\nHow it happens that Jean-Louis comes to live in his family's storage room on Six I leave for you to discover. It happens after a lot of laughter in an innocent, sweet and gentle comedy, which doesn't even ratchet up to the level of farce, with people running in and out of the wrong bedrooms. Bedrooms are hardly required. When his shocked sons come home from boarding school and visit him in exile on Six, he requires only one line of dialog to suggest his entire lifetime: \"I've never been happier. This is the first time I've had a room of my own.\"\n\n\"The Women on the 6th Floor\" is a pleasant movie, even-tempered, a romantic fantasy. It works because Fabrice Luchini makes a sympathetic hero, Sandrine Kiberlain makes a bewildered wife, Natalia Verbeke as Maria is warm and friendly, and the maids as a group believe in solidarity forever. There's some mild political and social satire as the lifestyle of the proletarian maids challenges the stodgy owner-managers, and as the Jouberts come to understand a marriage they seemed to accept unthinkingly. There are few reasons you must see this movie, but absolutely none that you should not.", "running_time": 106, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-09", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Women on the 6th Floor (2011)"}