{"url": "http://www.rogerebert.com/reviews/the-thing-about-my-folks-2005", "by": "Peter Falkas Sam Kleinman", "star_rating": 2.5, "text": "One of the nice things about my job is that I get to enjoy the good parts in movies that aren't really necessary to see. \"The Thing About My Folks\" travels familiar movie territory: A grown son and his father get to know each other during a journey in, yes, a classic car. They do not discover much they couldn't have learned in screenwriting class, but we discover once again what a warm and engaging actor Peter Falk is. I can't recommend the movie, but I can be grateful that I saw it, for Falk.\n\nHe plays a crusty old guy named Sam Kleinman, who descends one day upon his son, Ben (Paul Reiser) with astonishing news: Muriel (Olympia Dukakis), his wife of countless years, has walked out on him. She left a note that essentially said: \"I have to go. I have to be alone.\" Why? Why would she do anything? Why would Sam, who has been married to her for most of his life, expect her to do a crazy thing like that?\n\nBen is a successful professional, happily married to Rachel (Elizabeth Perkins). There has been talk of moving out of New York and buying a place in the country, and Ben takes Sam along to inspect a property. \"This house was built by my grandfather after the Civil War,\" the owner tells them. Sam is unmoved and wants to know details about the septic tank drainage.\n\nThey have car trouble, and when they appeal to a mechanic they find on his lot a beautifully-restored 1940 Ford Deluxe coupe convertible. It reminds Sam of the first cars of his young manhood. They buy it right there on the spot, thereby following two rules of the Little Movie Glossary, one providing that characters drive classic cars whenever possible, because modern cars are boring and all look alike, the other calling for ragtops because it makes it easier to see and light the characters. They begin an odyssey through the beautiful scenery and foliage of upstate New York.\n\nThe movie is sort of a sideways version of \"Sideways,\" even down to a scene where the two men join two women for dinner. The difference is, in \"Sideways\" the guys desperately want to impress the women, and in \"The Thing About My Folks,\" they want to impress each other. The women excuse themselves to go to the powder room, and somehow we know they won't be coming back. Sam and Ben are so deep in conversation, it's a while before they realize they've been dumped.\n\nWhat do they talk about? The early days of Sam's marriage. The meaning of life. Why they never talked about important things. How Sam's job kept him away a lot of the time. All the usual stuff. They also do the usual things. They go on a fishing trip, although they are not fishermen, and play pool, and Sam turns out to know his way around the table.\n\nWhat will be the result of this trip? Falk has a wonderful speech: \"You'll be here when your old man finds himself. While we're at it, we can find you, too. We can find the whole god-damned family. We got a car.\"\n\nThen a dramatic document emerges: A letter written by Muriel to Sam, two weeks before Ben was born, which has waited in its envelope ever since. What the letter says I will leave for you to discover, but it places the entire marriage in a different light, and leads to some closing scenes in which Dukakis has little to do, but does it wonderfully; I was reminded a little of her exasperated marriage in \"Moonstruck.\" Her great discovery about life (\"things change, and you make adjustments\") is not earth-shaking, although it has the advantage of being true.\n\nThe movie was written by Reiser, who does an interesting thing with his performance: Instead of going through the usual anger and impatience of a son in this kind of story, he projects a certain protective concern; he humors his old man, sometimes feeds him straight lines, understands about his care and feeding. Old Sam, we feel, has gone at life full-bore for all these years without a lot of introspection, but he is not a monster, and his son feels love for him. Also incredulity.\n\nThe film was directed by Raymond De Felitta, whose \"Two Family House\" is an overlooked treasure. With this film he does what the screenplay requires, with admiration for the actors and sincere acceptance of the material. The problem is that the screenplay doesn't require enough. We have seen situations something like this so often that we need, I dunno, something either stranger, or deeper. It would be nice if lifelong problems and questions got solved during a week playing hooky in a 1940 Ford Deluxe coupe, but if it were that easy, you wouldn't need the car.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-15", "genres": ["Comedy", "Drama"], "title": "The Thing About My Folks (2005)"}