{"url": "http://www.rogerebert.com/reviews/the-paperboy-2012", "by": "McConaugheyas Ward Jansen Matthew", "star_rating": 3.0, "text": "\"The Paperboy\" is great trash, and as Pauline Kael told us, the movies are so seldom great art that if we can't appreciate great trash, we might as well not go at all. This is a humid, deep South wallow in raunch, with the wrong man on Death Row, the right man lurking in a swamp with his inbred family, a dead sheriff, a curious newspaper reporter, a slutty blond slattern, the younger man who adores her and alligators, lots of 'em.\n\nThe characters in \"The Paperboy\" spend a lot of time wading up to their waists in swamp water, and the movie wades in right along with them. When the movie played at Cannes last May, some viewers hooted and complained a movie in such bad taste shouldn't have been shown in the French temple of film art. I have news for them. If this film has been in good taste, that would have been in bad taste.\n\nSet in 1969, \"The Paperboy\" stars Matthew McConaughey as Ward Jansen, a reporter for the Miami Times, who is visiting his hometown of Lately, Fla., because he believes a man on Death Row has been wrongly convicted for the murder of a sheriff. That man is Hillary Van Wetter (John Cusack), a human snake with a vicious streak, who we suspect should be executed on general principle. Ward recruits his kid brother Jack (Zac Efron) as an assistant to himself and his fellow reporter Yardley Acheman (David Oyelowo), a black man with a British accent that has the locals looking at him sideways. \n\nThey meet up with Charlotte Bless (Nicole Kidman), a trashy blond who seems to fashion her appearance after close study of the Trashy Lingerie catalog. She could have been the model for the dames on the paperback covers of Mickey Spillane steamers in the 1950s. Charlotte has never met Hillary Van Wetter, but they've been corresponding and are engaged to be married.\n\nI know a lot of women fall in love with men on Death Row, but Charlotte is a case study. She's in love with the very hopelessness of her romance, its masochistic idealism. In a scene that defies description, Ward and Jack take her for her first in-person meeting with Hillary, and so much does their romance reside in their fevered minds that they achieve simultaneous orgasm while 10 feet apart.\n\nA scene like that takes courage, but Nicole Kidman isn't finished. Charlotte is a merciless flirt around poor Jack, a champion swimmer who has been booted out of college and comes home to deliver papers for the local newspaper owned by his father (Scott Glenn). His lean and muscular body seems to contain a brain that is not in equally great shape. Charlotte reclines seductively on the beach next to him, with various bits peeking out in friendliness from beneath her bikini. To cool off, Jack plunges into the ocean and is attacked by jellyfish.\n\nHalf-conscious, he crawls ashore, and some local girls scream that the allergic reaction can be reversed by quickly urinating on him. That's the kind of life-saving information, which, if true, you'd think would be widely known. Whether it works or not, you will discover in \"The Paperboy.\"\n\nThis lurid story begins by being told in flashback by the Jansen family's cook and maid, Anita Chester (Macy Gray), who has seen some hard times since the events took place. She seems to know exactly what happened but is reluctant to come right out and say, and if I were a black maid in 1969 in Lately, Fla., you wouldn't get a peep out of me.\n\n\"The Paperboy\" is the first film directed by Lee Daniels since he made \"Precious,\" and it shows the same instinct for overwrought melodrama. It's based on a novel by Pete Dexter (\"Paris Trout\"), who co-wrote the screenplay, and follows in the tradition of Elmore Leonard, Carl Hiaasen and John D. MacDonald, who all seem to draw a peculiar inspiration from the murks of Florida.\n\nI know exactly the kinds of people who booed this film at Cannes. They cheer minimalist dirges filmed in gloom and defiant obscurity. I sometimes admire such films. But with \"The Paperboy,\" you have to wade in there up to your waist and be prepared to take all necessary measures against jellyfish.", "running_time": 107, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-10-03", "genres": ["Thriller"], "title": "The Paperboy (2012)"}