{"url": "http://www.rogerebert.com/reviews/the-falcon-and-the-snowman-1985", "by": "Timothy Huttonas Christopher Boyce", "star_rating": 4.0, "text": "A few years ago there were stories in the papers about a couple of California kids who were caught selling government secrets to the Russians. The stories had an air of unreality about them. Here were a couple of middle-class young men from suburban backgrounds, who were prosecuted as spies and traitors and who hardly seemed to have it quite clear in their own minds how they had gotten into the spy business.\n\nOne of the many strengths of \"The Falcon and the Snowman\" is that it succeeds, in an admirably matter-of-fact way, in showing us exactly how these two young men got in way over their heads. This is a movie about spies, but it is not a thriller in any routine sense of the word. It's just the meticulously observant record of how naiveté, inexperience, misplaced idealism and greed led to one of the most peculiar cases of treason in American history.\n\nThe movie stars Timothy Hutton as Christopher Boyce, a seminarian who has a crisis of conscience, drops out of school and ends up working almost by accident for a message-routing center of the CIA. Sean Penn is his best friend, Daulton Lee. Years ago, they were altar boys together, but in recent times their paths have diverged; while Boyce was studying for the priesthood, Lee was setting himself up as a drug dealer. By the time we meet them, Boyce is earnest and clean-cut just the kind of young man the CIA might be looking for (it doesn't hurt that his father is a former FBI man).\n\nAnd Lee, with a mustache that makes him look like a failed creep, is a jumpy, paranoid drug dealer who is one step ahead of the law.\n\nThe whole caper begins so simply. Boyce, reading the messages he is paid to receive and forward, learns that the CIA is engaged in dirty tricks designed to influence elections in Australia. He is deeply offended to learn that his government would be interfering in the affairs of another state, and the more he thinks about it, the more he wants to do something. For example, giving the messages to the Russians. He doesn't want to be a Russian spy, you understand, just to bring this injustice to light.\n\nLee has some contacts in Mexico, where he buys drugs. One day, in a deceptively casual conversation by the side of a backyard swimming pool, the two friends decide to go into partnership to sell the information to the Soviet Embassy in Mexico City.\n\nLee takes the documents south and launches them both on an adventure that is a lark at first, and then a challenge, and finally just a very, very bad dream.\n\nThese two young men have one basic problem. They are amateurs.\n\nThe Russians, don't necessarily like that any better than the Americans would; indeed, even though the Russians are happy to have the secrets that are for sale, there is the definite sense in some scenes that the key Russian contact agent, played by David Suchet, is almost offended by the sloppy way Penn deals in espionage. The only thing Penn seems really serious about is the money.\n\n\"The Falcon and the Snowman\" never steps wrong, but it is best when it deals with the relationship between the two young American spies. The movie was directed by John Schlesinger, an Englishman whose understanding of American characters was most unforgettably demonstrated in \"Midnight Cowboy,\" and I was reminded of Joe Buck and Ratso Rizzo from that movie as I watched this one. There is even a quiet, understated quote to link Ratso with the Penn character: A moment in a parking garage when Penn defies a car to pull in front of him, and we're reminded of Ratso crossing a Manhattan street and hurling the line \"I'm walking here!\" at a taxi that dares to cut him off. Instead of relying on traditional methods for creating the suspense in spy movies, this one uses the energy generated between the two very different characters, as the all-American Boyce gradually begins to understand that his partner is out of control.\n\n\"The Falcon and the Snowman,\" like most good movies, is not really about its plot but about its characters. These two young men could just as easily be selling stolen IBM, programs to Apple, instead of CIA messages to the Russians; the point is that they begin with one set of motives and then the implacable real world supplies them with another, harder, more unforgiving set of realities.\n\nJust as with \"Midnight Cowboy,\" it's hard to say who gives the better performance this time: Sean Penn, with his twitching intensity as he angles for respect from the Russians, or Timothy Hutton, the straight man, earnestly telling his girlfriend that she should remember he really loves her - \"no matter what you may hear about me in a few days from now.\" Here it is only January, and already we have one of the best movies of 1985.", "running_time": 132, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-01-25", "genres": ["Drama"], "title": "The Falcon and the Snowman (1985)"}