{"url": "http://www.rogerebert.com/reviews/the-debut-2002", "by": "Dante Bascoas Ben Mercado", "star_rating": 3.0, "text": "There is a moment in \"The Debut\" where a white man, who has married into a Filipino-American family, solemnly informs a dinner party of Filipinos that they are \"not considered Asians, but Malays.\" He doesn't realize how offensive and condescending it is for an outsider to tell people about themselves, but there is another reason to put the dialogue in this first-ever Filipino-American film: Most Americans don't know that. And now, knowing it, they don't know what a Malay is. And unless they've been in the Philippines, they don't have much idea of the heritage of the islands, where the cultures of the Pacific and Spain intersect with America. And they don't know that Tagalog is the national language, coexisting with English. And that the Philippine film industry is one of the few outside the United States and India to possess more than 50 percent of its own market.\n\nGiven the health of the film industry and the availability of English, it's surprising that it took so long for this first Filipino-American feature to be born. It joins a group of films about second-generation immigrants, standing between the traditions of their parents and their own headlong dive into American culture. \"Maryam,\" also in theaters right now, is about an Iranian-American teenage girl in conflict with strict Iranian parents. \"ABCD\" and \"American Desi\" are about Indian Americans. \"Real Women Have Curves\" is about a Mexican-American teenager whose mother opposes her college plans. \"Bread And Roses\" is about a Mexican-American strike leader whose sister opposes her. \"Mi Familia\" is a multigenerational story about Mexican Americans, and \"The Joy Luck Club\" is a Chinese-American version. For that matter, \"Stolen Summer,\" also opening today, has an Irish-American dad who wants his son to follow him into the fire department instead of going to college.\n\nThe films have elements in common: a bright young person who dreams of personal fulfillment. Parents who worked hard to support their families in a new land, and now want to dictate the choices of their children. A father who is stern, a mother who is a mediator. And with surprising frequency, a stiff, unyielding older man, a grandfather or \"sponsor,\" who is like the ghost at the family feast. The message of all of the movies: The older generation must bend and let the kids follow their dreams. That's not surprising, since the kids make the films, and all of these filmmakers must have had parents who thought they were crazy to dream of becoming movie directors.\n\n\"The Debut\" is familiar in its story arc, but fresh in its energy and lucky in its choice of actors. Filmed on a low budget, it looks and plays like an assured professional film, and its young leads are potential stars. The story involves a high school student named Ben Mercado (Dante Basco), who works in a comic book store and in the opening scene is selling his comics collection to help pay his way into Cal Arts.\n\nHe wants to be a graphic artist. His father, Roland (Tirso Cruz III), a postman, has other plans for Ben, who has won a pre-med scholarship to UCLA. The boy will be a doctor, period. Everything comes to a head at the 18th birthday party of Ben's sister Rose (Bernadette Balagtas), the \"debut\" of the title.\n\nBen has assimilated by always keeping a certain distance between his friends and his family. His best buddies are an Anglo and a Mexican-American, who are curious about Ben's home life, but keep getting shuffled aside. When they mention the inviting cooking aromas, Ben takes that as a criticism of the way his home smells. On the night of Rose's party, Ben has made plans to meet a pretty Anglo girl at a high school party, and is torn between the two events (unlike his friends, who have more fun at Rose's party).\n\nThe movie involves some melodrama when Ben meets Rose's pretty Filipino-American friend Annabelle (Joy Bisco) and it's love at first sight; Annabelle is breaking up with a tough boyfriend who, in the modern equivalent of male possessiveness, wants her to wear a pager. In a scene at a burger joint, there's casual racism in jibes that Filipinos eat dogs, and Ben is called a \"Chink.\" \"I'm not Chinese,\" he murmurs, and we realize one reason for the white man's gauche line about Malays is to get information into the screenplay that Filipinos would hardly tell one another.\n\nThe outcome of all of this is not hard to anticipate, but the setting is new, and the birthday party provides an excuse for traditional songs and dances (as well as for a virtuoso performance of hip-hop turntabling, an art where Filipino-Americans often win U.S. contests). In Dante Basco, Bernadette Balagtas and Joy Bisco the movie has likable, convincing young actors with marquee potential, and all of the major roles are filled with capable pros. There is one surprise. In most movies about artists, the artwork never looks as good as the movie thinks it does. But when Ben shows his father his portfolio, we see he does have the talent to realize his dream of writing graphic novels. Or maybe even go into animation and make some real dough.", "running_time": 89, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-03-22", "genres": ["Drama", "Indie"], "title": "The Debut (2002)"}