{"url": "http://www.rogerebert.com/reviews/the-samaritan-2012", "by": "Luke Kirbyas Ethan", "star_rating": 3.0, "text": "One difference between film noir and more straightforward crime pictures is that noir is more open to human flaws and likes to embed them in twisty plot lines. \"The Samaritan\" isn't a great noir, but it's true to the tradition and gives Samuel L. Jackson one of his best recent roles.\n\nHe plays Foley, a con man who was forced to kill his best friend and fellow grifter. He did 25 years in prison for murder, and as we meet him, he's just getting out on parole. He makes a promise to himself that he will never go behind bars again, and that means having nothing to do with crime in any form. He gets a job working construction.\n\nIt's not that easy. A man named Ethan (Luke Kirby) approaches him with an offer: An easy \"Samaritan\" con, which means the con man poses as a friend doing the mark a favor. Foley says no. Ethan continues to follow him, turning up everywhere. Foley tells him go to hell, using that anger beneath lowered brows that Jackson does so well.\n\nThe film takes place in Toronto, not a city often identified with noir, but then noir has no geographical requirements. Perhaps that accounts for the mid-Atlantic polish of a crime boss like Xavier (Tom Wilkinson), who has given Ethan a compelling reason to mastermind the con: He will kill him if he doesn't. \n\nHere, as so often, Wilkinson has a compelling screen presence. He's a British actor I first remember particularly noticing in \"In the Bedroom\" (2001), but he was in many films before and since — more than 100 credits in all. You may recall him from \"Michael Clayton,\" and he has the most touching role in the current \"The Best Exotic Marigold Hotel.\"\n\nAnyway, Ethan has his reasons to recruit Foley. And he eventually reveals another one, which I won't reveal. The strategy is to make it necessary for Foley to return to a life of crime, and Ethan has cards in his hand that Foley doesn't even suspect.\n\nThe film does a good job of establishing Foley's lonely single life. He works, he lives in a little flat, he hangs out at a bar from the old days, he learns most of his onetime pals are dead or locked up. And now there must be a woman. All noirs have one, usually one with secrets. In the bar, he befriends Iris (Ruth Negga), a slight, sweet-faced girl who needs defending. There's something about her vulnerability that appeals to him. She's like a wounded bird. Hers isn't an erotic appeal, at least not obviously, but who knows where it could lead?\n\nI think we're at the point in the story now where I'd better make my excuses and leave. In a proper noir nothing is at it seems, and I'll leave it at that. I will observe, however, that director David Weaver, who co-wrote the script with Elan Mastai, does a precise job of springing his surprises and drawing all the plot threads together into a knot, which he yanks in one of those delicious showdown scenes where personal urgencies and moral compulsions get all mixed up with death and blood.\n\nJackson was a co-producer on this film, probably because he liked the complexity of the role. \"The Samaritan\" has the patience to establish its setup, and that's important in a noir, in which action deferred is more important than action indulged. The final resolution is perhaps a little hasty. But there's something here.\n\nNote: The film, which opens Friday at Facets Cinematheque, is available everywhere via IFC on Demand.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-05-16", "genres": ["Thriller"], "title": "The Samaritan (2012)"}