{"url": "http://www.rogerebert.com/reviews/the-syrian-bride-2006", "by": "Clara Khouryas Mona", "star_rating": 3.0, "text": "\"The Syrian Bride\" takes place at such a remote corner of the Golan Heights that when an Israeli official refers to it as a \"military outpost,\" a Syrian scoffs at its ramshackle guardhouse and token military contingent. This obscure border crossing is crucial, however, to the future of Mona (Clara Khoury), who hopes to cross from Israel into Syria and be married. Her problem is that Syria considers her to already be in Syria, and Israel considers her to be in Israel. How can she cross from a place one side says does not exist to a place the other side says does not exist?\n\nIf \"The Syrian Bride\" seems vaguely familiar, it is because the same actress, Clara Khoury, starred in the 2004 film \"Rana's Wedding,\" playing a bride whose wedding is endangered by red tape at the checkpoint between Jerusalem and the Palestinian settlement of Ramallah. Only in the Middle East does a romantic comedy star specialize in border crossings. Odd, too, that in both cases romance has little to do with it; in \"The Syrian Bride,\" Mona is entering an arranged marriage with a Syrian soap opera star she's never met.\n\nThere is a note of gloom in the opening scenes of \"The Syrian Bride,\" because after Mona crosses into Syria, she can never return to Israel, and \"will never see her family again.\" True, she will never see them again by crossing into Israel, but there are such things as airplane flights from both Syria and Israel to perfectly pleasant destinations that will welcome them both, and since the soap opera star can presumably afford the tickets, I was not in tears.\n\nWhat is real is that these personal lives have become unmanageable because of the political positions of the two nations. Mona gets her passport stamped by the Israelis and then crosses to the Syrian checkpoint, which refuses to accept the passport because it has an Israeli stamp even though, the Syrian says, she has not come from Israel at all, but from Syria. Can she get the stamp whited out? No, because the Israelis require it for her to leave the country.\n\nMeanwhile, her intended bride and his relatives wait in the burning sun on one side of the border, and her father and her family wait on the other. Their situation is more complex because her father has just been released by Israel as a political prisoner, and the terms of his parole forbid him to be this close to the border. He could theoretically be put back in jail, but an Israeli police official's shrug is the sort of gesture that makes life possible at all in such a situation.\n\nLike many recent films from this part of the world, including \"Rana's Wedding\" and the 2006 Oscar nominee \"Paradise Now,\" \"The Syrian Bride\" was made by both Israelis and Arabs. \"Rana's\" director was a Palestinian based in the Netherlands; the director of \"Syrian\" is Eran Riklis, an Israeli. The crews are drawn from all the populations involved. What is interesting is that \"Rana,\" by a Palestinian, and \"Syrian,\" by an Israeli, seem to share exactly the same ideology: We live side by side, we are separated by a history of enmity, we are only people, we deserve to live our lives. Such films, which are said to be popular in Middle Eastern theaters, may assist in the gradual relaxation of tensions, although optimism regarding the Middle East often seems difficult. When \"Paradise Now\" was nominated for the Oscar, I received indignant e-mails from both sides, charging that the film favored the other side.\n\nAs for \"The Syrian Bride,\" it is difficult to get worked up about a bride and groom who have never met each other. If their marriage does not take place, their hearts will not be broken. That leaves us free to observe the world in which the film takes place, near a remote Druze desert settlement. Not precisely a flashpoint. It is possible that on some days, the guards on either side have only one another as company.\n\nThe real interest in the film enters by the side door, through supporting characters. Mona's family has gathered from far and wide for the ceremony. Her father is just out of jail, one of her brothers is a businessman in Europe, another has moved to Russian with his Russian bride. Most intriguing is Amal (Hiam Abbass), Mona's older sister, who is married, a feminist, has been accepted by the Israeli university at Haifa, and plans to attend despite the objections of her husband. Amal stands between the modern and the traditional, not so much a negotiator as a translator. What gives her intrinsic importance is Hiam Abbass' striking physical presence; if you remember Irene Papas in \"Zorba the Greek\" (or anything else), you'll get the idea.\n\nMovies like \"The Syrian Bride\" are not overtly political, but nibble around the edges, engaging our tendency to take a big political position and then undermine it with humanitarian exceptions. I am reminded of an appearance by Louis Farrakhan on \"Larry King Live.\" King asked him if he was still adamantly opposed to interracial marriages. Farrahkan said he certainly was, and then he shrugged and almost smiled: \"But the young people, what can you tell them?\"", "running_time": 97, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-04-06", "genres": ["Drama", "Foreign"], "title": "The Syrian Bride (2006)"}