{"url": "http://www.rogerebert.com/reviews/the-odd-couple-ii-1998", "by": "Jack Lemmonas Felix Unger", "star_rating": 1.5, "text": "Watching Walter Matthau and Jack Lemmon make the talk show\rcircuit, trading one-liners and barbs like a vaudeville team, I imagined a\rdocumentary simply showing them promoting this film. They're funny, familiar,\redgy and smart. “The Odd Couple II” is none of those things, and a much longer\rlist could be made of other things it is not.\n\nLemmon and Matthau are perfectly suited for working together. In\rlife as in fiction, they are a little like the original odd couple, Felix and\rOscar: Lemmon concise and tidy, Matthau rambling, shambling and gambling. When\rthey're given a decent screenplay, as in the original “Odd Couple” (1968) or\rlast year's engaging “Out to Sea,” they're fun to watch; their timing is\rimpeccable, and you can sense their joy of work.\n\n“Odd Couple II” is not, alas, such a screenplay. It has been\rwritten by the master, Neil Simon, who in this case is an emperor without any\rclothes. Did no one have the nerve to suggest a rewrite? To tell him that his\rstory was slight, contrived and flat? Perhaps it seemed to the producers that\rthe combination of Simon, Lemmon, Matthau and the words “odd couple” were a\rsufficient guarantee of success. The difference between a creative executive\rand a contract-signer lies precisely in the ability to see, in a case like\rthis, that they were not. (Of course, Simon himself is one of the producers on\rthis film, so in a way he was working without a net.) The story opens 17 years\rafter Oscar and Felix last saw each other. (It's 30 years since the movie, but\rthat would make their children middle-aged, so never mind.) Oscar now lives in\rFlorida, where he plays cards with old cronies and practices trying to hit his\rgarbage can with a Hefty bag from an upper floor. Felix stayed in New York\rCity, where he does part-time charity work at a hospital. They get calls:\rOscar's son is engaged to marry Felix's daughter.\n\nThis inevitably requires them to fly to Los Angeles, where they\rplan to rent a car and drive to the town where the wedding is being held (it's “San\rsomething,” but they can't remember what). Felix injures his foot while\rcrashing into Oscar at the airport, they rent a car, the car rolls over a cliff\rand explodes, etc., and they find themselves in a road movie, complete with\rseamy motels and colorful characters along the way.\n\nSimon's Borscht Belt humor still prevails in the dialogue. (“My\rsister lost three pairs of dentures in the earthquake.” “What did she do to\reat?” “She sent out.”) There are jokes about age, sex and death, and a nice\rsight gag after they get a lift in a Rolls-Royce driven so slowly that they are\rpassed up first by runners, and then by walkers.\n\nBut the movie has no purpose for being. That's revealed by the\rroad movie premise: The genre is ideal for throwing characters and dialogue\rsituations at them without the bother of contriving any kind of a dramatic or\rcomedic reason for them to be together. More honest, and maybe even funnier,\rwould have been the story of the two old adversaries forced to be roommates in\ra retirement village. The movie slogs on and on, Matthau and Lemmon gamely\rdelivering lines that may contain mechanical wit, but no impulse or dramatic\rpurpose.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-04-10", "genres": ["Comedy"], "title": "The Odd Couple II (1998)"}