{"url": "http://www.rogerebert.com/reviews/the-illustrated-man-1969", "by": "Rod Steigeras Carl", "star_rating": 2.0, "text": "Each person who tries to see beyond his own time must face questions for which there are no absolute answers.\n\nSo speaks Claire Bloom, in the voice of the narrator, at the end of \"The Illustrated Man.\" And true enough. But the lack of answers is no excuse for not facing the questions. Jack Smight's confused, wandering film never does quite come to terms with what it wants to be.\n\nWhen I was in high school, I was a science fiction fan of incurable proportions; I must have read nearly every s-f magazine and paperback published over a period of three or four years. And I faithfully followed the s-f fan magazines, wherein raged heated philosophical battles over the difference between science fiction and fantasy.\n\nMy side contended that science fiction was fantasy, but that fantasy was not science fiction (are you following this?). The crucial difference was that s-f pretended to realism, while in fantasy literally anything could happen and you never knew when a door knob might open a blue eye and wink at you. Of course, anything could happen in s-f, too, but you had to explain how.\n\nWhat this argument was really about, I guess, was the expectation of the reader. If you established him in a realistic universe and suddenly sprung a goblin on him, he had the right to feel put upon. If you threw logic out the window to begin with (as Tolkien did, and Bradbury sometimes), you had a free hand. But slipping fantasy into a s-f story was a crime of roughly the same proportions as slipping the real murderer into the last chapter of a whodunit.\n\nWhich brings us by a laborious route to \"The Illustrated Man.\" It has its weaknesses -- of acting, of character -- but they are not fatal. What finally brings the movie down is its inadequate attention to the expectations of the audience. It cheats in reverse. Instead of slipping goblins into nuclear reactors, it slips logic into an illogical universe. \n\nWe start with fantasy: A strange lady has covered the body of a man with \"skin illustrations\" which picture the future and the past. Look into his tattoos and you will see . . .\n\nWell, literally anything. And so this is a world of magic, of charms and spells. Fair enough. Doctor Strange fans know where they stand. But then when a youth meets the man and looks into his tattoos, we are transported not into a universe of fantasy but into a series of three rather tightly reasoned s-f stories. One involves a child's playroom gadget that recreates other times and places (in other words, it duplicates in a realistic world what the tattoos do already). The second is about spacemen marooned on a planet where it always rains. The third takes us to the last day on Earth -- and would be a fantasy except for its realistic, and unsatisfactory, ending.\n\nThis contrast sets up a distracting tension in the mind of the viewer. What can he expect -- or not expect? Where does he stand? Just when he becomes established in the logical world of the lost astronauts, he's jerked back to the anything goes tattoos of the Illustrated Man. And so the film finally doesn't work for the same reason that comic Westerns usually fail: Because it's risky to fool around with a genre unless you know what you're doing.\n\nRod Steiger, in the title role, whisks back and forth between past and future, here and there, a Southern accent and no accent at all, failing to establish himself as much of anything. Claire Bloom, who plays the mysterious lady and also appears in the sketches, is poised and cool, beautiful and lost. What's she doing here? Robert Drivas, who finds the Illustrated Man beside a campfire and listens to his story, should have asked more questions.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1969, "date_published": "1969-08-06", "genres": ["Drama", "Science Fiction"], "title": "The Illustrated Man (1969)"}