{"url": "http://www.rogerebert.com/reviews/the-interpreter-2005", "by": "Nicole Kidmanas Silvia Broome", "star_rating": 3.0, "text": "Sydney Pollack's \"The Interpreter\" is a taut and intelligent thriller, centering on Nicole Kidman as an interpreter at the United Nations, and Sean Penn as a Secret Service agent. And, no, they don't have romantic chemistry: For once, the players in a dangerous game are too busy for sex -- too busy staying alive and preventing murder. They do, however, develop an intriguing closeness, based on shared loss and a sympathy for the other person as a human being. There's a moment when she rests her head on his shoulder, and he puts a protectively arm around her, and we admire the movie for being open to those feelings.\n\nThe story was filmed largely on location in and around the United Nations, including the General Assembly Room; it's the first film given permission to do that. I mention the location because it adds an unstated level of authenticity to everything that happens. There's a scene where a security detail sweeps the building, and it feels like a documentary. Like when Drew Barrymore runs onto the field at Fenway Park in \"Fever Pitch,\" the U.N. scenes provide what Werner Herzog calls \"the voodoo of location\" -- the feeling of the real thing instead of the artifice of sets and special effects.\n\nThe movie has a realism of tone, too. This isn't a pumped-up techno-thriller, but a procedural, in which Secret Service agents Keller (Penn) and Woods (Catherine Keener) are assigned to the U.N. after an interpreter named Silvia Broome (Kidman) overhears a death threat. The threat is against an African dictator named Zuwanie (Earl Cameron), once respected, now accused of genocide. He announces that he will address the General Assembly to defend his policies. The head of the Secret Service (played by Pollack himself) says the last thing the United States needs, at this point in history, is the assassination of a foreign leader on American soil.\n\nZuwanie is clearly intended to represent Robert Mugabe of Zimbabwe, also once hailed as a liberator, now using starvation as a political tool. Sylvia, we learn, grew up in Zuwanie's country, was a supporter of Zuwanie, saw her parents killed, became disillusioned. She speaks many languages, including Ku, the tongue of the (fictional) country of Matobo, and five years ago became a UN interpreter.\n\nAfter she reports the death threat, she expects to be believed. But Keller draws an instant conclusion: \"She's lying.\" A polygraph indicates \"she's under stress but not lying.\" Is she, or isn't she? We meet a gallery of suspects, including Zuwanie's white security chief and two of his political opponents. Keller looks into Sylvia's background, convinced she has reasons for wanting Zuwanie dead, although she says she joined the UN because she supports peaceful change.\n\n\"Vengeance is a lazy form of grief,\" she tells the agent, who has some grief and vengeance issues of his own. She also tells him of a custom from Matobo: When a man kills a member of your family and is captured, he is tied up and thrown into the river, and it is up to your family to save him, or let him drown. If he drowns, you will have vengeance, but you will grieve all of your days. If you save him, you will be released from your lament. This is not a practice I was familiar with, and seems even to have escaped the attention of the Discovery Channel; I'd like to see a family debating whether to save the killer or drown him. Maybe a family like the Sopranos.\n\nWhat I admire most about the film is the way it enters the terms of this world -- of international politics, security procedures, shifting motives -- and observes the details of all-night stakeouts, shop talk, and interlocking motives and strategies. More than one person wants Zuwanie dead, and more than one person wants an assassination attempt, which is not precisely the same thing.\n\nNicole Kidman is a star who consistently finds dramatic challenges and takes chances. Consider her in \"Birth,\" \"The Human Stain,\" \"Dogville,\" \"The Hours,\" \"The Others\" and \"Moulin Rouge.\" Here, with a vaguely South African accent and a little-girl fear peering out from behind her big-girl occupation, she sidesteps her glamour and is convincing as a person of strong convictions. Sean Penn matches her with a weary professionalism, a way of sitting there and just looking at her, as if she will finally break down and tell him what he thinks she knows. It's intriguing the way his character keeps several possibilities in his mind at once, instead of just signing on with the theory that has the most sympathy from the audience.\n\nThe final scene is perhaps not necessary; it has \"obligatory closure\" written all over it. But at least we are spared romantic cliches, and I was reminded of Robert Forster and Pam Grier in Tarantino's \"Jackie Brown,\" playing two adults with so much emotional baggage that for them romance is like a custom in another country.\n\nNote: I don't want to get Politically Correct, I know there are many white Africans, and I admire Kidman's performance. But I couldn't help wondering why her character had to be white. I imagined someone like Angela Bassett in the role, and wondered how that would have played. If you see the movie, run that through your mind.", "running_time": 128, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-04-22", "genres": ["Crime", "Drama", "Suspense", "Thriller"], "title": "The Interpreter (2005)"}