{"url": "http://www.rogerebert.com/reviews/the-24-hour-woman-1999", "by": "Rosie Perezas Grace Santos", "star_rating": 3.0, "text": "The look in Grace's eyes is hard to describe as she watches her daughter, Lily, take her first steps, and no wonder: She's seeing it on video. She missed her daughter's first birthday and the first steps, because she was arrested trying to jump over a subway turnstile with a birthday present. And she yelled at the cop, because she was so frustrated after a crazy day at work and then the struggle to find the toy, one of those overnight sensations that inspire buying panics at Toys-R-Us.\n\nGrace, played at top speed by Rosie Perez, is a TV producer just finishing her first year as a working mom. She's at the end of her rope.\n\nFirst came the surprise news that she was pregnant. Then her husband, the co-host of a local morning show, announced her pregnancy on TV. Then the executive producer (Patti LuPone) found out she's expected to deliver in November: \"During sweeps!'' Then the show made her pregnancy a ratings-winner on cable, and it got picked up by a network. Meanwhile, Grace has been running herself ragged, trying to keep up.\n\nHer mom smiles at Grace's faith that she can be a mother and hold a full-time job: \"I remember when you were born. I was gonna write my novel while you slept.'' But Grace tries to juggle both lives, although hiring a nanny is an alarming experience: \"So far all we've met are Nazi nurses, and emotionally disturbed women with no skills.'' To balance her experience, there's the case of her new assistant, Madeline (Marianne Jean-Baptiste), who is returning to the workforce after taking time out for a family, and whose husband (Wendell Pierce) is playing househusband, not without grumbles.\n\n\"The 24 Hour Woman'' is a message picture wrapped inside a screwball comedy, with an touch of satire aimed at TV talk shows. It doesn't all work, but it happens so fast we don't get stuck in the awkward parts. Rosie Perez's Grace is the engine that pulls the story, with so much energy she seems to vibrate. Some will see her character as exaggerated. Not me. She's half Brooklynite-half TV producer, and from what I've seen of both species, hyperactivity is built in.\n\nThe only person on the show more driven than Grace is the Patti LuPone character, named Joan Marshall, who has true tunnel vision and cares only about ratings and programming gimmicks (one of her segment titles: \"Romancing the Stone: How to Kick-Start Your Man's Love Machine''). The message of the movie is that new mothers who want to work are pretty much on their own. They get more lip-service than real help from their husbands, and fellow females at work are running too hard to pause for sisterhood. \"Take your baby and go home,'' Joan shouts at her at one point. \"I got a show to do here.'' The movie's not an idealized Ms. magazine vision of a working mom breast-feeding between conference calls. Its message is more Darwinian: Motherhood releases powerful drives in a woman, which are good for her children but bad for her career. No matter how hard Grace tries, she can't get rid of the guilt when she's not with her baby. And the other people in her life, who do not share these mother's instincts, simply do not care as much or at all.\n\nThe movie was directed and co-written by Nancy Savoca, who in three earlier films also considered social institutions through a woman's eyes. Her \"True Love'' (1989) was about a bride who suddenly understood that she was being sacrificed on the altar of her family's expectations. Her \"Dogfight'' (1991) was about a woman who discovers she has been asked out on a date as part of a contest--four guys on their way to Vietnam are trying to see who can pick up the homeliest girl. And \"Household Saints'' (1993) was about a grandmother who was a devout Catholic, a mother and a husband who had drifted into secular ways, and a granddaughter who literally wanted to be a saint. Behavior that would have seemed admirable to the grandmother seemed like insanity to the mother.\n\nNow comes \"The 24 Hour Woman,'' which probably contains some of Savoca's own experiences. Her casting of Rosie Perez is a good one, because Perez is the most grounded of actors; you can't find the slightest hint of theory or conceit in her performances, which seem founded on total identification with character. She isn't a \"working woman'' or a \"Puerto Rican yuppie,'' but simply Grace Santos, with her marriage, her kid and her job. She doesn't have time for abstractions.\n\nThis isn't the kind of movie that would make a working woman think twice about having a child. It would make her think twice about having a job. If that's reactionary, then tough luck: What's a mom going to do when little Lily starts crying and only one person can comfort her?", "running_time": 95, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-02-19", "genres": ["Comedy", "Romance"], "title": "The 24 Hour Woman (1999)"}