{"url": "http://www.rogerebert.com/reviews/the-mighty-quinn-1989", "by": "Denzel Washingtonas Xavier", "star_rating": 4.0, "text": "\"The Mighty Quinn\" is a spy thriller, a buddy movie, a musical, a comedy and a picture that is wise about human nature. And yet with all of those qualities, it never seems to strain: This is a graceful, almost charmed, entertainment. It tells the story of a police chief on an island not unlike Jamaica who gets caught in the middle when a wealthy developer is found murdered. Everyone seems to believe the chief's best friend, a no-account drifter named Maubee, committed the crime. Everyone but the chief, and the chief's wife, who observes laconically, \"Maubee is a lover, not a killer.\" The film stars Denzel Washington in one of those roles that creates a movie star overnight. You might have imagined that would have happened to Washington after he starred in \"Cry Freedom\" as the South African hero Steven Biko. He got an Oscar nomination for that performance, but it didn't even begin to hint at his reserves of charm, sexiness and offbeat humor. In an effortless way that reminds me of Robert Mitchum, Michael Caine or Sean Connery in the best of the Bond pictures, he is able to be tough and gentle at the same time, able to play a hero and yet not take himself too seriously.\n\nHe plays Xavier Quinn, a local boy who once played barefoot with Maubee and got into the usual amount of trouble, but who grew up smart, went to America to be trained by the FBI, and has now returned as the police chief. The people of his district call him \"The Mighty Quinn,\" after the Bob Dylan song, and there is something both affectionate and ironic in the nickname. He knows everybody in town, knows their habits, and is on good terms even with the island governor (Norman Beaton), a cheerfully corrupt hack who only wants to keep the lid on things.\n\nThe murder is a great embarrassment. It is likely to discourage tourism, and perhaps there are more sinister reasons for sweeping the crime under the carpet and blaming Maubee. Quinn is the only one who wants to press an investigation, and it takes him into the decadent lives of the local establishment. He encounters Elgin, the suave local fixer (played by the elegant James Fox, that British specialist in the devious and the evasive). He is powerfully attracted to Elgin's restless wife (Mimi Rogers), and has a private encounter with her that is charged with eroticism precisely because he wants to resist her seductiveness.\n\nMost troublesome of all, he encounters a shambling, overweight, genial American who wanders around with a camera and always seems to be in the wrong place at the right time. This character, Miller, is played by M. Emmet Walsh, one of Hollywood's greatest character actors, who in this movie seems to combine the Sydney Greenstreet and Peter Lorre roles: He is comic relief at first, sinister malevolence later.\n\nAs his investigation makes its way through this moral quicksand, Quinn also weathers trouble at home. His wife, Lola (Sheryl Lee Ralph), is rehearsing with a reggae trio and is just a shade too emasculating to make a man truly comfortable around her. A local beauty (Tyra Ferrell) wants to steal Quinn away from her. An old crone (Esther Rolle) who is the island's resident witch makes prophecies of dire outcomes. And the carefree Maubee himself (played by Robert Townsend) turns up to taunt Quinn with his innocence.\n\nThis story, rich enough to fuel one of the great and complicated old Warner Bros. plots, is enriched still further by wall-to-wall music, including a lot of reggae and even a couple of appearances by Rita Marley. And the photography by Jacques Steyn is natural and amused, allowing us to ease into the company of these people instead of confronting us with them.\n\nWashington is at the heart of the movie, and what he accomplishes is a lesson in movie acting. He has obligatory action scenes, yes, and confrontations that are more or less routine. He handles them easily. But watch the way he and Rogers play their subtle romantic encounter. The scene develops in three beats instead of two, so that the erotic tension builds. But coexisting with his macho side is a playfulness that allows him to come up behind a woman and dance his fingers along her bare arms and sashay off again before she knows what has happened.\n\nIf Washington is the discovery in this movie, he is only one of its many wonderful qualities. I've never heard of the director, Carl Schenkel, before. I learn from press releases only that he is Swiss and has directed a lot of commercials, but on the basis of this film he's a natural. He is able in the moderate running time of 98 minutes to create a film that seems as rich and detailed as one much longer. He uses his Jamaican locations and interiors so easily that the movie seems to really inhabit its world, instead of merely being photographed in front of it. And the music helps; reggae somehow seems passionate, lilting and comforting, all at once. \"The Mighty Quinn\" is one of the year's best films.", "running_time": 98, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-02-17", "genres": ["Action", "Comedy", "Mystery", "Suspense", "Thriller"], "title": "The Mighty Quinn (1989)"}