{"url": "http://www.rogerebert.com/reviews/the-nanny-diaries-2007", "by": "Scarlett Johanssonas Annie/Nanny", "star_rating": 2.5, "text": "\"The Nanny Diaries,\" perhaps better titled \"The Bonfire of the Nannies,\" is told from the point of view of a bright college graduate who is accidentally hired as a nanny by a rich Manhattan family. Having studied both anthropology and child development at NYU, she is ideally prepared to study both the X family and its issue, the 5-year-old Grayer X, and the movie is presented like the results of a research study.\n\nIt begins, indeed, with its best scene, as Nanny (Scarlett Johansson) visits the Museum of Natural History and explains the dioramas showing lifelike models of Upper East Side natives seen in their natural habitats. One such exhibit comes to life: The Xs. Mrs. X (Laura Linney) having paid her dues by giving birth, now depends on money to see her through the care-giving stage. Mr. X (Paul Giamatti) is a workaholic toiler in the money fields, who is having an affair, which allows his wife to free up valuable shopping time. And Little Grayer has inherited the ingrained traits of his parents; he is acquisitive, aggressive, deceptive and demanding. Also a sad little boy.\n\nNanny, whose real name is Annie, got the job by saving the life of Grayer after he wandered away from his mom in Central Park. Annie says she is \"Annie,\" Mrs. X hears \"Nanny,\" and concludes that Annie is a nanny, assuming that Nanny is both a job description and a given name. Even the legendary Butcher Drier of Three Oaks, Mich., was called \"Ed,\" not \"Butcher,\" and you won't find a better smoked ham anywhere.\n\nMrs. X prides herself on buying the best of everything, including nannies. Although most nannies undergo a screening that would make the Transportation Security Administration proud, Nanny's chief qualification seems to be that she's an experienced baby-sitter. Also, of course, that she looks like Scarlett Johansson, and hiring a nanny that looks like a movie star is a status symbol for any family.\n\nThe movie is adapted from a best seller, unread by me, written by real-life NYU grads and sometime nannies Emma McLaughlin and Nicola Kraus, and rumored to be based on some of their field observations. Through the eyes of Nanny, we see the rules governing dress, fashion, business, entertainment and conspicuous consumption in the same world that was memorably X-rayed by Tom Wolfe in \"The Bonfire of the Vanities.\"\n\nIt was Anne-Marie Bigot de Cornuel, sometime mistress to Louis XIV, who observed, \"No man is a hero to his valet.\" She might also have said, \"No woman is a heroine to her nanny,\" if only \"nanny\" were a French word, which, like so many words, it is not. Nanny sees Mrs. X as a materialistic, spoiled creature who ignores her husband's infidelities because she has no desire to be divorced from her lifestyle, and besides, who would demand exclusive rights to the unpleasant Mr. X, anyway?\n\nWhat we see of her, however, is more complex. Mrs. X is both monster and victim, who went swimming among the wealthy and got swept away by the undertow. She's consuming as fast as she can, but has few resources to spend on little Grayer. Nor, Nanny discovers, is it much fun working for her. Assigned a room resembling a monk's cell, she is expected to be an all-purpose house cleaner, errand runner and scapegoat for any failings of the perfect Grayer. Her life is so cloistered that she has only three contacts: her mom, a New Jersey nurse (Donna Murphy); her best friend Lynette (Alicia Keys), and a guy who lives upstairs who she calls Harvard Hottie (Chris Evans). Having been driven to nannying by uncertainty about who she \"really is,\" she is at least now certain she's really not a nanny.\n\nThe plot develops a few problems familiar to anyone who watches TV and employs the Occupation Specified Rule (whenever the occupation of a minor character is specified, that occupation will become necessary in the plot). Laura Linney engages our sympathy more than Mrs. X really deserves, and Johansson has a kind of secret wit about her in certain roles that makes her seem in on the joke.\n\nBut the movie itself is sort of bland and obvious and comfortable. Nobody is really despicable enough, a mistake Tom Wolfe would never have made. It was directed by Shari Springer Berman and Robert Pulcini, whose masterpiece, \"American Splendor\" (2003), told the story of the sardonic real-life Cleveland file clerk and comic book author-hero Harvey Pekar. I'd love to see his rewrite of this material.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-08-23", "genres": ["Comedy", "Drama", "Romance"], "title": "The Nanny Diaries (2007)"}