{"url": "http://www.rogerebert.com/reviews/the-woman-next-door-1981", "by": null, "star_rating": 3.5, "text": "\r\n\n\n“The Woman Next Door” opens as a simple story about two\r\nhouses. They are next door to one another. The story gets a great deal less\r\nsimple after we meet the inhabitants of the houses. The house on the right is\r\nlived in by Gerard Depardieu, a big, friendly lunk of a guy who loves his wife\r\nand kids. The house on the left is purchased by an air traffic controller, who\r\nmoves in with his new bride, played by Fanny Ardant. \n\n\r\nThe catch is that Depardieu and Ardant were\r\nlovers eight or nine years ago. It was, we gather, a tempestuous relationship.\r\nDepardieu learns secondhand that Ardant has described him as a \"violent\r\nmanic depressive.\" Yet things look so calm on the suburban surface, as the\r\ntwo couples meet and exchange civilities. \n\n\r\nThe man and the woman make one crucial error,\r\nhowever, right at the outset. They do not tell their respective spouses about\r\ntheir old love affair. If they had, the situation might immediately have been\r\ndefused into embarrassment, good manners, and all those other enemies of\r\npassion. But because they keep their past a secret, they bestow meaning on it.\r\nThey tacitly agree that there is still a past, and that they do still share a\r\nsecret. In no time at all, they're meeting in town for steamy afternoons in one\r\nof those French hotels where the concierge has seen everything. \n\n\r\nThis situation is a quintessential one for\r\nTruffaut, the French director who has successfully made more than 20 films\r\nwithout yet portraying a healthy, mature relationship between a man and a\r\nwoman. All of his lovers are doomed by the demons of their passion, and by\r\nunderlying streaks of violence (in his serious films) and frivolous inability\r\nto make a commitment (in his comedies). \n\n\r\nStanley Kauffman, the critic for the New\r\nRepublic, bluntly observed not long ago that Truffaut only has three subjects\r\n(1) men in love with being in love, (2) women who kill men and (3) children. \n\n\r\nThere aren't many scenes with the kids in this\r\nfilm. But the male and the female are certainly in love with love: They seem\r\nmore fascinated by the fact of their affair than by each other. And they're\r\ntragically out of sync. They cannot love each other simultaneously. Each one\r\napparently needs to be rejected by the other to fully arouse his or her\r\npassion. (The movie has a happy ending, I guess, in that it finally ends in a\r\ntie.) \n\n\r\nTruffaut is on record as one of the greatest\r\nadmirers of Alfred Hitchcock, and “The Woman Next Door” is a profoundly\r\nHitchcockian film, in that its real subjects are guilt, passion and terrible\r\nconsequences of a sin that starts out small. (We can almost imagine Sir\r\nAlfred's ghost reciting the lesson: \"You can see what can happen to you\r\nwhen you are not good boys and girls.\") The two lovers are criminals, of\r\ncourse, adulterers, cheaters, liars, as practiced at concealing their emotions\r\nas a veteran con man. And, as Alfred did, Truffaut does a brilliant job of\r\ngiving us surface images that are almost starkly simple, while beneath the\r\nsurface there's a labyrinthine tangle of passions. \n\n\r\nThat's what's best about the film. Truffaut\r\nshows us one thing and implies another. Toward the end, his characters seem to\r\nbe doing exactly the opposite of what we guess they're really doing. The superb\r\nlogic of the last scene is all the more effective because, gee, we didn't know\r\nthat was how she felt É but, of course, we did.", "running_time": 106, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Foreign"], "title": "The Woman Next Door (1981)"}