{"url": "http://www.rogerebert.com/reviews/the-sum-of-us-1995", "by": "Jack Thompsonas Harry Mitchell", "star_rating": 2.5, "text": "If there is anything worse than a parent who disapproves of your\rsex life, it may be a parent who approves too much. That possibility is raised,\rbut not explored, in \"The Sum of Us,\" an Australian comedy about a\rdad who is so proud of his gay son that he pokes his head into the bedroom\rduring sex to ask how everyone would like his tea.\n\nThere's\rsomething unwholesome, even creepy, about the father's cheerleading role in his\rson's sex life. It's refreshingly liberated, I suppose, for the dad to take an\rinterest, and to quiz his son's possible sexual partners on whether they\rpractice safe sex. But when Dad helpfully brings home gay porno magazines and\rleaves them around the house, you have to wonder if there isn't something else\rgoing on - something the movie remains willfully uninterested in.\n\n\"The\rSum of Us\" takes place in Sydney, where Jeff (Russell Crowe), a gay man in\rhis 20s, lives with his father, a widower named Harry (Jack Thompson). There is\ra history of homosexuality in the family, going back to a grandmother who had a\rlifelong companion.\n\nHarry\rhas simply never bought into society's pervasive homophobia.\n\nQuite\rthe contrary. When Jeff brings home a new lover, the lover is nonplussed to\rdiscover that Jeff's father not only is in the next room, but is quite cheerful\rabout what might be going on in this one.\n\nThe\rstory, based on a play by David Stevens, involves the unexpected complications\rthat Jeff experiences because of his open-minded father. Jeff's problem is that\rhe despairs of ever finding a life partner. When he finally brings home a\rcandidate named Greg (John Polson), Greg simply cannot handle Harry's acceptance.\rHis own parents have no idea about his sexuality; his father is a sexist brute\rwho sees Greg on TV in a gay pride parade and turns mean and ugly. Greg,\rdepressed by Harry's acceptance, bails out ofthe\rrelationship with Jeff.\n\nThat\rleaves Jeff more depressed than ever, and then the plot takes a melodramatic\rturn that I will not reveal, except to say that it milks the poignancy of\rHarry's love for his son to an almost cloying degree.\n\nThe\rmovie betrays its stage origins in several ways, but for me the most\rdistracting was how it kept \"audience lines\" - lines of dialogue that\rmust have worked well in the theater, but seem too mannered and\r\"written\" for the movies. A sample exchange: \"You know what they\rsay about the early bird.\" \"Yes, but I don't think that's the kind of\rworm they were referring to.\" Another device that gets old is the freedom\rthe characters have to talk directly to the camera, sometimes even turning to\rwink at us in the middle of a scene. This can work, rarely, but here it creates\ra false matey feeling; Harry is so intrusive he all but asks us what we'd like\rin our tea.\n\nParents\rcan be your friends, yes, and your confidants, yes, and open relationships\rbetween parents and children are possible, and wonderful. But surely some\rrebellion is necessary as part of the maturing process; it may not be right for\ra parent to deprive a child of any opportunity to make a declaration of\rindependence. \"Parents,\" Peter Ustinov once wrote, \"are the\rbones on which children sharpen their teeth.\" But not in this household,\rwhere Harry is so nosy, benevolent, curious and obtrusive that Jeff is hardly\rallowed to have a life, let alone a sex life, of his own. Jeff feels some anger\rand frustration at his father, but not enough, I feel, and as the movie slips into\rits melodramatic third act, it avoids the issues that are bubbling right\rbeneath the surface of the story in order to get sidetracked with soap opera.\n\nSometimes\rmovies end with little mottoes on the screen. I have an idea for this one:\r\"Be careful what you ask for; you might get it.\"", "running_time": 100, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-04-21", "genres": ["Comedy", "Drama", "Family", "Foreign", "Indie", "Romance"], "title": "The Sum Of Us (1995)"}