{"url": "http://www.rogerebert.com/reviews/the-ballad-of-the-sad-cafe-1991", "by": "Vanessa Redgraveas Miss Amelia", "star_rating": 3.0, "text": "`The Ballad of the Sad Cafe\" comes wrapped in cultural glory; it is based on a novel by Carson McCullers and a play by Edward Albee, and yet it persists in sounding like a sketch for \"Saturday Night Live.\" McCullers was a gifted member of the Southern Gothic school who built on Faulkner and made the South seem peopled with grotesque heroes and villains in a hothouse of sex, scandal, vice, secrecy and unwholesome family secrets. If she were to re-visit the South today, and discover that shopping malls and skyscrapers have largely replaced the folks sipping moonshine down in the incestuous rural hollow, she would no doubt be mightily disappointed.\n\nAnd yet \"Sad Cafe,\" like all fictions that are twisted and warped into a shape larger than life, provides great opportunities for actors. I remember seeing the play onstage in New York in the early 1960s, with Colleen Dewhurst and the late Michael Dunn, and being impressed with the largeness of the roles: McCullers and Albee were not timid modernists, straining to eject small pellets of mannered prose, but old-fashioned, even Shakespearean, writers in love with the grand gesture, the flamboyant speech, the crisis in which character is revealed and secrets are unveiled.\n\nNow comes this movie version of \"Ballad of the Sad Cafe,\" made by a British director and an Indian producer. The director is the actor-writer Simon Callow, whose recent book about Charles Laughton reveals his own affection for grandiose performance, and the producer is Ismail Merchant, of \"A Room with a View.\" Their star, in the showboat role of Miss Amelia, is Vanessa Redgrave, 6 feet tall with hair shorn close, so that she seems part woman, part votary of some obscure Southern order.\n\nMiss Amelia has retired for some time to the rooms upstairs over her cafe, and yet she still holds considerable sway over the local backwoods folk, thanks to her skill in healing, and the quality of her moonshine. She is not quite a spinster. She was married for 10 days once to Marvin Macy (Keith Carradine), who has since disappeared, but not before giving Miss Amelia the only serious competition she has experienced in life.\n\nOne day Cousin Lymon, a noisy dwarf (Cork Hubbert), arrives in town, introduces himself as Miss Amelia's kin, and starts preparing the way for the arrival of Marvin Macy, much as John the Baptist once performed similar duties in a different story. Lymon is a clown who deflects mockery by performing for folks, and he leaps onto the counter to sing and dance and bring more joy than the Sad Cafe has seen in many a year. Soon he has convinced Miss Amelia to re-open it, and provide the townsfolk with a gathering place.\n\nIt is clear that Lymon is half in love with Marvin, who arrives on schedule and brings the party to a halt with his laconic manner, his ironic guitar solos, and his history of emotional warfare with Miss Amelia. The townsfolk, who are astonished, baffled, cheered and depressed on cue, watch hungrily as Miss Amelia and Marvin Macy edge toward an inevitable showdown: a bare-knuckle fight.\n\nAll of this is about as believable as those breathless \"Dateline America\" reports you read in the British trash press about snake-worshipping cults in Louisiana Sunday schools. But it plays well, if you can dismiss from your mind any remote expectation that the behavior in the film will mirror life as we know it. And Vanessa Redgrave, imperious and vibrating with passion, makes a proud, sad Miss Amelia.\n\nI suppose there was once a time when \"The Ballad of the Sad Cafe\" was thought to contain truths about life as lived. I can no longer relate to it that way. It now plays more like a prose opera, in which jealousy and passion inflame the characters, who are trapped in the sins of the past. To see the movie for its story is an exercise in futility. But it works well as gesture and flamboyance, a stage for outsize tragic figures.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-06-07", "genres": ["Drama", "Foreign", "Romance"], "title": "The Ballad Of The Sad Cafe (1991)"}