{"url": "http://www.rogerebert.com/reviews/the-inkwell-1994", "by": "Larenz Tateas Drew Tate", "star_rating": 3.0, "text": "Matty Rich's \"The Inkwell\" tells the story of a 16-year-old kid whose family spends a couple of weeks on Martha's Vineyard in the summer of 1976. His uncle and aunt, who have a house there, are wealthy Republicans, with a portrait of Richard M. Nixon on the living room wall. But they like to party, and soon the hero, named Drew, meets the other young people in the area and finds himself falling in love for the first time.\n\nThe movie is a coming-of-age comedy with a \"Summer of '42\" twist at the end, and all of the obligatory stops in between: The bonfire on the beach, the Fourth of July parade, the first kiss with fireworks exploding in the air, the parents fighting and the kids exchanging great and solemn truths beneath the moon.\n\nThere is a difference, though. All of the characters in the movie are African-Americans. And the \"Inkwell\" is the name of a beach on Martha's Vineyard where the black bourgeoisie have owned summer homes for decades. For most American moviegoers, the world of this movie will be as unfamiliar as the other side of the moon. Although TV has shown many middle-class black families (notably the Huxtables), if you only knew what you learned at the movies you wouldn't suspect that most black Americans are employed, many of them are affluent, and, yes, some of them are Republicans.\n\nThe movie establishes its summer beach location and then moves into its story of a boy who becomes a man. In the case of Drew (Larenz Tate), the journey will be longer than most. At 16, he has no close friends and spends most of his time talking to a small wooden sculpture. His parents, Kenny and Brenda (Joe Morton and Suzzanne Douglas), are concerned, and hope the vacation on the Vineyard with her sister's family will help Drew break out of his rut.\n\nIt will be a breakthrough for them, too, since Kenny, a onetime Black Panther, has never been close with his conservative brother-in-law.\n\nIt does. He falls in love at first sight with the beautiful Lauren Kelly (Jada Pinkett), who is rude to him at first but then takes some amusement in ordering him around, and eventually even gets to like him, during a long talk on the beach. Drew gets around, and finds the island populated with other beautiful women, including Heather Lee (Adrienne-Joi Johnson), whose husband (Morris Chestnut) is a philanderer.\n\nAlthough the movie is rated R, for \"language,\" this is in fact an innocent comic fantasy, in which no problem is too deep to be solved in two weeks, especially with the encouragement of an understanding woman. And Drew seems to attract understanding like a magnet, not only from Lauren and Mrs. Lee but from his aunt (Vanessa Bell Calloway) and a wise local therapist (Phyliss Yvonne Stickney).\n\nLarenz Tate, who was memorable in \"Menace II Society,\" has an infectious likability here as Drew, although he needs to tame a tendency to overact. When his girlfriend stands him up and he sits disconsolately on the steps of her house, it is enough that he strips the petals from the flowers he brought her. His hands don't need to tremble.\n\nThe director, Matty Rich, is now 22 years old. He was 19 when his first feature, \"Straight Out of Brooklyn,\" was released.\n\nSince The Period is set in 1976, it must represent the memories of the writers (Tom Ricostronza and Paris Qualles) more than his own.\n\nWhen the earlier film was released, I wrote that Rich would \"someday, I imagine, make slicker movies than `Straight Out of Brooklyn.' Movies with more so-called entertainment and production values. But will he ever make a movie more obviously from his heart?\" With \"The Inkwell,\" he has moved into frankly commercial territory, and the entertainment values are there. But I suspect the film also comes from his heart. When old men make stories of young men coming of age, the focus is somehow on the beautiful women they come of age with. When young men tell these stories, the focus is on the young hero, because the pain and adventure of his struggle is still fresh in the filmmaker's memory. Rich is still learning as a filmmaker, and he needs to tell his actors to dial down. But he knows how to tell a story. And he knows how to get big laughs, too.", "running_time": 112, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-04-22", "genres": ["Comedy", "Drama", "Romance"], "title": "The Inkwell (1994)"}