{"url": "http://www.rogerebert.com/reviews/the-wise-kids-2011", "by": "Molly Kunzas Brea", "star_rating": 3.0, "text": "In the spring and summer of their senior year in high school, three best friends in Charleston, S.C. deal with their religious beliefs and sexuality. What kind of a film does that make you imagine? Possibly some kind of a melodrama, with big scenes of confrontation and truth-telling. Nothing could be more different than Stephen Cone's \"The Wise Kids,\" which is honest, observant, and subtle.\n\nThe film will be the opening night presentation of the 30th annual Reeling Gay and Lesbian Film Festival, and will play Nov. 3 at the Music Box. The festival will also play at five other venues.\n\nI've only seen this single festival film, but I can predict that in many of the entries, homosexuality will be treated in a matter-of-fact way, as the norm in the lives on its characters. Last Friday, for example, a sweet musical comedy named \"Jamie and Jessie Are Not Together\" opened at the Siskel Center, in which every woman in Chicago was apparently gay. Movies often create fantasy worlds. In the real world, everyone is not gay, and coming out can be difficult and painful.\n\n\"The Wise Kids\" takes a refreshing approach to that reality. All of its characters are members of a Baptist church, but none of them is a religious zealot, and the most devout character is probably Tim (Tyler Ross), who during this summer will deal with the fact that he is gay. This will happen not with dramatic, pumped-up dialogue, but with understated, tentative conversations among friends, often on porch steps, walking down a street in the moonlight, or at back yard parties. Cone is adept at body language, eye contact, nuance, and suggesting people's instinctive sympathy.\n\nTim's best friends are Brea (Molly Kunz), the red-tressed, open-minded preacher's daughter, and Laura (Allison Torem), who is fundamentalist and shocked by what she begins to realize about Tim. \"It's wrong,\" she tells him. \"I can quote you the verses from the Bible.\" But this is not in an argument, and Tim says he \"prays on it,\" and now will pray for Laura. Brea, on the other hand, has a crisis of her own: She is beginning to question the foundations of her faith and contradictions in the Bible.\n\nThe film is cleanly, simply constructed of moments of communication. The word \"gay\" is hardly used. A fraught subplot involves Austin (Cone), the church musical director, and Elizabeth (Sadieh Rafai), his wife of eight years. He begins to realize he is gay, and Elizabeth perhaps realizes this sooner than he does. She observes that he's attracted to Tim, and there's a carefully written and photographed scene at a party where Austin and Tim share a moment of truth neither one of them expected.\n\nDoes Elizabeth scream at her husband? The movie spares us any such scenes, and we don't believe they're going on off-screen, either. The unusual quality of \"The Wise Kids\" is that the movie takes the faith of the characters seriously, and doesn't set anyone up as a caricature or a sitting duck. The moment I saw Tim's father (Matt Decaro), for example, I thought he'd become a target: He's a good old boy with a beer belly. But he is also a loving parent, and note his tact and love in the conversation he has with Tim the first time the boy comes home for a visit after leaving to school. With a few words, he tells us of a lifetime.\n\nThere are no bad people in this movie. Only those who sincerely care for and about each other, and come to accept that, no matter what you think about it, some people are gay, and always have been gay, and that's the way they are, and you can still love them. \"The Wise Kids\" may perhaps be one of the more unusual films in the festival.\n\n", "running_time": 91, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-10-26", "genres": null, "title": "The Wise Kids (2011)"}