{"url": "http://www.rogerebert.com/reviews/the-big-tease-2000", "by": "Craig Fergusonas Crawford", "star_rating": 2.0, "text": "In the theory of comedy, more attention should be paid to the time between the laughs. It's easy enough to get a laugh in a movie, but tricky and difficult to build comic momentum, so that underlying hilarity rolls over from one laugh to the next, and the audience senses it's looking at a funny movie instead of a movie with funny moments.\n\n\"The Big Tease\" is a movie with a lot of laughs, but they come one at a time. It doesn't build, and by the time we get to the big payoff, it's kind of dragging. I could describe moments and lines to you and you'd probably laugh, but sitting there in the audience, you want it to roll, and it meanders.\n\nThe film stars Craig Ferguson, a gifted comic actor from Glasgow (and \"The Drew Carey Show\"), as a gay hairdresser named Crawford Mackenzie--by his own admission the finest hairdresser, indeed, in Scotland.\n\nWhen an invitation arrives from the World Freestyle Hairdressing Championship in Los Angeles, he vibrates with excitement: Here at last is his chance to compete against the big names in hairdressing. Accompanied by a documentary film crew, he flies off to L.A., only to discover belatedly that he has been invited, not to compete, but to sit in the audience (between Daniel Day-Lewis and Carrot Top) and is expected to pay all his own bills.\n\nHe's crushed, but not defeated. With the now-desperate doc crew following him around and lending him that air of vague importance bestowed by any camera, he invades the sanctum of the legendary Stig Ludwiggssen (David Rasche), defending hairdressing champion, a Norwegian twit with an accent that casts doubt on his Norwegian or any other origins.\n\nRasche is wonderful in the role, conveying that towering self-importance so often displayed by the giants of inconsequential fields; having once overheard Jose Eber when he was mad at a rental car agent, I can even speculate that Rasche's portrait is not particularly exaggerated.\n\nTo be considered for the competition, Crawford needs a union card. His quest for one occupies the middle passages of the movie. At one point he is reduced to grooming the animal costumes at a theme park. He thinks his fellow Scotsman Sean Connery might come to the rescue (perhaps he will remember the time Crawford groomed his hairpiece) and confronts Connery's publicist, played by Frances Fisher with dead-on accuracy.\n\nWhether he gets his card, and what happens at the bizarre hairdressing finals, I leave it to you to discover. I found Ferguson likable as the hairdresser out of water, and enjoyed Fisher, Rasche and Mary McCormack as the head of the competition. But somehow \"The Big Tease\" never quite attains takeoff velocity. Maybe it needed to position itself a little closer to the ground and go for the comedy of observation rather than exaggeration. I trust, anyway, that the final competition is an exaggeration. If it is anywhere at all close to real life, just the telecast of the real thing would have been funny enough.", "running_time": 86, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-02-11", "genres": ["Comedy", "Documentary", "Foreign", "Indie"], "title": "The Big Tease (2000)"}