{"url": "http://www.rogerebert.com/reviews/the-last-kiss-2002", "by": "Stefano Accorsias Carlo", "star_rating": 2.0, "text": "\"The Last Kiss\" is a comedy, I guess, about male panic at the spectre of adult responsibility. If you're a guy and want to figure out what side of the question you're on, take this test. You're a young single man. Your girlfriend announces at a family dinner that she is pregnant. You (a) accept the joys and responsibilities of fatherhood; (b) climb up into a treehouse at a wedding to begin a passionate affair with an 18-year-old; (c) join three buddies in discussing their plan to buy a van and trek across Africa.\n\nCarlo (Stefano Accorsi), the hero of the film, is torn between (b) and (c). Marriage looms like a trap to him, and he complains to Francesca (Martina Stella), the 18-year-old, that he fears \"the passion is going\" from his life. When his girlfriend Giulia (Giovanna Mezzogiorno) takes him along to look at a house they could buy, he complains that buying a house seems so \"final.\" Not encouraging words for a pregnant fiancee to hear. \"If I catch him cheating, I'll kill him,\" she says, in the ancient tradition of Italian movie comedy.\n\nBut the movie isn't all comedy, and has fugitive ambitions, I fear, to say something significant about romance and even life. Consider some of Carlo's friends. Paolo (Claudio Santamaria) is expected to take over his father's clothing store, has no interest in retail, but is wracked with guilt because his father is dying and this is his last wish. Marco (Pierfrancesco Favino) is a serial lover. Adriano (Giorgio Pasotti) is depressed because his girlfriend has lost all interest in sex after giving birth. Their 30s and indeed their 40s are breathing hot on the necks of these friends, who cling to golden memories of adolescence.\n\nThere is also the case of Anna (Stefania Sandrelli), Carlo's mother, who is married to a detached and indifferent psychiatrist, and seeks out a former lover with hopes of, who knows, maybe now taking the path not chosen. The lover is delighted to see her for a chat over lunch, but reveals that he has recently married and is the proud father of a one-year-old. How cruelly age discriminates against women (at least those prepared to consider it discrimination and not freedom).\n\n\"The Last Kiss\" specializes in dramatic exits and entrances. Anna bursts into her husband's office when he is deep in consultation with a patient, who seems alarmed that his own house is so clearly not in order. Carlo awakens with dread after a night spent imprudently, and flees. Giulia makes a dramatic appearance at a death bed after discovering Carlo lied to her. And so on.\n\nThe problem is that the movie has no idea of it is serious or not. It combines heartfelt self-analysis with scenes like the one where Carlo is taken by his teenage squeeze to her friend's birthday, and tries to party with the kids. This is either funny or sad, not both, but the movie doesn't know which.\n\nThe message behind all of this is difficult to nail down. Mars and Venus? Adults who haven't grown up? The last fling syndrome? Doing what you want instead of doing what you must? I have just finished Without Stopping, the autobiography of the novelist and composer Paul Bowles, who as nearly as I can tell always did exactly what he wanted, and was married to Jane Bowles, who did the same. The answer, obviously, is not to choose between marriage and the van trip through Africa, but to dump the buddies and find a wife who wants to come along.", "running_time": 114, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-08-30", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Last Kiss (2002)"}