{"url": "http://www.rogerebert.com/reviews/the-money-pit-1986", "by": "Shelley Longas Anna Crowley", "star_rating": 1.0, "text": "In a movie called \"Big Deal on Madonna Street,\" a gang of crooks was trying to break through a wall into a bank building. They rigged up a system that was going to penetrate the wall, and braced it against another wall, and of course it was the other wall that collapsed. Their surprise when that happened was one of the biggest laughs in the movie.\n\nHowever, if the entire movie had consisted of the same gag, repeated over and over again, with the gadget breaking through the wrong wall a dozen times, I think the original laughter eventually would have collapsed into quiet desperation. That is what happens with \"The Money Pit,\" a movie that contains one funny scene and 91 minutes of running time to kill.\n\nThe movie stars Tom Hanks and Shelley Long as a couple who need to find a house in a hurry. They have been living in the Manhattan apartment of her former husband (Alexander Godunov), but now he throws them out and they take the only place they can find - a country estate at a suspiciously low price. Sure, it needs a little work. All older houses need a little work. But Hanks begins to suspect something is seriously wrong when he slams the front door and it falls off its hinges.\n\nHa, ha. In the course of this movie, we also will see a staircase collapse, a bathtub fall through the floor, and several walls reduced to piles of rubble. That's before the craftsmen arrive to repair the building. They have a standard answer to how long everything will take: \"Two weeks,\" they say, snickering up their sleeves. They demand cash advances and then drive off in their Cadillacs and Porsches, maybe never to be seen again.\n\nIf the movie had made the carpenters, plumbers and electricians into interesting characters, it might have been able to save itself.\n\nBut one contractor (Joe Mantegna) is onscreen so little he seems like an afterthought, and the other one (Philip Bosco) is never developed into much more than a genial presence.\n\nInstead, we get one monotonous sight gag after another. The most irritating is the one where Hanks falls through the floor and is pinned, halfway down, by a rug. He can't move. All he can do is scream for help, but when Long finally arrives at the house, he screams all the wrong things, until we aren't laughing, we're groaning. Didn't it occur to anybody that the smarter the characters were, the funnier their troubles would be? Make them into idiots, and who cares if their house falls down? There is just the beginning of a comic idea with the Godunov character. He exhibits a certain wry charm as a conceited symphony conductor who thinks himself to be altogether the most brilliant person in the world. His scenes with Shelley Long are among the movie's few pleasant interludes, if only because he's so cheerful about his absolute cynicism.\n\nBut the house is a disaster in more ways than one. Sure, it's a triumph of art direction. The Hollywood artisans who designed it deserve some sort of medal for the neat stunts they think up and the great tricks they're able to pull. There is even one sustained Rube Goldberg-type gag that is really funny, as an incredible chain of events unfolds with meticulous precision. But one gag does not a comedy make, and if they had spent the time on the characters that they spent on building the house, they might have really had something in \"The Money Pit.\"", "running_time": 91, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-03-26", "genres": ["Comedy", "Romance"], "title": "The Money Pit (1986)"}