{"url": "http://www.rogerebert.com/reviews/the-muppets-2011", "by": "Jason Segelas Gary", "star_rating": 3.0, "text": "The Muppet franchise is revitalized with \"The Muppets,\" a funny, wickedly self-aware musical that opens by acknowledging they've outlived their shelf life. There's some truth in that observation; this is the first Muppet movie since \"Muppets From Space\" (1999), and there wasn't exactly a clamor for a revival. Yet for those who grew up with the Muppets, they had lovable personalities and (shall we say?) character defects.\n\nWhat's rather canny about this revival is that it sidesteps the fact that some younger viewers may not actually be very familiar with the Muppets.\n\nTheir parents will be the fans. The movie opens with the Muppets disbanded; their movies and TV shows are all in the past. They've moved on. Miss Piggy, we discover, became the editor of a Paris fashion magazine.\n\nIt's a human fan who misses them most. Jason Segal plays Gary, who not only loves the Muppets but actually lives with Walter, who has been his best pal since he was a child, even though now Gary's at least five feet taller. This friendship is a problem, as well it might be, for Gary's girlfriend Mary (Amy Adams). Walter likes Gary well enough, but feels like a displaced person. After all, he's a Muppet.\n\nGary, Mary and Walter take a bus trip to Hollywood, only to discover the historic Muppet Studios are abandoned and derelict. Walter discovers that a millionaire (Chris Cooper) plans to buy the studios and drill for oil. This is not preposterous; didn't they strike oil under the 20th Century-Fox ranch? The three tourists vow to raise money to save the studios, and the early appearance of Mickey Rooney in the movie should have been a tipoff of the old Rooney-Garland formula: \"Hey, kids! Let's put on a show!\"\n\nTime is short. The search for the Muppet diaspora is difficult. The plan is to do a TV benefit. Since the Muppets aren't as big as they once were, human stars are also recruited to appear in the benefit. Famous bit parts are a tested element of the Muppet formula; I remember when I was all set up to interview Orson Welles on the day he was co-starring with Miss Piggy. The interview never happened. There was some problem with Miss Piggy.\n\nThe remarkable thing about the Muppets, then and now, is what distinctive personalities and presences they have. When the \"The Muppet Movie,\" the first in the series, came out in 1979, there was astonishment that — ohmigod! — Kermit was riding a bicycle! How could a Muppet do that? Today, characters can do anything in the movies, but these Muppets are still played by Muppeteers, and they're still endearing.", "running_time": 103, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-11-21", "genres": ["Comedy", "Family", "Musical"], "title": "The Muppets (2011)"}