{"url": "http://www.rogerebert.com/reviews/the-bad-news-bears-1976", "by": "Walter Matthauas Coach Buttermaker", "star_rating": 3.0, "text": "Michael Ritchie's \"The Bad News Bears\" is intended as a comedy, and there are, to be sure, a lot of laughs in it. But it's something more, something deeper, than what it first appears to be. It's an unblinking, scathing look at competition in American society - and because the competitors in this case are Little Leaguers, the movie has passages that are very disturbing. \n\nThe movie's about a team that's surely one of the\r\nworst ever assembled (although I once played right field for one that wasn't much better). The kids are uncoordinated and demoralized and afraid of the ball, and wouldn't be playing at all except that a liberal city councilman has made them a test case. The members include a black, a couple of Mexicans, various other minority group members and, eventually, a girl. \n\nThe team's obviously so bad no self-respecting coach would have anything to do with them, so the councilman hires a coach, illegally. His choice is an alcoholic onetime minor leaguer played by Walter Matthau - the sort of man mothers warn their children about. He doesn't understand kids, he's a loner, and he mixes bourbon and beer right in the can and drinks it in the dugout. Even the kids see through him. \n\nThe movie comes by most of its comedy fairly easily. Matthau is, of course, an engaging performer, and the role's a good one for him as he sits in the dugout, hung-over and bleary-eyed, watching his Bears come out of the first inning 26 runs behind. The kids are good, too; Ritchie sees them in a fairly tough and\r\nunsentimental way, and lets them use the sort of\r\ndialog we'd like to think 12-year-olds aren't familiar with.\r\nMatthau works with the kids, despairs with them, finds himself beginning to care in spite of himself and\r\nfinally goes out to recruit a ringer. She's Amanda (Tatum O'Neal), the 12-year-old daughter of one of his former girl friends, and over the years he'd developed her into a first-rate pitcher. \n\nAll of this is pretty much as we'd expect it, and\r\nthere are obligatory scenes in which the Bears finally get their uniforms, Matthau finally shaves, the boys say they won't wear their athletic supporters until Amanda wears one, too . . . and the team wins its\r\nfirst game. But beneath this entertaining surface\r\nstuff, there's something else going on. We begin to sense how important, how really crucial, Little League is to the adults involved in it. How much emphasis they place on winning.\r\nIf winning is the only point, how you win starts not to matter. Matthau gets caught up in the competitiveness, too, ordering his kids to\r\ndeliberately get themselves hit with pitched balls, and telling a new recruit (Jackie Earle Haley, playing a neighborhood juvenile delinquent and natural\r\nathlete) to grab as many plays as he can away from his teammates. \n\nDirector Michael Ritchie has made a specialty of\r\nmovies about competition. \"Downhill Racer,\" about\r\nOlympic ski champions, was his first film, and he also made \"The Candidate,\" about a political race, and last year's \"Smile,\" about a beauty contest. They're all three very good films - but \"The Bad News Bears\" is, in a way, his most harrowing portrait of how we'd\r\nsometimes rather win than keep our self-respect. He directs scenes for comedy even in the face of his\r\ndisturbing material and that makes the movie all the more effective; sometimes we laugh, and sometimes we can't, and the movie's working best when we're silent.", "running_time": 102, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-04-13", "genres": ["Comedy", "Family", "Sports Film"], "title": "The Bad News Bears (1976)"}