{"url": "http://www.rogerebert.com/reviews/the-league-of-extraordinary-gentlemen-2003", "by": "Sean Conneryas Allan Quatermain", "star_rating": 1.0, "text": "\"The League of Extraordinary Gentlemen\" assembles a splendid team of heroes to battle a plan for world domination, and then, just when it seems about to become a real corker of an adventure movie, plunges into incomprehensible action, idiotic dialogue, inexplicable motivations, causes without effects, effects without causes, and general lunacy. What a mess.\n\nAnd yet it all starts so swimmingly. An emissary from Britain arrives at a private club in Kenya, circa 1899, to invite the legendary adventurer Allan Quartermain (Sean Connery) to assist Her Majesty's Government in averting a world war. Villains have used a tank to break into the Bank of England and have caused great destruction in Germany, and each country is blaming the other. Quartermain at first refuses to help, but becomes annoyed when armored men with automatic rifles invade the club and try to kill everybody.\n\nQuartermain and friends are able to dispatch them with some head-butting, a few rights to the jaw and skewering on an animal horn, and then he goes to London to attend a meeting called by a spy master named--well, he's named M, of course.\n\nAlso assembled by M are such fabled figures as Captain Nemo (Naseeruddin Shah), who has retired from piracy; Mina Harker (Peta Wilson), who was involved in that messy Dracula business; Rodney Skinner (Tony Curran), who is the Invisible Man; Dorian Gray (Stuart Townsend), who, Quartermain observes, seems to be missing a picture; Tom Sawyer (Shane West), who works as an agent for the U.S. government, and Dr. Henry Jekyll (Jason Flemyng), whose alter ego is Mr. Hyde.\n\nThese team members have skills undreamed of by the authors who created them. We are not too surprised to discover that Mina Harker is an immortal vampire, since she had those puncture wounds in her throat the last time we saw her, but I wonder if Oscar Wilde knew that Dorian Gray was also immortal and cannot die (or be killed!) as long as he doesn't see his portrait; at one point, an enemy operative perforates him with bullets and he comes up smiling. Robert Louis Stevenson's Mr. Hyde was about the same size as Dr. Jekyll, but here Hyde expands into a creature scarcely smaller than the Hulk, and gets his pants from the same tailor, since they expand right along with him while his shirt is torn to shreds. Hyde looks uncannily like the WWE version of Fat Bastard.\n\nNow listen carefully. M informs them that the leaders of Europe are going to meet in Venice and that the mysterious villains will blow up the city to start a world war. The League must stop them. When is the meeting? In three days, M says. Impossible to get there in time, Quartermain says, apparently in ignorance of railroads. Nemo volunteers his submarine, the Nautilus, which is about 10 stories high and as long as an aircraft carrier, and which we soon see cruising the canals of Venice.\n\nIt's hard enough for gondolas to negotiate the inner canals of Venice, let alone a sub the size of an ocean liner, but no problem; \"The League of Extraordinary Gentlemen\" either knows absolutely nothing about Venice, or (more likely) trusts that its audience does not. At one point, the towering Nautilus sails under the tiny Bridge of Sighs and only scrapes it a little. In no time at all there is an action scene involving Nemo's newfangled automobile, which races meaninglessly down streets that do not exist, because there are no streets in Venice and you can't go much more than a block before running into a bridge or a canal. Maybe the filmmakers did their research at the Venetian Hotel in Venice, where Connery arrived by gondola for the movie's premiere.\n\nBombs begin to explode Venice. It is Carnival time, and Piazza San Marco is jammed with merry-makers as the Basilica explodes and topples into ruin. Later, there is a scene of this same crowd engaged in light-hearted chatter, as if they have not noticed that half of Venice is missing. Dozens of other buildings sink into the lagoon, which does not prevent Quartermain from exalting, \"Venice still stands!\" Now back to that speeding car. Its driver, Tom Sawyer, has been sent off on an urgent mission. When he finds something--an underwater bomb, I think, although that would be hard to spot from a speeding car--he's supposed to fire off a flare, after which I don't know what's supposed to happen. As the car hurtles down the non-existent streets of Venice, enemy operatives stand shoulder-to-shoulder on the rooftops and fire at it with machineguns, leading us to hypothesize an enemy meeting at which the leader says, \"Just in case they should arrive by submarine with a fast car which hasn't been invented yet, I want thousands of men to line the rooftops and fire at it, without hitting anything, of course.\" Later, there is a sinister encounter in a Venetian graveyard, among the crumbling headstones. But hold on: Venice of all cities doesn't have graves because the occupants would be underwater. Like New Orleans, another city with a ground-water problem, Venetians find it prudent to bury their dead in above-ground crypts.\n\nBut never mind. The action now moves to the frozen lakes of Mongolia, where the enemy leader (whose identity I would not dream of revealing) has constructed a gigantic factory palace to manufacture robot soldiers, apparently an early model of the clones they were manufacturing in \"Attack\" of the same. This palace was presumably constructed recently at great expense (it's a bitch getting construction materials through those frozen lakes). And yet it includes vast neglected and forgotten rooms.\n\nI don't really mind the movie's lack of believability. Well, I mind a little; to assume audiences will believe cars racing through Venice is as insulting as giving them a gondola chase down the White House lawn. What I do mind is that the movie plays like a big wind came along and blew away the script and they ran down the street after it and grabbed a few pages and shot those. Since Oscar Wilde contributed Dorian Gray to the movie, it may be appropriate to end with his dying words: \"Either that wallpaper goes, or I do.\"", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-07-11", "genres": ["Action", "Fantasy", "Science Fiction", "Thriller"], "title": "The League of Extraordinary Gentlemen (2003)"}