{"url": "http://www.rogerebert.com/reviews/the-core-2003", "by": "Aaron Eckhartas Josh Keyes", "star_rating": 2.5, "text": "Hot on the heels of \"Far from Heaven,\" which looked exactly like a 1957 melodrama, here is \"The Core,\" which wants to be a 1957 science fiction movie. Its special effects are a little too good for that (not a lot), but the plot is out of something by Roger Corman, and you can't improve on dialogue like this: \"The Earth's core has stopped spinning!\" \"How could that happen?\" Yes, the Earth's core has stopped spinning, and in less than a year the Earth will lose its electromagnetic shield and we'll all be toast--fried by solar microwaves. To make that concept clear to a panel of U.S. military men, Professor Josh Keyes (Aaron Eckhart) of the University of Chicago borrows a can of room freshener, sets the propellant alight with his Bic, and incinerates a peach.\n\nTo watch Keyes and the generals contemplate that burnt peach is to witness a scene that cries out from its very vitals to be cut from the movie and made into ukulele picks. Such goofiness amuses me.\n\nI have such an unreasonable affection for this movie, indeed, that it is only by slapping myself alongside the head and drinking black coffee that I can restrain myself from recommending it. It is only a notch down from \"Congo,\" \"Anaconda,\" \"Lara Croft, Tomb Raider\" and other films which those with too little taste think they have too much taste to enjoy.\n\nTo be sure, \"The Core\" starts out in an unsettling manner, with the crash-landing of the space shuttle. Considering that \"Phone Booth,\" scheduled for release in October 2002, was shelved for six months because it echoed the Beltway Sniper, to put a shuttle crash in a March 2003 movie is pushing the limits of decorum, wouldn't you say? And yet the scene is a hum-dinger. The Earth's disturbed magnetic field has confused the shuttle's guidance system, causing it to aim for downtown Los Angeles. Pilot Bruce Greenwood insists \"it's Mission Control's call,\" but co-pilot Hillary Swank has an idea, which she explains (ital) after (unital) the shuttle passes over Dodger Stadium at an altitude of about 800 feet.\n\nIf the shuttle glided over Wrigley Field at that altitude, I'm thinking it would have crashed into the 23rd Precinct Police Station by now, or at the very least a Vienna Red Hots stand. But no, there's time for a conversation with Mission Control, and then for the shuttle to change course and make one of those emergency landings where wings get sheared off and everybody holds on real tight.\n\nOther portents show something is wrong with Gaia. Birds go crazy in Trafalgar Square, people with pacemakers drop dead, and then Josh Keyes and fellow scientist Conrad Zimsky (Stanley Tucci) decide that the Earth's core has stopped spinning. To bring such an unimaginable mass shuddering to a halt would result, one assumes, in more than confused pigeons, but science is not this film's strong point. Besides, do pigeons need their innate magnetic direction-sensing navigational instincts for such everyday jobs as flying from the top of Nelson's column to the bottom? Dr. Zimsky leads the emergency team to the Utah Salt Flats, where eccentric scientist Edward Brazzelton (Delroy Lindo) has devised a laser device that can cut through solid rock. He has also invented a new metal named, I am not making this up, Unobtainium. (So rare is this substance that a Google search reveals only 8,060 sites selling Unobtainium ski gear, jackets, etc.) Combining the metal and the laser device into a snaky craft that looks like a BMW Roto-Rooter, the United States launches a $50 billion probe to the Earth's core, in scenes that will have colonoscopy survivors shifting uneasily in their seats.\n\nTheir mission: Set off a couple of nuclear explosions that (they hope) will set the core a-spinnin' again. The Earth's innards are depicted in special effects resembling a 1960s underground movie seen on acid, and it is marvelous that the crew has a windshield so they can see out as they drill through dense matter in total darkness. Eventually they reach a depth where the pressure is 800,000 pounds per square inch--and then they put on suits to walk around outside. Their suits are obviously made of something stronger and more flexible than Unobtainium. Probably corduroy.\n\nThe music is perfect for this enterprise: ominous horns and soaring strings. The cast includes some beloved oddballs, most notably DJ Qualls (\"The New Guy\"), who plays Rat, a computer hacker who can talk to the animals, or at least sing to the dolphins. The only wasted cast member is Alfre Woodard, relegated to one of those Mission Control roles where she has to look worried and then relieved.\n\n\"The Core\" is not exactly good, but it knows what a movie is. It has energy and daring and isn't afraid to make fun of itself, and it thinks big, as when the Golden Gate Bridge collapses and a scientist tersely reports, \"The West Coast is out.\" If you are at the video store late on Saturday night and they don't have \"Anaconda,\" this will do.", "running_time": 135, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-03-28", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "The Core (2003)"}