{"url": "http://www.rogerebert.com/reviews/the-filth-and-the-fury-2000", "by": "Julien Temple", "star_rating": 3.5, "text": "The saga of the Sex Pistols is told for the third time in \"The Filth and the Fury.\" Not bad for a band that symbolized punk rock but lasted less than two years, fought constantly, insulted the press, spit on their fans, were banned from TV, were fired by one record company 24 hours after being signed, released only one album, pushed safety pins through noses and ear lobes to more or less invent body piercing, broke up during a tour of the United States, and saw front man Sid Vicious accused of murdering his girlfriend and dying of a drug overdose.\n\nDirector Julien Temple based his \"Great Rock and Roll Swindle\" (1980) on a version of the Pistols story supplied by Malcolm McLaren, their infamously self-promoting manager, and now, 20 years later, Temple tells the story through the eyes and in the words of the band members themselves. In between came Alex Cox's \"Sid & Nancy\" (1986), with Gary Oldman's shattering performance as the self-destructive Sid Vicious.\n\nIt wasn't what the band stood for. It was what they stood against. \"Attack, attack, attack,\" says lead singer Johnny Rotten in the film. Now once again John Lydon, he appears along with guitarist Steve Jones, drummer Paul Cook, McLaren, original band member Glen Matlock (deposed by Vicious) and even Vicious himself, in an interview filmed a year before his death. The surviving members are backlit so we cannot see their faces, which would have provided a middle-aged contrast to the savage young men on the screen; McLaren talks from behind a rubber bondage mask like those he and onetime girlfriend Vivienne Westwood sold in their boutique Sex.\n\nMcLaren claimed the Sex Pistols were entirely his invention and painted himself as a puppetmaster. Lydon, who calls him the Manager throughout the film, says, \"There was never a relationship between the Manager and me except he stole my ideas and used them as his own.\" The truth probably resides in between.\n\nI had a glimpse of the Sex Pistols in 1977, when McLaren hired Russ Meyer to direct them in a movie, and Meyer hired me to write it (McLaren and Rotten were fans of our \"Beyond the Valley of the Dolls\"). I wrote a screenplay in Los Angeles with McLaren feeding me background and ideas. Then Meyer and I flew to London to meet with Rotten, Vicious, Cook and Jones. (Meyer, wary of McLaren's trademark bondage pants, insisted on sitting on the aisle: \"If we have to evacuate, he'll get those goddamned straps tangled up in the seats.\") I remember a surrealistic dinner involving Rotten, Meyer and me (\"We won the Battle of Britain for you,\" Meyer sternly lectured Rotten, while I mused that America was not involved in the Battle of Britain and Rotten was Irish.) Rotten seemed amused by the fact that Meyer was unintimidated by his fearsomely safety-pinned facade. As we drove him home, he complained bitterly that McLaren had the band on a salary of eight pounds a week, borrowed five pounds from Meyer and had us stop at an all-night store so he could buy a six-pack of lager and cans of pork and beans.\n\nThe truth is, no one made much money off the Pistols, although McLaren made the most. The plug was pulled on our film, \"Who Killed Bambi?,\" after a day and a half of shooting, when the electricians walked off the set after McLaren couldn't pay them. Meyer had presciently demanded his own weekly pay in advance every Monday morning.\n\nThe Catch-22 with punk rock, and indeed with all forms of entertainment designed to shock and offend the bourgeoisie, is that if your act is too convincing, you put yourself out of business, a fact carefully noted by today's rappers as they go as far as they can without going too far.\n\nThe Sex Pistols went too far. They never had a period that could be described as actual success. Even touring England at the height of their fame, they were booked into clubs under false names. They were hated by the establishment, shut down by the police and pilloried by the press (\"The Filth and the Fury\" takes its title from a banner headline that once occupied a full front page of the Daily Mirror). That was bad enough. Worse was that their own fans sometimes attacked them, lashed into a frenzy by the front line of Rotten and Vicious, who were sometimes performers, sometimes bear-baiters.\n\nRotten was the victim of a razor attack while walking the streets of London; McLaren not only failed to provide security, he wouldn't pay taxi fares. Vicious was his own worst enemy, and if there was one thing that united the other three band members and McLaren, it was hatred for Sid's girlfriend, Nancy Spungen, who they felt was instrumental in his drug addiction. \"Poor sod,\" today's John Lydon says of his dead bandmate.\n\nTo see this film's footage from the '70s is to see the beginning of much of pop and fashion iconography for the next two decades. After the premiere of \"The Filth and the Fury\" at Sundance, I ran into Temple, who observed, \"In the scenes where they're being interviewed on television, they look normal. It's the interviewers who look like freaks.\" Normal, no. But in torn black T-shirts and punk haircuts, they look contemporary, unlike the dated, polyestered, wide-lapeled and blow-dried creatures interviewing them.\n\nEngland survived the Sex Pistols, and they mostly survived England, although Lydon still feels it is unsafe for him to return there. He now has an interview program on VH-1 and the Web. Cook and Jones lead settled lives. McLaren still has bright ideas. Vivienne Westwood has emerged as one of Britain's most successful designers, and poses for photographs in which she bears a perfect resemblance to Mrs. Thatcher. And as for Sid, my notes from the movie say that while the Pistols were signing a record deal in front of Buckingham Palace and insulting the queen, Sid's father was a Grenadier Guard on duty in front of the palace. Surely I heard that wrong?", "running_time": 105, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-04-07", "genres": ["Documentary", "Foreign", "Music"], "title": "The Filth and the Fury (2000)"}