{"url": "http://www.rogerebert.com/reviews/the-generals-daughter-1999", "by": "John Travoltaas Paul Brenner", "star_rating": 2.5, "text": "Elisabeth once told me she was conducting a field investigation in psychological warfare, and the enemy was Daddy.\n\nSo speaks one of the friends of the late Capt. Elisabeth Campbell, whose bizarre death is the centerpiece of \"The General's Daughter.\" Her Army job is to teach \"psychological operations\"--or, as she explains to a guy whose tire she helps to change, to mess with people's minds. Nobody's mind has been messed with more than her own.\n\nThe friendly guy is Warrant Officer Paul Brenner, played by John Travolta--first as a slow-talking redneck, and then, after he drops the undercover masquerade, as an aggressive Army cop. He meets Elisabeth Campbell (Leslie Stefanson) just that once, before her naked corpse is found staked spread-eagled to the ground, having been strangled. And if you blinked at that description of her dead body, well, so did I. The circumstances of the victim's death are so bizarre and unlikely that they derail most of the scenes they involve. \"The General's Daughter\" is a well-made thriller with a lot of good acting, but the death of Elisabeth Campbell is so unnecessarily graphic and gruesome that by the end I felt sort of unclean. If this had been a documentary, or even a fiction film with serious intentions, I would have accepted it. But does entertainment have to go this far just to shake us up? The movie is based on a page-turner by Nelson DeMille, adapted for the screen by William Goldman and Christopher Bertolini, who along the way provide a dialogue scene for Travolta and James Woods that's sharp-edged and crisply delivered; one-on-one, they fence with words and the theater grows as quiet as if it were a sex scene. Simon West, the director, creates a gloomy Southern Gothic atmosphere for his film, which is set at an urban warfare center, \"an Army base that includes mock-ups of civilian architecture, and an antebellum mansion for the general to occupy.\" The general (James Cromwell) seems to have lived there quite some time, judging by the furnishings, which make the interiors look like pages from Architectural Digest. Gen. Campbell occupies rooms filled with wood, leather, brass, crystal, weapons and flags, and is doted on by his loyal aide-de-camp, Col. Fowler (Clarence Williams III). Campbell is a war hero now considered vice presidential timber, although of course the messy murder of his daughter may put an end to that, especially if he had anything to do with it.\n\nHe is not the only suspect. With the efficiency of all good police procedurals, every single main character is a suspect, except for those deployed for local color and comic effect (and you can never be sure about them). Travolta's warrant officer is assigned to the case, and partnered with another Army cop, Sarah Sunhill (Madeleine Stowe); they had an affair once in Brussels, which gives them something to talk about--just as well, since the primary function of her character is to wait around in hopes that the screenplay will hurl her into a dangerous and threatening situation.\n\nThey quiz Capt. Moore (Woods), who describes himself as Elisabeth's mentor in psychological warfare, and Col. Kent (Timothy Hutton), the provost marshal, who seems awfully nosy if he has nothing to hide. The local police chief insulted Travolta while he was undercover, and now Travolta insults him back, and finds out that the chief's son and deputy was dating the dead woman.\n\nHe had a lot of company. Travolta finds a secret room in the woman's basement that contains S & M props and equipment, an automatic video system and lots of incriminating tapes. The sweet blond who changed Travolta's tire apparently spent her evenings tightening more than lugs. Travolta finds out from the tapes (and from gossip universally offered) that the general's daughter had apparently slept with more or less everyone on the general's staff.\n\nWe know from long experience with other thrillers that present problems always have their explanations in lurid flashbacks. Travolta discovers that something unspeakable happened to Capt. Campbell during her third year at West Point. What that is, and how it leads to the death of the general's daughter, I leave to you to discover. The explanation does not speak highly for the psych courses at the Point, however, since Elisabeth apparently learned that the way to exorcise a traumatic memory is to reenact the events that produced it.\n\n\"The General's Daughter\" is, as I have said, a well-made film. It is populated by edgy performances, and we get a real feeling for the characters played by Woods, as a career man with a secret to hide; Cromwell, as an unbending officer and father, and Williams, as a man who hero-worships the general to a fault. Travolta demonstrates again, as he did in \"A Civil Action\" and \"Primary Colors,\" that he has developed into a fine actor.\n\nI also admired the darkly atmospheric look of the film, and the way it sustains its creepy mood. But I cringed when the death of the general's daughter was played out. Did the details have to be so graphic? Did we need to linger on the sight of a terrified woman? Did the filmmakers hesitate before supplying actual shots of her being strangled? Can anything be left to the imagination? I believe that any subject matter is legitimate for artistic purposes, but this isn't art. It's a thriller that could have spared us the details of that woman's horrible death.", "running_time": 115, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-06-18", "genres": ["Drama", "Mystery", "Thriller"], "title": "The General's Daughter (1999)"}