{"url": "http://www.rogerebert.com/reviews/the-guardian-1990", "by": "Jenny Seagroveas Camilla", "star_rating": 1.0, "text": "Of the many threats to modern man documented in horror films - the slashers, the haunters, the body snatchers - the most innocent would seem to be the druids. What, after all, can a druid really do to you, apart from dropping fast-food wrappers on the lawn while worshipping your trees? That's what I would have said, anyway, until I saw \"The Guardian,\" a movie about a baby-sitter whose goal is to capture babies and embed them in a vast and towering old sacred druidical tree, which she apparently carts around with her from state to state and aeon to aeon.\n\nThe druid, who probably is immortal but takes the human form of a foxy British governness, is played by Jenny Seagrove. Even the people who hire her observe that she's too pretty to be a governess. They are a Chicago couple (Dwier Brown and Carey Lowell) who move to Los Angeles after he gets a better job in the advertising business. A lot better: In Chicago they lived in a two-bedroom flat, but in L.A., despite the higher real estate prices, they're able to rent a house by a famous architect (Brad Hall), who even drops in personally to repair the doors. The house is right on the edge of one of those vast, deep, green forests that we all know are such a feature of Los Angeles topography.\n\nThe nanny brings good references with her, and has one of those British accents that costs a lot to acquire and maintain. She also knows a lot about children. She knows, for example, that after 30 days the \"baby cells\" in the blood stream are replaced by grown-up cells.\n\nThis seems to be particularly important to her.\n\nHaving established these facts, \"The Guardian\" then bolts headlong into the thickets of standard horror film cliches: ominous music, curtains blowing in the wind, empty baby cribs, dire warnings from strange women, manifestations of savage canines, and the lot. The architect comes to a gruesome end, the husband suspects the nanny's vile scheme, and about the only original touch in the movie is that, for the first time in horror film history, a chain saw is used against its intended target, a tree.\n\n\"The Guardian\" was directed by William Friedkin, sometimes a great filmmaker (\"The Exorcist,\" \"The French Connection\"). His most recent previous film, based on a true crime case, was named \"Rampage\" and was not even properly released. I saw it and admired it. Now this. Maybe after years of banging his head against the system Friedkin decided with \"The Guardian\" to make a frankly commercial exploitation film. On the level of special effects and photography, \"The Guardian\" is indeed well made. But give us a break.", "running_time": 93, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-04-27", "genres": ["Drama", "Horror", "Mystery", "Thriller"], "title": "The Guardian (1990)"}