{"url": "http://www.rogerebert.com/reviews/the-client-1994", "by": "Susan Sarandonas Reggie Love", "star_rating": 2.5, "text": "\"The Client\" takes place in a steamy Southern Gothic world of corruption, evil and cynicism - John Grisham country, somewhere between Memphis and Yoknapatawpha County. In the center of this world stands young Mark Sway (Brad Renfro), a tough 11-year-old whose life is in danger because he has information that could harm powerful people. He's on his own, but he's smart enough to know he needs a good lawyer.\n\nSo he wanders through an office building, opening doors and poking around, until he finds someone who looks trustworthy. Her name is Reggie Love (Susan Sarandon), and she's been through some hard times in a checkered personal life, but the kid is right and she's a good lawyer. Soon she will be defending not only his life but her own.\n\nThe creation of these two characters is at the heart of Grisham's accomplishment in \"The Client.\" They are original and genuinely interesting, and the roles have been cast well. Brad Renfro is a movie newcomer who seems to be a natural actor. He's from Knoxville, Tenn., inexperienced except for school productions, but he has an unforced conviction and a lot of backbone and provides a strong center for the film.\n\nAs Reggie Love, the filmmakers cast Sarandon, who is also right for the role: weary and world-worn, but tough, and warm enough to understand her client's difficult emotional needs. She has a special reason for earning the boy's trust: Earlier in her imperfect life, she lost custody of her own children.\n\nAgainst these heroes, the movie provides two categories of villains. There are the corrupt gangsters and politicians who fear the young boy will destroy them with information. And there is Roy Foltrigg (Tommy Lee Jones), a publicity-seeking federal prosecutor nicknamed \"Reverend\" because of his penchant for quoting scripture at press conferences, often inaccurately.\n\nIf Grisham is good at creating original, believable characters, he is all too good at dreaming up bizarre situations to place them in. His astonishing writing career is well-known by now: How the Southern lawyer began to write fiction in his spare time and within a few years became the nation's best-selling author. He can write, to be sure. But his plots sometimes seem amateurish and overcontrived, and anyone who could follow all of the events in \"The Firm\" (1993) should probably share their explanation with the rest of us as a public service.\n\nIn \"The Client,\" Grisham's story provides a starting point for some quietly realistic, emotionally convincing scenes for director Joel Schumacher (\"Flatliners,\" \"Falling Down\"). But in the last hour the action wanders less convincingly into Hardy Boys antics where the kid and his lawyer turn into amateur sleuths and risk their lives to solve the big case.\n\nMuch depends on the whereabouts of a missing body - which, if it can be produced, will overthrow an evil cabal of gangsters, mob lawyers and politicians. After Mark and Reggie find the body, at great but unconvincing risk, the movie concludes with such unseemly haste that Foltrigg calls a press conference to boast of the location of the body before he has even gone to see for himself if it is there. At moments like this, the movie betrays its willingness to go for effect at the cost of credibility, and like other Grisham plots this one doesn't really stand up to close examination.\n\nStill, there are wonderful moments in it, many of them between Sarandon and Renfro, and others involving a desperate lawyer named Romey (Walter Olkewicz), whose suicide, witnessed by Renfro's character, sets up the plot. (It also inspires the hero's kid brother to fall into a convenient movie coma, which leads to several bedside scenes we have seen before.) Tommy Lee Jones is fun, too. It is curious how he maintains his air of impenetrability while becoming a movie star. He never seems to reach for effect, but erects a wall of mystery that makes him the most interesting character in most scenes. That is not to say he underacts - quite the contrary. As Foltrigg, he hambones his way through scene after scene. But we are always acutely aware that it's a performance, and that beneath the facade are two wiser presences: The character, who knows he's putting on a show, and the actor, who watches, amused, from a distance. What interests me most about Jones' performances is the way these layers of watchfulness seem to form.\n\nSarandon and Renfro make easy, natural allies, and the scene where they meet for the first time is played so well we forget how unlikely it is. There are also courtroom scenes, which, like all movie courtroom scenes since time immemorial (and many scenes in real courtrooms) seem constructed out of arrangements of lovingly arranged cliches, but which work because of the inherent drama. The young boy and his lawyer know their lives are in danger if he testifies about what he knows, and Schumacher exploits that danger with pauses and precisely worded dialogue.\n\nStill, \"The Client\" is not as satisfying as it should be.\n\nMuch of the blame, I think, goes to Grisham, who, having created genuine characters and placed them in a fascinating fictional situation, loses control and goes over into melodrama when human developments would have been enough. When I've met three-dimensional characters in a movie, and grown to believe them, I always resent it when they shrink by a dimension, and start creeping around in an action climax. Just when you really care what they'll do or say next, they become interchangeable parts from a thriller. The setup in \"The Client\" is done so well, it deserves a better payoff.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-07-20", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "The Client (1994)"}