{"url": "http://www.rogerebert.com/reviews/the-lucky-one-2012", "by": "Zac Efronas Logan", "star_rating": 2.5, "text": "A Marine sees a photograph almost buried in rubble in the middle of a combat scene. He steps over to pick it up, and with that small movement, he saves his life. A nearby explosion would have wiped him out. The photo stays with him through his third tour of duty, and when he comes home, he determines to find the girl in the photograph. He doesn't know her name or where she lives, but wouldn't you know, through happy chance he happens to be passing through Louisiana — and there she is!\n\nI'm not going to say anything at all about the odds of that happening. The odds are overwhelmingly against anything in any movie happening, so I should just shut up and pay attention. This is yet another love story adapted from a Nicholas Sparks novel, and it has been cast with appealing romantic leads, a snaky villain with a drinking problem, a grandmother with infallible instincts and a lot of adorable dogs. It also has leaves bursting into bright autumn colors, and a lake just right for a couple to steal away for a quiet chat on a rowboat.\n\nNicholas Sparks has a good line in stories like this. They usually involve the triumph of love over adversity, are usually set in beautiful natural settings, usually involve such coincidences as finding a message in a bottle, and usually make me stir restlessly, because such escapism is shameless. Still, credit must be given to a film that delivers the goods, and if you've ever liked a Nicholas Sparks movie, you're likely to enjoy this one. I've seen him in interviews where he's better-looking than some of his leading men and comes across as sincere. I think he really does believe in his stories, and I think readers sense that.\n\nThe Marine is Logan (Zac Efron), an engaging actor who is natural onscreen, without the insufferable self-confidence of a lot of leading men. If he wins the love of a woman, he has the grace to seem a little surprised. The girl in Louisiana is Beth (Taylor Schilling), who looks plausible as the owner and operator of a first-rate dog kennel in a picturesque rural setting, and no character who loves dogs is going to have a problem with me. Beth is pretty much perfect, but she made a big mistake when she married Keith Clayton (Jay R. Ferguson), a local deputy sheriff who's an insufferable bully with an inferiority conflict. Keith did however serve as the father of Beth's cute, spunky son, Ben (Riley Thomas Stewart). The moment he sees Logan hanging around his ex-wife of course he begins to threaten her custody of their child.\n\nThe journey that brings Logan to the dog kennel in the woods is one happy chance after another, but is Beth going to wonder if he's a stalker? Not every guy tracks down one person out of the total population without being a little obsessive. Also, who was the Marine who was carrying her photo, and why?\n\nLuckily, Logan doesn't have to answer such questions, because Beth assumes he has turned up in response to a help-wanted poster. He never gets around to explaining her mistake. That sort of mistaken identity is commonplace in the movies and rare in life, and for that matter, wasn't Lucille Ball incessantly being mistaken for ever she needed to be — or not to be? \n\nEllie the nana is played by Blythe Danner as a reminder of what a cheery, common-sense presence she can be. Just sitting there in the same room, she intuits in a few seconds that this strange man, who has drifted in from nowhere, is husband material. Too bad she wasn't around to shoo Keith off the property.\n\n\"The Lucky One\" is at its heart a romance novel, elevated however by Nicholas Sparks' persuasive storytelling. Readers don't read his books because they're true, but because they ought to be true. You can easily imagine how many ways this story would probably go wrong in real life, but who wants to see a movie where a Marine leans over to pick up a photo and is blown up? And a mom trying to raise her son and feed lots of hungry dogs while her abusive ex-husband gets drunk and hangs around? That kind of stuff is too close to life.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-04-18", "genres": ["Drama", "Romance"], "title": "The Lucky One (2012)"}