{"url": "http://www.rogerebert.com/reviews/the-boys-of-baraka-2006", "by": "Heidi Ewing", "star_rating": 3.0, "text": "Here is a movie that makes you want to do something. Cry, or write a check, or howl with rage. It tells the story of 20 \"high risk\" inner-city black boys, 12 and 13 years old, who are lifted out of the Baltimore school system and given scholarships to the Baraka School. Where is Baraka? In Kenya, in an area poorer than the ghettos of Baltimore. There's not even full-time electricity. Here they are told, \"Fail one class and you go home.\"\n\nTwo boys who fight are taken on a hike to \"base camp,\" given a two-man tent, and told to spend the night. How do you assemble the tent? They have to figure it out together. One boy refuses to do it. Fine, says the teacher. Sleep outdoors. We see a process at work. The tent gets assembled. The fights stop.\n\nThe movie, by Heidi Ewing and Rachel Grady, begins in Baltimore, where 76 percent of African-American boys do not graduate from high school. A recruiter for Baraka speaks at an assembly, telling potential students they have three choices: jail, death or graduate from high school. Despairing parents and grandparents embrace the idea of this strange school in Africa, because nothing could be worse than the present reality of the children. Two brothers apply. The school asks their mother what would happen if only one was selected. \"Don't make one a king and the other a killer,\" she says. Both are given scholarships.\n\nAll of the teachers we see at Baraka School are white; it is not an African school but one run by American volunteers who chose Kenya, among other reasons, because it is cheap, and because \"boys can live the lives of boys\" -- running around, swimming in streams, seeing wild animals, climbing Mount Kenya. In Baltimore, it can be dangerous for them to go outside, and they stare at television. The boys thrive at Baraka. Their behavior is transformed, their grades improve and they think differently of themselves.\n\nThen everything changes. Because of terrorist attacks and the closure of the American embassy in Nairobi, Baraka has to shut down at the end of the first of the boys' two years. In Baltimore that summer, they're told they won't be going back. One review of the film actually complains that the movie is \"unsatisfactory\" because unforeseen events prevented the filmmakers from \"completing\" their story. Oh, it's compete, all right. \"All our lives gonna be bad now,\" one tearful boy says. One parent on the terrorist threat: \"They're more likely to be killed right here in Baltimore.\" Another parent: \"If you send them to Baltimore, you're sending them to jail.\"\n\nSome of the boys seem to return to the same aimless lives they were leading before. But a boy named Devon is elected president of his ninth-grade class, and we see him already beginning his life's work, as a preacher. Montrey, the boy with the worst attitude and behavior problems, is so changed by one year at Baraka that at the end of the next year, he gets the top score in all of Maryland on a math test, and is admitted to the most competitive high school in Baltimore. He speaks at the close of the film: \"People think we ain't got a future. I'm gonna make a difference. I'm gonna be on the map.\"\n\nIn a simple, direct way, without a lot of filmmaking sophistication, \"The Boys of Baraka\" makes this argument: Many of our schools are failing, and many of our neighborhoods are poisonous. Individual parents and children make an effort, but the system is against them, and hope is hard to find. One of the mothers in the film goes back to drugs and is jailed during the Baraka year. Grandparents realistically look at the city and see a death sentence for their grandchildren. The recruiter for Baraka says, \"Nothing's out there for them other than a new jail they just built.\" These children are born into a version of genocide.\n\nIf I were in charge of everything, and I certainly should be, I would divert billions of dollars into an emergency fund for our schools. I would reduce classroom size to 15 or 20. I would double teachers' salaries. I would fund boarding schools to remove the most endangered children from environments that are killing them. I would be generous and vigilant about school lunch programs and medical care for kids. I would install monitors on the television sets in the homes of these children, and pay a cash bonus for every hour they are not turned on during homework time. I would open a storefront library on every other block. And although there are two sides to the question, I would consider legalizing drugs; illegal drugs are destroying countless lives, and legalizing them would destroy the profit motive for promoting and selling them.\n\nAll of this would cost a fraction of -- well, of the cost of the government undertaking of your choice. It would pay dividends in one generation. There is something wrong when, as our own officials say, we depend on immigration to supply us with scientists. A kid like Montrey, who goes from a standing start to the top state score in math in one year, can supply us with an invaluable resource, but he has to be given a chance. We look at TV and see stories of drugs and gang bangers and despair, and we assume the victims bring it on themselves. If we had been born and raised as they were, in areas abandoned by hope and opportunity, the odds are good we would be dead, or watching TV in prison.", "running_time": 84, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-03-02", "genres": ["Documentary"], "title": "The Boys of Baraka (2006)"}