{"url": "http://www.rogerebert.com/reviews/the-curse-of-the-jade-scorpion-2001", "by": "Woody Allenas CW Briggs", "star_rating": 2.5, "text": "Woody Allen's \"The Curse of the Jade Scorpion\" takes place in an insurance office not unlike the one in \"Double Indemnity,\" where the very woodwork and the reassuring bulk of the filing cabinets seem to guarantee the company's solidity. But after the company's fraud investigator and its efficiency expert are hypnotized by a nightclub charlatan, none of the company's clients are safe.\n\nIn \"Double Indemnity,\" Billy Wilder's classic noir, Fred MacMurray was an investigator who betrayed his company after a slinky seductress (Barbara Stanwyck) lured him into a scheme to murder her husband for profit. The comic angle in Allen's approach is that CW Briggs, the investigator (Allen himself), is an obsessive-compulsive perfectionist, and the slinky sex bomb Betty Ann Fitzgerald (Helen Hunt) is his arch-enemy (although that doesn't discourage him from asking her out).\n\nWhen \"Fitz\" has her wits about her, she describes CW with an impressive array of insults (\"mealy-mouthed little creep,\" \"inch-worm,\" \"snoopy little termite,\" \"squirming little trapped rat\"). They hate each other. \"I love where you live,\" she tells him. \"A grimy little rat hole. I find it strangely exciting standing here in a grungy hovel with a myopic insurance investigator.\" Then the hypnotic trigger is pulled, and they think they're in love.\n\nTo this inspiration Allen adds another; they have separate cue-words, so that one can be under the hypnotic spell while the other isn't. And then he surrounds them with dependable comic types. Dan Aykroyd is Magruder, the cost-cutting boss who has brought in Fitz. Elizabeth Berkley is Jill, the curvy secretary he's having an affair with. And Charlize Theron is Laura Kensington, a rich kid who is attracted to CW when she catches him in mid-theft, but is helpless in the face of the hypnotic depth bomb.\n\nDavid Ogden Stiers plays Zoltan the hypnotist, a great convenience to the story, because all he has to do is telephone CW, utter a magic word into the telephone, and order him to do whatever he wishes--in this case, to break into houses CW himself has burglar-proofed, and steal precious diamonds.\n\nAll of this sounds like the setup for a wicked screwball comedy, but somehow \"Curse of the Jade Scorpion\" never quite lifts off. The elements are here, but not the magic. There are lines that you can see are intended to be funny, but they lack the usual Allen zing. Allen is as always a master of the labyrinthine plot (his characters turn up in the wrong place at the right time, and vice versa, with inexhaustible ingenuity), but we never much care how things turn out.\n\nThat said, there are pleasures in the film that have little to do with the story. Its look and feel is uncanny; it's a tribute to a black-and-white era, filmed in color, and yet the colors seem burnished and aged. No noir films were shot in color in the 1940s, but if one had been, it would have looked like this. And great attention is given to the women played by Hunt, Berkley and Theron; they look not so much like the women in classic film noir as like the women on film noir posters--their costumes and styles elevate them into archetypes. Hunt in particular has fun with a wisecracking dame role that owes something, perhaps, to Rosalind Russell in \"His Girl Friday.\" Woody Allen's characters depend on self-deprecating, double-reverse ironic wit for their appeal, and CW doesn't seem to have an infallible ear for it. (Example: He says she went to Harvard but he went to driving school; that's first-level and Allen usually gets to second or third.) He should be invulnerable in a verbal exchange, but here sometimes he seems brought to a halt by Fitz. He's funny in the nightclub hypnosis scene, when he slumps like a puppet with loose strings, but later he seems wide of the target. The movie is a pleasure to watch, the craft is voluptuous to regard, but \"The Curse of the Jade Scorpion\" lacks the elusive zing of inspiration.\n\nNote: The two hypnotic triggers are 'Madagascar' and 'Constantinople'. Did Allen miss comic opportunity by not making them \"Istanbul\" and Constantinople?\" Like all of his films, \"Jade Scorpion\" is scored with jazz and pop classics of the period, and I imagine a scene where CW and Fitz both hear the famous song \"Istanbul (not Constantinople),\" and are inadvertently launched into loveland without the participation of Zoltan.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-08-24", "genres": ["Comedy", "Crime", "Indie", "Mystery", "Romance", "Thriller"], "title": "The Curse of the Jade Scorpion (2001)"}