{"url": "http://www.rogerebert.com/reviews/the-star-chamber-1983", "by": "Michael Douglasas Steven Hardin", "star_rating": 2.0, "text": "\"The Star Chamber\" works brilliantly until it locks into a plot. Then it stops dancing and starts marching. The movie opens with a series of intriguing scenes showing a series of shocking miscarriages of justice. Fiends and perverts are caught red-handed, confess to their crimes and then are put back on the streets again because of minor legal technicalities.\n\nTheir crimes, captures, trials and victories are filmed with so much style and energy we think this is going to be a good movie. But it's not. It loses faith in its own subject matter, turns to a series of bankrupt standard plot ideas, and ends up as just one more movie where the hero and the killers are chasing each other through another one of those colorful abandoned warehouses that 87 percent of all thrillers visit at one time or another.\n\n\"The Star Chamber\" begins as the stories of several specific characters -- criminals, cops, judges -- and if it had continued to be about them, it might have been fascinating. Instead, it cuts in another one of those routine, right-wing fantasies where powerful forces are meeting behind closed doors to decide our fates.\n\nThe movie stars Michael Douglas as an idealistic young judge who grows disturbed as he is forced, by loopholes in the law, to let several savage criminals walk out of his courtroom. He is recruited by a fellow judge who introduces him to a \"star chamber\" of powerful citizens who \"retry\" such cases. When they decide a guilty man has gone free, they hire their own hit man to assassinate the criminal. Neat, clean, quick vigilante justice.\n\nThe senior judge is played by Hal Holbrook, in the absolutely standard Hal Holbrook role. I saw Holbrook on the stage a few weeks ago in London, in Joe Papp's production of \"Buried Inside Extra,\" and was reminded once again what a resonant, interesting actor he is. You'd never know that from the movies, where he specializes in one role: He's always the creep in the three-piece suit, the judge or senator or congressman who takes the bribe, lies under oath or moonlights for the CIA.\n\nHolbrook is standard in this movie, and so is the development of the second half of the story. I had sort of a sinking feeling when I realized that the movie wasn't going to take chances with its characters, wasn't going to develop their human quirks and situations, but was going to plug such an interesting premise into a series of fights, shoot-outs, clandestine meetings, chases and surprises that all looked recycled right out of TV.\n\nThe ending of the movie was especially infuriating. While Michael Douglas is fleeing from a creep inside an abandoned warehouse, another creep, dressed as a cop, arrives on the scene. Then a real cop (Yaphet Kotto) shows up. With Douglas' life in danger, Kotto shoots and kills the phony cop. Now, how, did he know the other cop was a phony? How, since he couldn't see Douglas, did he know what the other cop was about to do?\n\nIf a movie is going to descend to the level of a routine thriller, the least it can do is play by routine thriller rules.", "running_time": 109, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-08-08", "genres": ["Action", "Crime", "Drama", "Suspense", "Thriller"], "title": "The Star Chamber (1983)"}