{"url": "http://www.rogerebert.com/reviews/the-twilight-saga-new-moon-2009", "by": "Kristen Stewartas Bella Swan", "star_rating": 1.0, "text": "The characters in this movie should be arrested for loitering with intent to moan. Never have teenagers been in greater need of a jump-start. Granted some of them are more than 100 years old, but still: their charisma is by Madame Tussaud.\n\n\t\"The Twilight Saga: New Moon\" takes the tepid achievement of \"Twilight\" (2008), guts it, and leaves it for undead. You know you're in trouble with a sequel when the word of mouth advises you to see the first movie twice instead. Obviously the characters all have. Long opening stretches of this film make utterly no sense unless you walk in knowing the first film, and hopefully both Stephanie Meyer novels, by heart. Edward and Bella spend murky moments glowering at each other and thinking, So, here we are again.\n\n\tBella (Kristen Stewart) is still living at home with her divorced dad (Billy Burke), a cop whose disciplinary policy involves declaring her grounded for the rest of her life and then disappearing so she can jump from cliffs, haunt menacing forests, and fly to Italy so the movie can evoke the sad final death scene from--why, hold on, it's Romeo and Juliet! The very play Edward was reciting narcissistically and contemptuously in an opening scene.\n\n\tYes, Edward (Robert Pattinson) is back in school, repeating the 12th grade for the 84th time. Bella sees him in the school parking lot, walking toward her in slow-motion, wearing one of those Edwardian Beatles jackets with a velvet collar, pregnant with his beauty. How white his skin, how red his lips. The decay of middle age may transform him into the Joker.\n\n\tEdward and the other members of the Cullen vampire clan stand around a lot with glowering skulks. Long pauses interrupt longer ones. Listen up, lads! You may be immortal, but we've got a train to catch.\n\n\tEdward leaves, because Bella was not meant to be with him. Although he's a vegetarian vampire, when she gets a paper cut at her birthday party one of his pals leaps on her like a shark on a tuna fish.\n\n\tIn his absence she's befriended by Jake (Taylor Lautner), that nice American Indian boy. \"You've gotten all buff!\" she tells him. Yeah, real buff, and soon he's never wearing a shirt and standing outside in the winter rain as if he were--why, nothing more than a wild animal. They don't need coats like ours, remember, because God gave them theirs.\n\n\tThose not among that five percent of the movie's target audience that doesn't already know this will (spoiler) be surprised that Jake is a werewolf.\n\n\tBella: So…you're a werewolf?\r\tJake: Last time I checked.\r\tBella: \"Can't you find a way to...just stop?\r\tJake (patiently): \"It's not a lifestyle choice, Bella.\"\n\n\tJake is influenced, or controlled, or something, by Sam, another member of the tribe. He's like the alpha wolf. Sam and his three friends are mostly seen in long shot, shirtless in the rain, hanging around the edges of the clearing as if hoping to dash in and pick off some fresh meat.\n\n\tBella writes long letters to her absent vampire friend Alice (Ashley Greene), in which she does nothing to explain why she is helplessly attracted to these sinister, humorless and vain men. It can't be the sex. As I've already explained in my review of the first film, The Twilight Saga is an extended metaphor for teen chastity, in which the punishment for being deflowered I will leave to your imagination.\n\n\tThe movie includes beauteous fields filled with potted flowers apparently buried hours before by the grounds crew, and nobody not clued in on the plot. Since they know it all and we know all, sitting through this experience is like driving a tractor in low gear though a sullen sea of Brylcreem.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-11-18", "genres": ["Adventure", "Drama", "Family", "Fantasy", "Romance", "Science Fiction"], "title": "The Twilight Saga: New Moon (2009)"}