{"url": "http://www.rogerebert.com/reviews/the-winter-of-our-dreams-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\nRob runs a bookstore and lives in one of those houses where\r\nthe bedrooms hang under the eaves; one false move and you dash your brains out\r\nonto the living room floor below. Lou is a prostitute who lives on the streets.\r\nThey both once had a friend named Lisa, back in the late 1960s when they were\r\nall part of the Australian protest movement. Now Lisa has been murdered, and\r\nLou, searching for a meaning in her life or death, runs into Rob again. She\r\nthinks he's a trick. He thinks she's an interesting, complicated person who\r\ndeserves his attention. I think she's closer to the mark. \n\n\r\nThis is the setup for “Winter of our Dreams,” an\r\nAustralian film starring two popular Australian new wave actors, Judy Davis (of\r\n“My Brilliant Career”) and Bryan Brown (of “Breaker Morant” and TV's \"A\r\nTown Like Alice\"). Davis brought a kind of wiry, feisty intelligence to “My\r\nBrilliant career,” playing an Australian farm woman who rather felt she would\r\ndo things her own way. She's wonderful this time, in a completely different\r\nrole as an insecure, distrustful, skinny street waif. It's Brown who is the\r\ntrouble. Maybe it's the performance, maybe it's the character, or maybe it's\r\nBrown, but I've rarely seen a more closed-off person on the screen. When the\r\nstory calls for him to reach out to Davis, we feel he's holding his nose.\r\nSometimes there are movies where the leading actors cannot stand one another\r\n(Ken Wahl said he was only able to kiss Bette Midler in “Jinxed!” by thinking\r\nof his dog), and maybe Brown just couldn't express the feelings that were in\r\nthe script. But I was never really convinced that he cared for Davis. \n\n\r\nThat's less of a handicap later in the movie,\r\nhowever, when the Brown character is required to draw back from any involvement\r\nwith this pathetic street kid. The relationships in “Winter of our Dreams” are\r\nvery tangled--maybe too tangled. Brown's character has been married for six\r\nyears to Gretel (Cathy Downes), a handsome, smart woman who has a lover. They\r\nhave an open marriage, and there's no objection when Brown brings Davis home\r\nfor the night. Davis, taking this all in, can't understand it. Trying to learn\r\nhow to feel again, she can't understand why anyone would deliberately\r\ntrivialize his feelings. The key passages in the film involve Brown's discovery\r\nthat Davis is a heroin junkie, and then her tortured period of drug withdrawal.\r\nThey are both pretending to care for one another, and after Davis gets straight\r\nmaybe Brown will become her lover, while his wife disappears into the woodwork.\r\nThat is not, however, even remotely in the cards, and there's a painful scene\r\nduring a party at Brown's house, where Davis realizes that Brown is very\r\nmarried, open marriage or not. \n\n\r\nThere seem to be two movements in “Winter of our\r\nDreams.” One is Davis's movement away from the cynicism and despair of\r\nprostitution, and back toward an ability to care for another person. The other\r\nis Brown's initial concern for this girl, and then his retreat back into his\r\nshell. Davis performs her movement magnificently. Brown didn't win my sympathy\r\nfor a moment. What just barely saves this film is the fact that we're not\r\nsupposed to like the Brown character. As for Davis, she's a wonder.", "running_time": 90, "mpaa_rating": null, "release_year": 1981, "date_published": "1981-01-01", "genres": null, "title": "The Winter of Our Dreams (1981)"}