{"url": "http://www.rogerebert.com/reviews/the-united-states-of-leland-2004", "by": "Don Cheadleas Pearl", "star_rating": 2.0, "text": "Early in \"The United States of Leland,\" a teenager named Leland stabs an autistic boy 20 times, is arrested for the murder, and explains why he committed it: \"Because of the sadness.\" The movie will cycle through many characters and much fraught dialogue to explain this statement, but it never seems sure what it thinks about Leland's action. I believe it is as cruel and senseless as the killings in \"Elephant,\" but while that film was chillingly objective, this one seems to be on everybody's side. It's a moral muddle.\rLeland P. Fitzgerald (Ryan Gosling) is the alienated child of a distant mother (Lena Olin) and an absent father who is a famous novelist (Kevin Spacey). Much is made of his father's decision to send his son on a trip every year-to Paris, to Venice-but not to meet him there. Leland has recently broken up with Becky (Jena Malone), the drug-addicted sister of the murdered boy, but that doesn't seem to be the reason for his action.\rWe meet the victim's other sister, Julie (Michelle Williams) and her boyfriend Allen (Chris Klein). They're also in a rocky time in their romance, but we can't be sure that's what prompts Allen to the action he takes in the film. The dead boy's parents are Harry and Karen Pollard (Martin Donovan and Ann Magnuson), and while they are bereft, they express themselves in ways borrowed from docudramas.\rThere are two perfectly crafted performances in the movie, by Spacey as Albert Fitzgerald, the novelist who flies in from Europe, and by Don Cheadle as Pearl Madison, a high school teacher in the juvenile detention facility where Leland is held. Pearl, who perhaps sees a book in the murder, encourages Leland to open up about his feelings, and much of the movie is narrated by Leland from writings in his journal.\rSome of the scenes in the movie, written and directed by Matthew Ryan Hoge, are so perfectly conceived that they show up the rest. When the novelist and the teacher meet in a hotel bar, it's an opportunity for Spacey to exercise his gift for understated irony (\"There are no private spaces in my son's heart reserved for me\") and for Cheadle to show a man conflicted between his real concern for Leland and his personal awe at meeting the great writer. Ryan Gosling, a gifted actor, does everything that can be done with Leland, but the character comes from a writer's conceits, not from life.\rThe movie circles through characters and subplots on its way to its final revelations, and some of the subplots are blatantly unnecessary. Why, for example, must Cheadle's character have an affair with a co-worker (Kerry Washington) and then try to explain it to his apparently estranged girlfriend? What does this have to do with anything? Why, really, does Spacey's character fly in if he is only going to sit in a hotel bar and exude literate bitterness? Perhaps to show that his emotional distance from his son helped lead to the murder? But no, because Leland's problem is not alienation, but an excess of empathy.\rLost in all of this is the fate of the murdered boy. The character and his autism are used as plot points, and there is little concern about his fate except as it helps set the story into motion and provide the inspiration for Leland's action. Subplots involving his sisters, their problems, their romances and their boyfriends are made more confusing because the movie makes it difficult for us to be sure who they are; for a long time we're not sure they're sisters. That's not subtle writing, but needless confusion.\rThe reason for Leland's action, when we understand it, has a clarity and simplicity that would be at home in a short story. The problem is that the movie follows such a tortured path in arriving at it that, at the end, his motive is not so much a moment of insight as a plot point. And there is another murder in the movie which had me leaving the theater completely uncertain about how I was intended to feel about it. Is it that the first murder, however tragically mistaken, was at least committed with loftier motives than the second? Or what?", "running_time": 108, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-04-02", "genres": ["Crime", "Drama", "Indie"], "title": "The United States of Leland (2004)"}