{"url": "http://www.rogerebert.com/reviews/the-adventures-of-rocky-and-bullwinkle-2000", "by": "Rene Russoas Natasha", "star_rating": 3.0, "text": "The original \"Rocky & Bullwinkle\" TV show was smarter than it needed to be, and a lot of adults sneaked a look now and then. It helped point the way to today's crossover animated shows like \"The Simpsons.\" Now comes the movie version of the TV show (which was canceled in 1964), and it has the same mixture of dumb puns, corny sight gags and sly, even sophisticated in-jokes. It's a lot of fun.\n\nThe movie combines the animated moose and squirrel with live action--and even yanks three of the characters (Natasha, Boris and Fearless Leader) out of the TV set and into the real world (where they're played by Rene Russo, Jason Alexander and Robert De Niro respectively, and explain \"we're attached to the project\").\n\nThe breathless Narrator portentously explains: \"Expensive animation characters are converted to even more expensive movie stars!\" The Narrator of course always seemed to stand outside the action and know that \"Rocky & Bullwinkle\" was only a cartoon. At one point in this version, he (Keith Scott) complains he has been reduced to narrating the events of his own life. And the movie is also self-aware; when someone (I think maybe Fearless Leader) breathlessly announces, \"There has never been a way to destroy a cartoon character until now!\" he's asked, \"What about `Roger Rabbit'?\" The plot involves a scheme by Fearless Leader to win world domination by hypnotizing everyone with RBTV (really bad TV). Only Rocky and Bullwinkle have long years of experience at foiling the evil schemes of Fearless, Natasha and Boris, and as they fumble their way to a final confrontation we also get a coast-to-coast road movie (cheerfully acknowledged as a cliche by the Narrator).\n\nThe movie has a lot of funny moments, which I could destroy by quoting, but will not. (Oh, all right: At one point Rocky cries, \"We have to get out of here!\" and Bullwinkle bellows: \"Quick! Cut to a commercial!\") As much fun as the wit is the film's overall sense of well-being; this is a happy movie and not the desperate sort of scratching for laughs we got in a cartoon retread like \"The Flintstones In Viva Rock Vegas.\" It's the sort of movie where De Niro parodies his famous \"Are you talking to me?\" speech with such good-natured fun that instead of groaning, we reflect--well, everyone else has ripped it off, so why shouldn't he get his own turn? The movie is wall-to-wall with familiar faces, including Janeane Garofalo as a studio executive, Randy Quaid as the FBI chief, Whoopi Goldberg as a judge, John Goodman as a cop, Billy Crystal as a mattress salesman, James Rebhorn as the president and Jonathan Winters in three roles. Russo makes a persuasive Natasha, all red lipstick, seductive accent and power high heels, and De Niro's patent leather hair and little round glasses will remind movie buffs of Donald Pleasance.\n\nBut the real discovery of the movie is its (human) lead, a 23-year-old newcomer named Piper Perabo, who plays an FBI agent. She has fine comic timing and is so fetching, she sort of stops the clock. Like Renee Zellweger in \"Jerry Maguire,\" she comes more or less out of nowhere (well, a couple of obscure straight-to-videos) and becomes a star right there before our eyes.\n\nComedy is such a fragile art form. \"The Adventures of Rocky and Bullwinkle\" isn't necessarily any more brilliant or witty or inventive than all the other recent retreads of classic cartoons and old sitcoms. But it feels like more fun. From time to time I'm reminded of George C. Scott's Rule No. 3 for judging movie acting: \"Is there a joy of performance? Can you tell that the actors are having fun?\" This time, you can. There's a word for this movie, and that word is: jolly.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-06-30", "genres": ["Action", "Adventure", "Animation", "Comedy", "Family"], "title": "The Adventures of Rocky & Bullwinkle (2000)"}