{"url": "http://www.rogerebert.com/reviews/the-late-show-1977", "by": "Art Carneyas Ira Wells", "star_rating": 4.0, "text": "It's hard enough for a movie to sustain one tone, let alone half a dozen, but that's just what Robert Benton's \"The Late Show\" does. It's the story of a strangely touching relationship between two people. It's a violent crime melodrama. It's a comedy. It's a commentary on the private-eye genre, especially its 1940s manifestations. It's a study of the way older people do a balancing act between weariness and experience. It's a celebration of that uncharted continent, Lily Tomlin.\n\nAnd most of all, it's a movie that dares a lot, pulls off most of it, and entertains us without insulting our intelligence. What's quietly astonishing is that all of it starts with a woman coming to a private eye about a missing cat. The woman is played by Lily Tomlin, who somehow provides scatterbrained eccentricism with a cutting edge. The cat has been missing a couple of days, and she's worried. The private eye is played by Art Carney, who has seen it all twice, when once would have been too much.\n\nHe takes the case maybe because he could use the money, maybe because he's intrigued by the client, maybe because he's bored, maybe because he's been taking cases so long it's second nature. He doesn't give a damn about the cat. But then, in a series of plot developments so labyrinthine we should be taking notes, the missing cat leads to a mysterious robbery, a missing stamp collection, a fence with a house full of stolen goods, and a dead body that's in the...\n\nBut, no, I won't say where the body is, because the way Benton reveals it and then lets Lily Tomlin discover it (when all she was after was a Coke) is one of the movie's many pleasures. A friend of mine objected to the body, and to the movie's violence, as being unnecessary in a comedy. Well, \"The Late Show\" is a long way from being only a comedy, and the introductory shot of that body redeems any amount of gratuitous movie violence.\n\nIt's the case with most good detective fiction that the puzzle seems impossible to solve until the last chapter, when everything is made transparently clear. That's true here, with Art Carney providing a brilliant analysis of the connections and coincidences just when it's most irrelevant. But the plot's incidental to the movie's center, which has to do with Carney and Lily Tomlin.\n\nYou see, they're allowed to be people here. They're allowed to play characters who have no particular connection with cliches or stereotypes or characters who were successful in a box-office hit last year. Yes, Carney's a private eye, but a particular one: Overweight and wheezing, hard of hearing, given to comments that only obliquely refer to the problem at hand.\n\nAnd Lily Tomlin ... well, her character employs a form of reasoning that has nothing to do with logic but a lot to do with the good reasons we have for behaving as we do. An example. Art Carney pretends to be mortally ill (never mind why). He is not (never mind why). His ruse has saved their lives (never mind how). Lily Tomlin is not pleased: She could have had a heart attack! Does he think it's funny, playing with his own friend's emotions that way? Doesn't he have any consideration?\n\nBenton's screenplay is filled with lines that perfectly define their moments (and belong so securely to the characters that they seem to come from them, as some of them probably did). The way in which Tomlin explains why today is the pits, for example. The way Carney wonders if it would kill her, for chrissakes, to wear a dress once in a while. The way Carney's sometime partner talks to himself before he dies. The way the fence offers a bribe of a stereo set.\n\n\"The Late Show\" is one of three movies from the seventies that had their spiritual origins in the classic private-eye films. The other two were Dick Richards's \"Farewell, My Lovely\" (in which Robert Mitchum demonstrated that he was born to play Philip Marlowe), and Robert Altman's \"The Long Goodbye,\" (in which Elliott Gould demonstrated that he was not).\n\nAltman produced \"The Late Show,\" which is probably another way of saying he made it possible to be filmed, and Benton has brilliantly realized it. Maybe these three films about an all but extinct occupation are telling us something: That the more we become plastic and bland, the more we become fascinated by a strata in our cities we'd like to believe still exists, a society of loners and eccentrics, people brave and crazy and doomed, old private eyes and cat lovers. If they're OK, we're OK.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-01-01", "genres": ["Action", "Mystery", "Thriller"], "title": "The Late Show (1977)"}