{"url": "http://www.rogerebert.com/reviews/the-deceivers-1988", "by": "Pierce Brosnanas William Savage", "star_rating": 2.0, "text": "The opening scenes of “The Deceivers” portray an India much loved by the Victorians, who thought they could export their civilization - styles, fashions, behavior and all - to every corner of the world and establish it there by sheer force of will.\n\nAn officer named William Savage takes his new bride to live in an Indian station where he will represent the rule of the queen and where they dress in clothing hilariously inappropriate for a warm country and behave toward each other as if they were on the lawn of a British country house. Life is gentle and cultivated at their outpost, but one night Savage (Pierce Brosnan) goes walking in the bush and happens onto a scene of inconceivable savagery: A band of men are burying the victims they have killed and robbed.\n\nSavage, who is more curious about the local ways than most of his contemporaries, discovers that these men are Thuggies, members of a ferocious, barbaric cult that practices private rituals, swears its members to secrecy on pain of death and kills its victims by ritual strangulation.\n\nSavage is shocked again the next day when he learns that a young Indian woman in his district plans to commit ritual suicide by burning herself alive because her husband has been missing for a year, she assumes he is dead, and so her life is not worth living and she wants to join him in the next life. Savage is convinced by a friend that he can save the woman’s life by impersonating her husband and showing himself to her - at dusk, from a distance. Sounds like a good idea, and, whaddaya know, it works.\n\nThe opening titles of the movie assure us that it tells a true story, which I have no way of disproving, although what happens next is a little hard to believe. Savage has such success with his disguise that he decides to use the same ruse to infiltrate the Thuggies. And he is successful, becoming an insider in the group, learning its ways and secrets. After he is given a magical chemical, indeed, he becomes a quite satisfactory Thuggie himself, strangling people with quiet professionalism.\n\nWhat do you think? Do you believe that an upper-class British military officer in the 19th century could successfully infiltrate a desperate Indian cult by using body makeup and occasionally drawing his scarf over his face? If you do, then there is nothing you will not believe, and this film will probably seem too plausible to be enjoyable.\n\nDespite the film’s claims to be based on fact, I didn't believe it for a moment. I did, however, enjoy it at various moments. Brosnan disappears so completely into the leading role that he hardly seems present in the movie, and the film’s portrait of Victorian India is a triumph (the production was designed by the British master of period atmosphere, Tony Adams). It looks great even at its most incredible.\n\nThe film, which is part swashbuckling romance, part historical travelogue, was produced by Ismail Merchant, in a surprising departure from the small, civilized films he is usually associated with (“A Room with a View,” “Maurice”). The director is Nicholas Meyer, whose credits include the screenplay for “The Seven Per Cent Solution,” an adventure with Sherlock Holmes in disguise, which was, I suspect, a greater inspiration for “The Deceivers” than all of those genuine historical facts.", "running_time": 113, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-09-23", "genres": ["Action", "Drama", "Foreign"], "title": "The Deceivers (1988)"}