{"url": "http://www.rogerebert.com/reviews/the-undefeated-2011", "by": "Stephen K. Bannon", "star_rating": 2.0, "text": "\"The Undefeated\" is a documentary about Sarah Palin made by and for the faithful, who may experience it in the way believers sit through a rather boring church service. At nearly two hours, it's a campaign advertisement in search of a campaign.But that's not surprising. What astonished me is that the primary targets in the film are conservative Republicans. Yes, there are the usual vague references to liberals and elitists (although I heard the word \"Democrat\" only twice). But the film's favorite bad guys seem to be in the GOP establishment. Toward the end the right-wing tub-thumper Andrew Breitbart opens up with both barrels on establishment Republicans, and is particularly angry about conservatives in Washington, who he describes as eunuchs.\n\nThe film, which has been in scattered release around the country, had its first Chicago screening at noon Saturday at the Gene Siskel Film Center. The filmmaker, Stephen K. Bannon, did a Q&A session afterwards. The screening was sponsored by the Chicago web-based \"firebrand humorous conservative\" William J. Kelly.\n\nThe audience of about 180 was attentive but undemonstrative until more than an hour in, when CNBC's Rick Santelli drew applause for a rerun of his famous rant from the floor of the Chicago Board of Trade on Obama's mortgage bailout. Once the ice was broken, the audience applauded from time to time during fiery praise of the Tea Party and Palin speeches. Two audience members in front of me seemed unfamiliar with piracy laws, making no attempt to conceal their cell phones while making a video copy of some scenes.\n\n\"The Undefeated\" contains no new footage of Sarah Palin, and indeed no new footage at all except for many running testimonials from Palin staff aides and friends, talk host Mark Levin, and the inexplicable Breitbart. The running commentaries, which seem to have been scripted for this film, are all filmed in faded color against a white background, and get repetitious very quickly.\n\nThe rest of the film is cobbled together from TV and web clips and the the kind of stock footage you cut to when you don't have new stuff to show. The TV clips include hostile attacks on Palin by such as Bill Maher, David Letterman, and news footage from cable news. There's a tiny glimpse of Tina Fey, and none of Palin's notable TV news interviews during the 2008 campaign are used.\n\nA great deal of time is devoted to the state of Alaska, which is indeed nature's wonderland, and to Palin's early days, leading up to her election as mayor of Wasilla and governor of Alaska. Passages from her audiobook Going Rogue are used as voice-overs. In those campaigns she focuses on her Republican opponents as the bad guys. No mention is made of GOP Senator Ted Stevens, a convicted felon.\n\nPalin, according to the documentary, called out evildoers in her own party, did an exemplary job as Alaska governor, pushed reform, cut taxes, and brought the oil industry to its knees. When John McCain selected her as his running mate, we learn, she had an 80% statewide approval rating.\n\nThe film is surprisingly light on the 2008 election. There's extensive coverage of her acceptance speech at the Republican convention, no meaningful footage of John McCain, and the tale of the campaign is boiled down to three charts: McCain trails Obama, McCain leaps into the lead the day after Palin's big speech, and then the economy collapses and Obama takes the lead again. Blame for the collapse is not made specific, but there are several screen shots of George Bush.\n\nThe talking heads do a lot of talking about Palin's enemies. The cutaway footage here is inventive. The faces in an angry, jeering mob, which is not identified and isn't holding campaign signs; for all we know, these could be sports fans. Then snarling and apparently rabid dogs, whose politics are not disclosed. Gee, I was thinking, they've used everything but a mushroom cloud. Just then, hey, here it was, a mushroom cloud.\n\nThe film covers Palin's resignation as governor this way: After she returned to Alaska, everyone ganged up on her, and the attacks prevented her from governing. Here again, much blame is placed at the feet of the state's GOP establishment, which had never forgiven her for running against it.\n\n\"The Undefeated\" takes opposition to the Democratic party for granted, and focuses on Republicans and establishment conservatives, who should apparently share the blame. It praises only the Tea Party, and assigns credit to Palin for Tea Party victories in the 2010 elections. As Palin continues to prolong her entry into this year's GOP Presidential primaries, one wonders if Stephen K. Bannon has his money on a third-party bid by Palin as a Tea Party candidate. I think that's where his heart is.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-07-27", "genres": ["Documentary"], "title": "The Undefeated (2011)"}