{"url": "http://www.rogerebert.com/reviews/the-four-musketeers-1975", "by": "Richard Lester", "star_rating": 2.0, "text": "Richard Lester's \"The Four Musketeers\" was filmed at the same time as his 1974 hit (which was, uh . . . \"The Three Musketeers\") and continues the same story with the same combination of impenetrable plotting and nonstop swashbuckling. I liked the first film better than the second, but in any event, half of this pair is enough. It's too much of the same material, spun out into a wearying series of sword fights and romances.\n\nThe plot this time has the original musketeers and their newest recruit, D'Artagnan, mixed up in intrigues involving Louis XIII, Cardinal Richelieu and the French Revolution. Any similarity to history (or, for that matter, to the original Dumas classic) is accidental, but that doesn't matter as long as we're having fun. The trouble is that a little of this material goes too far, because Lester never really establishes his characters as people. If we got to know them a little, even as shallow comic creations, we'd be more involved in their plottings and adventures. But Lester relishes stereotypes, moves events along at a manic pace, and tends to exhaust us.\n\nWe get particularly tired if we try to make complete sense of the plot. I saw the movie, I read the synopsis afterward and I've still got to take 20th Century Fox's word about what happens in the picture. The comings and goings, the confrontations and coincidences, come so quickly and seem to be so much on the same level of relative importance that after a while, we just get characters trying to keep each other straight.\n\nStill, the movie does have a nice, slick surface as simple linear diversion, and it should play well on television, where the commercials will conceal its lack of continuity by providing more of their own. Lester filmed on location in Spain, using lots of extras, three cameras at a time and his customary nervous energy. The costumes are great, the actresses (especially Faye Dunaway and Geraldine Chaplin) have been made into exquisite china dolls and the action scenes pass the time if you don't strain too hard to remember what's being fought over.\n\nMichael York more or less has the lead this time, as D'Artagnan, the country boy from the first time who has now seasoned himself into a flashy musketeer, although he still can't read. His sidekicks include Oliver Reed, looking almost as sinister here as in \"Tommy\"; Richard Chamberlain, who doesn't really have the flashiness to play a musketeer, and Frank Finlay.\n\nThe supporting cast is literally jammed with stars. In addition to the ones I've mentioned we get Christopher Lee, Raquel Welch, Charlton Heston, Simon Ward and Jean-Pierre Cassel, and therein lies one of my favorite stories about this entire Lester project. Although Lester was one of the hottest directors of the 1960s (\"A Hard Day's Night,\" \"The Knack\"), he has had a couple of flops and then a couple of canceled projects, and spent four years doing very little.\n\nThe musketeer pictures were planned as his comeback, and he decided at the outset to make a sequel as well as the original. But he didn't tell the actors that. He signed up his allstar cast, shot with furious energy for 20 weeks, and sent them home, where they read in Variety that they'd made two movies, not one. Some of their agents planned to sue (stars don't hold two forthepriceofone sales), only to discover that in the fine print, Lester had substituted \"the project\" for \"the film.\" So he had an extra comeback film, for insurance. Neat.", "running_time": 108, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Adventure", "Comedy", "Drama", "Foreign"], "title": "The Four Musketeers (1975)"}