{"url": "http://www.rogerebert.com/reviews/the-life-aquatic-with-steve-zissou-2004", "by": "Bill Murrayas Steve Zissou", "star_rating": 2.5, "text": "My rational mind informs me that this movie doesn't work. Yet I hear a subversive whisper: Since it does so many other things, does it have to work, too? Can't it just exist? \"Terminal whimsy,\" I called it on the TV show. Yes, but isn't that better than half-hearted whimsy, or no whimsy at all? Wes Anderson's \"The Life Aquatic with Steve Zissou\" is the damnedest film. I can't recommend it, but I would not for one second discourage you from seeing it.\n\nTo begin with, it has a passage of eerie beauty, in which the oceanographer Steve Zissou (Bill Murray) and his shipmates glide in a submarine past an undersea panorama of wondrous and delightful creatures. They are seeking the dreaded jaguar shark that ate Steve's beloved partner, and when they find it, well, they fall silent and just regard it, because it's kind of beautiful. This could have been a scene from \"20,000 Leagues Under the Sea\" if Captain Nemo had been a pothead.\n\nZissou is, we learn, the auteur of a series of increasingly uneventful undersea documentaries, in which the momentum is sliding down a graph that will intersect in the foreseeable future with a dead standstill. \"The Life Aquatic\" opens with the premiere of his latest work, which ends with the audience gazing up at the screen as if it is more interesting now that it is blank. Zissou himself seems to be in the later stages of entropy and may become one of those Oliver Sacks people who just sit there on the stairs for decades, looking at you. His crew would seem slack-witted to SpongeBob.\n\nOn board the good ship Belafonte, Zissou has assembled his ex-wife Eleanor (Anjelica Huston), her ex-husband Alistair (Jeff Goldblum), the salty dog Klaus Daimler (Willem Dafoe), the plummy producer Oseary Drakoulias (Michael Gambon), and the financial guy Bill (Bud Cort, so that's what happened to him). Along the way they collect Ned Plimpton (Owen Wilson), who thinks he may be Steve's son, although my theory is he's just another one of George Plimpton's unfinished projects. Their mission is to find the deadly shark, exact revenge, and film the adventure. Covering the expedition is Jane Winslett-Richardson (Cate Blanchett), whose surname suggests she is the result of an affair involving the matriarchs of two great acting families and a designated male, perhaps Ned's birth father.\n\nThese characters involve themselves in great plot complications, which are facilitated by the design of the boat, which looks like a rust bucket on the outside but conceals innumerable luxuries, including a spa. There is also a \"scientific laboratory\" with lots of equipment that looks as if it might have been bought at auction from a bankrupt high school in 1955. Anderson has built a wonderful set with a cutaway front wall so that we can look into all the rooms of the boat at once; it's the same idea Jerry Lewis used in \"The Ladies' Man.\"\n\nEvents on the boat are modulated at a volume somewhere between a sigh and a ghostly exhalation. Steve Zissou is very tired. I suggest for his epitaph: Life for him was but a dreary play; he came, saw, dislik'd, and passed away. Ned makes an effort to get to know his father, a task made difficult because Steve may not be his father and is not knowable. Jane, Ned and Steve form a romantic triangle, or perhaps it is just a triangle. A folk singer performs the works of David Bowie in Portuguese, and the ship is boarded by Filipino pirates.\n\nSo you see, it's that kind of movie. The colors are like the pastels produced by colored pencils, and kind of beautiful, like the shark. The action goes through the motions of slapstick at the velocity of dirge. Steve Zissou seems melancholy, as if simultaneously depressed that life is passing him by, and that it is taking so long to do it. Anjelica Huston seems privately amused, which is so much more intriguing than seeming publicly amused. Cate Blanchett proves she can do anything, even things she should not do. I forgot to mention that Steve's friend is played by Seymour Cassel, who I think I remember told me one night in Dan Tana's that he had always wanted to be eaten by a shark in a movie.", "running_time": 119, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-12-23", "genres": ["Adventure", "Comedy", "Drama"], "title": "The Life Aquatic with Steve Zissou (2004)"}