{"url": "http://www.rogerebert.com/reviews/the-whistleblower-2011", "by": "Rachel Weiszas Kathryn", "star_rating": 3.5, "text": "Here is a film to fill you with rage. It is based on the true story of Kathryn Bolkovac, a police officer from Lincoln, Neb., who accepted an offer to join the U.N. peacekeeping mission in Bosnia. While there, she uncovered direct evidence that underage girls were being held captive and bought and sold in a profitable sex trafficking operation. When she presented her evidence to her superiors, it was ignored. When she persisted, she was fired.\n\nThere is more. The American private security firm, DynCorp International, whose operatives committed these crimes and tried to cover them up, is still employed by the U.S. government in Iraq and Afghanistan, and was used in Louisiana after Katrina. Although its activities were at the center of Bolkovac's report, she found that local police and U.N. peacekeepers themselves were also deeply involved. \n\nAlthough \"The Whistleblower\" is a fictional film, these facts were supported by a British labor tribunal that investigated her claim against DynCorp, finding the corporation's defense \"completely unbelievable.\" That high officials in the U.N. Human Rights Commission also were aware of the sex trafficking is unbelievable to me. \n\nThe movie, constructed as a relentless and frightening thriller, stars Rachel Weisz in one of her best performances, portraying Bolkovac as a quiet, intense woman who has heroism thrust upon her by the evidence of her own eyes. Investigating complaints of rape and forced prostitution, she visits private clubs where underage girls are exhibited and fondled, held captive, threatened with death and actually sold to individuals to take and do with what they desired.\n\nThese young women were lured to Bosnia under false pretenses. Their passports were taken so they could not escape across borders. Because of the curfews in effect in the area at the time, local citizens could not leave their homes at night, and so the customers at the clubs were, by definition, law-enforcement personnel not under curfew. \n\nIn her almost singlehanded investigation, Bolkovac is often seen in scary nighttime situations; walking down a street or entering her apartment seems risky. The movie is not above employing images of female vulnerability to manipulate us, and it succeeds. What makes it so effective is that Weisz doesn't play her character as any species of action heroine, but simply as a competent, dutiful cop who is naive enough to believe her job should be performed by the book. After she comes to know some of the victims personally, after they trust her, the job becomes more of a mission.\n\nDavid Strathairn co-stars as Peter Ward, one of Bolkovac's few colleagues who seems trustworthy. Vanessa Redgrave plays Madeleine Rees, a real-life official of the Human Rights Commission, who offers moral support and also warnings that Bolkovac's life may be in danger. Monica Bellucci is Laura Levin, a bureaucrat who refuses to help repatriate young women, because, in cruel logic, they have no passports. And David Hewlett is Fred Murray, Bolkovac's superior officer, who is himself part of the cover-up.\n\nThe film's director and co-writer, Larysa Kondracki, infuses the film with an atmosphere of pervading male menace, which, after all, is based on facts and court findings. In wartime, the rape of civilians is often considered one of the spoils, and no doubt it is a morale-booster for troops who feel in danger. It is also a cruel blow against enemies — but these girls are not enemies but simply and pathetically victims. \n\nThe male world in which Bolkovac moves contains many men who regard her as a sex object, and see sexual aggression as an expression of their masculinity. In this boys' club, it is expected that members will go along, participate or turn a blind eye. There is unspecified but clearly sensed danger if they don't. On one hand, they can party and enjoy sex. On the other, they can lose their jobs, their salaries, their pensions and perhaps their lives.\n\nFor 20 years the news has reported from time to time of crimes alleged by employees of paid defense contractors. These cases rarely seem to result in change, and the stories continue. We can only guess what may be going unreported. \"The Whistleblower\" offers chilling evidence of why that seems to be so.", "running_time": 112, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-10", "genres": ["Action", "Drama", "Thriller"], "title": "The Whistleblower (2011)"}