{"url": "http://www.rogerebert.com/reviews/the-sons-room-2002", "by": "Nanni Morettias Giovanni", "star_rating": 3.5, "text": "\"The Son's Room\" follows an affluent Italian family through all the stages of grieving. When the teenage son dies in a diving accident, his parents and sister react with instinctive denial, followed by sorrow, anger, the disintegration of their own lives, the picking up of the pieces, and finally a form of acceptance. Because all of these stages are reflected in the clearly seen details of everyday life, the effect is very touching.\n\nThe film has been written and directed by Nanni Moretti, whose 1994 film \"Caro Diario\" (Dear Diary) was about his own death sentence: Based on fact, it related his feelings when he was diagnosed with cancer and told (mistakenly) that he had a year to live. That film was not quite successful, an easy truce between Woody Allen and Elisabeth Kubler-Ross, but \"The Son's Room\" has a relaxed tenderness and empathy. He got the idea for the story, he has said, when he learned that he and his wife were expecting a son.\n\nMoretti stars as Giovanni, a psychiatrist whose patients rehearse the same problems hour after hour in his office. Can he help them? That's a question he eventually has to ask himself. At home, there is a problem when his son, Andrea (Giuseppe Sanfelice), is accused of having stolen a fossil from the school science lab. He denies the charge. Giovanni and his wife, Paola (Laura Morante), get involved, visit the parents of his son's accuser. We see that this is a happy family; the sister, Irene (Jasmine Trinca), is on a basketball team, the son studies Latin, and when the parents overhear a conversation indicating that Andrea smokes pot, they are not too concerned. There is a lovely scene where all four sing together during a car trip.\n\nThen the accident takes place, and has the effect of sending mother, father and daughter spinning into their own private corners. For the father, this means impatience with his clients, and resentment against one whose call on a Sunday derailed Giovanni's plans to go jogging with his son--thus freeing the boy to go diving, and indirectly leading to his death. Grieving mixes with pain as Giovanni imagines the way the day should have unfolded, with the two of them on a run, and the son still alive at the end.\n\nWe know from the fable of the appointment in Samarra that it is no use trying to outsmart fate, but it is human nature to try--and to torture ourselves when we fail. For Irene, the sister, grief and anger cause her to fight during a basketball game. For Giovanni, they lead to questions about his practice. And then ... a letter arrives, from Arianna (Sofia Vigliar). It is addressed to the dead Andrea, who she met for only one day. But somehow there was a connection between them, and she hopes to see him again.\n\n\"The Son's Room\" uses this letter, and Arianna's eventual appearance, as its means of resolving the story. To explain how this is done would be unsatisfactory, because Moretti is more concerned with tones and nuances than plot points, and the gradual way Arianna becomes the instrument of acceptance is quietly touching. She represents life that must go on--just as Auden in his poem observes that although Icarus falls into the sea, farmers still plow their fields and dogs go on their doggy errands. Curious, how a late shot of people at dawn says so much by saying nothing at all.\n\n\"The Son's Room\" won the Palme d'Or, or top prize, at Cannes last year. It was a popular choice--too popular, sniffed some, who objected to its mainstream style and frank sentimentality. Yes, but not all movies can be stark, difficult and obscure. Sometimes in a quite ordinary way a director can reach out and touch us.", "running_time": 99, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-01", "genres": ["Drama", "Foreign"], "title": "The Son's Room (2002)"}