{"url": "http://www.rogerebert.com/reviews/the-strangers-2008", "by": "Scott Speedmanas James", "star_rating": 1.5, "text": "My mistake was to read the interview with the director. At the beginning of my review of \"The Strangers,\" I typed my star rating instinctively: \"One star.\" I was outraged. I wrote: \"What a waste of a perfectly good first act! And what a maddening, nihilistic, infuriating ending!\" I was just getting warmed up.\n\nAnd then, I dunno, I looked up the movie on IMDb and there was a link to an interview with Bryan Bertino, the film's writer and director, and I went there, read it and looked at his photo. He looked to be in his 20s. This was his first film. Bertino had been working as a grip on a peanuts-budget movie when he pitched this screenplay to Rogue Pictures and then was asked to direct it. He gave a friend his grip tools and thought: \"Cool, I'm never going to need this anymore! I'm never using a hammer again.\" Then he told the interviewer: \"I still had to buy books on how to direct.\"\n\nSo I thought, Bryan Bertino is a kid, this is his first movie, and as much as I hate it, it's a competent movie that shows he has the chops to be a director. So I gave it 1.5 stars instead of one.\n\nStill harsh, yes. I think a lot of audience members will walk out really angry at the ending, although it has a certain truthfulness and doesn't cheat on the situation that has been building up. The movie deserves more stars for its bottom-line craft, but all the craft in the world can't redeem its story.\n\nYes, Bertino can direct. He opens on a dark night in a neighborhood of deserted summer homes, with two people in a car. These are Kristen (Liv Tyler) and James (Scott Speedman). They are coming from a wedding reception. They go inside James' summer home. We learn that he proposed to her, but she \"isn't ready.\" The camera focuses on a 33-rpm turntable, which, along with their Volvo, are the easiest two props I can imagine to create a 1970s period look.\n\nI am intrigued by these people. Will they talk all night? Will they do things they'll regret forever? Will they ... there is a knock on the door!  Not the sound of a human hand, hitting wood. The sound of something hard, hitting wood. It is very loud, and it echoes. To evoke an infinitely superior film, it creates the same sense of alarm and danger as the planks do, banging against each other in \"Le Fils\" (\"The Son\") by the Dardenne brothers.\n\nThey open the door and find a young girl. They tell her she has the wrong house. She goes and stands in the yard. And then, all night long, their sense of security is undercut by more knocks, breaking glass, scraping, smashing. The soundtrack is the third protagonist. After a time, Bertino creates an empty space in one of his compositions, and it attracts a... figure... that casually fills it, wearing a mournful, shroud-like mask. We will see the mask again. Also two figures wearing little doll masks that are not sweet, but ominous. We recall the opening credits telling us, \"this film is inspired by true events.\" Never a good sign.\n\nIs \"The Strangers\" inspired by other movies? Asked by Moviesonline.ca if he was influenced \"by the film\" (never named), Bertino answers, as only someone young and innocent could answer: \"I don't necessarily think that I looked at it, you know.\" The necessarily is a masterstroke. He adds: \"I'm definitely influenced by like '70s genre stuff in general, structure-wise.\" Bertino adds: \"I read Helter Skelter when I was like 11. That was where I first started getting interested in the idea of people just walking into a house that you didn't know. I lived in the middle of nowhere in Texas where you could call out in the middle of the night and nobody would hear you.\"\n\nThere have been great movies about home invasion, like \"In Cold Blood,\" that made more of it than gruesome \"events.\" \"The Strangers\" is a well-shot film (the cinematographer is the veteran Peter Sowa). It does what it sets out to do. I'm not sure that it earns the right to do it. Bertino shows the instincts of a good director; I hope he gets worthier material.\n\nIt's a melancholy fact that he probably couldn't have found financing if his first act had lived up to its promise. There's a market for the kind of movie that inspires the kinds of commercials and trailers that \"The Strangers\" inspires, ending with a chilling dialogue exchange:\n\n\"Why are you doing this to us?\"\n\n\"Because you were home.\"\n\nThe interview is at www.moviesonline.ca/movienews_12591.html ", "running_time": 90, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-05-29", "genres": ["Horror", "Thriller"], "title": "The Strangers (2008)"}