{"url": "http://www.rogerebert.com/reviews/the-lucky-ones-2008", "by": "Rachel McAdamsas Colee", "star_rating": 3.0, "text": "Three soldiers, home on a month's leave from Iraq, find themselves on an odyssey from New York to Las Vegas in \"The Lucky Ones.\" That's the setup. The journey involves your standard rest stops: friendly diners, dubious mechanics, fervent church people, roadside hookers, redneck saloons, lonely motels, tornadoes, casinos -- those sorts of things. This formula is fraught with pitfalls, but the characters and the actors redeem it with a surprising emotional impact.\n\nTim Robbins plays the father figure, a fiftysomething career Army sergeant who received a back injury and is returning home to St. Louis. After a blackout shuts down JFK, he rents a car and ends up taking the others on board. Rachel McAdams plays Pvt. Colee Dunn, who has a leg injury and is heading for Vegas to return a guitar belonging to her boyfriend, who was killed in the war. Michael Pena plays Sgt. T.K. Poole, injured by shrapnel in the groin, who wants to go to Vegas to find hookers who can reawaken his equipment before he meets his stateside girlfriend.\n\nDon't laugh when I say this: These three resemble in broad outline the three returning servicemen in the classic \"The Best Years of Our Lives\" (1946). That film had an alcoholic older man returning to a loyal wife, a younger man returning to a sluttish wife and another afraid to marry his girlfriend because he had lost his hands. Change one man to a woman, shuffle a little, and you see what I mean.\n\nThat's doesn't mean the film is a \"homage\"; director and co-writer Neil Burger told me he hasn't seen the 1946 film. It means the underlying structure and character group is somewhat archetypal. What distinguished \"Best Years\" was its gravitas. What makes \"The Lucky Ones\" so gratifying to me is anything but gravitas; these three characters are simply likable, warm, sincere and often funny. The performances are so good, they carry the film right along.\n\nConsider the events during the road trip. They are far from original. Many road movies are about what happens on the road. In \"The Lucky Ones,\" the events are somewhat inconsequential backdrops to the three-way relationship and the sympathy we feel for the characters. Yes, there are some considerable payoffs at the end, although not exactly unforeseen. There are also some plot contrivances that seem hauled in. I noted this, but didn't much mind.\n\nRachel McAdams (\"The Notebook,\" \"Mean Girls\") comes into her own here. Previously she has been seen mostly as a hot chick (the title of her worst film) or an idealized sweetheart. Here she is feisty, vulnerable, plucky, warm, funny. This is her coming of age as an actress. She provides yet another lesson that you can't judge acting ability until you see an actor given a chance to really stretch. Watch the poignance of the scene when she meets her boyfriend's family.\n\nMichael Pena plays a type I recognize: young, earnest, prudent, brimming with unsolicited advice. The opposite of stereotypes. T.K. needs to grow up some more, of course. He is so obsessed with his groin injury because without sex, he says, he and his girlfriend have nothing in common. This is an upbeat film, which explains, I suppose, why the shrapnel aftereffects could be cured not by a doctor but by a hooker. If he and his girl have only sex in common, maybe she could have done the healing freelance. Along the way, Pena's T.K. provides a nudging counterpoint.\n\nTim Robbins' Army lifer is, above all, a decent man, and honest enough to reveal how he received his back injury in less than heroic circumstances. We sense he's been shepherding younger soldiers for most of his career, and now, during his leave, he's doing it again. He is not stupid, but he isn't the brightest bulb in the chandelier. He has a plan to finance his son's college tuition by winning in Vegas. This shows a touching but unwise fatherly love. Because we know how smart and quick Robbins is, it's uncanny how convincing he is as a steady and dependable calming hand.\n\nMovies about the war in Iraq have not been popular -- not even such a good one as \"In the Valley of Elah,\" with its Tommy Lee Jones performance. But as I wrote after seeing \"The Lucky Ones\" at Toronto, it is not an Iraq war movie. These three characters could be returning home from anywhere, for countless reasons. That might be a weakness in a film that wanted to make a statement about Iraq, but these three good and brave soldiers see the war in personal, not ideological terms; the film clearly focuses on their personalities more than their experiences.\n\nThere were some reviews from Toronto that seemed to focus on its departure from some theoretical, serious war film. I believe audiences will be moved by the characters. I was.\n\nNote: \"The Best Years of Our Lives\" is in the Great Movies collection at rogerebert.com.", "running_time": 113, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-09-25", "genres": ["Comedy", "Drama", "History", "Indie"], "title": "The Lucky Ones (2008)"}