{"url": "http://www.rogerebert.com/reviews/the-last-temptation-of-christ-1988", "by": null, "star_rating": 4.0, "text": "Note: This is a shortened version of an essay written for my new book, Scorsese by Ebert.\n\nReading my 1988 review of “The Last Temptation of Christ,” I find it is more concerned with theology than cinema. It must have driven Martin Scorsese crazy to read reviews of “The Last Temptation of Christ” in which critics appointed themselves arbiters of the manhood or godliness of Jesus Christ, and scarcely mentioned the direction, the writing, the acting, the images or Peter Gabriel’s harsh, mournful music. Or perhaps Scorsese understood. It is useful to remember the temper of the time. The film was a target of the Christian right, which accused Scorsese of blasphemy and worse. It was pulled from the MGM production schedule; after Universal reactivated the project at a smaller budget, Scorsese was targeted by death threats and the jeremiads of TV evangelists.\n\nOn vacation in London, I was invited to preview the film at a private screening for my eyes only. This was not a perk. It was a security measure. I was begged not to tell anyone the title of the movie, or even mention that a print was in England. Stopping in New York on the way home, I was directed to a pay phone on Madison Avenue, called the number I was given and followed instructions to the town house where Scorsese was living. I was greeted at the door by a security guard.\n\nPerhaps it was inevitable that my review defended the film against charges of heresy. Both Scorsese and I had attended Catholic schools and fell easily into the language of religion. We spoke often about Catholicism, which in pre-Vatican II days was a seductive labyrinth of logic, ritual, vision and guilt. Pauline Kael said the most creative American directors of the 1970s (she listed Scorsese, Altman and Coppola) benefitted from being raised within traditional Catholic imagery. Scorsese’s frequent writing partner Paul Schrader grew up in a no less intense Calvinist environment. To Scorsese’s image in “Mean Streets” of Charlie holding his hand over a candle flame and imagining the fires of hell, we can add Schrader’s mother stabbing him with a pin and telling him hell was a million times worse and it never ended.\n\nBut all of that theological debate was 20 years ago. Watching the film again, I realized it was Scorsese’s first shot largely outdoors since “Boxcar Bertha” (1972). He is a filmmaker of the city, of bars, clubs, bedrooms, kitchens, nightclubs, boxing rings, pool halls and taxis. On location in Morocco, he found vast, hostile expanses of hard soil, distant mountains and struggling vegetation. The sun is merciless. This is an Old Testament land, not hospitable to the message of love and forgiveness.\n\nThe character of Christ himself is radically different from most previous film portraits. He is a weary, self-doubting individual, not always willing to carry the souls of man on his shoulders. There are times when he seems not to know or believe he is the son of God, and when he does, he uses that knowledge as a reason to rebuke his mother and the memory of Joseph. He berates and hectors his followers, and confides mostly in Judas, who is radically recast in this story as a good man who is only following instructions. The film follows the bold revisionism of Nikos Kazantzakis, whose novel was placed on the church’s index of forbidden books.\n\nThe film is indeed technically blasphemous. I have been persuaded of this by a thoughtful essay by Steven D. Greydanus of the National Catholic Register, a mainstream writer who simply and concisely explains why. I mention this only to argue that a film can be blasphemous, or anything else that the director desires, and we should only hope that it be as good as the filmmaker can make it, and convincing in its interior purpose. Certainly useful things can be said about Jesus Christ by presenting him in a non-orthodox way. There is a long tradition of such revisionism, including the foolishness of The Da Vinci Code. The story by Kazantzakis, Scorsese and Schrader grapples with the central mystery of Jesus, that he was both God and man, and uses the freedom of fiction to explore the implications of such a paradox.\n\nIn the title role, Willem Dafoe creates a man who is the embodiment of dutiful masochism. Whether he is right or wrong about his divinity, he is prepared to pay the price, and that kind of faith is more courageous than certainty would be. Even in the last half of the film, when Jesus begins performing miracles, he seems almost an onlooker at his own accomplishments, taking little joy in them.\n\nA key shot is when Michael Ballhaus’ camera pushes past Jesus into the sepulcher of the dead Lazarus. It is black inside, contrasted with the blinding sun, and then blacker and blacker until the whole screen is filled with blackness, and held for a few seconds. I take this as an emblem of Jesus’ experience of his miracles, during which he is reaching into an unknowable and frightening void.\n\nJudas is the film’s other vivid character, played by Harvey Keitel as, in a sense, Christ’s manager. He does strategy, issues ultimatums, is the closest friend. One way the story commits sacrilege is by suggesting Judas was doing his duty by betraying Christ. Someone had to. Jesus doesn’t have close relationships with any of the other disciples, who he seems to believe will follow along of their own accord. He is closer, I suppose, with Mary Magdalene, but their conversations seem guarded or cryptic. Scorsese’s attention is more on Christ’s inner struggle than his worldly role. \n\nI am left after the film with the conviction that it is as much about Scorsese as about Christ. In his films, he performs miracles, but for years could be heard to despair that each film would be his last. The Roman Catholic Church was for him like a heavenly father to whom he had a duty, but did not always fulfill it. These speculations may be wild and unfounded, ideas I am taking to him rather than finding in him, but particularly during Scorsese’s earlier years I believe the church played a larger role in his inner life than was generally realized. Talking with me after one of his divorces, he said, “I am living in sin, and I will go to hell because of it.” I asked him if he really, truly believed that. “Yes,” he said, “I do.”\n\nWhat makes “The Last Temptation of Christ” one of his great films is not that it is true about Jesus but that it is true about Scorsese. Like countless others, he has found aspects of the Christ story that speak to him. This is the Jesus of his two most autobiographical characters, Charlie in “Mean Streets” and J.R. in “Who’s That Knocking at My Door?” Both of those characters were played by Keitel. Interesting that he choose Keitel this time to play Judas. Perhaps Judas is Scorsese’s autobiographical character in “The Last Temptation of Christ.” Certainly not the Messiah, but the mortal man walking beside him, worrying about him, lecturing him, wanting him to be better, threatening him, confiding in him, prepared to betray him if he must. Christ is the film, and Judas is the director.", "running_time": 164, "mpaa_rating": "R", "release_year": 1988, "date_published": "2008-10-29", "genres": ["Drama"], "title": "The Last Temptation of Christ (1988)"}