{"url": "http://www.rogerebert.com/reviews/the-secret-war-of-harry-frigg-1968", "by": "Paul Newmanas Harry Frigg", "star_rating": 1.5, "text": "\"The Secret War of Harry Frigg\" must have been made against its own will. I've seen lousy movies before, but never one that seemed ashamed of itself. At times the actors seem to be in pain, and the movie itself is down-at-the-mouth and desperately boring. It is doing great business.\n\nThere was a capacity crowd Saturday night, when I saw it, and there was even laughter at some of the worst stuff. I wondered whether the audience had seen a really funny movie recently; perhaps it didn't know what it was missing. But in a year that has already given us \"The President's Analyst,\" \"Bedazzled\" (1968), and even \"The Party,\" it is a terrible irony that \"Harry Frigg\" is considered a comedy.\n\nI know nothing of the film's history, but from the evidence on the screen I would guess that Paul Newman and director Jack Smight got trapped in it against their better judgment. Smight is a bright young director, capable of making very good movies. The new Rod Steiger comedy, \"No Way to Treat a Lady,\" is his, and he also did Paul Newman's \"Harper.\" \n\nNewman has been in a series of exceptionally good movies\r\nrecently, notably \"Hombre\" and \"Cool Hand Luke.\" For both Newman and Smight, \"Harry Frigg\" is a disaster, a step off the deep end, a departure from their recent level of work.\n\nNewman plays a troublemaking buck private who gets one of those typical movie missions: Break into a plush prison camp and persuade five high-living generals to escape. He does, more or less. But first he discovers one of those typical movie hidden passages, connecting his bedroom with the bedroom of the beautiful Contessa (Sylva Koscina).\n\nA little reflection will show that the passage was needed to allow sex appeal into the picture, since your average prison camp provides relatively little of it. I can almost hear the story conference, with\r\nsomebody asking how you're going to wring sex appeal out of five middle-aged generals, and the author saying, what the heck, why not have this secret passage, see, which leads to the beautiful Contessa's bedroom. \n\nPersonally, I would have found the passage more excusable if it had led to Claudia Cardinale or Sophia Loren or anybody but Miss Koscina, whose personality has the effervescence of distilled water.\n\nThe generals are generally passive; an opportunity to fill the roles with offbeat character actors was missed. And Newman plays his part with an almost insolent indifference, as if the movie were something to have a go at during lunch hour.", "running_time": 110, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-04-16", "genres": ["Comedy", "War"], "title": "The Secret War of Harry Frigg (1968)"}