{"url": "http://www.rogerebert.com/reviews/the-addams-family-1991", "by": "Anjelica Hustonas Morticia Addams", "star_rating": 2.0, "text": "There are a lot of little smiles in \"The Addams Family,\" and many chuckles and grins, but they don’t add up to much. The movie is like a series of the Charles Addams cartoons that inspired it, in which each individual line or image is self-contained. I was mildly entertained, but I was hoping for big laughs and with one exception I didn’t find them.\n\nThe movie, based on characters created by Addams in his immortal New Yorker cartoons, and on the early 1960s TV series, looks uncannily like the original Addams drawings; the art direction must have been a rip-and-paste job. The ghoulish family lives in a many-turreted gothic mansion, next to its own graveyard, on a blasted heath where nothing grows except for dead things. Inside the house, all the ordinary rules of human nature are reversed, as when the mother finds her daughter going after a little brother with a kitchen knife, and sternly takes it away from her in order to hand over an ax.\n\nMother, named Morticia, is played by Anjelica Huston, who in makeup is a dead ringer for the original character. Her husband, Gomez, is played by Raul Julia, and despite the weirdness of their characters I did somehow feel chemistry between them. They’re having fun. Many of the better moments involve the two Addams children, Wednesday (Christina Ricci) and Pugsley (Jimmy Workman), who before they go off to school are handed their lunches in brown bags with something alive inside.\n\nWednesday and Pugsley are responsible for the one big laugh in the movie, at a school pageant that ends with half of the audience drenched in stage blood. At least I hope it’s stage blood. The plot otherwise involves a scheme by the calculating family attorney (Dan Hedaya), who convinces the son of a client to impersonate Gomez’ long-lost older brother, Fester. The brother (Christopher Lloyd, from the \"Back to the Future\" movies) stares out in dismay at the world through large black eye sockets, and is a miserable wretch until he begins to feel he actually belongs in the Addams household.\n\nThere are the beginnings of a lot of inspirations in the film, but somehow they’re not pushed through to true comic invention.\n\nTake Thing, for example, the intelligent, disembodied hand that is a family pet. When the family is evicted from its home and forced to take real jobs, Thing gets a job delivering Federal Express parcels - but the movie throws away the funny possibilities here by merely showing Thing in fast motion, racing on its rounds. Wasn’t there anything actually funny they could dream up, involving the problems that a disembodied hand would have on the job? I was not one of the great admirers of \"Beetlejuice,\" the 1988 comedy by Tim Burton, but, seeing this movie, I realize how much more creatively Burton used his special effects. Both movies are about strange evil creatures inhabiting a tricky haunted house, and yet in \"The Addams Family\" the effects seem put in for their own sake, to be looked at, and are not really exploited in the story.\n\nThat leaves the individual moments. Yes, a lot of them are funny. In the months before this movie opened, there were a lot of brief trailers for it in the theaters. You’ve probably seen some of them - like the one where the kids ask if the Girl Scout cookies are made from real Girl Scouts. By themselves, these lines are funny, as were the cartoon captions that inspired some of them. But they don’t build. They get a laugh, and then the movie has to build up to the next one. This is the kind of film that isn’t as much fun to see as it is to hear about.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-11-22", "genres": ["Comedy", "Family"], "title": "The Addams Family (1991)"}