{"url": "http://www.rogerebert.com/reviews/the-rite-2011", "by": "Anthony Hopkinsas Fr. Trevant", "star_rating": 3.0, "text": "See Ebert's video review at www.ebertpresents.com\n\n\"The Rite\" takes exorcism more seriously than I expected it to. It begins with the supposition that Satan is “alive and active in the world” and assumes that satanic possession takes place and that the rite of exorcism works. Otherwise, we wouldn't have a movie, would we? In metaphysical terms, I must immediately jump on the word “alive.” In what sense can a being that exists outside of time and space be said to be alive? Active, yes.\n\nThe movie is based on the actual experiences of Father Gary Thomas, a California priest who was assigned by his bishop to study exorcism at the Vatican. In \"The Rite,\" he becomes Father Michael Kovak (Colin O'Donoghue) from Chicago, and the closing credits tell us he's now working in a Western suburb. That's a fib. The director, Mikael Hafstrom, should say three “Hail Marys” and make a good act of contrition. \n\nFather Michael is not a saint. He enters the seminary as a way to get a four-year college education before taking his vows, and then tries to leave the novitiate. Discovering the cost of his education would then roll over into a $100,000 student loan, he reconsiders and agrees to attend a monthlong course in Rome. This sort of detail is more refreshing than shots of him silhouetted against ancient desert structures while monks intone Gregorian chants.\n\nIn Rome, he attends classes, debates scripture, and then is advised to spent some time with an experienced exorcist, Father Lucas Trevant (Anthony Hopkins). This too is from the book by Matt Baglio, although in the book, this priest is Italian. As Hopkins appears onscreen, \"The Rite\" slips into gear and grows solemn and effective. Hopkins finds a good note for Father Trevant: friendly, chatty, offhand, self-effacing, realistic about demonic possession but not a ranter. He takes the kid along while treating the apparent possession of a pregnant young woman.\n\nThat something happens to make people seem possessed I have no doubt. Diagnosing whether Satan is involved is above my pay grade. What I must observe is that demonic possession seems very rare, and the Church rejects the majority of such reports. Yet it approaches epidemic proportions in \"The Rite,\" almost as if it were a virus. The film is like one of those war movies where everybody gets wounded but John Wayne.\n\nStill, I found myself drawn in. It is sincere. It is not exploitative; a certain amount of screaming, frothing and thrashing comes with the territory. My own guess is that people get the demons they deserve. While true believers go into frenzies, the Masters of Wall Street more cruelly lose joy in their wives and homes. \n\nIn Rome, Father Lucas meets a journalist named Angeline (Alice Braga), who like most women in the movies, even journalists, lacks a second name. She follows them on assignment, but it is one of the film's virtues that she does not get romantically involved. In a correct casting decision, Braga is attractive but not a sexpot. This movie was filmed largely in Hungary. In Hollywood, the role would have had Megan Fox written all over it.\n\nHafstrom uses what I assume are some Hungarian interiors to go with his exteriors in Rome. A centuries-old library is especially impressive. The ancient presence of the Vatican is evoked to great effect; a reminder that although Satan is in fashion in many denominations, when you want to exorcise, you call in the experienced professionals. The priests are not blind believers. Father Kovak argues at one point that a psychiatrist might be more appropriate. When they get into the trenches with the demons, there is spiritual hand-to-hand fighting, but Father Trevant, Father Kovak and Angeline are as realistic as probably possible.\n\nThis is I suspect a more realistic film than \"The Exorcist,\" although not its equal. The real Father Gary Thomas has cited \"The Exorcism of Emily Rose\" (2005) as more accurate. I admire \"The Rite\" because while it delivers what I suppose should be called horror, it is atmospheric, its cinematography is eerie and evocative, and the actors enrich it. It has given some thought to exorcism. Grant its assumptions, and it has something to say.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-01-26", "genres": ["Drama", "Horror", "Thriller"], "title": "The Rite (2011)"}