{"url": "http://www.rogerebert.com/reviews/the-exorcism-of-emily-rose-2005", "by": "Laura Linneyas Erin Bruner", "star_rating": 3.0, "text": "\"Demons exist whether you believe in them or not,\" says the priest at the center of \"The Exorcism of Emily Rose.\" Yes, and you could also say that demons do not exist whether you believe in them or not, because belief by definition stands outside of proof. If you can prove it, you don't need to believe it.\n\nSuch truths are at the center of this intriguing and perplexing movie, which is based on the true story of a priest who was accused of murder after a teenage girl died during an exorcism. If the priest is correct and the girl was possessed by a demon, he is innocent. If the authorities called by the prosecution are correct, she died of psychotic epileptic disorder, and the priest created complications leading to her death. If, on the other hand, exorcism theory is correct, drugs given to the girl to treat her \"disorder\" made her immune to exorcism and led to her death.\n\nThe movie is told through flashbacks from a courtroom, where Father Moore (Tom Wilkinson) is on trial. He has been offered a deal (plead guilty to reckless endangerment and do six years of a 12-year sentence), but he refuses it: \"I don't care about my reputation and I'm not afraid of jail. All I care about is telling Emily Rose's story.\" His lawyer Erin Bruner (Laura Linney) despairs, and yet admires him for his conviction. She herself does not believe in demons. The prosecutor, Ethan Thomas (Campbell Scott) is a churchgoer and does presumably believe, but lawyers sometimes argue against what they believe to be true. That's their job.\n\nAnd who is Emily Rose? As played by Jennifer Carpenter in a grueling performance, she is a college student who sees the faces of friends and strangers turn into demonic snarls. Her nightmares are haunting. She speaks in foreign languages. She loses an alarming amount of weight. She calls home for help, in tears. Her boyfriend can't reach her. The parish priest, Father Moore, is called in, and determines that an exorcism is indicated.\n\nHe has authorization from the archdiocese, but after he is charged with murder the church authorities order him to accept plea bargaining and create as little scandal for the church as possible. The church is curiously ambivalent about exorcism. It believes that the devil and his agents can be active in the world, it has a rite of exorcism, and it has exorcists. On the other hand, it is reluctant to certify possessions and authorize exorcisms, and it avoids publicity on the issue. It's like those supporters of Intelligent Design who privately believe in a literal interpretation of Genesis, but publicly distance themselves from it because that would undermine their plausibility in the wider world.\n\nWhat is fascinating about \"The Exorcism of Emily Rose\" is that it asks a secular institution, the court, to decide a question that hinges on matters the court cannot have an opinion on. Either Emily was possessed by a demon and Father Moore did his best to save her, or she had a psychotic condition and he unwittingly did his best to kill her. The defense and the prosecution mount strong arguments and call persuasive witnesses, but in the end it all comes down to the personal beliefs of the jury. A juror who does not believe in demons must find the priest guilty, if perhaps sincere. A juror who does believe in demons must decide if Emily Rose was possessed, or misdiagnosed. In a case like this, during the jury selection, are you qualified or disqualified by believing one way or the other?\n\nThe movie takes place in a small town surrounded by a Grant Wood landscape; houses and remote farms crouch in winter fields under a harsh sky. The key relationship is between the priest and his defense attorney. Erin Bruner does not believe in devils, but she believes in Father Moore, and she believes he believes in them. \"There are dark forces surrounding this trial,\" he warns her, suggesting that she herself might be a target of demons. In this and other scenes the movie is studiously neutral on the subject of the priest: He would look, speak and behave exactly the same if he were sane and sincere, or deluded and sincere.\n\nErin works for a powerful law firm retained by the archdiocese. She wants to be named a partner, but she won't be if she agrees with Father Moore's wish to appear on the witness stand; the archdiocese wants to make a deal leading to a quick settlement, with no testimony from the priest, and the archdiocese, not the priest, is the client who is paying. Which way does Erin turn? The film is fascinating in the way it makes legal and ethical issues seem as suspenseful as possession and exorcism.\n\nThe movie was directed by Scott Derrickson and written by Paul Harris Boardman and Derrickson. The screenplay is intelligent and open to occasional refreshing wit, as when prosecutor Ethan Thomas makes an objection to one witnesses' speculations about demonology. \"On what grounds?\" asks the judge (Mary Beth Hurt). \"Oh...silliness,\" he says.\n\nSomehow the movie really never takes off into the riveting fascination we expect in the opening scenes. Maybe it cannot; maybe it is too faithful to the issues it raises to exploit them. A movie like \"The Exorcist\" is a better film because it's a more limited one, which accepts demons and exorcists lock, stock and barrel, as its starting point. Certainly they're good showbiz. A film that keeps an open mind must necessarily lack a slam-dunk conclusion. In the end Emily Rose's story does get told, although no one can agree about what it means. You didn't ask, but in my opinion she had psychotic epileptic disorder, but it could have been successfully treated by the psychosomatic effect of exorcism if those drugs hadn't blocked the process.", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-08", "genres": ["Horror"], "title": "The Exorcism of Emily Rose (2005)"}