{"url": "http://www.rogerebert.com/reviews/the-school-of-flesh-1999", "by": "Benoit Jacquot", "star_rating": 3.0, "text": "\"I don't think you'll go the distance,'' the older woman says to the younger man in Benoit Jacquot's \"The School of Flesh.'' Later in the film, he tells her, \"One day I decided to live without feelings.'' The first time she takes him out to dinner, he uses his fingers to pick up the fish on his plate. \"Put it down,'' she says. \"Why?'' Her face betrays absolutely no expression: \"You're with me.'' One guesses that in another restaurant, with another woman, he would have used his fork for the fish. He is not without some sophistication; she found him as a bartender in a gay club. Using his fingers was a way of testing her; her response was the answer to an exam question. The exam involved the matter of class distinctions. They are not concerned that he is working class and she is a professional; what matters is the tug-of-war, and who will win as their styles clash.\n\nIt's a good question whether romance is involved at all in \"The School of Flesh,'' which is based on a Japanese novel by Yukio Mishima, who also wrote of class and power. Love is mentioned at various times, but is it a fact or a concept? How much is sex involved, for that matter? The man and woman have sex together, yes, but it doesn't seem as important to them as the battle of wills they engage in. The first time they see each other, they issue a mutual challenge with their eyes. The look they exchange isn't about lust, but power.\n\nThat first meeting is in a bar with a primarily gay clientele. Dominique (Isabelle Huppert), who works in the fashion business, sees Quentin (Vincent Martinez) behind the bar. He's a boxer, is 20 years younger, looks tough, has cold eyes--but not colder than Dominique's. Huppert, who is famous for impassivity in her roles, has rarely revealed less than here (the critic Stephen Holden once wrote that her tears appear \"to emanate from a realm somewhere beyond feeling''). Their eyes lock, they size each other up, she leaves and she is back the next night.\n\nShe knows from a transvestite in the bar that Quentin is bisexual. Doesn't matter. She is in the grip of the kind of erotomania that must have what it must have. He realizes this, and plays with it; there's a scene where he plays a video game in an arcade while she shifts impatiently on her feet, asks that they leave, leaves alone, turns around, comes back--and only then does he acknowledge her. The twist in the movie comes when he starts to become as obsessed with her as she is with him. And when she finds out his secrets--not the ones she thought she knew, but others.\n\nI cannot imagine a Hollywood movie like this. Audiences would be baffled. Imagine two fairly tough stars--a younger guy like Vincent Gallo, say, and an alluring older woman like Susan Sarandon. I can imagine their sex scenes (indeed, I've seen them, between Sarandon and James Spader in \"White Palace''). I can imagine conversations in cafes and arguments in bedrooms. What I cannot imagine is the holding back, the restraint, the intellectual side, as the two characters engage in a debate about the proper form of an affair. Ever hear the one about the three guys who see a couple through a window? \"What are they doing?'' asks the Englishman. \"Making love,'' says the American. \"Very badly,'' says the Frenchman.", "running_time": 102, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-03-26", "genres": null, "title": "The School Of Flesh (1999)"}