{"url": "http://www.rogerebert.com/reviews/the-last-days-of-disco-1998", "by": "Chloe Sevignyas Alice", "star_rating": 3.5, "text": "\"The Last Days of Disco\" is about people who would like to belong to the kinds of clubs that would accept them as members. It takes place in \"the very early 1980s\" in Manhattan, where a group of young, good-looking Ivy League graduates dance the night away in discos. Unlike the characters in \"Saturday Night Fever,\" who were basically just looking for a good time, these upwardly mobile characters are alert to the markers of social status. New York magazine is their textbook, and being admitted to the right clubs is the passing grade.\n\nThe movie is the latest sociological romance by Whit Stillman (\"Metropolitan\"' \"Barcelona\"), who nails his characters with perfectly heard dialogue and laconic satire. His characters went to good schools, have good jobs and think they're smarter than they are. \"Alice, one of the things I've noticed is that people hate being criticized,\" says Charlotte, who seems quietly proud of this wisdom. They are capable of keeping a straight face while describing themselves as \"adherents to the disco movement.\" Alice (Chloe Sevigny, from \"Kids\") is the smartest member of the crowd, and definitely the nicest. She has values. Her best friend Charlotte (Kate Beckinsale) only has goals: to meet the right guys, to be popular, to do exactly what she imagines someone in her position should be doing. Both girls are regulars at a fashionable disco. Charlotte is forever giving poor Alice advice about what to say and how to behave; she says guys like it when a girl uses the word \"sexy,\" and a few nights later, when a guy tells Alice he collects first editions of Scrooge McDuck comic books, she faithfully observes that she has always found Uncle Scrooge sexy.\n\nAs the movie opens, a junior ad executive named Jimmy Steinway (Mackenzie Astin) has just failed to get his boss into the club (he was wearing a brown suit). Jimmy goes in anyway. Alice and Charlotte, working as a team (Charlotte is the coach), forcibly introduce themselves. During the opening scenes we meet other regulars, including Des (Christopher Eigeman), the floor manager, who gets rid of girls by claiming to be gay, and who has his doubts about the club's management (\"To me, shipping cash to Switzerland in canvas bags doesn't sound legal\"). Other regulars include Josh (Matthew Keeslar), who casually mentions that he's an assistant district attorney, and Tom (Robert Sean Leonard), who has a theory that \"the environmental movement was spawned by the re-release of 'Bambi' in the late 1950s.\" During the movie these people will date each other with various degrees of intensity. Charlotte's approach is to take no hostages; she invites the D.A. to dinner at a time when she doesn't even have an apartment, and then rents one. A real estate agent explains the concept of a \"railroad flat\" to her (you have to walk through both bedrooms and the kitchen to get to the bathroom, but the flat has two hall doors, so the best way to get from the front to the back is to walk down the hall).\n\nIf Scott Fitzgerald were to return to life, he would feel at home in a Whit Stillman movie. Stillman listens to how people talk, and knows what it reveals about them. His characters have been supplied by their Ivy League schools with the techniques but not the subjects of intelligent conversation, and so they discuss \"The Lady and the Tramp\" with the kind of self-congratulatory earnestness that French students would reserve for Marx and Freud. (Their analysis of the movie is at least as funny as the Quentin Tarantino character's famous deconstruction of \"Top Gun\" in the movie \"Sleep With Me.\") Stillman has the patience to circle a punch line instead of leaping straight for it. He'll establish something in an early scene and then keep nibbling away until it delivers. The guy who dumps girls by claiming to be gay, for example, eventually explains that he always thought he was straight until, one day, he felt \"something different\" while watching Jim Fowler on \"Wild Kingdom.\" \n\nThe movie has barely enough plot to hold it together; it involves drugs and money laundering, but it's typical of Stillman that most of the suspense involves the young D.A. fretting about a romantic conflict of interest. The underlying tone of the film is sweet, fond and a little sad: These characters believe the disco period was the most wonderful period of their lives, and we realize that it wasn't disco that was so special, but youth. They were young, they danced, they drank, they fell in love, they learned a few lessons, and the music of that time will always reawaken those emotions.\n\nIt's human nature to believe that if a club admits people like you, you will find the person you are looking for inside. The problem with that theory is that wherever you go, there you are. At the end of \"The Last Days of Disco,\" as the club scene fades, people are hired to stand outside and pretend they have been turned away. When they get off work, what clubs do they go to? So it goes.", "running_time": 112, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-05-29", "genres": ["Comedy", "Drama", "Indie"], "title": "The Last Days of Disco (1998)"}