{"url": "http://www.rogerebert.com/reviews/the-son-of-no-one-2011", "by": "Al Pacinoas Det. Stanford", "star_rating": 2.0, "text": "The movie takes place in the same Queens police precinct in 1986 and 2002. The opening involves a reference to 9/11, but with no clear purpose. Back in 1986, Jonathan White (Jake Cherry) is a pre-adolescent who is chased into a housing project bathroom by two rampaging junkies, grabs a pistol and shoots them. From what we see, they were asking for it, and Jonathan was saving his own life. His best friend, Vinny (Brian Gilbert), witnesses it all.\n\nDet. Charles Stanford (Al Pacino), Jonathan's godfather and the police partner of his late father, is early on the scene, covers up for the boy, and tampers with evidence. Now 16 years pass, the adult Jonathan (Channing Tatum) is a cop in the same precinct, and anonymous letters are being sent to the editor of a neighborhood newspaper (Juliette Binoche) alleging that a top cop was involved in the cover-up of two homicides.\n\nWhat he did when he was young now gnaws at Jonathan. The letters gnaw at his commanding officer, Capt. Marion Mathers (Ray Liotta). Jonathan's wife, Kerry (Katie Holmes), can see her husband coming apart at the seams. Like all cops in police movies, he won't confide in her. As the letters continue, Jonathan grows convinced they must come from the only witness, the adult Vinny (Tracy Morgan), and he is willing to consider murdering his estranged friend. \n\nFair enough. Were you clocking the names of that incredible cast? The ringer is Binoche, who seems oddly cast as the only employee of a storefront newspaper. Of course a woman from France could end up with such a job, but no point is made of her origins, nor do we understand why her paper devotes front page headlines to anonymous scrawled notes. Every paper receives many such messages and has excellent reasons for not printing them.\n\nBut here's another problem. Jonathan was a minor when the deaths occurred. They were in self-defense. A kid his age isn't likely to go looking for junkies to shoot. The Pacino character knows this, and the right thing to do would be to see that charges are dropped and the minor's name was suppressed. The only chargeable crime committed is his own — suppressing evidence. Another small difficulty is that if Vinny is the source of the notes, why would he be concerned 16 years later about actions protecting his blameless best friend?\n\nThese questions do not find answers. Instead, good actors circle them in a series of scenes that lead nowhere, and the final scenes end everything without concluding anything, if you see what I mean. Moment by moment, \"Son of No One,\" written and directed by Dino Montiel, seems to be adding up, but its drama and urgency are without purpose.", "running_time": 90, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-11-02", "genres": ["Crime", "Drama", "Thriller"], "title": "The Son of No One (2011)"}