{"url": "http://www.rogerebert.com/reviews/the-browning-version-1994", "by": "Albert Finneyas Andrew Crocker-Harris", "star_rating": 2.5, "text": "\"The Browning Version\" is based on Terence Rattigan's 1948 play about an English schoolmaster who is forced into retirement by a bad heart, a faithless wife, and his own mounting despair. But the heart seems capable, at least for the time being, and the wife has real affection for him, deep down, and by the end of the film even despair has been held at bay by a spirited blast of rhetoric.\n\nThe film stars Albert Finney as the morose Andrew Crocker-Harris, who teaches Greek and Latin at an old and beautiful English public school. The language department is being reorganized to place more emphasis on modern languages. A new man named Tom Gilbert (Julian Sands) is being brought in to replace the old master. And as Crocker-Harris leaves his school, he will leave his wife, too; Laura (Greta Scacchi) has been having an affair with Frank (Matthew Modine), a young chemistry teacher from America.\n\nIt is the end of term. Parents will be present for the graduation ceremony, at which Crocker-Harris will be suitably honored.\n\nAnother teacher is also leaving - a popular young P.E. instructor who plans to become a professional cricket player. Dr. Frobisher (Michael Gambon), the head of the school, wants Crocker-Harris to speak his farewell first, to avoid anticlimax, but the old man insists on going second, as is his right. And his curtain speech brings together all of the threads of the story.\n\nCrocker-Harris loves Latin and Greek, but is so repressed that his love is expressed as strict discipline. He is known as the Hitler of the fifth form, and the students know his mantra by heart: \"You have obtained exactly what you deserve - no less, and certainly no more.\" In the closing days of his 18th year at the school, he confides a little in Gilbert, the man who will replace him. \"I should have known for myself that I was not only not liked, but positively disliked,\" he says, measuring his sentences in classical cadences.\n\nThe film sees Crocker-Harris as an example of a time that is passing and will be no more. Cricket stars, Americans and other lower beings are pushing out the old traditions. Crocker-Harris mourns the loss of the classics: \"How can we mold civilized beings if we no longer believe in civilization?\" And if a few students such as young Taplow (Ben Silverstone) do care for him, he is almost blind to their regard.\n\nThe movie was directed by Mike Figgis, whose earlier crime and noir work (\"Internal Affairs,\" \"Stormy Monday\") is strong, but miles apart from this somber story. The movie is civilized and literate, and Finney is suitably melancholy in the lead, but somehow there's a lack of fire and spirit; the story unfolds like a foregone conclusion, and even the big curtain speech is unconvincing: Why would a man wait 18 years to show that he cares? Movies like \"The Browning Version\" do find an audience, however, especially among Anglophiles. The locations are ancient and inspiring, the characters are eccentric, and the sentiments are secure (even though few of us probably sincerely share the master's regret at the loss of Greek and Latin requirements). This is a comfortable, even touching movie, marred by only one example of a young boy shouting \"Yesssss!\" - an abomination that has only recently become popular.", "running_time": 98, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-10-12", "genres": ["Drama", "Foreign"], "title": "The Browning Version (1994)"}