{"url": "http://www.rogerebert.com/reviews/the-squid-and-the-whale-2005", "by": "Jeff Danielsas Bernard Berkman", "star_rating": 3.5, "text": "I don't know what I'm supposed to feel during \"The Squid and the Whale.\" Sympathy, I suppose, for two bright boys whose parents are getting a messy divorce. Both parents are writers and use words as weapons; the boys choose sides and join the war. In theory I observe their errors and sadness and think, there but for the grace of God go I. In practice, I feel envy.\n\nI would have loved to have two writers as parents, and grow up in a bohemian family in Brooklyn, and hear dinner-table conversation about Dickens. These kids have it great. Their traumas will inspire them someday. Hell, the movie was written and directed by Noah Baumbach, whose parents were writers (the novelist Jonathan Baumbach, the film critic Georgia Brown), and look how he turned out. By the time he was 26 he had already directed \"Kicking and Screaming\" (1995), about sardonic and literate college graduates whose only ambition was to remain on campus. I felt the same way. Left to my own devices, I would still be a student of English literature, entering my 44th year as an undergraduate.\n\nIn the movie the parents, Bernard and Joan Berkman, are played by Jeff Daniels and Laura Linney, and if that's who it takes to play your parents, what are you complaining about? The movie centers on their troubled sons. Joan has been having an affair for four years, their father is moving out, and in theory their divorcing parents will share custody (there is even a plan for time shares of the cat). In practice, Walt (Jesse Eisenberg), who is 16, moves in with his father, and Frank (Owen Kline), who is about 10, stays in the family home with his mother.\n\nBoth kids have issues with their parents' sexuality. Walt thinks his mother is a \"whore\" for bringing one of her lovers into their home, but then his father begins an affair with one of his students, and what does that make him? Walt falls into true adolescent love, but is compelled to deny it to himself, because his father urges him to play the field, and he values his father's opinions more than is wise. \"You have too many freckles,\" he tells Sophie (Halley Feiffer), the girl he likes. I guess he thinks that shows he has high standards. He's so dumb he doesn't know how wonderful too many freckles are.\n\nFrank, his younger brother, has meanwhile discovered masturbation, and taken to distributing his semen here and there around his school -- on library books, for example. This is an alarming breach of school decorum, and leads to a parent-teacher-student conference, during which I kept hoping someone would quote Rodney Dangerfield: \"When I was a kid we were so poor, if I hadn't been a boy I wouldn't have had anything to play with.\"\n\nBernard, the father, published a good novel some years earlier and is now in a protracted drought season. It doesn't help when his wife sells a story to The New Yorker. He is played by Daniels as a man with wise-guy literary opinions, which his son remembers and repeats; Bernard says A Tale of Two Cities is \"minor Dickens,\" which is correct, and arms Walt with useful terms such as \"Kafkaesque.\" Walt informs Sophie a book is Kafkaesque and Sophie says, \"It's written by Franz Kafka. It has to be.\" Point, match and game. Walt's performance in the school talent show is a great success. Everyone is impressed by his songwriting ability except for a fellow student familiar with the lyrics of Pink Floyd. Life lesson: Okay to steal from your father to impress people, not okay to steal from Pink Floyd.\n\n\"The Squid and the Whale\" is essentially about how we grow up by absorbing what is useful in our parents and forgiving what is not. Joan may cheat on her husband, but he deserves to be cheated on, and she demonstrates a faith in romance that is, after all, a lesson in optimism. Bernard may be a gold mine of shorthand literary opinions, but in his case he has actually read the books, and sooner or later his son Walt will probably feel compelled to read minor Dickens for himself -- and major Dickens, which is so good all you can do is just helplessly stare at the book and turn the pages.\n\nThese kids will be okay. Someday Bernard and Joan will be old and will delight in their grandchildren, who will no doubt be miserable about the flaws and transgressions of Walt and Frank, and then create great achievements and angry children of their own. All I know is, it is better to be the whale than the squid. Whales inspire major novels.", "running_time": 81, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-11-03", "genres": ["Comedy", "Drama", "Indie"], "title": "The Squid and the Whale (2005)"}