{"url": "http://www.rogerebert.com/reviews/the-relic-1997", "by": "Penelope Ann Milleras Dr. Margo Green", "star_rating": 3.0, "text": "\"The Relic'' begins with a boiling cauldron deep in the Amazonian jungle, and includes not only a cat that leaps out and frightens someone, but other horror film standbys such as kids locked in a museum after hours, a lucky bullet, a hard-boiled coroner who thinks she has seen everything (but is wrong), and the mayor of Chicago fleeing with socialites through waist-deep water in a tunnel linking the Field Museum to Lake Michigan.\n\nHe is not simply fleeing, but being chased by a monster that decapitates its victims and chews a hole in their skulls to suck out their thalamus and pituitary glands. A monster, mind you, that has genes combining human, insect and reptile DNA, and might be the product of an \"evolutionary leap that causes grotesque and short-lived aberrant species.'' The species looks plenty aberrant to me: It's twice the size of a raptor, looks like a cross between a kangaroo and Godzilla, has teeth the size of fence pickets and a long, red, forked tongue it uses to lick the face of the pretty young anthropologist.\n\nHer name is Dr. Margo Green (Penelope Ann Miller). She works at the museum, where two large crates have arrived from a colleague in South America. Not long after, a security guard is found dead (decapitated, hole in skull, pituitary missing, etc.). The cop assigned to the case is Lt. D'Agosta (Tom Sizemore), who makes a quick link between this death and the mysterious case of a South American freighter found floating in Lake Michigan, with a bilge full of corpses (all missing their pituitaries, etc.). When he discovers there is a tunnel from the lake to the museum, he asks ominously if it would be possible to enter the museum from the lake that way.\n\nWhy would a monster from a ship want to go to all that trouble? Maybe because one of the crates in the museum contains the leaves he likes to eat. Or maybe because the beast was in the crate with the leaves, and then escaped and nailed the crate shut again, so people would think it was merely a crate of leaves. This is a clever monster. At one point, even though steel security doors have slammed down and isolated all parts of the museum from one another, the monster seems capable of simultaneously chasing the mayor and his friends down the tunnel, terrorizing scientists in the museum basement and chewing up cops who are trying to attack it from the skylights. It gets around.\n\nAll of this is actually a lot of fun, if you like special effects and gore. To see this movie in the same week as the hapless and witless \"Turbulence'' is to understand how craft and professionalism can let us identify with one thriller heroine and laugh at another. Peter Hyams is a skillful action director, working here with the veteran \"creature effects'' specialist Stan Winston and so many special effects technicians that they could have played the entire soundtrack album under the end credits.\n\nIt's clever the way the movie combines the conventions of the horror and disaster genres. Although this is technically a science-fiction movie about a mutant monster, Hyams adds another level by having the mayor insist that a black-tie charity benefit proceed inside the museum as planned, even though the cops are convinced that it's not safe. After the steel doors slam shut, the sprinkler system drenches everyone and decapitated bodies start dropping from above, the guests are in roughly the same predicament as in a disaster movie: trapped, in danger and helpless to escape.\n\nThe level of horror and violence in \"The Relic'' is a notch or two above the industry average. There's a scary scene where a flaming monster pursues Dr. Green down a corridor of exploding specimen bottles. And a gory scene involving an autopsy, with Audra Lindley chillingly effective as the coroner. And scenes where cops get half their bodies chewed off, and a lot of scenes involving heads and brains, and lots of scientific double-talk to go with them. \"The Relic'' is not for younger audiences.\n\nThere are a few loose ends. Early in the film, Dr. Green tells Lt. D'Agosta about the tanks of chemicals they use to strip the flesh from rhino bones. Later, she hides in such a tank herself, yet emerges with all her flesh. Also, I am not sure what connection the monster has with the little red fungus pellets on the imported leaves. And there is the matter of the Relic itself--a stone devil that was damaged in shipment. For most of the movie, a restoration expert is ominously piecing it back together, but I don't think the Relic actually has anything to do with the terrifying man-lizard-insect creature.\n\nI know Mayor Daley is a movie fan, and I imagine he will sneak into this one. He'll be disappointed by Robert Lesser as the mayor (instead of using a Chicago accent, he talks much like Al Pacino). But Daley might enjoy some of the other stuff, including city cops using acetylene torches to burn through the steel doors of the museum and rescue the terrified millionaires inside--proving Chicago is the City That Works. And he will reflect that in the real world, no Chicago mayor would ever be so reckless as to order a society benefit to proceed in a museum still being scoured for a vicious decapitating pituitary- sucker. A guy gets his pituitary sucked out, he's not going to contribute to your next campaign.", "running_time": 110, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-01-10", "genres": ["Horror", "Mystery", "Thriller"], "title": "The Relic (1997)"}