{"url": "http://www.rogerebert.com/reviews/the-grey-automobile-2003", "by": null, "star_rating": 4.0, "text": "A little-known 1919 Mexican silent film ... and already your attention is drifting, right? You've been meaning to catch up on the Mexican silent cinema, but somehow the time is never right. Now the time has come. \"The Grey Automobile\" provides the inspiration for an astonishing theatrical experience, in a special presentation arriving at the Goodman Theatre's Latino Theater Festival this weekend.\n\nBy the Marx Brothers out of Gilbert & Sullivan and incorporating an early Japanese film tradition, the event devised by director Claudio Valdes-Kuri is slapstick, surrealist, charming and light-hearted, especially considering that an actual automobile gang is literally executed during the course of the film. A Japanese benshi, a Mexican actor and an English \"interpreter\" join the film on the stage, as a pianist supplies the score.\n\nTo begin with benshis. During the silent film era, Japanese exhibitors supplied a benshi, or interpreting actor, to stand next to the screen and explain films. The benshis might or might not understand the Western stories and characters any more than the audience did, but that didn't matter, because benshis evolved a performance tradition of their own--not only explaining, but praising, criticizing, sympathizing and applauding, in parallel with the film. Benshis became so popular that their names were billed above the stars, they had theaters of their own, and silent films survived in Japan for almost a decade after the introduction of sound--because audiences could not do without their beloved benshis.\n\nClaudio Valdes-Kuri, an avant-garde theatrical director from Mexico City, discovered the benshi tradition during a visit to Japan, where benshis still flourish, many of them trained in a line going back to the original artists. Back home in Mexico, he decided to adopt the tradition for \"The Grey Automobile,\" said to be Mexico's finest silent film, which is about the real-life Grey Automobile Gang.\n\nThis film, originally a serial, has existed in many forms over the years, but it is safe to say that no one associated with it could have imagined the 90-minute version now presented by Valdes-Kuri and his Certain Inhabitants Theatre. The film stars Juan Manuel Cabrera, the actual detective who apprehended the gang, playing himself. The real gang members also appear, briefly to be sure, in an startling scene where they are (really) executed. Other scenes are fiction.\n\nIt is impossible to say, on the basis of this presentation, whether \"The Grey Automobile\" is a good film or not--my four-star rating refers to the entire theatrical experience. As the performance opens, Irene Akiko Iida, a Japanese-Mexican actress dressed in a traditional kimono, joins the pianist Ernesto Gomez Santana by the side of the screen and provides a traditional benshi commentary, in Japanese. Then she is joined by Enrique Arreola, who begins a Spanish commentary. Then they are joined by Thomasi McDonald, who supplies commentary and translation in English.\n\nBut that sounds straightforward, and the performance quickly jumps the rails into sublime zaniness. Other languages--German, French and Russian--creep into the commentary. The film seems to have no subtitles, but suddenly generates them, and then the titles leave the bottom of the screen and begin to emerge from the mouths of the movie actors, in a variety of type faces; the words coil around the screen and take on lives of their own. Then the actors begin to interpret the onscreen dialogue so freely that at times they have the characters barking at one another. At one point the action stops for a little song-and-dance number, and at another Ms. Iida performs a tap-dance.\n\nBut this description fails to do justice to the technical virtuosity of the verbal performers. For long stretches, they create perfect lip-synch with the actors on screen while talking at breakneck speed, never missing a cue or a beat; what they do is so difficult, and done so effortlessly, that it suggests a Zen-like identification with the material.\n\nI first saw this performance of \"The Grey Automobile\" in April 2003 at my Overlooked Film Festival at the University of Illinois at Urbana. It has also played at the Kennedy Center in Washington, D.C., and at a performing arts festival in North Carolina. I avoid cliches like \"You've never seen anything like this before,\" but the fact is, you haven't.", "running_time": 111, "mpaa_rating": null, "release_year": 2003, "date_published": "2003-07-11", "genres": ["Action", "Crime"], "title": "The Grey Automobile (2003)"}