{"url": "http://www.rogerebert.com/reviews/the-net-1995", "by": "Sandra Bullockas Angela Bennett", "star_rating": 3.0, "text": "Perhaps this is simply a charmed period in Sandra Bullock's life, and soon she will return to earth and resume her career as an actress at the mercy of her material. Just now, however, she seems able to transcend the genres she appears in - to make us care about her characters even when they're mired in preposterous dreck.\n\nConsider: In the last 18 months, she (a) became a star in \"Speed,\" which was a terrific action movie and remains her best film; (b) overcame the obligatory cliches and predictable developments of \"While You Were Sleeping,\" which became a heart-warming love story, thanks to the chemistry between Bullock and Bill Pullman, and (c) now pulls off the neat trick of making me care about her character in \"The Net,\" which is an assembly of Hitchcock situations in search of a story.\n\nTrue, \"The Net\" dresses up its plot with a trendy front end, by using the Internet as a hook. The Bullock character, named Angela Bennett, is a shy, reclusive intellectual who, in the old days, would have been a librarian or a schoolmarm. In \"The Net,\" she's a computer professional who sits at home for days on end, testing new software.\n\nFor fun, she visits the chat rooms of online services, or orders pizza by modem.\n\nOne day, a good friend (who she has never seen face to face) clues her in to a strange page on the World Wide Web. It seems to be devoted to Mozart, but when you click the little Pi symbol on the lower right hand corner, while holding down the Control and Option keys, suddenly you're rocketed into top-secret government files. The friend offers to fly down to talk with her about his discovery, but dies in a plane crash.\n\nAngela already has decided to take her first vacation in years, and in Mexico she meets a goodlooking guy named Devlin (Jeremy Northam), and falls for him. This Devlin is a smooth customer; he even ties his handkerchief around her midriff to keep off the cool night air, just like Cary Grant's character named Devlin did in Hitchcock's \"Notorious.\" What he's actually after is a computer disc she has - a disc that would expose the secret of a scam to sell computer \"security\" programs to big customers. To dramatize the need for such security, Devlin's employers have tied up LAX, screwed up Wall Street, put six Chicago banks out of business and caused the suicide of a high government official.\n\nThat's the part of the plot that more or less holds together. The rest consists of a series of excuses for the director, Irwin Winkler, to place Bullock in situations well known to Hitchcock heroes. The computer programmer is, in essence, Hitchcock's favorite character: the Innocent Person Wrongly Accused. She's stripped of her identity through the manipulation of computer files, her apartment is taken away, she's given a police record, her only friend (Dennis Miller) runs into big trouble and, yes, she even gets involved in a deadly catand-mouse game on a merrygo-round.\n\nThis stuff is so concocted I had no business caring about it. But I did, because of Bullock. How does she do that? She's very low-key. She's so natural she seems to be remembering a scene rather than playing it. She has a warm smile. She never overacts. She creates the sensation that although a scene may seem absurd to us, it seems perfectly real to her. And we buy it.\n\nThe computer stuff will interest anyone into such things.\n\nIt's a revealing detail that she uses Macs (which for me means she loves computers instead of merely working with them). She has an ultra-high speed modem connection, I guess, since Internet stuff pops up the moment she hits the return key. Her online buddies are always on call for her. And the bad guys have programs that can not only hack into any computer, but do it instantly, without bothersome details like dial tones, log-ons, etc.\n\nOne more detail. It's well-known that in the movies when someone turns on a TV, a story crucial to the plot is always miraculously right there on the screen. \"The Net\" sets a record with three stories in a row, all dealing with aspects of the plot. Not exactly plausible. And still I liked this movie: If Sandra Bullock ever gets a great screenplay, we may need seat belts.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-07-28", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "The Net (1995)"}