{"url": "http://www.rogerebert.com/reviews/the-man-who-would-be-king-1976", "by": "Sean Conneryas Daniel Dravot", "star_rating": 4.0, "text": "John Huston's \"The Man Who Would Be King\" is swashbuckling adventure, pure and simple, and in the hands of a master. It's been a long time since there's been an escapist entertainment quite this unabashed and thrilling and fun. The movie invites comparison with the great action films like \"Gunga Din\" and \"Mutiny on the Bounty,\" and with Huston's own classic \"The Treasure of the Sierra Madre\": We get strong characterizations, we get excitement and, best of all, we get to laugh every once in a while. The action epics of the last 20 years seem to have lost their sense of humor; it's as if once the budget goes over $5,000,000, directors think they have to be deadly serious. \"Lawrence of Arabia\" was a great movie, but introspective and solemn, and efforts such as \"Dr. Zhivago\" and \"War and Peace\" never dared to smile. Huston's movie isn't like that. It reflects his personality and his own best films; it's open, sweeping and lusty - and we walk out feeling exhilarated. \n\nHuston's been waiting a long time to make this film, and its history is a Hollywood legend. He originally cast Bogart and Gable, but then Bogart died. In the early 1960s, he planned to make it with Gable and Michael Caine - but then Gable died, and the project was shelved until last year. Maybe it's just as well. We need movies like this more now than we did years ago, when Hollywood wasn't shy about straightforward action films. And Huston's eventual casting of Michael Caine and Sean Connery is exactly right. \n\nThey work together so well, they interact so easily and with such camaraderie, that watching them is a pleasure. They never allow themselves to be used merely as larger-than-life heroes, photographed against vast landscapes. Kipling's story, and Huston's interpretation of it, requires a lot more than that; it requires acting of a subtle and difficult sort, even if the sheer energy of the movie makes it look easy. The two of them play former British soldiers who vow to march off into Afghanistan or somewhere and find a kingdom not yet touched by civilization. With their guns and training, they think they'll be able to take over pretty easily, manipulate the local high priests and set themselves up as rulers. They tell their plan to an obscure colonial editor named Kipling (played very nicely by Christopher Plummer) and then they set off into the mountains. After the obligatory close calls, including an avalanche that somehow saves their lives, they find their lost land and it's just as they expected it would be. \n\nThe natives aren't too excited by their new rulers at first, but a lucky Masonic key chain saves the day - never mind how - and Connery finds himself worshipped as a deity. He even gets to like it, and condescends to Caine, who remains a Cockney and unimpressed. The movie proceeds with impossible coincidences, untold riches, romances and betrayals and heroic last words and - best of all - some genuinely witty scenes between Connery and Caine, and when it's over we haven't learned a single thing worth knowing and there's not even a moral, to speak of, but we've had fun. It's great that someone still has the gift of making movies like this; even Huston, after 20 years, must have wondered whether he still knew how.", "running_time": 129, "mpaa_rating": "PG", "release_year": 1975, "date_published": "1976-02-23", "genres": ["Action", "Adventure", "Drama", "Foreign"], "title": "The Man Who Would Be King (1975)"}