{"url": "http://www.rogerebert.com/reviews/the-madwoman-of-chaillot-1969", "by": "Katharine Hepburnas The Madwoman", "star_rating": 2.0, "text": "Warner Bros. is trying a new ad campaign for \"The Madwoman of Chaillot,\" in which we're advised that Katharine Hepburn is \"magnificently hip.\" The ad elaborates: \"Groovier than she was in 'Guess Who's Coming to Dinner!'\" \n\nKatharine Hepburn is a great actress and possibly even a great woman, but there's some question whether anyone wants to see her hip and groovy. The trouble with ad campaigns like this is that they sell the movie the producers wish they had made. Paramount, for example, hired pop artist Peter Max to do a lot of ads for \"Paint Your Wagon,\" apparently in the hope that Max would magically rub off on the movie and - presto! - make it contemporary. \n\nNo doubt a hip, groovy, contemporary film version of \"The Madwoman of Chaillot\" was possible, but Bryan Forbes has not directed it. He's taken Jean Giraudoux's late 1940s play, jacked it up with some easy references to nuclear testing and radical students, and attempted to pass it off as relevant. \n\nBut that won't do. If \"The Madwoman of Chaillot\" is relevant at all, it's in its irrelevance. The notion of an old woman who is naively committed to justice, and who hopes to bring down a gang of international thieves all by herself, is charming, only so long as we protect it from the logic of the real world. \n\nForbes alas, doesn't. He takes a play that worked on the stage (because in an imaginary setting its conceits could work), and, photographs it realistically in the real Paris of today. As a result, we're kept wondering why the villains don't overpower the old lady and her cronies and race to the street we know is just outside. \n\nTo be honest, I don't know quite what Forbes should have done in turning the play into a movie. Stylized sets, as in \"Stop the World - I Want to Get Off,\" wouldn't have worked. Perhaps if he had worked on a much smaller budget, off in a corner somewhere, the human elements in the characters would have loomed larger and would have sold the story. \n\nWho knows? As it is, \"The Madwoman of Chaillot\" is an expensively produced, star-laden extravaganza that staggers under its own dead weight. The photography was done (about half and half, I believe) by Claude Renoir and Burnett Guffey, who try to outdo each other with elaborate effects. Hardly a shot, it seems, isn't reflected against a car door or bounced off a mirror, or filtered through gauze and out-of-focus leaves. This style of photography gives the picture a certain leaden pace; you can shoot pretty pictures, or quickly paced ones, but rarely both. \n\nThe acting is handicapped by Forbes' slow, exquisite, expensive style. The story is unlikely enough to begin with (the madwoman uncovers a plot to drill for oil beneath Paris, defacing it with countless derricks), but the plot shouldn't matter that much in a fantasy. By directing so slowly, however, Forbes forces his actors to pretend they're really serious; what could have become whimsy becomes stale. \n\nI didn't really like a single performance much. Miss Hepburn is good, yes, but too mannered and too hemmed in by her role. Danny Kaye is insufferable as the Ragpicker, flitting about like Hans Christian Andersen. John Gavin, as a sort of transplanted Southern evangelist, overplays every line for all it isn't worth. Only Edith Evans, an old lady who plays an old lady simply and directly, is really very appealing.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-11-28", "genres": null, "title": "The Madwoman of Chaillot (1969)"}