{"url": "http://www.rogerebert.com/reviews/the-unknown-soldiers-patent-leather-shoes-1983", "by": "Ranghel Vulchanov", "star_rating": 3.0, "text": "\"The Unknown Soldier's Patent Leather Shoes,\" which is playing at Facets, begins with the changing of the guard at Buckingham Palace. The camera pans down to discover a man with earphones and a microphone, recording the music and the noises of the crowd. This is Vulchanov, and as he works, the strains of a Bulgarian folk song sneak onto the sound track.\n\nHe tells us, in narration, that we're watching an experience that happened to him 20 years ago, when he was working on a documentary in London. Something about the day, the music and his own nostalgia led him back to the folk music of his own childhood. And now, in \"The Unknown Soldier,\" he is returning wholeheartedly to his early years, and to the memories of a small pre-war village that were later mixed in with his experience of the outside world.\n\nThe movie is filmed as a stream of memory. Much of it is seen through the eyes of a child, who may not understand everything, but sees everything. One of the charming tactics of the film is to take everything as literally as children do. (When parents make figurative statements, how is a kid going to know they're talking in code?) We hear about the day the dog ate the hero's eye out and the day a man died tragically -- only to find the hero with two eyes and the man still alive. Another thing the movie gets right is the way childhood illnesses seem to last forever and to impose a whole new structure on everyday life. After the hero's eye is hurt by a dog, his bandages cover not only the eye but his entire head, and he walks through the village like the Invisible Man.\n\nVulchanov says in a statement released with the film that \"Unknown Soldier\" was a film he had to make in order to continue any further with his work. Until he went back and sorted out these childhood memories, and determined what they meant to him, he could not press forward into modern Bulgarian life. That perhaps makes the film more important for him than for us, but I think there are two possible audiences for it: Bulgarians, and people who enjoy fluid, graceful, poetic camera work.\n\nIt is unlikely that we will ever get an American feature film quite this subjective, this experimental. It is the good luck of Eastern European directors that intensely personal work like this can be financed by the state. That's apart from the fact that most Bulgarians, like most Americans, would probably rather watch \"Return of the Jedi,\" which is world famous even in Bulgaria.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-12-22", "genres": null, "title": "The Unknown Soldier's Patent Leather Shoes (1983)"}