{"url": "http://www.rogerebert.com/reviews/the-man-without-a-face-1993", "by": "Mel Gibsonas McLeod", "star_rating": 3.0, "text": "The most striking element in Mel Gibson's \"The Man Without a Face\" is the intelligence of the language. Listening to the people talk in this movie, I was made aware that many American movies play dumb; they have their characters talk in a simplified way, and so of course they have to think that way, too. How many modern movie characters are allowed to be as smart as the average audience member? In the movie, Gibson plays McLeod, a character of great complexity, a former teacher, his face and body horribly burned in an automobile accident. He lives alone in a big house on an island off Maine and supports himself as a free-lance illustrator. To the island's inhabitants and summer people, he is \"Hammerhead\" and other cruel nicknames. Because he stays so resolutely to himself, rumors circulate about him. He killed his wife, some say. Others say it was a young boy. He did time in prison.\n\nTo his house one day comes a young adolescent named Chuck (Nick Stahl), who wants to go to a prep school and asks McLeod to be his tutor. At first, McLeod is distant and abrupt with him. He sets him meaningless tasks: \"Right here, I want a hole dug. Three feet, cubic.\" He has him write essays. McLeod eventually relaxes around the boy, and they become friends.\n\nChuck comes from a disorganized background. His mother (Margaret Whitton) has had three children, each by a different husband, and is working on a potential new spouse, known to Chuck as \"the Hairball.\" Chuck is often at war with his older and younger sisters, and some times with his mother, too, but the movie avoids the cliches of the \"unhappy home\" and shows that the family is no more dysfunctional, alas, than many others.\n\nIt's society that's dysfunctional, viewing with suspicion any friendship between a solitary older man and a young boy - especially because of the disturbing rumors about the man's past, and the circumstances of his injury. Eventually the local police chief (Geoffrey Lewis) steps in, among fears that molestation has taken place. And Chuck is threatened with the loss of his teacher and friend.\n\nHere is what I mean about the movie not being willfully dumb.\n\nGiven this setup, nine out of 10 Hollywood movies would cut straight to some kind of contrived courtroom scene, in which good and evil would come swinging out of their appropriate corners and the movie would end like all courtroom dramas. \"The Man Without a Face\" cares too much about its theme to use formula shortcuts. And its theme is not molestation, or guilt and innocence, but trust - trust, and the way a good teacher must allow a good student to figure things out on his own.\n\nThe movie is Gibson's debut as a director, and shows him not only with a good visual sense, but with what is even rarer, the confidence to know what needs to be told and what can be left unsaid.\n\nThe mystery of his character's past, for example, is left deliberately unclear, so that when the boy confronts him near the end of the film, the teacher can give him an important lesson: We must be willing to decide the truth for ourselves, based on what we believe and have experienced, instead of allowing others to do it for us.\n\nOne of the special qualities of the film is the performance by Nick Stahl, as the boy. The screenplay by Malcolm MacRury, based on the novel by Isabelle Holland, makes him into a smart, bold kid - one with enough self-confidence that we can guess he'll turn out well in life.\n\nHis early meetings with McLeod are interesting because he stands up to this apparently fearsome man, speaks firmly, lets him know what's on his mind. Stahl is much more interesting than most actors his age, because he knows what many actors never learn, how to do no more than necessary. He doesn't believe that his face has to mirror every emotion; he takes a no-nonsense approach to the material that's fresh and interesting.\n\nGibson's performance is interesting as a reminder of his versatility; not many actors can fit comfortably in both \"Lethal Weapon\" and \"Hamlet\" (1990), and here he finds just the right note for McLeod: Not a caricature, not a softy, not pathetic, but fiercely sure of what is right and wrong. There are times in the movie where McLeod could make things easy for himself simply by saying things that his pride and ethics will not let him say. He does not say them.\n\nThat is admirable, but even more admirable is that Gibson, as director, doesn't give himself a soppy speech explaining why he doesn't say them. He lets us figure it out. That is the essence of the story and, we eventually realize, the essence of teaching, too.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-08-25", "genres": ["Drama"], "title": "The Man Without A Face (1993)"}