{"url": "http://www.rogerebert.com/reviews/the-world-is-not-enough-1999", "by": "Pierce Brosnanas James Bond", "star_rating": 3.5, "text": "\"The World Is Not Enough\" is a splendid comic thriller, exciting and graceful, endlessly inventive. Because it is also the 19th James Bond movie, it comes with so much history that one reviews it like wine, comparing it to earlier famous vintages; I guess that's part of the fun. This is a good one.\n\nInstead of summarizing the plot, let's tick off the Bond trademarks and see how they measure up: 1. Bond himself. Pierce Brosnan. The best except for Sean Connery. He knows that even the most outrageous double entendres are pronounced with a straight face. He is proud that a generation has grown up knowing the term \"double entendre\" only because of Bond movies.\n\n2. Regulars. There's real poignancy this time, because Q, the inventor of all of Bond's gizmos, is retiring. Desmond Llewelyn has played the character in every single Bond film since \"From Russia With Love\" in 1963 (with the exception of \"Live and Let Die\" in 1973, when the producers dropped Q after an insane decision that the series needed less gimmicks). Llewelyn is now 85, and after demonstrating a few nice touches on his latest inventions, he sinks from sight in an appropriate and, darn it, touching way.\n\n3. Guest stars. Who could replace Q? John Cleese, of course. \"Does this make you . . . R?\" asks Bond, after Cleese demonstrates a BMW speedster with titanium armor \"and six cup holders.\" 4. M. Judi Dench is back for the third time as Bond's boss M, with the same regal self-confidence she displayed as queens Elizabeth (\"Shakespeare in Love\") and Victoria (\"Mrs. Brown\"). She does not condescend to the role, but plays it fiercely, creating an intelligence chief who actually seems focused and serious, even in the uproar of a Bond plot.\n\n5. Sex bombs. Usually two major ones, a good girl who seems bad, and a bad girl who seems good. Both first-rate this time. Sophie Marceau plays Elektra King, daughter of a tycoon behind an oil pipeline linking the old Soviet oil fields to Europe. Denise Richards plays Christmas Jones, a nuclear scientist whose knowledge can save or doom the world. I will not reveal who is bad-good or good-bad.\n\n6. Chase sequences. Lots of them. By powerboat on the Thames (and across dry land, and back on the Thames) and then into a hot-air balloon. By skis down a mountain, pursued by hang-gliding, bomb-throwing para-sailers whose devices convert into snowmobiles. By land, in the BMW. Under the sea, as Bond breaks into a submarine and later pursues a villain by popping outside the sub and then in again.\n\n7. Megalomaniacal villains. There is a terrific early appearance of the arch-terrorist Renard (Robert Carlyle). His oversized skull rises from the floor in a hologram, and then takes on flesh. M explains that a bullet in his brain is gradually robbing him of his senses, but that \"he'll grow stronger every day until he dies.\" Bond walks around the hologram and reaches inside Renard's head to trace the path of the bullet. Another villain is played by Robbie Coltrane, who gets mileage out of always seeming like he'd really prefer to be a nice guy.\n\n8. Locations. Not simply the oil field of Azerbaijan, but Frank Gehry's new Guggenheim Museum in Bilbao, Spain, which figures in a nifty opening sequence, and the Millennium Dome on the banks of the Thames, which becomes a landing pad after a balloon explodes. Also a Hindu holy place with flames that never die.\n\n9. Weird ways to die. How about vivisection by helicopter-borne rotary tree-trimming blades? Or garroting in an antique torture chair? 10. Sensational escapes. There is nothing like a Bond picture to make you believe a man can safely bungee-jump from a tall building, after tying one end of a window shade cord to his belt and the other end to an unconscious body.\n\nAll of these elements are assembled by director Michael Apted and writers Neal Purvis, Robert Wade and Bruce Feirstein into a Bond picture that for once doesn't seem like set pieces uneasily glued together, but proceeds in a more or less logical way to explain what the problem and solution might be. Bond's one-liners seem more part of his character this time, and Carlyle's villain emerges as more three-dimensional and motivated, less of a caricature, than the evildoers in some of the Bond films.\n\nMy favorite moment? A small one, almost a throwaway. The movie answers one question I've had for a long time: How do the bad guys always manage to find all their equipment spontaneously, on remote locations where they could not have planned ahead? After the snow chase sequence, a villain complains morosely that the para-sails were rented, and \"were supposed to be returned.\"", "running_time": 128, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-11-19", "genres": ["Action", "Adventure", "Thriller"], "title": "The World Is Not Enough (1999)"}