{"url": "http://www.rogerebert.com/reviews/the-wood-1999", "by": "Taye Diggsas Roland", "star_rating": 3.0, "text": "\"The Wood\" is a sweet, lighthearted comedy about three friends who stick together from high school until a wedding day. Nothing unusual about that, but these are African-American characters, and Hollywood seems incapable of imagining young black men who are not into violence, drugs and trouble. The black middle class, millions of Americans, is generally invisible to moviemakers, who retail negative images of life in the hood--often for the entertainment of suburban kids, white and black, whose own lives are completely different.\n\nThe movie's title provides a clue: the wood, not the hood. Apart from the obvious pun, it applies to Inglewood, Calif., where three friends meet in high school, date, have some narrow escapes from trouble and come of age. The film opens on the wedding day of Roland (Taye Diggs), and we meet his best friends Slim (Richard T. Jones) and Mike (Omar Epps), who narrates directly to the camera.\n\nThe wedding cake has arrived, but Roland is missing, and his buddies track him down to the house of a former girlfriend. He's terrified of marriage, and as his friends try to give him courage and make him presentable (he's been drinking), we get flashbacks to their younger days.\n\nThe flashback scenes, set in the '80s, are the real heart of the movie. As young men, the characters are played by Sean Nelson (Mike), Trent Cameron (Roland) and Duane Finley (Slim). And they're black teenagers like we rarely see in the movies: not angry, not alienated, not inarticulate, not packing guns, not into trouble--but sharing values, hopes and fears typical of any adolescent. Most black teenagers are like this, although you wouldn't guess it from the movies. They have a lot in common with the heroes of \"American Pie,\" although they're not nearly as sexually sophisticated. (That's accurate, I think. Few porno stars have as much self-assurance as the kids in \"American Pie.\" Amazing, that the \"Pie\" raunch fest and this much more innocent coming-of-age movie have the same R rating.) We join the three friends in various rites of passage. We see Mike getting a crush on a girl. Working up the nerve to ask her to dance. Not knowing what to say. Being encouraged by the girl's friendship--and yes, her sympathy. Getting in a playground fight with her brother. The girl Mike likes is Alicia (played as a teenager by the warm, supportive Malinda Williams), and there's a funny sequence which is a lot more accurate about early sexual experiences, I think, than \"American Pie\" will ever know.\n\nThere's another sequence that powerfully shows how close kids can come to getting in real trouble. The three friends are in a convenience store when it is stuck up--by someone they know but do not like. They do not support him, but are more or less forced to join him and a buddy in a car, which is soon stopped by the cops. A bust at that point would have forever altered their lives, giving them rap sheets as accomplices to armed robbery. Lives can be destroyed by being in the wrong place at the wrong time.\n\nAlthough the adult stars top-line the movie, the flashback structure feels piled on top of the real story. The writer-director, a USC film school graduate named Rick Famuyiwa, would have been wise to dump the 1990s stuff altogether and stick with the kids in the '80s, although that would have cost him the marquee value of Diggs and Epps. The movie feels a little uncertain, as if it's moving from present to past under the demands of a screenplay rather than because it really feels that way. But the growing-up stuff is kind of wonderful.", "running_time": 106, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-07-16", "genres": ["Comedy", "Drama", "Romance"], "title": "The Wood (1999)"}