{"url": "http://www.rogerebert.com/reviews/the-skulls-2000", "by": "Joshua Jacksonas Luke McNamara", "star_rating": 1.0, "text": "I would give a great deal to be able to see \"The Skulls\" on opening night in New Haven, Conn., in a movie theater full of Yale students, with gales of laughter rolling at the screen. It isn't a comedy, but that won't stop anyone. \"The Skulls\" is one of the great howlers, a film that bears comparison, yes, with \"The Greek Tycoon\" or even \"The Scarlet Letter.\" It's so ludicrous in so many different ways it achieves a kind of forlorn grandeur. It's in a category by itself.\n\nThe movie claims to rip the lid off a secret campus society named the Skulls, which is obviously inspired by the Yale society known as Skull and Bones. The real Skull and Bones has existed for two centuries, and has counted presidents, tycoons and CIA founders among its alumni. Membership was an honor--until now. After seeing this movie, members are likely to sneak out of the theater through the lavatory windows.\n\nThe story: Luke McNamara (Joshua Jackson) attends a university that is never mentioned by name (clues: it is in New Haven and has a lot of big \"Ys\" painted on its walls). He is a townie, rides a bike, lost his father when he was one, is poor, works in the cafeteria. Yet he's tapped for membership in the Skulls because he is a star on the varsity rowing crew.\n\nLuke's best friends are a black student journalist named Will Beckford (Hill Harper) and a rich girl named Chloe (Leslie Bibb). Luke secretly loves Chloe but keeps it a secret, because \"Chloe's parents own a private jet, and I've never even been in a jet.\" Another of Luke's friends is Caleb Mandrake (Paul Walker), whose father, Litten (Craig T. Nelson), is a Supreme Court candidate. With soap opera names like Caleb and Litten Mandrake (and Sen. Ames Levritt), the film contains an enormous mystery, which is, why doesn't Chloe have a last name? I suggest Worsthorne-Waugh.\n\nLuke is tapped for the Skulls. This involves racing around campus to answer lots of ringing pay phones, after which he and the other new pledges are drugged, pass out and awaken in coffins, ready to be reborn in their new lives. They go through \"revealing ceremonies\" inside the Skulls' campus clubhouse, a Gothic monument so filled with vistas and arches and caverns and halls and pools and verandas that Dracula would have something along these lines if he could afford it.\n\nMel Brooks said it's good to be the king. It's better to be a Skull. Luke and his fellow tappees find $10,000 in their ATM accounts (later they get $100,000 checks). Beautiful women are supplied after an induction ceremony. They all get new sports cars. The Skull insignia is branded on their wrists with a red-hot iron, but they get shiny new wristwatches to cover the scar. I'm thinking, how secret is a society when hookers are hired for the pledge class? Do they wear those watches in the shower? In this litigious age, is it safe to drug undergraduates into unconsciousness? Each Skull is given a key to the clubhouse and a rule book.\n\n\"There's a rule for all possible situations,\" they're told. I want that book. Rule one: Don't lose the rule book. Will, the journalist, steals Caleb's key and rule book and sneaks inside the clubhouse, and (I am not revealing certain plot secrets) is later found to have hanged himself. But was it really suicide? Luke thinks Caleb might know, and can ask him, because the Skulls have a bonding ceremony in which new members are assigned Soul Mates. You are locked in an iron cage with your Soul Mate and lowered into a pit in the floor, at which time you can ask him anything you want, and he has to answer truthfully while the other Skulls listen to the words echoing through the crypt.\n\nMany powerful adult men still take the Skulls very seriously. Not only Judge Litten Mandrake but also Sen. Ames Levritt (William Petersen), who are involved in a power struggle of their own. They put pressure on Luke to end his curiosity about Will's death. The following dialogue occurs, which will have the New Haven audience baying with joy: \"This is your pre-acceptance to the law school of your choice.\" \"I haven't even applied yet.\" \"Imagine that!\" Chloe is enlisted as Luke's sidekick for some Hardy Boys capers, but soon Luke is subjected to a forcible psychiatric examination at the Campus Health Clinic (no laughter here) and bundled off to a mental hospital where, so far-reaching is the influence of the Skulls, he is kept in a zombie state with drugs while the senator and the judge struggle over his future. Oh, and there's a car chase scene. Oh, and a duel in broad daylight, with all the Skulls watching, in an outdoor pavilion on the Skulls' lawn that includes a marble platform apparently designed specifically for duels.\n\nThe real Skull and Bones numbers among its alumni former President George Bush and his son. Of course there's no connection between Skull and Bones and the fictional Skulls. Still, the next time George W. has a press conference, a reporter should ask to see under his wristwatch. Only kidding.\n\ntest", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-03-31", "genres": ["Action", "Crime", "Drama", "Suspense", "Thriller"], "title": "The Skulls (2000)"}