{"url": "http://www.rogerebert.com/reviews/the-mexican-2001", "by": "Brad Pittas Jerry", "star_rating": 3.0, "text": "\"The Mexican\" stars Brad Pitt and Julia Roberts and involves a quirky, offbeat relationship--but it's not between Brad and Julia, it's between Julia and James Gandolfini. I like it that way. Considering how badly Jerry and Samantha--the Brad and Julia characters--get along when they're together, a whole movie involving them would be a long, shrill slog. Gandolfini comes in from left field and provides a character with dimensions and surprises, bringing out the best in Roberts. Their dialogue scenes are the best reason to see the movie.\n\nThe setup: \"The Mexican\" of the title is a priceless handgun that a Mafioso named Margolese (Gene Hackman) desires above all else. Margolese is in prison for complicated reasons, and Jerry, who was sort of responsible, has been trying to work off his debt (and stay alive) by running errands for Margolese's lieutenant Nayman (Bob Balaban). But Jerry is unreliable because he's under the thumb of the demanding Samantha. His excuse for blowing an important assignment: \"When you told me to pick up the thing at the thing, well, Samantha, she wanted the car to pick up some things.\" Jerry gets one more chance: go to Mexico, meet a man in a bar, pick up the handgun and bring it back to the States. Samantha blows her top: Jerry promised to take her to Las Vegas. Jerry explains that if he does not do the errand, he will be killed. Samantha is unmoved and throws his clothes out the window. Jerry leaves for Mexico. Samantha says she will never speak to him again. She leaves for Vegas, and is kidnapped by Leroy, the Gandolfini character.\n\nThat means Jerry and Samantha spend most of the movie apart, and that has drawn complaints from critics who would have preferred these two megastars share lots of screen time. But Roberts, curiously, hardly ever makes love stories involving people her age. Maybe she has so much wattage all by herself that pairing her with an equivalent dude would blow the fuses. Most of her movies involve older men (Richard Gere in \"Pretty Woman\"), or unavailable men (Dr. Jekyll and Mr. Hyde in \"Mary Reilly\"), or unacceptable men (\"Runaway Bride\"), or make her the heroine of stories with less significant men (\"Erin Brockovich,\" \"Notting Hill\"). She hardly ever goes knee to knee with a guy she's in love with.\n\nHere Gandolfini (from \"The Sopranos\") comes in as Leroy, a big bruiser who kidnaps her for reasons that start out simple and grow increasingly complicated as the plot unfolds. They're both talkers, and soon they're bathing each other in confessions and insights. She talks a lot about Jerry, who is guilty of \"blame-shifting,\" etc., and he nods in sympathy and offers advice at least as sound as she could find in a women's magazine. Then, while they're sitting in a diner, he exchanges a look with a guy sitting at the counter, and she says, \"You had a moment there. What was that about?\" And then their psychobabble moves into sublime territory.\n\nThese scenes make the movie special. The screenplay, by J.H. Wyman, could have easily been one of those dreary road stories where the guy and the girl head south together on a rendezvous with steamy love scenes and lots of bloody chases. Instead, this movie is about something. Not something terrifically profound, to be sure, but at least it prefers style and wit to tired old ideas.\n\nWyman and the director, Gore Verbinski, intercut the story with various versions of the legend of \"The Mexican.\" The movie goes to sepia tone as we learn why the handgun is so valued and legendary. None of these legends agree, which is part of the fun, and meanwhile, the real Mexicans in the movie run rings around Jerry, a character so brain-swoggled by Samantha that he can think of little else.\n\nThere are lots of things I like in \"The Mexican\": Jerry's idiotic attempts to change English into Spanish by adding an \"o\" to the end of every word. And the way a supporting character keeps explaining \"I'm just trying to do my portion.\" And the way Samantha zeroes in on Leroy and sees right through his defenses. And the way the movie is amused by its plot, and keeps a wry distance from it, instead of breathlessly chasing it around the screen.\n\nPitt and Roberts are good, too--maybe better like this than if they were together. I don't see what purpose it serves to complain they don't have every scene together. Usually when $20 million stars are put into movies, we have to look at them every second so the producers can be sure they're getting their money's worth. \"The Mexican\" is more like a 1940s Warner Bros. picture where the stars get a breather while the supporting actors entertain us. If it had been a Pitt-Roberts two-hander, there wouldn't have been room for Gandolfini's wonderful character, and that would have been a shame.", "running_time": 123, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-03-02", "genres": ["Action", "Comedy", "Crime", "Romance"], "title": "The Mexican (2001)"}