{"url": "http://www.rogerebert.com/reviews/the-girl-from-monaco-2009", "by": "Fabrice Luchinias Bertrand Beauvois", "star_rating": 3.0, "text": "Casting can be the reason that one movie works and another doesn’t. It is the first reason for the success of “The Girl From Monaco,” the kind of romantic comedy with a twist that used to star Jack Lemmon. That kind of role is played this time by Fabrice Luchini, a 57-year-old veteran French character actor whose first significant role was 39 years ago, in “Claire’s Knee.”\n\nHe plays Bertrand, a smooth, powerful defense attorney, confident and well-known, who is hired for a difficult case. The millionaire widow Edith Lasalle (Stephane Audran) is on trial for murder in Monaco, charged with killing a reputed member of the Russian mafia, and she refuses to utter a single word in her own defense. From the day he arrives in Monaco, Bertrand finds himself shadowed constantly by Zem (Christophe Abadi), behind sunglasses, a tall, dark young man in a black suit and tie.\n\nThis is, he discovers, his bodyguard, hired by Edith’s son Louis (Gilles Cohen) because the Russians may represent a threat. Bertrand believes he is in no danger, doesn’t want a bodyguard, finds it absurd how Zem insists on entering his hotel room first and “checking the perimeter.” Zem is indifferent to his objections. He has to follow “protocol.”\n\nThis odd couple works because its members are so different. Bertrand is not tall, not handsome, very busy, suave. Zem is tall, handsome, formal and distant. No attempt is made to supply them with banter. They are both focused on doing their jobs. Into this mix comes a fiercely ambitious weather girl from Monaco TV named Audrey (Louise Bourgoin). She sees Bertrand as her meal ticket to get a better television job and wants to do an exclusive feature about the famous man down from Paris.\n\nAudrey, young and sexy, means trouble. Bertrand can see that. Yet when she claims to be in love with him — that they were destined for each other — he goes along, no doubt because her explorations in his bed discover uncharted lands. Audrey is known to Zem, and indeed perhaps to many of the men in Monaco. He warns his boss away: This woman is a slut, she’ll damage him, she’s not worth the time of day.\n\nAn interesting dynamic takes place. Zem himself has fallen a little in love with Bertrand, not for sexual reasons, but out of admiration for the older man’s work ethic. Since he represents a threat to Audrey’s plans, tension grows. Meanwhile, the murder trial marches ahead, and some of the Russians make an appearance.\n\nThe director and co-writer, Anne Fontaine, makes no attempt to make this situation cute or sitcom-like. As Billy Wilder did with Lemmon, she makes Bertrand an everyman, wearied, fearful, not getting any younger, who like all men finds it plausible that a beautiful younger woman would fall for him. Because Luchini’s character is so convincingly mundane, the situation grows interesting. And when Zem’s determination to keep Audrey away grows, the plot discovers shadows — even an element of evidence that could be taken two ways, in a Hitchcockian twist.\n\n“The Girl from Monaco” is not more than an entertainment, but an assured and well-oiled one. It is about its characters, not its stars. It assumes an audience that appreciates complex motivations and an adult situation. Nobody gets shot, and a “chase” down Monaco’s lovely mountain roads takes place within the speed limit. We almost don’t notice as Zem becomes the most interesting character, but he surely does.", "running_time": 95, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-07-01", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Girl from Monaco (2009)"}