{"url": "http://www.rogerebert.com/reviews/the-jacket-2005", "by": "Adrien Brodyas Jack Starks", "star_rating": 2.0, "text": "In Iraq in 1991, an American soldier momentarily trusts a small boy, who has a gun and shoots him in the head. \"That was the first time I died,\" says Jack Starks, the soldier, played by Adrien Brody as if he's not quite sure he didn't. That's not a criticism, but a description: The metaphysical and real horrors undergone by Jack in this movie include dying, not dying, feeling like he's dead, wishing he were dead and being locked alive for long periods in a morgue drawer. No way to treat a returning hero.\n\nBrody is an ideal actor for such a role, since his face can reflect such dread and suffering. He also has a cocky, upbeat speed (see \"Bread and Roses\"), but since \"The Pianist,\" directors have used him for mournfulness. He has a lot to mourn this time. After being declared dead in Iraq, it's discovered he's alive after all, and Jack is returned to the States and treated for amnesia. Out on his own, he's hitching through Vermont when he comes upon a spaced-out mother (Kelly Lynch) and her worried young daughter; their car has broken down. After helping them, he gets a lift with a passing motorist, who soon enough kills a cop. Jack passes out and wakes up to find himself a convicted cop-killer, sent to a mental asylum. If only he could find that woman and daughter, he could establish an alibi. But the woman was zoned out, and the daughter was only a child.\n\nThe asylum is not one of your modern and enlightened asylums. Edgar Allan Poe would raise his eyebrows. It's run by Dr. Becker (Kris Kristofferson), whose theories are a cover for his sadism, or maybe it's the other way around. He believes that locking cold and wet patients in morgue drawers for long hours will help them, I dunno, get in touch with their feelings, or remember why they're there. Who knows.\n\nThe movie now begins to play with time. In a gas station, Jack, forlorn and homeless, is befriended by a woman named Jackie (Keira Knightley, from \"Bend It Like Beckham\"). She takes him home, cares for him, and here's where we have to get crafty to preserve plot points. To make a long plot short, when he is in the morgue drawer, Jack's brain, traumatized by a head wound, amnesia and shock treatments, is able to time-travel. Or maybe Jack himself physically time travels; the people who meet him on his journeys certainly think he's really there.\n\nIt's up to Jackie to believe this story, and act on it, so that Jack can use his knowledge of the future to make important decisions in the present. Or maybe it's in the future that he makes the decisions, and in the past that he carried them out. Take notes. Able to assist him, if she believes his story, is Dr. Lorenson (Jennifer Jason Leigh) and even the evil retired Dr. Becker himself. Lorenson always looked askance at Becker's barbaric methods. Try it yourself sometime, looking askance. Can be fun.\n\nMeanwhile, the movie, taking its cue from Jack's deep weariness and depression, trudges through its paces as if it were deep and meaningful, which I am afraid it is not. It involves two or three time-paradox tricks too many to take seriously as anything other than a plot crafted to jump through all the temporal hoops. I was reminded of \"Jacob's Ladder\" (1990), also about a traumatized vet who descends into the abyss between the real and the imagined. I admired it at the time, but have been meaning to view it again after the Rev. Andrew Greeley told me he thinks it's one of the most spiritual films of our time.\n\n\"The Jacket\" will probably not make Andy's list. It has some touching moments between Jack and Jackie, whose curious willingness to trust him is explained in reasonable terms. But Dr. Becker comes intact from an old Hammer horror film, and would be right at home in \"Scream and Scream Again\" (1969), which involves a character who keeps waking up to find his inventory of body parts is shrinking. Becker's torturous \"treatments\" of Jack are so bizarre that the gentler and more philosophical possibilities in the story go astray.\n\nThe director, John Maybury, made \"Love Is the Devil\" (1998), a film about the British artist Francis Bacon, whose portraits of his subjects often seemed to catch them in their post-\"Scream and Scream Again\" periods. It was a perceptive, good film. In \"The Jacket\" you can sense an impulse toward a better film, and Adrien Brody and Keira Knightley certainly take it seriously, but the time-travel whiplash effect sets in, and it becomes, as so many time travel movies do, an exercise in early entrances, late exits, futile regrets. If there is anything worse than time creeping in its petty pace from day to day, it would be if time jumped around. Better to die at the end, don't you think, than randomly, from time to time?", "running_time": 103, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-03-03", "genres": ["Drama", "Fantasy", "Horror", "Indie", "Science Fiction", "Thriller"], "title": "The Jacket (2005)"}