{"url": "http://www.rogerebert.com/reviews/the-lost-man-1969", "by": "Sidney Poitieras Jason Higgs", "star_rating": 3.0, "text": "The first time we see Sidney Poitier in \"The Lost Man,\" he is sitting impassively in the back seat of a car, wearing shades, watching a civil-rights demonstration, saying little. And even before the story develops, we understand that this is going to be a different Poitier role, perhaps a key role in the development of the Poitier image. And it is. Poitier is not precisely a bad guy, but he is a long way from the milksop (if engaging), hero of \"Lilies of the Field\" or even of \"In the Heat of the Night.\" \n\nHe is the representative of some unnamed organization, and his job is to mastermind a payroll robbery and supply the money to his invisible superiors. His plan is rather simple: He intends to use a civil-rights demonstration led by a moderate (Al Freeman Jr.) as a diversion while his gang pulls off the job. \n\nBut something goes wrong, and Poitier kills a cop. He is wounded, goes on the run, slides through the side streets of a city filled with police looking for him. He is befriended by a friendly black woman, and receives instructions from the organization to deliver the $200,000 loot. \n\nFirst he tries a drop from a freight train - but there are too many cops around. Then, assisted by a white social worker (Joanna Shimkus) he enters on a final, thrilling police chase that leads down to the docks. \n\nAnd we begin to realize that, for the last 45 minutes, the plot has been sounding familiar echoes. The credits list a novel by Frederick Laurence Green as the source. But, in fact, Robert Alan Aurthur seems to have drawn heavily from another source in his screenplay and direction: Carol Reed's film \"Odd Man Out\" (1947), in which James Mason was an Irish rebel on the run from the British. Especially in the final sequences, and in the development of the Poitier character. \n\nThat would make it the second movie about black militants to be drawn from work about Irish militants. Not long ago we had Jules Dassin's \"Up Tight.\" \n\nOn balance, \"The Lost Man\" is the better film. It has the Poitier performance, for one thing, and Poitier has seldom been stronger or more human. He has just about obliterated the good-behavior conduct of \"Guess Who's Coming to Dinner.\" Instead of a movie star, he seems much more inside his character. \n\nPerhaps more importantly, \"The Lost Man\" is more convincing in its portrayal of desperate, committed black militants. There was something about the way scenes were staged in \"Up Tight\" that had you half-waiting for a musical number. But that is never a possibility as Poitier masterminds his robbery and tries to plan his escape. Still, no important feature film has ever quite captured the reality of \"American Revolution Two\" in portraying black militants. \n\nThere is a lingering loss to \"The Lost Man,\" a tendency to smooth corners and tinker with the plot. Can we really believe, for example, that social worker Joanne Shimkus would be a sort of den mother (or lover) for a militant cell? Or that the opposed ideologies of nonviolence and radical militancy would come together quite so easily as they do when Poitier and Freeman talk? \n\n\"The Lost Man\" presents a villain we could get to like, which is perhaps the idea in any movie featuring the No. 1 box-office star.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-06-27", "genres": null, "title": "The Lost Man (1969)"}