{"url": "http://www.rogerebert.com/reviews/the-big-chill-1983", "by": "Tom Berengeras Sam", "star_rating": 2.5, "text": "I was going through some old papers the other night, from cardboard boxes that were packed at the end of college and have followed me around ever since. To open them up was like walking into a time capsule. There they were, the little campus literary magazines and the yellowing issues of the Daily Illini, and a photo of a political demonstration on the steps of the student union.\n\nOn the other hand, I was going through my mail today and I got a letter from a teenager who wanted to know why they were making so many movies about the 1960s. \"These are the 1980s,\" he informed me. \"Who cares about what happened in the olden days?\" I think \"olden days\" was an attempt at humor.\n\nIn any event, I wrote him back that the 1960s were big in the movies right now because the people who make the movies were students in the 1960s, and that the teenagers of 2001 would no doubt be sick and tired of his generation's memories of the olden days of 1983. And then I thought about \"The Big Chill,\" a new movie in which survivors of the 1960s ask themselves how they could possibly be in their 30s.\n\nThis is the second movie on almost exactly the same theme -- a weekend reunion among college friends from the '60s, during which they relive the past, fear the present and regret the interim. They could have called it \"Son of the Return of the Secaucus Seven.\" It's a good movie. It's well acted, the dialogue is accurately heard and the camera is extremely attentive to details of body language. It observes wonderfully well how its veterans of the 1960s have grown up into adulthood, consumerhood, parenthood, drunkenhood, adulteryhood, and regrethood. These people could all be wearing warm-up jackets with poignancy stenciled on the backs.\n\nThe movie begins at a funeral. One of the old college friends, has killed himself, for reasons that never become clear. The others gather for his funeral and stay for a weekend in a big old summer house. We get to meet them: the intellectual, the failed writer, the confused TV star, the woman who wants to have a baby and can't tear her eyes away from the biological clock.\n\nThey eat, they drink, they pair up in various combinations, and they ask themselves questions like, Who were we? Who are we now? What happened to us? What will happen to us?\n\nBecause they are all graduates of the University of Michigan at Ann Arbor, they phrase these questions with style, of course. The dialogue sounds like a series of bittersweet captions from New Yorker cartoons. And at the end, of course, nothing is really discovered, nothing is really settled and they go back into holding patterns until the next funeral.\n\n\"The Big Chill\" is a splendid technical exercise. It has all the right moves. It knows all the right words. Its characters have all the right clothes, expressions, fears, lusts and ambitions. But there's no payoff and it doesn't lead anywhere.\n\nI thought at first that was a weakness of the movie. There also is the possibility that it's the movie's message.", "running_time": 105, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-09-30", "genres": ["Comedy", "Drama"], "title": "The Big Chill (1983)"}