{"url": "http://www.rogerebert.com/reviews/the-big-squeeze-1996", "by": "Lara Flynn Boyleas Tanya", "star_rating": 1.0, "text": "“The Big Squeeze” opens with a scene involving what I have come\rto think of as a Teeny Prole: an actor who looks like a handsome teenage model,\rplaying a character who is allegedly a hardened proletarian. Peter Dobson plays\rBenny, a con man who is thrown out of a railroad boxcar after cheating in a\rpoker game. Uh, huh. That's how lots of GenXers spend their time.\n\nHe rolls down an embankment and into a story that feels like a\r1930s screwball comedy, but is set in the present day and, even more\rincredibly, doesn't seem to know it's a comedy. It plays its contrived story\rperfectly straight, as if events like this could happen.\n\nBenny\rthe con man walks into a bar and meets the two bartenders, Tanya (Lara Flynn\rBoyle) and Cece (Teresa Dispina). He follows Tanya home, gives her a “diamond”\rnecklace, and then returns to try to pick up Cece. Soon he's in on a promising\rscam. Tanya, who spots him as a grifter, enlists him to get money out of her\rhusband, Henry (Luca Bercovici). He's a former baseball player who has been\rpaid $130,000 in an injury settlement, and has tried to keep the money a secret\rfrom Tanya, who has supported him for years.\n\nBenny's\rscheme: He discovers that Henry is a devout Catholic, and that the local\rmission desperately needs $130,000 to complete earthquake repairs. He enlists\rthe help of Jesse (Danny Nucci), a gardener whom Tanya has moved in with after\rleaving her husband. They will fake a miracle involving a fast-growing tree.\rThat will inspire Henry to give the money to the mission. They will intercept\rthe money and split it three ways. And, oh yes, there's lots more, including\rwhat happens when true believers think it's a real miracle.\n\nI\rwatched this movie with mounting incredulity. The plot is so ungainly that the\rcharacters spend a good deal of time just explaining it to one another. Like\rthe miracle tree, it grows and grows. There is a certain naivete in the film\rthat is beguiling: All of the characters act like unworldly innocents, despite\rthe seamy milieu they inhabit. And they do things like meeting in Union Station\rfor no better reason than that it's an attractive location.\n\nDobson,\ras the con man Benny, has a role and screen presence that reminded me of John\rCusack in “The Grifters.” But that movie explained why a young man would find\rhimself in a world of crime and deception. “The Big Squeeze” wants us to\rbelieve the baby-faced Dobson in a role that essentially requires someone like\rHarry Dean Stanton or Harvey Keitel--someone rough and worn, battered and\rexperienced. Not that different casting would have saved the plot.\n\nLara\rFlynn Boyle has a hapless assignment, too. She's good as an icy brunet, but\rwrong here--where some scenes are too real for the material (as when her\rhusband strikes her), and others are pure fabrication. She is required at one\rpoint to fall in love with Jesse, the gardener, and as I was watching their\rlove scenes I could visualize the pages of the script turning, one by one, too\rslowly: The only reason these characters are in bed with each other, I thought,\ris because the screenwriter thought he was obligated to put them there.\n\n“The\rBig Squeeze” is a movie without purpose, conviction or reward. I can't\runderstand why anyone would want to tell this story--why they liked it, why\rthey thought it would work, why anyone considered it commercial (it's pretty\rclear the movie was not made for artistic motives). The actors are wrong for\rthe characters, the story is lugubrious, and when I discovered that the movie's\roriginal title was “The Body of a Woman,” somehow I wasn't surprised: It makes\rsense that this material would have started out attached to a title that had\rnothing to do with it.", "running_time": 98, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-09-06", "genres": null, "title": "The Big Squeeze (1996)"}