{"url": "http://www.rogerebert.com/reviews/the-mask-of-zorro-1998", "by": "Antonio Banderasas Alejandro/Zorro", "star_rating": 3.0, "text": "\"The Mask of Zorro\" has something you don't often see in modern action pictures: a sense of honor. The character takes sides, good vs. evil, and blood debts are nursed down through the generations. It also has a lot of zest, humor, energy and swordplay; it's fun, and not an insult to the intelligence.\n\nThe movie resurrects a character first played in silent films by Douglas Fairbanks Sr., and again on TV in the 1950s by Guy Williams, and launches him in what the producers no doubt hope will be a series. The director, Martin Campbell, did the Bond picture \"GoldenEye,\" and in a sense \"The Mask of Zorro\" is a Bond picture on horseback: There's the megalomaniac villain, the plan to take over the world (or, in this case, California), the training of the hero, the bold entry into the enemy's social world, the romance with the bad guy's stepdaughter, and the sensational stunts. There's even the always-popular situation where the hero and the girl start out in a deadly struggle and end up in each other's arms.\n\nAll of this action is set in Mexico and California as it was in the first half of the 19th century, when the evil Don Rafael Montero (Stuart Wilson) rules the land, chooses peasants at random to be shot by a firing squad, and earns the enmity of the mysterious masked man Zorro.\n\nIn an opening setup, Zorro interrupts a public killing, inspires the population, and escapes back into domestic bliss. He's played by Anthony Hopkins, who in his daytime identity as Don Diego de la Vega has a beautiful wife and child. But Don Rafael invades his home, his men shoot the wife, Don Diego is imprisoned, and Don Rafael raises the daughter as his own.\n\nTwenty years pass, and the movie's central story begins. It involves a street urchin named Alejandro, once befriended by Zorro, now grown into a bandit played by Antonio Banderas. Alejandro and Don Diego, now older and gray, meet and join forces, and Don Diego trains the youth to inherit the legend of Zorro. \"You know how to use that?\" the old man asks, pointing to the younger one's sword. \"Yes,\" he says, \"the point goes into the other man.\" Ah, but it's not as simple as that, and after lessons in fencing, horsemanship, hand-to-hand combat and the arts of swinging from ropes and somersaulting out of danger, the older man thinks the younger one might be ready to foil old Don Rafael's plans. There's just one final lesson: \"I must teach you something that is completely beyond your reach--charm.\" Don Rafael's plans have now matured: He's amassed a fortune in gold from secret mines on Mexican land, and now wants to use the gold to buy California from Gen. Santa Ana, who needs cash to fund his war against the United States. Since the gold is really Santa Ana's, this is a brilliant plan--if Don Rafael can pull it off. As the rich plot unfolds, the new young Zorro, disguised as a Spanish nobleman, infiltrates Don Rafael's social circle, and romance blossoms between the newcomer and the beautiful daughter, Elena (Catherine Zeta-Jones).\n\nThe best scenes in the movie are between Banderas and Zeta-Jones, who share chemistry and, it turns out, a sense of justice. There is a dance at Don Rafael's house, at which the daughter and the visitor take over the dance floor in a passionate pas de deux, and another scene where the outlaw hides in a confessional, and listens with great interest as the young woman confesses her feelings of lust for a mysterious masked man. All of these threads come together in what starts as a duel to the death between the man and the woman, and ends in a surprised embrace.\n\nThe movie celebrates the kind of Western location shooting that's rarely seen these days: horses and haciendas, gold mines and dungeons, and a virtuoso display of horsemanship. The back story, involving the first Zorro's abiding love for the daughter who was stolen from him, is pure melodrama, but Anthony Hopkins brings it as much dignity and pathos as possible, and Zeta-Jones does a good job of handling the wide-eyed, heaving bosom, tears-in-eyes kind of stuff.\n\nThe film is a display of traditional movie craftsmanship, especially at the level of the screenplay, which respects the characters and story and doesn't simply use them for dialogue breaks between action sequences. It's a reminder of the time when stunts and special effects were integrated into stories, rather than the other way around. And in giving full weight to the supporting characters and casting them with strong actors,\"The Mask of Zorro\" is involving as well as entertaining. I was surprised by how much I enjoyed it.", "running_time": 136, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-07-17", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "The Mask of Zorro (1998)"}