{"url": "http://www.rogerebert.com/reviews/the-amityville-horror-1979", "by": null, "star_rating": 1.5, "text": "Bad guys are great. There's nothing quite like a malevolent presence that implacably wishes evil on everyone in town. A guy with a sneer and a moustache and an upset stomach. A guy totally unlike the evil entity in \"The Amityville Horror.\"\n\nThe horror in this movie, alas, isn't a bad guy at all. Doesn't have a shape or a face or a personality. May not even be a guy. Is a presence that causes the worst sorts of things to happen. Who upsets the dog and causes the doors to bang open and makes the house too cold all the time and, in short, makes things just like Chicago.\n\nThe presence persecutes a family played by James Brolin and Margot Kidder and a bunch of kids, who have to scream and quake on a regular basis for 28 days in the book and for 21 days, if I counted correctly, in the movie. They play a couple named George and Kathy Lutz, whose experiences inspired a bestselling book named, of course, \"The Amityville Horror,\" and who moved out of their house and left their furniture behind and moved to San Diego, fulfilling all of our dreams.\n\nIs the story based on fact? I have no way of knowing. I've met George Lutz; I had a couple of beers with him in the Los Angeles Airport, and he seemed to be a likable and a totally believable person. He told me, soberly and earnestly, of the terrible things that happened to him and his family in that haunted house on Ocean Boulevard on Long Island, out there where people move in every expectation of learning Craig Claiborne's \"New York Times Cook Book\" by heart.\n\nWas he telling the truth? Did green slime really squirt from the keyholes? Did a a redeyed pig really glare through the windows? Did a ghostly marching band really parade through the living room? Maybe so; we've all made bad real estate investments. But the question isn't so much whether those terrible things really happened as whether (please forgive me for my lack of reverence) they've been made into an entertaining movie.\n\nThey have not. They've been made into a dreary and terminally depressing series of glum things that happen to the residents of the Ocean Boulevard house. Nobody who has had to live under a roof and amidst four walls and pay the rent could possibly find such things amusing.\n\nThe stairs collapse? There are thousands of flies in the sewing room? There's a pig with glowing red eyes staring in through the windows? The problem with these folks is that they've moved to Long Island. There are lots of neighborhoods in Chicago in which they woulda made a good investment.\n\nBut am I growing facetious? Not really. In order to be a horror movie, a horror movie needs a real Horror. The creature in \"Alien\" was truly gruesome. The case of possession in \"The Exorcist\" was profoundly frightening.\n\nThe problem with \"The Amityville Horror\" is that, in a very real sense, there's nothing there. We watch two hours of people being frightened and dismayed, and we ask ourselves... what for? If it's real, let it have happened to them. Too bad, Lutzes! If it's made up, make it more entertaining. If they can't make up their minds... why should we?", "running_time": 117, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Drama", "Horror", "Thriller"], "title": "The Amityville Horror (1979)"}