{"url": "http://www.rogerebert.com/reviews/the-wild-geese-1978", "by": "Richard Burtonas Col. Faulkner", "star_rating": 1.0, "text": "To the basic movie genres like the Western, the musical and the gangster movie, maybe we should add a new one: Movies in which aging quasi-alcoholic onetime British classical actors wear khaki and fire machine guns. Once you've cast the movie you've almost made it, and the story is so predictable it's a wonder audiences go to see it yet once again.\n\nIn “The Wild Geese,” for example, we observe the following formula: A mercenary soldier (Richard Burton) is hired to parachute into an African nation and rescue the captive head of a populist political movement. The mercenary names his terms, sets his fee and rounds up his old cronies, Roger Moore and Richard Harris. Where does he find Moore? Living above a casino, of course. And Harris? Playing father to the single most obnoxious, cutesy-poo, squeaky-voiced child actor since Baby Leroy.\n\nIt’s quite a sight when Burton, Harris and Moore are finally rounded up in the same scene. Each actor seems to be trying to make it clear to us that he holds the screenplay in more contempt than the other two. Clichés are bitten off in disgust. Scenes are played as broad parody. There is even a moment, so help me, when Burton slams the door on the child actor just as the little tyke has his mouth wide open to squeak another obnoxiously polite “Yes, sir!” Harris is on the screen at the same time, and as the two men return their attention to each other, you can almost actually see them exchanging a look of relief.\n\nWhat are they doing in this mess? Making money, I guess. The mercenaries round up a crowd of their old army buddies, drop into an unnamed African nation, and spend the rest of the movie machine gunning the local army. The local army, by the way, has been trained to run directly at machineguns, causing the battle scenes to lack a certain reality.\n\nThen there's a subplot, involving Winston Ntshona as the liberal African leader, and Hardy Kruger as the racist Afrikaaner who carries him out of the bush on his back. For an example of the most unconvincing conversation of this or any year, study closely the scene in which Ntshona speaks for 60 seconds about universal brotherhood, and the hardcore Afrikaaner is converted. Sure. For a topper, they reach out hands toward each other as they die.\n\nThe director is Andrew V. McLaglen, a just barely passable action director (\"Bandolero!,\" \"The Undefeated\" [1969]) who shows little idea of how to handle crowds of moving men on a screen, and yet spends the last half hour of his film giving us little else -- for practice, maybe. Soldiers run out of the bush, fire guns, throw grenades, are shot or blown up, while McLaglen relentlessly intercuts moments in which each stereotyped character lives or dies in a way appropriate to his stereotype. By the time the getaway plane finally heaves itself into the air, we're left with one overwhelming question: Did anybody interview the bartender on this picture?", "running_time": 134, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-11-14", "genres": ["Action", "Thriller"], "title": "The Wild Geese (1978)"}