{"url": "http://www.rogerebert.com/reviews/the-bang-bang-club-2011", "by": "Ryan Phillippeas Greg Marinovich", "star_rating": 2.0, "text": "Many of the photos of the bloody final months of apartheid were taken by four photographers who became famous as \"The Bang Bang Club,\" because of their willingness to risk death for great pictures. Two of them won Pulitzers. One of them was killed, one committed suicide, one was shot four times before retiring. The word often used about them was “courageous,” but another word that comes to mind is \"foolhardy.\"\n\nIn the opening scene, we meet Greg Marinovich (Ryan Phillippe), who pulls his car to the side of a highway and clambers down an embankment to follow an angry mob into a riot in Soweto, the African township outside Johannesburg. He joins three other photographers, all of them white, as they run, crouch low and shoot photos in the middle of mob violence. They seem almost reckless.\n\nWhy do the blacks largely ignore these whites in their midst? Why is their attention so focused on their enemies of the same color?\n\nThis question, which will instinctively occur to many viewers, is never quite dealt with in the film. The photographers sometimes drive into the middle of violent situations, hold up a camera, and say \"press!\" — as if that will solve everything. Sometimes it does.\n\nWe know with the benefit of history that South Africa's president F.W. de Klerk was even then in talks with Nelson Mandela of the African National Congress that would lead to free elections, then Mandela as president, and today's South Africa. In 1994, the white minority was still involved in forcibly fighting black demonstrations, but almost all of the fighting filmed by the Bang Bang Club was black against black. The movie explains in a cursory way that the ANC was opposed by the Inkatha Freedom Party, consisting of Zulus who opposed Mandela's mostly Xhosa membership. \n\nInkatha fighters did more actual violence against the ANC than the whites did. I'm not referring to the overarching crushing daily violence of apartheid itself, but to specific murders; the Zulus introduced the practice of \"necklacing,\" in which a tire would be tied around a victim's head and set on fire. This war between two tribes was doubly ironic in a nation ruled by a white tribe.\n\n\"The Bang Bang Club\" will not leave its viewers with much of an insight into that conflict. Some audience members may come out of the movie wondering why they didn't see more signs of apartheid, except implicitly. The focus is on the four photographers, Marinovich (Phillippe), Kevin Carter (Taylor Kitsch), Ken Ooserbroek (Rautenbach) and Joao Silva (Neels Van Jaarsveld). Young, fit, hip, they compete for photos but run as a pack, sometimes sharing the same VW van. At nights in Joberg, they hang out in bars and seem to attract a generous share of good-looking women. \n\nOne of these is Robin Comley (Malin Akerman), the photo editor of the Johannesburg Star, who buys Mar­inovich's photos and then buys into a relationship. Ryan Phillippe is effective in the lead: the newcomer to the club, protected by an indifference to personal danger that seems naive if not suicidal. But they all act like immortals; consider a scene where one sprints across a street during a fierce gun battle to bring back a couple of liters of Coke. \n\nDid these four men ever have extended discussions about themselves about the South African situation and apartheid itself? I'm sure they did, but there's little of that here. Were their photos intended to strengthen or weaken the government? I can't tell if they care. They like the money and the glory, they thrive on adrenaline, they buy into their Bang Bang legend. For them, in a sense, the reality of apartheid is only a photo op. Later most of them will shoot films under fire in Sudan, the Middle East and Bosnia. They live only to take pictures.\n\nWell, that's their job, their craft and their passion. But it evades a question: What is their investment as human beings? Kevin Carter takes a photo of a little girl, bent over with hunger and dehydration, as she is eyed by a nearby vulture. The picture won the Pulitzer Prize. At a press conference, he's asked what happened to the girl. He doesn't know. Didn't he do anything to help her? No. This is a universal dilemma for journalists in the face of tragedy. How many of them would frighten away the vulture and help the child? How many would take the photograph?\n\nThe film poses the question raised by the photo but offers no answer. Perhaps there is none, or it is depressingly obvious. \"The Bang Bang Club\" seems curiously oblivious to South Africa as a whole. If this were your only film about that nation, you would leave with meager information. You would recall four good-looking guys who took a lot of chances and had some good times and some bad ones. But the big story wasn't about them. Bang bang.", "running_time": 106, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-04-21", "genres": ["Drama", "Indie", "Romance"], "title": "The Bang Bang Club (2011)"}