{"url": "http://www.rogerebert.com/reviews/the-sugarland-express-1974", "by": null, "star_rating": 2.5, "text": "It’s dumb thing to do, but they do it anyway. They’re both only 25, but they’ve served time, and now the state has taken away their two-year-old boy and given him to a foster family. So she helps him break out of jail, and then they hijack a highway patrol car (complete with highway patrolman) and lead a parade across Texas in an attempt to get the kid back. \n\nThat’s the story of “The Sugarland Express,” Steven Spielberg’s first theatrical feature, and, although it’s based on a real incident, like so many things in Texas, it seems like a fantasy anyway. The actual event took place in 1969, and the young couple involved got a lot of sympathy from the folks along their route. Spielberg uses the story to comment on the ways Americans have of turning events into happenings. \n\nThe young couple should know, of course, that they can’t hope to get away with kidnapping a policeman. The husband does know, sort of, but he’s half-scared of his wife and would do almost anything to keep her quiet. The wife, as played with a brilliant vapidity by Goldie Hawn, lives in the moment. No matter that they’re being trailed by something like 200 police cars; she cleans a gas station out of trading stamps and then leafs through the catalog to see how many books it’ll take to get a bed for her boy. \n\nThe whole kidnapping turns into some kind of public relations event. The chase is led by a decent man (Ben Johnson) who has never killed anyone in 18 years on the force and would like to preserve his record. But hot on his heels are literally hundreds of others: local, county and state cops, freelance amateurs, even a couple of troopers who came over from Louisiana for the fun. And TV news mobile units infiltrate the caravan at every opportunity. \n\nThe fugitives and their hostage become less important, finally, than ending the parade and saving face. And that reminds me of a 1951 Billy Wilder movie, “The Big Carnival” (also known as “Ace in the Hole”) in which a man is trapped in a cave and the news coverage of the event becomes self-serving and exploitative. That movie was based on a real event, too -- and, wouldn’t you know, it also took place in Texas. \n\nAs the caravan plows across hundreds of miles of Texas on its way to Sugarland and the foster home, a kind of camaraderie grows between the trooper (Michael Sacks) and the husband (William Atherton). The trooper has only been on the force nine months, but he’s level-headed enough to know that his kidnappers don’t want to kill anyone. There are poignant scenes in which the husband learns how to speak in police radio jargon, and when the trooper explains the techniques behind high-speed chases. \n\nIf the movie finally doesn’t succeed, that’s because Spielberg has paid too much attention to all those police cars (and all the crashes they get into), and not enough to the personalities of his characters. We get to know these three people just enough to want to know them better. We’re burdened instead with countless telephoto shots of squad cars. But the movie has its moments, and when the fugitives parade down Main Street and are presented with gifts by their newly made fans, we admit: Yes, that’s the way celebrity works in America -- no matter what you’re known for.", "running_time": 109, "mpaa_rating": "PG", "release_year": 1974, "date_published": "1974-08-26", "genres": ["Action", "Crime", "Drama"], "title": "The Sugarland Express (1974)"}