{"url": "http://www.rogerebert.com/reviews/the-trojan-women-1972", "by": "Katharine Hepburnas Hecuba", "star_rating": 3.0, "text": "It has been 10 years since Michael Cacoyannis directed the best film ever made from a Greek tragedy, \"Electra.\" It was in stark, spare black-and-white, and it had a classical simplicity that moved some audiences literally to tears. It starred Irene Papas, a young Greek actress who had previously been glimpsed here and there (she was the treacherous guerrilla in \"The Guns of Navarone\"), but who now emerged as a tremendously powerful actress.\n\nI have seen a lot of films in, the years since, but \"Electra\" still remains with me, clear and great. The funereal figures of the Greek chorus - poor peasant women scattered on a hillside - still weep behind Electra, and I can never forget her lament for her dead mother. I thought then, and I still think, that Irene Papas is the most classically beautiful woman ever to appear in films.\n\nIf she has a rival it is probably Vanessa Redgrave, and they are both in Cacoyannis' \"The Trojan Women,\" along with Katharine Hepburn and Genevieve Bujold. But this is not nearly the film \"Electra\" was, even though Cacoyannis returns to the same ground and even the same visual style. We still have the elegantly random groupings of the chorus; we still have the close-ups of the faces haunted by tragedy; we still have the figures pinned down by a merciless sun on a landscape of rocks and scrub.\n\nBut Cacoyannis has returned only to the externals. He seems to have lost the tension that lay within \"Electra\" like a coiled snake. The classical Greek tragedies do not naturally lend themselves to filming; they are poetry, not prose, and depend upon the power of their words. In a curious way, the fact that \"Electra\" was subtitled added to its urgency. The subtitles retained, more or less, the attention to language of the English translation. And then the voices speaking Greek, shorn of meaning because we didn't understand Greek, were reduced to a clear music of grief and despair.\n\nThe world of Greek tragedy is, after all, at a tremendous historical distance from us, and a slight distancing in \"The Trojan Women\" might not have been a bad thing. (I do not agree with the liberal humanists who say that Euripides speaks to us as our contemporary; if he did, more people would listen.) But instead of approaching \"The Trojan Women\" with a slight bit of supernatural awe, Cacoyannis seems to have tried to bring us an all-star Euripides for mass consumption.\n\nThe dialog is in English (the Edith Hamilton translation), which means that words are spoken that should really be read. The elevation of classical language works on the stage, but not in the more intimate medium of film; we are too close to Hecuba's dusty face and saddened old eyes to ever believe she could choose her words so carefully. And so the words finally take over, and smother the tragedy. Everyone tries. You could not possibly find a better cast than Hepburn, Redgrave, Bujold and Papas. But you could find a better way to employ them, I think.\n\nHere they are too self-conscious. Cacoyannis photographs them as icons. They're historical statues. Vanessa Redgrave, as Andromache, seems to be playing the idea of a woman who has had her little son murdered, rather than an actual mother in such a situation. Katharine Hepburn's Hecuba is the distillation of an old woman moved by pride and rage; but she is not a particular woman in a specific time.\n\nThe performances all seem too objectified, too generalized - all except Irene Papas, as Helen of Troy, who flaunts her body and teases her guards and takes a haughty bath in a bowl of water while the women outside thirst in the sun. This Helen, we believe, could possibly have inflamed men's imaginations and caused the destruction of Troy. But the other Trojan women seem to be elected officials - the municipal mourners - rather than human beings consumed with passion.", "running_time": 105, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-06-04", "genres": ["Drama", "Foreign"], "title": "The Trojan Women (1972)"}