{"url": "http://www.rogerebert.com/reviews/the-man-inside-1990", "by": "Jurgen Prochnowas Gunter Wallraff", "star_rating": 2.0, "text": "Here is one of the most inexplicable exposes ever filmed, wrapped in a package that sometimes is intriguing, sometimes so howlingly overacted that all we can do is watch in disbelief.\n\nThe movie is based on the story of Gunter Wallraff, an intrepid West German journalist who specializes in assuming a false identify and going underground to do the research for his stories. As \"The Man Inside,\" he attempts to pull the ultimate inside job, by masquerading as another journalist, and getting a job on a right-wing paper he believes has illegal ties with the state security apparatus.\n\nAs an idea for a German movie, this has a lot going for it. The nation's press barons wield enormous clout, and it long has been suspected that they sometimes nudge the news in directions favorable to their political opinions. But is an American audience likely to be interested in the evils of German journalism, and the exploits of a journalist they've never heard of? Not likely, unless the movie itself is superior drama. And Bobby Roth's film of \"The Man Inside\" is so uneven - so ponderous at some moments, so contrived and even laughable at others - that after it's over I was quite simply puzzled: Why did he make this film in this way? The movie stars Jurgen Prochnow, one of the most effective new German stars, as Wallraff, a man who wakes up every day with new scores to settle. The reliable and always intelligent Peter Coyote plays a fellow journalist at the newspaper he's infiltrating, and Nathalie Baye is the woman who loves Wallraff. All of them do perfectly competent jobs in an incomprehensible script, although they not always are believable as print journalists (they apparently believe that any single sheet of paper with typing on it is capable of being waved around as if it represents any story, however complex).\n\nNot so competent is Dieter Laser, as the paper's martinet editor, a sadistic obsessive who waves his cigarettes around and barks orders and seems to get some kind of kinky, erotic thrill out of the mere exercise of his job. Laser - or Roth's screenplay - undermines every one of the editor's scenes with some form of sabotage. He has ludicrous dialogue, arrives at inexplicable conclusions, barks nonsensical orders out of the blue, and functions as a master of the Idiot Plot, in which the movie could hardly proceed unless he failed to stumble over obvious clues.\n\nWallraff's actual investigation is an exercise in the theory of Macguffins (defined by Hitchcock, who said it doesn't make the slightest difference what one is, as long as everyone in the plot believe it is extremely important). Secret files are stolen from locked cabinets, papers and messages are passed, phone calls are made, and the hired goons of the press empire make midnight raids, break down doors, beat people up, and in other ways indicate that the files, papers, messages, calls, etc., are of supreme importance.\n\nI left the movie having arrived at two conclusions: (1) that some right-wing press empires in Germany allegedly have access to state secrets and cooperate with the state intelligence and security agencies to conduct illegal surveillance of citizens, and (2) that if the conspirators are as idiotic and clownlike as their representatives in the movie, German citizens have few worries, and American movie audience none.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-10-26", "genres": ["Action", "Foreign", "Thriller"], "title": "The Man Inside (1990)"}