{"url": "http://www.rogerebert.com/reviews/the-hidden-1987", "by": "Michael Nourias Tom Beck", "star_rating": 3.0, "text": "\"The Hidden\" opens with a brutal bank robbery and a violent chase scene, and for a moment I thought I was in for another routine cop movie. But then I saw the funny look in the eyes of the bank robber and I wasn't so sure. Here was a guy who seemed to be receiving secret transmissions. Aiming his car at a police barricade, he allowed a little smile to flicker on his lips, and when the cops aimed a hail of bullets at him he took dozens of hits and yet still stayed upright and laughed at them.\n\nMichael Nouri plays the cop assigned to the case. He wants to catch this guy, who has been responsible for an incredible string of violent crimes, but he's not so happy when an FBI man turns up and assigns himself to the case. The federal agent is played by Kyle MacLachlan, the clean-cut kid from \"Blue Velvet,\" and he looks just as clean-cut this time but he, too, has a strange light in his eye.\n\nNouri discovers the key to this mystery about half an hour after we've figured it out for ourselves. Both the killer and the so-called FBI agent are from another planet. \"Are we talking spaceman here?\" Nouri asks, and we are.\n\n\"The Hidden\" takes this situation and makes a surprisingly effective film out of it, a sleeper that talks like a thriller and walks like a thriller, but has more brains than the average thriller. It also has a sense of humor, and some subtle acting by MacLachlan, whose assignment is to play a character who always is just a beat out of step.\n\nJeff Bridges had a similar challenge in \"Starman,\" in which he played an alien who cloned a human body and then tried to find his way around in it. MacLachlan plays his alien with a certain strange reserve, as if he's trying the controls very lightly, afraid of going into a spin.\n\nAt first, Nouri naturally assumes this FBI guy is simply another weirdo. As he gradually begins to believe his story, his problem is to deal with his fellow cops, who don't believe in spacemen. Meanwhile, the killer moves from one host body to another, taking a guided tour of Earth life-forms (his hosts include a dog and a stripper). The movie was directed by Jack Sholder, whose last film was \"A Nightmare on Elm Street Part 2.\" I don't know what I was expecting, but certainly not this original and efficient thriller.", "running_time": 96, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-10-30", "genres": ["Action", "Horror", "Science Fiction", "Thriller"], "title": "The Hidden (1987)"}