{"url": "http://www.rogerebert.com/reviews/the-red-machine-2010", "by": null, "star_rating": 3.5, "text": "\"The Red Machine\" is a lean, intense thriller about a disgraced spy for the U.S. Navy and a jailed safecracker who team up to steal the secret of the Japanese version of Enigma, the Nazi cryptography machine. It’s set in Washington, D.C., in the 1930s when Japan and the United States still had diplomatic relations, and the target is a red cipher machine. \n\nSomething happened to Lt. F. Ellis Coburn (Lee Perkins) in Tokyo seven years earlier to turn him into the man we see. He looks to be a flawlessly turned-out Navy officer, but he’s locked behind a stone face and a reputation all his superiors know about. In a climate of expanding promotions as the Navy prepares for war, everyone notices he’s stuck at lieutenant.\n\nEddie Doyle (Donal Thoms-Cappello) is a cocky young thief straight from a 1930s pulp crime magazine. He approaches his craft as a science, noiselessly breaking and entering, breaking combinations, slipping into the night. He can pick locks and pockets, and works within a tight criminal fraternity ruled by Stella Snyder (Maureen Byrnes), a wise-talking hard-core case.\n\nNavy intelligence has broken all the Japanese codes but this one. The Red Machine baffles them. They assign Coburn to the task because of his undoubted skills and get Eddie released from jail for his particular specialty. Eddie will get them into the guarded embassy, and when Coburn sees the machine, he’ll know what he’s looking at. The machine itself can’t be stolen; the Japanese must never suspect it has been compromised.\n\nThe drama also involves the Japanese ambassador Shimada (Eddie Lee) and his wife Naomi (Madoka Kasahara), who, almost inevitably, have links to the mysterious events in Tokyo seven years ago. And that’s about it. These people, this stage, the red machine. \n\nThe movie, written and directed by the married pair of Stephanie Argy and Alec Boehm, doesn’t fall back on stunts, chases or extended gun battles; it’s in the honorable tradition of the heist movie. That involves blueprints, plans and the need to be very, very quiet. There’s a nice scene when a safe is opened just behind an open door in Shimada’s office. Coburn becomes so desperate to stall that he plays every card in his hand, including personal secrets.\n\n“The Red Machine” is deeper than it first seems. The plot has hidden levels, and so do the characters, particularly the unlikely team of Doyle and Coburn. They don’t like each other and don’t like working together, and any possible personal progress is shut down by Coburn’s fearsome reserve. He is taciturn to the point of aggression.\n\nNeither actor overplays. Perkins’ role doesn’t allow him. Thoms-Cappello’s thief is supposed to be brash and dubious, which he is, but within reason. There’s some subtle shifting going on that the directors suggest with visuals, not dialogue; an unspoken agreement to conspire takes place below the surface.\n\nHere’s a film with an elegant simplicity. Not a shot doesn’t do its work. It may remind you of a ’40s B crime movie, and I mean that as a compliment. When you don’t have a lot of explosions and special effects to exploit, you have to turn to the imagination — yours, and the audience’s.", "running_time": 84, "mpaa_rating": "Unrated", "release_year": 2010, "date_published": "2010-08-18", "genres": ["Adventure", "Crime", "Drama"], "title": "The Red Machine (2010)"}