{"url": "http://www.rogerebert.com/reviews/the-witches-of-eastwick-1987", "by": "Jack Nicholsonas Daryl", "star_rating": 3.5, "text": "It's all done with the ambidextrous eyebrows. Jack Nicholson can elevate either brow singly to express his intention of getting away with murder, and he can elevate them in unison to reflect his delight when he has done so. In the annals of body language, his may be a small skill, but it's a crucial one, because it makes us conspirators with Nicholson; he's sharing his raffish delight with us.\n\nHe does that a lot in \"The Witches of Eastwick,\" in which he plays the devil: a role he was born to fill. He finds himself in Eastwick, a sedate New England village, after being invoked by three bored housewives who have not found what they are looking for in the local male population. Nicholson is exactly what they are looking for, by definition, because he can be all things to all people.\n\nHe buys the big mansion on the edge of town, moves in and starts cooking. Nobody knows where he came from or what his story is, and he's certainly an oddball: Look at those floppy, ungainly clothes, or remember the time he began to snore, deafeningly, at the village concert. But the three women who summoned him aren't complaining, because he's giving each one of them just what she wants.\n\nThe women are played in the movie by Cher, Michelle Pfeiffer and Susan Sarandon, and they have a delicious good time with their roles. These women need to be good at double takes, because they're always getting into situations that require them. When they're together, talking up a storm, they have the kind of unconscious verbal timing that makes comedy out of ordinary speech. We laugh not only because they say funny things but because they give everyday things just a slight twist of irony.\n\nBut it's Nicholson's show. There is a scene where he dresses in satin pajamas and sprawls full length on a bed, twisting and stretching sinuously in full enjoyment of his sensuality. It is one of the funniest moments of physical humor he has ever committed. There is another sequence in which he presides over a diabolical celebration in his mansion, orchestrating unspeakable acts and realizing unconscious fantasies. In the hands of another actor it might look ridiculous, but Nicholson seems perfectly at home with the bizarre.\n\n\"The Witches of Eastwick\" is based on the John Updike novel, which must have presented a minefield for George Miller, the director. Fantasies usually play better on the page than on the screen, because in the imagination they don't seem as ridiculous as they sometimes do when they've been reduced to actual images. There are some moments in \"The Witches of Eastwick\" that stretch uncomfortably for effects - the movie's climax is overdone, for example - and yet a lot of the time this movie plays like a plausible story about implausible people. The performances sell it. And the eyebrows.", "running_time": 118, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-06-12", "genres": ["Comedy", "Fantasy", "Horror", "Science Fiction"], "title": "The Witches of Eastwick (1987)"}