{"url": "http://www.rogerebert.com/reviews/the-tempest-2010", "by": "Helen Mirrenas Prospera", "star_rating": 2.5, "text": "The only way to read Shakespeare's “The Tempest” is as a farewell; a play written, if you will, for his retirement banquet, to be performed before he's handed his gold watch and finally has more time to spend with his family. It is my favorite of all his plays, containing a line I embrace as my consolation: We are such stuff as dreams are made on, and our little life is rounded with a sleep. The writer who saw more deeply into human nature than any other looked into himself and decided he had finished his work.\n\nJulie Taymor's film “The Tempest” doesn't feel like a farewell. She does not abjure her rough magic. In a film filled with sound and fury, she rages against the dying of the light. There is no reconciliation or closure. What reads as a poetic acceptance of human mortality plays as the defiance of a magician clinging to familiar tricks.\n\nShe doesn't capture Shakespeare's tone (or his meaning, I believe), but she certainly has boldness in her reinvention. The best thing she does is change the sex of Prospero, the exiled Duke of Milan, who has fled to a remote island with his daughter. Here Prospero becomes Prospera and is magnificently played by Helen Mirren with more ferocity than resignation. Prospera's daughter, Miranda (Felicity Jones), now seems more suited at her side; Prospera empathizes with her as Prospero never did. Indeed, all the relationships on the island curiously seem more natural when the character becomes a woman.\n\nConsider Ariel (Ben Whishaw), the androgynous sprite who follows Prospera's bidding and performs her magic. Ariel is neither male nor female, and while Prospero seemed to treat the spirit as an extremely skillful pet, Prospera relates more to Ariel's functions as a companion and helpmate. And there is Caliban, the original inhabitant of the island before the first boat arrived from Milan. He resents the usurpers and invokes one of the most terrible curses in literature: All the infections that the sun sucks up from bogs, fens, flats, on Prosper fall, and make him by inch-meal a disease! Here, played by Djimon Hounsou as an African, Caliban evokes parallels with colonialism, and Prospera seems more ready to see him beneath her instinctive rejection.\n\nTaymor has gathered a cast, which, for the most part, would be ideal for a traditional stage version of the play, and embedded them in special effects that begin with the word tempest and build to a frenzy. The dialogue is pure Shakespeare (proving again that he is easier to understand when spoken than read), but these gifted actors sometimes seem to be saying the words as someone with a chain-saw cuts firewood in the next room.\n\nTaymor's stagecraft is bold but not measured. If the top is in sight, she aims for it. This worked with her passionate film “Titus,” based on Shakespeare's “Titus Andronicus.” That's a bloody early play suited to extremes. “The Tempest” contains more resignation; it is a search for sunset. There's a gentle finality to it, despite some quite violent scenes. The best performance I've seen is Barbara Gaines' production 2002 production for the Chicago Shakespeare Theater, where she used daring rigging to float some actors like performers for Cirque du Soleil. With her you felt love; with Taymor this time, determination.\n\nMany gifted actors join Mirren in finding their own moments within the melee. Felicity Jones as Miranda is hopeful and virginal. King Alonso is played with sad resignation by David Strathairn. Djimon Hounsou plays an angry and almost politicized Caliban. Russell Brand and Alfred Molina are bawdy as two seafarers who wander off and enlist Caliban as a drinking buddy. Alan Cumming and Chris Cooper, play Sebastian and Antonio as filled with ominous ill will. Tom Conti is the good King Gonzalo.\n\nThey inhabit locations (Hawaii) and remarkable soundstage sets for Prospera's Milan lab and island spaces. Interiors are sensational: her alchemist's workshop and a room with alarming stair steps climbing at an angle. There are all the cliffs you could possibly desire for Prospera to stand atop and howl at the sea.\n\nAll of these elements are in place. Taymor might have turned down the heat. You do not have to insist with “The Tempest,” because it is a play that puts all assertion behind it and is content to cast its magic staff into the sea. It is the play where Shakespeare shows that he knew how good he was.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-12-15", "genres": ["Drama", "Fantasy", "Science Fiction"], "title": "The Tempest (2010)"}