{"url": "http://www.rogerebert.com/reviews/the-stalking-moon-1969", "by": "Gregory Peckas Sam Varner", "star_rating": 2.5, "text": "We go to thrillers expecting to be frightened; good thrillers work by frightening us when we're not on guard.\n\nHitchcock's terror never occurs when his heroine enters the sinister passage; it happens in daylight, without warning. He had a lot of fun bumping off Janet Leigh while she was taking a shower in \"Psycho\" (1960). Who would expect the star to be killed right at the beginning of the movie? And in a shower?\n\nThe same was true of that moment in \"Wait Until Dark,\" when Alan Arkin leaped out of the shadows at Audrey Hepburn. People routinely leap out of shadows in thrillers; what are shadows for? But they don't leap after we're convinced they're dead. We were still recovering from the struggle; we were still relieved that the blind girl had killed the psychopath -- and THEN he leaped.\n\nThe trouble with \"The Stalking Moon\" is that it frightens us in all the regulation ways. Eva Marie Saint goes into the bedroom, and a sinister arm reaches out and shuts the door behind her. So what? The scene was set up for that; we were expecting it. Gregory Peck and Robert Forster were up in the hills, and the old man was out of earshot, and so when Eva Marie Saint went into the bedroom the Indian was inevitably there waiting for her.\n\nHitchcock would have put an extra beat into the scene: Eva Marie Saint pausing a moment before going into the bedroom, then going in and nobody is there. She sighs, relaxes, comes out into the room she had just left -- and THERE he is!\n\nThe other horrors in \"The Stalking Moon\" are of the same variety: The Indian leaps out of bushes at Peck, but only after Peck poses in front of the bushes. We're supposed to believe the Indian is a wraithlike, superhuman figure who draws on centuries of craft and folklore to run rings around the white man. We're supposed to fear him because he comes silently, without warning, a spirit in the night.\n\nBut the Indian bungles it. We see him all the time, we hear him coming, he survives until the end of the movie only because Peck and Forster are such lousy shots. In one scene, Peck waits in ambush as the Indian nudges open the cabin door and slips inside. Peck has him silhouetted in the doorway; the Indian doesn't see him. I'm mentally urging Peck: Aim the gun, dammit! Shoot him! You've got him! Peck blows it.\n\nSo the movie doesn't work as a thriller. It doesn't hold together as a Western, either. The story involves a white woman and her half-breed son who are rescued from the Apaches by Peck and the U.S. Cavalry. Peck undertakes to guide the woman to civilization, and along the way decides to offer her a job cooking for him in New Mexico.\n\nThe three are stalked by the Apache. The woman was his wife for 10 years, and the boy is his son. Under the circumstances, the Apache has a point. But Peck, reflecting the subtle racism that underlies the plot, assumes the Indian deserves to die. To be sure, the Indian massacres half of Arizona on his way to the showdown -- but since the movie makes no point of that, why should we?\n\nThe relationship between Peck and Miss Saint is only sketched; we see none of the tenderness and awkward communication of, say, the similar situation in \"Will Penny.\" All that redeems the film are a few moments of authentic Western life: a stationmaster selling an incredibly complicated ticket to Topeka, Peck urging the woman to talk at dinnertime, Forster teaching the boy to play poker.", "running_time": 109, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-02-11", "genres": ["Action", "Western"], "title": "The Stalking Moon (1969)"}