{"url": "http://www.rogerebert.com/reviews/the-professional-1994", "by": "Gary Oldmanas Stansfield", "star_rating": 2.5, "text": "History repeats itself, the first time as tragedy, the second time as farce. So, apparently, do the films of Luc Besson. In 1992 he made \"La Femme Nikita,\" which in its cold sadness told the story of a tough street girl who became a professional killer and then a civilized woman. Now he has made \"The Professional,\" about a tough child who wants to become a professional killer, and civilizes the man she chooses as her teacher.\n\nBesson seems fascinated by the \"Pygmalion\" story, by the notion of a feral street person who is transformed by education. He crosses that with what seems to be an obsession with women who kill as a profession. These are interesting themes, and if \"The Professional\" doesn't work with anything like the power of \"La Femme Nikita,\" it is because his heroine is 12 years old, and we cannot persuade ourselves to ignore that fact. It colors every scene, making some unlikely and others troubling.\n\nThe film opens with one of those virtuoso shots which zips down the streets of New York and in through a door, coming to a sudden halt at a plate of Italian food and then looking up at its owner. Besson must have been watching the opening of the old Letterman show. The man eating the food is a mob boss, played by Danny Aiello, who wants to put a contract on a guy. The man who has come whizzing through the streets is Leon (Jean Reno), a skillful but uneducated \"cleaner,\" or professional hitman.\n\nWe see him at work, in opening scenes of startling violence and grim efficiency. In the course of the movie, Leon will, in effect, adopt his neighbor Matilda (Natalie Portman), a tough, streetwise, 12-year old girl. She escapes to Leon's nearby apartment after her family has been wiped out by a crooked top DEA enforcer named Stansfield (Gary Oldman), who wants to kill her too. Matilda wants to hire Leon to avenge the death of her little brother; in payment, she offers to do his laundry.\n\nLeon wants nothing to do with the girl, but she insists, and attaches herself like a leech. Eventually she develops an ambition to become a cleaner herself. And their fate plays out like those of many another couple on the lam, although with that 30-year age difference.\n\nMatilda is played with great resourcefulness by Portman, who is required by the role to be, in a way, stronger than Leon. She has seen so many sad and violent things in her short life, and in her dysfunctional family, that little in his life can surprise her. She's something like the Jodie Foster character in \"Taxi Driver,\" old for her years. Yet her references are mostly to movies: \"Bonnie and Clyde didn't work alone,\" she tells him. \"Thelma and Louise didn't work alone. And they were the best.\" (To find a 12-year old in 1994 who knows \"Bonnie and Clyde\" is so extraordinary that it almost makes everything else she does plausible.) So Leon finds himself saddled with a little sidekick, just when the manic Stansfield is waging a personal vendetta against him.\n\nAlthough \"The Professional\" bathes in grit and was shot in the scuzziest locations New York has to offer, it's a romantic fantasy, not a realistic crime picture. Besson's visual approach gives it a European look; he finds Paris in Manhattan. That air of slight displacement helps it get away with various improbabilities, as when Matilda teaches Leon to read (in a few days, apparently), or when Leon is able to foresee the movements of his enemies with almost psychic accuracy.\n\nThis gift is useful during several action sequences in \"The Professional,\" when Leon, alone and surrounded by dozens if not hundreds of law officers, is able to conceal himself in just such a way that when the cops enter an apartment in just such a manner, he can swing down from the ceiling, say, and blast them. Or he can set a trap for them. Or he can apparently teleport himself from one part of an apartment to another; they think they have him cornered, but he's behind them. So many of the movie's shoot-outs unfold so conveniently for him that they seem choreographed. The Oldman character sometimes seems to set himself up to be outsmarted, while trying to sneak up on Leon in any way not actually involving chewing through the scenery.\n\nThe premise \"La Femme Nikita\" was that its heroine began as a thoroughly uncivilized character without a decent bone in her body, and then, after society exploited her savagery, she was slowly civilized through the love of a good, simple man. \"The Professional\" uses similar elements, rearranged. It is a well-directed film, because Besson has a natural gift for plunging into drama with a charged-up visual style. And it is well acted.\n\nBut always at the back of my mind was the troubled thought that there was something wrong about placing a 12-year-old character in the middle of this action. In a more serious movie, or even in a human comedy like Cassavetes' \"Gloria,\" the child might not have been out of place. But in what is essentially an exercise - a slick urban thriller - it seems to exploit the youth of the girl without really dealing with it.", "running_time": 112, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-11-18", "genres": ["Action", "Crime", "Foreign", "Thriller"], "title": "The Professional (1994)"}