{"url": "http://www.rogerebert.com/reviews/the-sleepy-time-gal-2002", "by": "Jacqueline Bissetas Frances", "star_rating": 3.5, "text": "Oh, what a sad story this is, about a woman who never accepted anything good in her life because she was hoping for something better. Now she is dying, and in her quiet and civilized way is trying to double back and see what can be retrieved. We think we'll have enough time to tidy up the loose ends, and then death slams down.\n\n\"Sleepy Time Gal\" stars Jacqueline Bisset as Frances, a woman who in some ways has led an admirable life. She made her own way. Very early, she was the late-night disk jockey on a Florida radio station, and her later jobs reflected various causes or passing fancies. She was married twice, had a son by each marriage--and she also, we learn, had a daughter by a third man and gave her up for adoption. She has not been an attentive mother. One of the sons faithfully attends her bedside, but he observes, \"She doesn't really know very much about me\"--perhaps not even that he is gay. The other son phones in from London but will not supply a return number. She wishes she could contact the daughter.\n\nWe meet that daughter early in the film. She is Rebecca (Martha Plimpton), raised by foster parents in Boston, now a corporate lawyer. She travels to Daytona Beach to buy a radio station for her employer and has the taxi stop outside a hospital there--the hospital, she knows, where she was born. She looks at it, but what can it tell her? Drive on.\n\nThe radio station for many years played rhythm and blues; it was a \"race station\" when such stations were unknown, says its proud owner, Jimmy (Frankie Faison). He wants to give its record collection to the local community college. \"I'll be damned if I know what it is that makes this deal so sad,\" Rebecca says, but Jimmy is not sad; he plans to travel with his wife, maybe to Malaysia. Rebecca asks him why he never moved to a bigger market. There were a lot of reasons, he says, and one of them was love. He loved the announcer who was known as the Sleepy Time Gal. Rebecca, looking at her photograph, has no way of knowing it is her mother. That night Rebecca sleeps with Jimmy, who has no way of knowing she is the daughter of the Sleepy Time Gal.\n\nThe film is written and directed by Christopher Munch, who made \"The Hours and Times\" (1991), about a trip to Spain during which John Lennon experiments with homosexuality. In \"Sleepy Time Gal,\" he does an unexpected thing. He shows us a story that is not completed and, because of death, will never be completed. Movies are fond of deathbed scenes in which all matters are sealed and wounds cured, but sometimes, with plain bad timing, people just die and leave matters undetermined. Frances has led an interrupted life and her death will not be tidy, either.\n\nConsider one of the most beautiful and mysterious scenes in the movie, where Frances visits the Pennsylvania farm of a former lover and his wife. She is in remission at the time. Bob and Betty (Seymour Cassel and Peggy Gormley) have been happily married for 30 years. But always Betty has known that Frances occupies emotional ground in her husband's mind. She doesn't know they had a daughter, but she senses their feeling for each other and feels no jealousy. That Bob still loves Frances is clear from the first time we see him, in an extraordinary closeup. I have seen Seymour Cassel in countless roles over the years but did not guess he had a smile like the one he uses to greet Frances at the airport--the smile of a happy man who is happy as a puppy dog to see her. This smile replaces 20 minutes of exposition. But see how the visit goes. Listen to the conversation between Frances and Betty, and listen later to how it is recycled in the book Betty writes, which glimpses the love of Bob and Frances from outside. The book is only guessing but becomes all that remains of that love. Frances flees from Pennsylvania as she has fled, we suspect, from everything: She is not a bad woman, but she mistrusts happiness and is frightened of belonging to anyone.\n\nAfter the grace of remission, she begins to fail, and the watch at the deathbed is by her son Morgan (Nick Stahl) and nurse, Maggie (Amy Madigan). They deal with her and comfort her. They care for her. But this is a difficult woman to deal with. Meanwhile, on the East Coast, Rebecca continues her search for her birth parents. \"Sleepy Time Gal\" is not, however, about a deathbed reunion; having given away this child, Frances finds she cannot get her back again at her own convenience.\n\nMunch's screenplay is tenderly observant of his characters. He watches them as they float within the seas of their personalities. His scenes are short and often unexpected. The story unfolds in sidelong glances. His people are all stuck with who they are and speak in thoughtful, well-considered words, as if afraid of being misquoted by destiny.\n\nLife's missed opportunities, at the end, may seem more poignant to us than those we embraced--because in our imagination they have a perfection that reality can never rival. Bob and Frances might never have built a happy marriage (\"We felt the pull of our own futures away from each other,\" she remembers), but their 30 years of unrealized romance has a kind of perfection. Bob's wife understands that and remembers them both with love. She writes a book. Rebecca, who by now knows who she is and who Bob was, attends a book signing and meets her, but does not introduce herself. So one life slips past another, all of us focused on our plans for eventual perfection.", "running_time": 94, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-11-22", "genres": ["Drama"], "title": "The Sleepy Time Gal (2002)"}