{"url": "http://www.rogerebert.com/reviews/the-legend-of-lylah-clare-1968", "by": "Kim Novakas Lylah Elsa", "star_rating": 1.0, "text": "Robert Aldrich's \"The Legend of Lylah Clare\" is an awful movie, but fairly enjoyable. Like the Burton-Taylor \"Boom,\" it provides its own grisly satisfaction: You can have fun watching it be so bad.\n\nAldrich apparently began the movie without getting quite straight what he intended to do. As a result, his movie lacks any unifying tone; some scenes are straight, some are satire, some are self-conscious camp, most are clearly confused, and the movie doesn't end so much as stop.\n\nThe story involves one Lylah Clare, a movie \"sexgoddess\" who died two decades ago when she either (get this) fell or was pushed from the stairway of her vast old Gothic manor. Now the manor is inhabited by her director and husband (Peter Finch) and his faithful lesbian companion, Rossella. Both loved Lylah after a fashion.\n\nOne day, a press agent turns up. He's been given a year to live, and for once he wants to do something worthwhile with his miserable, rotten, corrupt life. What? You guessed it: produce a movie. He has discovered a girl (Kim Novak) who looks exactly like the late Lylah, and convinces Finch they should make a movie.\n\nThis is Aldrich's cue to give us lots of backstage Hollywood scenes, with Finch and Ernest Borgnine negotiating contracts and calling each other creeps -- over dinner in the Brown Derby. These scenes are patently phony; Aldrich of all people should have the ability to really sink the knife into Hollywood, instead of playing to Iowa's idea of how producers and directors sign contracts on matchbook covers, etc.\n\nSlopped on top of this plot is another one, in flashbacks, about the day Lylah fell or jumped to her death or something. Aldrich gives us a black-and-white slow-motion, dreamlike version of that sad event, with Kim's face filled with terror in the lower left-hand comer of the screen, and lots of echoes and screams that seemed borrowed from American-International's Edgar Allen Poe series.\n\nThese scenes are camp, I guess, except Aldrich seems to take them seriously. We see Lylah's fatal fall from two or three points of view, and we expect that the film will eventually tell us the real story of what happened, but it never does.\n\nIn the meantime, a patently ridiculous love affair grows up between Lylah and the director (who is capably played by Finch). Their emotions seem to shift with the wind, so we can hardly get interested in what they're going to say next. The lesbian housemother pads around in sneakers making ominous comments in a German accent, and we get dire warnings like: \"Whatever happens -- don't look down!\"\n\nIf Aldrich had made up his mind what he wanted to do, he might have had something here. \"Lylah Clare\" at least convinces me that Aldrich could make a good satire on Hollywood movies if he took a mind to.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-11-13", "genres": null, "title": "The Legend of Lylah Clare (1968)"}