{"url": "http://www.rogerebert.com/reviews/the-lonely-passion-of-judith-hearne-1988", "by": "Maggie Smithas Judith Hearne", "star_rating": 3.0, "text": "The most intimate moment in \"The Lonely Passion of Judith Hearne\" is one played between the heroine and a bottle of whiskey. She retreats to her lonely room in a sad Dublin boarding house, locks the door and runs to her closet and finds the bottle where it has been hidden away during all the recent days of happiness, waiting quietly until she would need it again. She pours the drink quickly, and then all is chaos once again in her life, as we sense it has been so many times before.\n\nMaggie Smith brings precise body language to this scene. She does not play it eagerly, or desperately, but with well-rehearsed precision, showing us that for the alcoholic Miss Hearne, this is a ritual.\n\nSmith's goal in the scene is to show us, without telling us, that this is not the first time Judith Hearne has admitted despair. And as the whiskey takes hold and the lonely spinster begins to sing to herself, her boozy joy is all the more depressing because it comes from defeat, not victory.\n\nThe realities of Judith's life are made clear a little at a time.\n\nShe is poor, but respectable. She lives in rooming houses. She has few friends, and the family she is closest to tolerates her out of pity.\n\nShe gives piano lessons and dreams that some day a white knight will come riding out of the mist - a man to sweep her off her feet and make everything right again. In this dream she is frequently disappointed, and then the bottle comes out of the closet and her downward spiral continues. Since the only apparent joy in her life comes from drunkenness, there is even the possibility that she sets up her own failures to give herself an excuse to drink.\n\nThis time, though, this time may be different. As \"The Lonely Passion of Judith Hearne\" opens, she has moved into another boarding house, and at breakfast she meets the brother of the landlady. His name is James (Bob Hoskins), and he has just come back from spending many years in America. She thinks America must be a wonderful place, and before long she thinks James must be a wonderful person. He seems lonely, too, and after some shy verbal sparring they go to Mass together and to the picture show.\n\nEventually it becomes clear that James is interested in Judith primarily for the money he thinks she must have - money she might invest in his dream of an American-style hot dog stand to cater to all the Yankee tourists in Dublin.\n\nThere is even talk of marriage bewteen the two people before Judith finally sees James' real motives. Then she gets drunk, of course, but that is not the end of the movie, only the midpoint, because then James must question his own motives.\n\nWe sense that this sort of scenario has repeated itself, in one version or another, for many years in Judith's life. But since James is, in some ways, her last chance, the cruelty of his betrayal hits her harder and almost destroys her. And her suffering leads up to a crucial scene in which she is at last able to tell James, and herself, the exact reality of her life. The movie implies that by seeing herself clearly, she can begin to mend.\n\nFor Smith, the movie is a triumph, a performance to compare with \"The Prime of Miss Jean Brodie\" of almost 20 years ago. Hoskins is very good, too, but his character is less clearly seen, and it might have been wise for the screenplay to make his actual feelings for Judith more clear. The movie's ending is courageous and moving, I suppose, but since it deals more with Judith's fate than with her drinking, it rather evades the issue. Courage and clarity will not heal Judith unless they come after sobriety - without which, for her, even the best intentions will end with another ritualistic search for the bottle in the back of the closet.", "running_time": 110, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-02-19", "genres": ["Drama", "Foreign", "Romance"], "title": "The Lonely Passion of Judith Hearne (1988)"}