{"url": "http://www.rogerebert.com/reviews/the-box-2009", "by": "Cameron Diazas Norma Lewis", "star_rating": 3.0, "text": "I know, I know, \"The Box\" triumphantly qualifies for one of my favorite adjectives, \"preposterous.\" But if you make a preposterous movie that isn't boring, I count that as some kind of a triumph. This one begins as traditional science fiction and branches out into radio signals from Mars, nosebleeds, Sartre's theories about free will, amputated toes, NASA, the National Security Agency, wind tunnels, murders, black Town Cars, obnoxious waiters, and a mysterious stranger.\n\nHis name is Arlington Lewis Steward. He drops a box on the front porch of Norma and Arthur Lewis, and returns with an offer: If they push the button on top of the box, they will be paid $1 million in crisp $100 bills (\"non-taxable\"), but unfortunately, someone not known to them will die. Well, what would you do? Norma has just learned their son's tuition is going up, and Arthur has been dropped from astronaut training. The hell with it: Norma, so sweet and earnest, pushes the button.\n\n\tThis sets into motion a chain of events that I will not describe for you even if I could. The writer-director, Richard Kelly, goes from A to Z using 52 letters, but his transitions flow so uncannily it's only when you look back that you realize you're off the road. Everything, including some impressive high-tech rocket science, is taken so seriously that you get sucked in. There's also the matter of the 360-degree camera that Arthur Lewis has designed for the Mars Lander. Well, what about it? After you've seen the movie, you tell me. At least the nosebleeds are explained.\n\n\t\"The Box\" is based on the story of the same name by Richard Matheson, published by Playboy in 1970. It inspired a simpler adaptation for a Twilight Zone episode in 1986, which had a different ending but a very similar box design. Well, what can you do with a box with a button on top? Matheson, who has three films in pre-production at 83, has inspired or written at least 23 films (\"I am Legend\" has been made three times) and countless TV episodes.\n\n\tHere he seems motivated by the Milgram Experiment, one of the most famous psychological tests ever conducted. You've heard of it. Prof. Stanley Milgram of Yale told volunteers he was testing the limits of human pain endurance. He showed them a dial and said it would administer electrical shocks to test subjects. The high range on the dial was painted red, indicating danger. The volunteers could hear the subjects screaming. They were told by the test supervisor it was \"essential\" to continue administering shocks (even though the dial indicated they might become fatal). In one round of experiments, 65% of the volunteers followed orders even when it meant a fatal shock.\n\n\tWhat would you do? And what if the victim wasn't a person you had met who was screaming in another room, but someone unknown to you? And the reward wasn't helping out Yale with its research, but a cool million? Norma and Arthur Lewis aren't bad people -- pretty nice ones, in fact. They regret her impulsive action immediately. But then the plot grows sinister, coiling around to involve them, which we expect, but also venturing into completely unanticipated directions, and inspiring as many unanswered questions as \"Knowing,\" which I loved.\n\n\tMany readers hated \"Knowing,\" and many will hate \"The Box.\" What can I say? I'm not here to agree with you. This movie kept me involved and intrigued, and for that I'm grateful. I'm beginning to wonder whether, in some situations, absurdity might not be a strength.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-11-04", "genres": ["Drama", "Horror", "Mystery", "Thriller"], "title": "The Box (2009)"}