{"url": "http://www.rogerebert.com/reviews/the-twilight-saga-breaking-dawn-part-2-2012", "by": "Kristen Stewartas Bella Swan", "star_rating": 2.5, "text": "If for no other reason, \"The Twilight Saga: Breaking Dawn - Part 2\" deserves credit for providing the takeaway dialogue line of the year: \"Nessie? You named my baby after the Loch Ness Monster?\" Since the infant has been named Renesmee, what mother would so mistake her infant's nickname? \n\nThere are other laughs as this fifth and finally final installment grinds to a conclusion, but \"Breaking Dawn, Part 2\" must be one of the more serious entries in any major movie franchise. I suspect its audience, which takes these films very seriously indeed, will drink deeply of its blood. The sensational closing sequence cannot be accused of leaving a single loophole, not even some we didn't know were there.\n\nThis movie begins right after \"Part 1\" ended, and indeed director Bill Condon shot the films back to back. Bella Swan (Kristen Stewart) awakens after giving birth to little Renesmee (Mackenzie Foy), the half-human, half-vampire daughter who was fathered by — but let's not get into that. Having now been fully transformed into a vampire to prevent her death in childbirth, Bella also has been miraculously transformed into a much more interesting character, physically superb and emotionally uninhibited. \n\nWe see the new Bella in an entertaining sequence when her husband, Edward Cullen (Robert Pattinson), takes her on a test drive, so to speak, as a vampire. She can run from place to place instantaneously, see details of nature in great and speeded-up detail, win in hand-to-paw combat with a mountain lion and has a taste for blood. That point is made in a scene when she and Edward see a mountain climber slip and dangle from his rope. In a flash, she's climbing the mountain barehanded, and my hopelessly idealistic assumption is that she was racing to save his life. Not precisely.\n\nEdward shows Bella their new honeymoon cottage, which unlike most brides, she decides is \"perfect\" even before looking inside. When she does, it's stocked with wall to wall books, and you'll never guess which one she eventually takes down from its shelf. Never ever.\n\nEdward and Bella spend a great deal of time posed around a living room with such as Jacob (Taylor Lautner), Emmett (Kellan Lutz), and a roll call of other major vampires (the movie ends with photo credits for every actor in the series). They exchange a great deal more dialogue than I required, but students of the Stephenie Meyer novels, who made this 700-page-plus volume a best-seller, really like that stuff, I guess.\n\nThe depiction of little Renesmee is rather curious. I learn that special effects were modeled on the actress to age her, and sometimes she looks a little curious to me. Also to her grandfather, Charlie Swan (Billy Burke), who observes, \"My, how you've grown! You must be six inches taller!\" And so she seems, although by my reckoning, it happened between Thanksgiving and Christmas. A human child like that, you take to see a specialist.\n\nAll leads up to a fraught climax between the Washington State vampires and the leaders, an Italian-based group named the Volturi, presented with some of the same trappings as an order of monks. They seem to be in charge of the vampire world, and are concerned that their secrets will get out now that a half-breed has been born among them. They're led by Aro (Michael Sheen), who even among top vampires, has an impressive presence. A few hundred Volturi square off against several dozen international vampires across a vast snowy plain, while one of the vampires says, \"The redcoats are coming!\" Well, he can be forgiven his mistake; he fought in earlier British invasions.\n\nLook, the \"Twilight\" series is not my thing. As I wrote of \"Twilight\" (2008), \"It's about a teenage boy trying to practice abstinence, and how, in the heat of the moment, it's really, really hard. And about a girl who wants to go all the way with him and doesn't care what might happen. He's so beautiful she would do anything for him. She is the embodiment of the sentiment, 'I'd die for you.' She is, like many adolescents, a thanatophile.\"\n\nI have now seen something like 10 hours about these vampires as they progress through immortality, and I'd rather see either version of \"Nosferatu\" that many times. I must admit if you're going to bring the series to a close, \"Part 2\" does it about as well as it can be done. It must be hard for Summit Entertainment to drop the final curtain on a series that has grossed billions, but it bit the bullet, and I imagine fans will be pleased.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-11-14", "genres": ["Adventure", "Drama", "Family", "Fantasy", "Romance"], "title": "The Twilight Saga: Breaking Dawn - Part 2 (2012)"}