{"url": "http://www.rogerebert.com/reviews/the-pickle-1993", "by": "Danny Aielloas Harry Stone", "star_rating": 2.0, "text": "Harry Stone, the hero of Paul Mazursky's \"The Pickle,\" was a great director once, but that was a few years ago. Now life has taken its toll. He drinks too much, smokes too much, and loves too unwisely; after a string of wives he has recently added a French mistress in her early 20s, whose faith in his aging genius even Harry believes is misdirected.\n\nThe movie follows Harry (Danny Aiello) as he returns to New York for the premiere of his new film, which he sincerely believes is unadulterated trash. From what we are allowed to see of it, he's right. The movie, named \"The Pickle,\" tells the story of a group of farm kids from Kansas, who grow a cucumber so big it turns into a spaceship.\n\nClimbing inside of it, they visit a planet named Cleveland, where nobody eats anything but meat.\n\nHarry's studio boss, a fawning nerd played by Barry Miller, is convinced the film will be a hit. At least that's what he says. Harry thinks otherwise. He checks into the Plaza Hotel, and spends a few days revisiting people from his past, like his mother (Shelley Winters) and a former wife (Dyan Cannon). He is also assaulted by a sex-mad fan, comforted by his longtime agent (Jerry Stiller), loved loyally by his young mistress (Clotilde Courau), visited by his son (Chris Penn), and treated by a doctor (Spalding Gray).\n\nMeanwhile, the moment of the premiere grows closer, and Harry grows more convinced that he has been a bad son, father, husband, lover, partner and filmmaker.\n\nThe arc of the movie is not unlike Bergman's \"Wild Strawberries,\" where in a short space of time a character is forced to confront himself and his past. But the reality of the movie is something else again. \"The Pickle\" is a very confused film, and many of its problems are symbolized by Mazursky's decision to include footage from the fictitious \"Pickle\" in his film.\n\nThe film-within-a-film is not only unbelievably bad, but bad in an unfunny way. It is simply, unredeemably awful - it doesn't even work as a \"bad movie.\" The cast-within-a-cast features actors like Ally Sheedy, Griffin Dunne and Little Richard, set totally adrift in a sea of meaninglessness. This fake film is so inexplicably hapless that it undermines the wraparound movie, which apparently exists in the real world.\n\nIn that world, there are many scenes that work with real effect.\n\nI was surprised, for example, at how effective Shelley Winters was as the director's mother, a realist who loves her son but also sees him clearly. I liked Dyan Cannon as the former wife, patient and put-upon, and Clotilde Courau as Francoise, the latest in a long string of Harry's suffering women.\n\nBut the movie keeps shifting uneasily between tragedy and farce.\n\nIt wants us to take it seriously - but not too seriously. It leads us to a moment of truth, and then breaks the spell with a punchline. And overshadowing everything is the unspeakable awfulness of the scenes from Harry's new film.\n\n\"The Pickle\" might have worked better if Harry's new work had remained entirely offscreen - described, but not seen. What we get instead is an undigested lump of unfinished ideas.", "running_time": 103, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-05-03", "genres": ["Comedy", "Drama", "Romance", "Thriller"], "title": "The Pickle (1993)"}