{"url": "http://www.rogerebert.com/reviews/the-man-from-elysian-fields-2002", "by": "Andy Garciaas Byron Tiller", "star_rating": 4.0, "text": "\"Elysian Fields is an escort service. We tend to the wounds of lonely women in need of emotional as well as spiritual solace.\" \"Only women?\" \"Call me old-fashioned.\" It's not just the reply, it's the way Mick Jagger delivers it. The way only Mick Jagger could deliver it. There is a brave insouciance to it, and George Hickenlooper's \"The Man from Elysian Fields\" finds that tone and holds it. This is a rare comedy of manners, witty, wicked and worldly, and one of the best movies of the year. It has seven principal characters, and every one of them is seen sharply as an individual with faults, quirks and feelings.\n\nWith the craftsmanship of a sophisticated film from Hollywood's golden age, with the care for dialogue and the attention to supporting characters that have been misplaced by the star system, the movie is about what people want and need, which are not always the same thing. It contains moments of tender romance but is not deceived that love can solve anything.\n\nByron Tiller (Andy Garcia), the hero, is the author of a good first novel and now has written a bad second one. He is afraid to tell his wife Dena (Julianna Margulies) that his new novel has been rejected and that they desperately need money. In a bar, he meets a man with the obscurely satanic name Luther Fox (Jagger). Fox runs Elysian Fields, an escort service for wealthy women. Byron agrees to take an assignment, and he finds himself with the lovely Andrea Allcott (Olivia Williams). Why would she need to pay for companionship? It is a form of loyalty to her husband, who is old and diabetic, and who she loves. It would be cheating to go out with an available man.\n\nHer husband is Tobias Allcott (James Coburn), who has won Pulitzer Prizes for his novels. He knows about his wife's arrangement, treats Byron in a dry, civilized manner, and enlists the younger writer's help with his current novel. Soon Byron is providing solace, of different kinds to be sure, to both of the Allcotts. He's a little dazzled by their qualities. And then there are two other characters, who add depth to the peculiar emotional complexity of the escort business: Jennifer Adler (Anjelica Huston), who pays for Luther Fox's services but doesn't want them for free; and Greg (rock star Michael Des Barres), a successful escort who gives Byron helpful tips on the clients.\n\nThe literate, sophisticated screenplay by Phillip Jayson Lasker understands that what happens to one character affects how another one feels; there's an emotional domino effect. By working for Elysian Fields, Byron supports his family, but it loses his attention. By risking everything in telling Jennifer that he loves her, Luther discovers his own self-deception. By accepting Byron's help with his novel, Tobias loses stature in his own eyes. Andrea fiercely tells Byron of the old man: \"The only thing he has left is his reputation, and when he dies I want him holding onto it.\" Yes, but she saves it in public by destroying it in private. She isn't very sensitive that way.\n\nThis is a grown-up movie, in its humor and in its wisdom about life. You need to have lived a little to understand the complexities of Tobias Allcott, who is played by James Coburn with a pitch-perfect balance between sadness and sardonic wit. Listen to his timing and his word choices in the scene where he opens his wife's bedroom door and finds Byron, not without his permission, in his wife's bed. You can believe he is a great novelist. The scene is an example of the dialogue's grace and irony. Another example: \"This business you're in,\" Byron asks Luther. \"Does it ever make you ashamed?\" Luther replies: \"No. Poverty does that.\" Julianna Margulies, as Byron's wife, has what could have been the standard role of the wronged woman, but the screenplay doesn't dismiss her with pathos and sympathy. Dena stands up and fights, holds her ground, is correctly unforgiving. Olivia Williams, as Andrea, has a hint of selfishness: Her concern for Tobias' reputation is connected to the way it reflects on her. There is a scene between Luther and Byron on the beach, where the older man shares a lesson he has just learned; it makes exactly the point it needs to make and stops. The movie is confident enough it doesn't need to underline everything. It makes its point about the Michael Des Barres character even more economically; for him, the song \"Just a Gigolo\" is sad or jolly, depending on his mood.\n\nAndy Garcia's performance took some courage, because his Byron is not a very strong man. Not strong enough to tell his wife the novel didn't sell. Not strong enough to resist the temptations of Elysian Fields, or the flattery of Tobias' attention. By the time the ending comes around, we observe that it is happy, but we also observe that the movie has earned it: Most movies are too eager to wrap things up by providing forgiveness before it has been deserved. Not this one.", "running_time": 106, "mpaa_rating": "R", "release_year": 2001, "date_published": "2002-11-01", "genres": ["Drama", "Indie", "Romance"], "title": "The Man from Elysian Fields (2001)"}