{"url": "http://www.rogerebert.com/reviews/the-getaway-1972", "by": null, "star_rating": 2.0, "text": "Sam Peckinpah's \"The Getaway\" is a big, glossy, impersonal mechanical toy. It's like one of those devices for executive desks, with the stainless steel balls on the strings: It functions with great efficiency but doesn't accomplish anything. Click. Click. Click. The movie is pretty to look at, though, and there's a quiet little chase scene on a train that is a masterpiece of its kind. \n\nThe story is as contrived as everything else about the movie (you keep wondering what set this plot into motion). Steve McQueen plays a convict whose wife (Ali MacGraw) makes a big Texas politician an offer he can't refuse. If he springs McQueen, McQueen will give him half the haul from a bank job he's got set up. Ali throws in a bonus: herself.\n\nThe bank job goes off more or less as planned. That's a wonder, because McQueen and his associates (who are supposed to be professionals) seem to have learned about bank robbery by watching old heist movies. All you really have to do to rob a small-town bank is to stick it up and make a quick getaway, right? Not according to McQueen. He prepares a classic late-movie plan including \"diversionary explosions,\" split-second timing, severed electrical cables, and even a map of the local sewer system. Incredible. They might not even break even on this job.\n\nWe've seen the whole routine in a dozen other movies, and we know you can't rob a bank until you've collected several hundred telephoto photographs of its exterior. So McQueen and MacGraw rent a hotel room across the street and (in full view of anyone who might be looking) take the required photographs. McQueen says things like \"The guard is entering the bank at 8:59 a.m., one minute early,\" and MacGraw records this information on her clipboard. So what? Tomorrow the guard might come at 9:01 a.m. -- one minute late.\n\nThere is even, so help me, a last-minute briefing session in a basement. The movie makes no explanations of where this basement came from, or whose it is; Peckinpah and his cohorts seem to have put it in because everybody knows that the briefings before bank heists are held in basements. McQueen and his gang synchronize their watches and the whole bit. There is a blackboard in the background that is covered with chalk diagrams of the bank, etc., but no one ever refers to it or even seems to notice it. My guess is that the props department, assigned to design a basement room for a pre-heist briefing, stuck in the blackboard as an obligatory prop, just like the overhead light.\n\nAfter due homage has been paid to every other heist movie ever made, the movie springs to life, briefly. McQueen and MacGraw find themselves running several seconds behind schedule, so that the diversionary explosions occur ahead of them, instead of behind them. Whoops. Why the diversionary explosions were set to go off after the bank job instead of before it is never, alas, quite explained. It is also not explained why it was necessary to purchase a truck and load it with hay in order for Ali MacGraw to hide a bomb in the hay. Why hay? Why a truck? Why not be cheap and purchase a garbage can?\n\nAnyway, the movie is about half over by this point, and we're still waiting for Peckinpah to rise to the occasion. He does, at last. There's a neat scene where Ali tries to put the briefcase with the loot into a locker at a railway station. A con man switches keys on her and gets the loot. McQueen follows him onto a train, and there's a chase through the crowded aisles that would please even a Hitchcock.\n\nThe movie's climax (which I will not reveal for fear of disappointing you) takes place only because McQueen, MacGraw, and a hood named Rudy go to the greatest pains to find themselves in El Paso at the same time. There's no reason in the world why McQueen and MacGraw couldn't go to Dallas instead, except that then what would Rudy do?", "running_time": 122, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "The Getaway (1972)"}