{"url": "http://www.rogerebert.com/reviews/the-mysteries-of-pittsburgh-2009", "by": "Jon Fosteras Art", "star_rating": 2.0, "text": "After that summer, nothing would ever be the same again. Where have we seen that movie before? Most recently last week, in \"Adventureland,\" another movie set in 1980s. If you think about it, after every summer, nothing will ever be the same again. But \"The Mysteries of Pittsburgh\" has an unusually busy summer, in which a hero who is a blank slate gets scrawled all over with experiences.\n\nThe movie is all the more artificial because it has been made with great, almost painful, earnestness. It takes a plot that would have been at home in a 1930s Warner Bros. social melodrama, adds sexuality and a little nudity, and Bob's your uncle. It's based on a 1988 novel by Michael Chabon, still much read and valued, but to call it \"inspired by\" would be a stretch. Hardly a thing happens that doesn't seem laid on to hurry along the hero's coming of age.\n\nThat hero is Art (Jon Foster), whose voiceover narration does not shy away from the obvious. He is the son of Joe Bechstein (Nick Nolte), a mobster of such stature that he has his own FBI shadows. Joe would like Art to follow him into the family business, but Art wants nothing to do with it. He'll become a broker, which in the 1980s was an honest trade. For the summer, he takes a job at a vast surplus bookstore, where the minimum wage allows him to lose himself.\n\nLife comes racing after him. Phlox (Mena Suvari), the store manager, pages him on the intercom for sex on demand in the stock room. At a party, he meets the winsome blond Jane (Sienna Miller), whose boyfriend, Cleveland (Peter Sarsgaard), is both friendly and disturbing. These two mess with his mind, Jane although she doesn't mean to, Cleveland because he is a sadistic emotional manipulator. The first little \"joke\" Cleveland plays on Art should have sent Art running as far from Cleveland as he could get. But Art is pathologically passive; the summer happens to him, but he can't be said to happen to it.\n\nComplications ensue from countless other movies: the fraught relationship with his father. Phlox's possessiveness. Jane's ambivalence. Cleveland's odd promotion of an emotional, if not at first sexual, menage a trois. Then a crime-driven climax that arrives out of thin air and involves a very small world indeed. Finally a bittersweet closing narration that seems to tie up loose ends but really answers nothing about Art, except whether he still lives in Pittsburgh.\n\nComplicating all this are some well-developed performances for such an underdeveloped screenplay. Peter Sarsgaard is intriguing as the seductive, profoundly screwy Cleveland. Mena Suvari is pitch-perfect in a finally thankless role. Nick Nolte, in expensive suits, hair slicked back, takes no nonsense as the hard mob boss. Sienna Miller is sweet but is never allowed to make clear why she is attracted to either man. Jon Foster, as the feckless protagonist, is the latest in a long line of manipulated male ingenues going back beyond Benjamin in \"The Graduate.\" This is a guy who hardly deserves the attention of the other characters in the story, with his closed-in, inarticulate, low self-esteem.\n\nAt the end, Art is supposed to have learned lessons in life from his \"last summer before life begins.\" The melancholy likelihood is, however, that he learned nothing except the punch line to the old joke, \"Don't do that no more.\" At summer's end, he seems poised to graduate directly into the Lonely Crowd. There is an old word: nebbish. It is still a good word.", "running_time": 95, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-04-09", "genres": ["Action", "Adventure", "Comedy", "Drama", "Indie", "Romance"], "title": "The Mysteries of Pittsburgh (2009)"}