{"url": "http://www.rogerebert.com/reviews/the-formula-1980", "by": "George C. Scottas Detective", "star_rating": 2.0, "text": "One of the ironies of \"The Formula\" is that if it had only been made from an old Hollywood formula-any formula-we might have been able to understand it better. As it stands, it's so thoroughly baffling that the audience finds itself asking, not only who-did-it, but what they did, and who they were. The movie is no help.\n\nSince \"The Formula\" is intended as a thriller, its completely muddled plot is a disaster: There can be no joy in unraveling a plot that is a mystery even to itself.\n\nThe movie's based on Steve Shagan's best-selling novel of a few years ago, which began with the premise that the Nazis discovered a cheap formula for synthetic fuel 35 years ago, and that the giant oil corporations have been suppressing it ever since.\n\nIn the movie, the oil companies are represented by Marlon Brando, who appears in three fascinating scenes and leaves us wishing for more. The good guys are boiled down into the person of George C. Scott, as a Los Angeles detective who starts out investigating the murder of a friend and stumbles onto a trail that leads him to Europe and the possessors of the secret formula.\n\nOf that much I'm sure. Various other questions remain unanswered. For example, In Europe Scott takes up with a young lady who seems to be on the same side he's on. She's played by Marthe Keller as the same sort of beautiful international enigma she has played before.\n\nBut what's she really up to? In interviews, Steve Shagan explains that she's from the Palestine Liberation Organization. In the movie, we learn she has guilt feelings because her Nazi father murdered Jews. Then why would she be in the PLO? It hardly matters, since her affiliation, if any, is never made clear in the movie.\n\nThere are other puzzles. As Scott tracks down the formula, everyone he talks to is killed almost immediately after he talks to them. Why? Because he's being led on a wild goose chase and each character is eliminated after serving his function? Because the killers are trying to discourage Scott-and just can't seem to kill him too? It's a mystery.\n\nI must also admit that at the movie's end, I still did not know for sure who was doing the shooting, I assumed it was a conspiracy by Brando's oil company, but I couldn't be sure.\n\n\"The Formula\" apparently is a mess because of a post-production fight between Shagan, as writer-producer, and John Avildsen, as director; they exchanged acrimonious letters in the Los Angeles Times recently, and Avildsen failed in an attempt to have his name removed from the picture. The way they tell it, Avildsen wanted the movie to make more sense as a thriller, while Shagan was more concerned with his \"message.\"\n\nWell. One of the problems with his message is that it is not based on fact; it's a fantasy. Even though it may be true that the multinational oil companies try to manipulate the energy market, it is apparently not true that a formula exists that could turn coal into cheap synthetic fuel. Yet the movie's publicity calls the existence of a secret Nazi formula a \"proven fact.\"\n\nI have here an article from the November, 1980, issue of Science magazine, noting that the \"synthesis used by the Germans are more in the nature of textbook processes than Mobil secrets\" and that the film, \"as history, is bunkum.\"\n\nIf the film cannot be taken seriously as an expose, and it is hopelessly confused as a thriller, what's left? Two marvelous performances. Scott, as the detective, is a harried, tired, deeply cynical man who fills the crevices of his role with actor's details that make the cop a human being.\n\nBrando, who modeled his makeup to resemble Occidental Oil's Armand Hammer, has a great speech at the end of the film and several other classic lines ranging from \"You're missing the point-we are the Arabs,\" to the succinct offer \"Milk Dud?\"\n\nWhat happens during \"The Formula\" is that we eventually give up trying to make any sense out of the movie and content ourselves with regarding these performances. They are subtle and lovingly crafted, and it is just too bad there's no substance surrounding them.", "running_time": 117, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-12-23", "genres": ["Crime", "Thriller"], "title": "The Formula (1980)"}