{"url": "http://www.rogerebert.com/reviews/the-man-with-one-red-shoe-1985", "by": "Dabney Colemanas Cooper", "star_rating": 1.0, "text": "\"The Man with One Red Shoe\" is a bad case of burnout. Maybe it's me; maybe it's the people who made this movie. We both start with the same problem. Both of us have seen \"The Tall Blond Man with One Black Shoe,\" the French comedy that inspired this Hollywood retread. The French movie is about a case of mistaken identity. The American movie is about the same case of mistaken identity. The French have a name for this phenomenon: deja vu. So do we: ripoff.\n\nThe movie begins with infighting at the Central Intelligence Agency. For reasons that need not concern us here, one faction at the CIA goes out to find a totally innocent bystander, and shadow him as if he were a spy. Other factions at the agency fall for the trick, and think he is a spy, which is very disconcerting for the guy. Meanwhile, the guy falls in love with one of the spies, a pretty blond girl with two black shoes. Somebody must have thought this was a great idea for a movie. How else can we account for the talented cast that is sent on a forced march through this dreck? The man with the red shoe is played by Tom Hanks, who also was seen in \"Splash,\" where he fell in love with a tall blond girl with one green tail. The supporting cast includes Dabney Coleman, Charles Durning, Jim Belushi, Carrie Fisher and Ed Herrmann. They're all out of luck in this movie, which requires them to consistently and repeatedly do stupid and inexplicable things for the simple reason that if any character in this movie had an IQ higher than his age, the plot would be figured out and the movie would be over.\n\n\"The Tall Blond Man with One Black Shoe\" was not a very funny movie in the first place. But at least it was somebody's original inspiration. Like the Burt Reynolds remake of Francois Truffaut's \"The Man Who Loved Women,\" this movie fails to understand that the French originals were about more than plot. \n\nThey were about attitude. In the French film, the hero had a sort of goofy offbeat charm. Like the hero of all the Jacques Tati films, he was blissfully unaware of the chaos happening all around him. In the \"Red Shoe\" version, Hanks tries to actually deal with the craziness that surrounds him, and that's a fatal error. (Likewise, in \"The Man Who Loved Women,\" the Burt Reynolds remake failed to understand that the promiscuous hero of the Truffaut film was a man with a problem, not a solution.)\n\nReviewing failed comedies is a thankless task. Rereading the paragraphs above, I see I've tried to use logic in order to explain what went wrong with the movie. My mistake, of course, is to assume that logic has anything to do with comedy. If \"The Man with One Red Shoe\" had been funny, it wouldn't have mattered that it was a witless remake. But it is not funny, and that, I guess, is that.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-07-16", "genres": ["Action", "Comedy"], "title": "The Man with One Red Shoe (1985)"}