{"url": "http://www.rogerebert.com/reviews/the-lonely-guy-1984", "by": null, "star_rating": 1.5, "text": "I saw \"The Lonely Guy\" all by myself. It was one of those Saturday afternoons where the snow is coming down gray and mean, and you can't even get a decent recorded message on the answering machines of strangers.\n\nThere was a warm glow coming out of the windows of a tanning parlor. At a table in the window of a hot dog joint, three bums were laughing warmly, sharing a joke and a cup of coffee. I stuck my hands down deep into the pockets of my jeans and hunched my shoulders against the cold. I tried to force a smile to my frozen lips: Hey, I was going to the movies!\n\nI walked up to the ticket booth of the Esquire theater and with a flourish presented my Plitt Theaters pass.\n\n\"What's this?\" asked the ticket person.\n\n\"A pass to the Plitt Theaters,\" I said.\n\n\"I don't know,\" the person said. \"I'll have to phone and check it out.\" I turned my back to the wind until the pass was verified, and then walked into the theater's priceless and irreplaceable Art Deco lobby, which cheered me somewhat.\n\n\"It's a shame they're tearing this theater down,\" said a young woman to her date, as they swept past me on their way to the street. I ordered a box of popcorn, and went into the theater.\n\n\"Good luck,\" an usher told me. \"You're going to need it.\" He was right. \n\n\"The Lonely Guy\" is the kind of movie that seems to have been made to play in empty theaters on overcast January afternoons. It stars Steve Martin, an actor who inspires in me the same feelings that fingernails on blackboards inspire in other people. He plays a lonely guy. His girl leaves him, and he keeps losing the phone number of the only girl in New York who will talk to him. This could have been fun, if the movie were only a little more upbeat about his loneliness. But it isn't. \"The Lonely Guy\" is a dreary slog through morose situations, made all the worse by Martin's deadpan delivery, his slightly off-balance sense of timing, and his ability to make you cringe with his self-debasing smarminess. In a movie crawling with bad scenes, the worst is probably the bedroom scene with Iris (Judith Ivey), the above-mentioned only girl in New York who will talk to him. She has never had an orgasm. He convinces her that she will have an orgasm every time he sneezes. She fakes it by screaming \"gesundheit!\"\n\n\"The Lonely Guy\" is the kind of movie that inspires you to distract yourself by counting the commercial products visible on the screen, and speculating about whether their manufacturers paid fees to have them worked into the movie. I counted two Diet 7-Ups, two Tabs, and Steve Martin.", "running_time": 90, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Romance"], "title": "The Lonely Guy (1984)"}