{"url": "http://www.rogerebert.com/reviews/the-effect-of-gamma-rays-on-man-in-the-moon-marigolds-1973", "by": "Joanne Woodwardas Beatrice", "star_rating": 3.0, "text": "“The Effect of Gamma Rays on Man-in-the-Moon Marigolds” is about a beautiful mutation: a shy, quiet, intelligent girl who somehow finds the strength to survive inside a terribly disturbed family. At first, we think the movie is about the girl’s mother, a frumpy alcoholic played with great energy by Joanne Woodward. But, no, the character of the mother is meant mostly to establish the environment within which the 16 year-old grows and learns.\n\nThe movie, which is hard-edged enough to be less depressing than it sounds, takes place in a lower-middle-class neighborhood of a rundown city. The mother lives in a world largely without men; her husband had the bad taste to not only abandon his family, but to die in a Holiday Inn. There are two daughters: Matilda, the idealist, and Ruth a baton-twirling boy-crazy, ordinary sort.\n\nNot very much happens in the course of the movie. The family takes in a boarder, a senile old woman they name Fanny Annie; a pet rabbit is murdered, and the mother, Beatrice, spends a drunken night with a lecherous antique dealer, then has a run-in the next morning with a local cop who used to be in her high-school home room. Meanwhile, Matilda is preparing her exhibit for the finals of the high school science fair. Her big competition is a horrid girl who has assembled the skeleton of a cat after boiling off its skin. “No matter what anyone says,” the little sadist explains, “the cat was dead when I got it from the animal shelter.” Matilda’s project has to do, as the title suggests, with an experiment to determine how small amounts of radium affect marigolds, Sometimes the flowers die, alas; but sometimes the radiation causes strange and beautiful mutations, totally unlike the original plants.\n\nThat is what has happened of course, to Matilda. Living in a grim world, she has somehow remained uncorrupted. Faced with the problem of an alcoholic mother who sometimes embarrasses her in public, she responds with a quiet understanding of the situation that is heroic. And, most of all, she understands - all three of them understand - that they are a family. That they share a love and a determination to survive that runs deeper than the problems in their lives. It is this sense of pluckiness that makes the film bearable. Without it, the cataloging of Beatrice’s offenses against social conventions would be pointless.\n\nJoanne Woodward’s performance is not like anything she’s ever done before; coming after “Rachel, Rachel.” It serves notice that she is capable of experimenting with roles that are against type and making them work. Paul Newman’s direction is unobtrusive; he directs as we expect an actor might, looking for the dramatic content of a scene rather than its visual style. This means that the material has to carry the movie - for Newman, story comes before form - but he has found a story strong enough to do that. And the performance by Nell Potts (Newman and Woodward’s daughter) is extraordinary. She glows.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-04-10", "genres": ["Drama"], "title": "The Effect of Gamma Rays on Man-in-the-Moon Marigolds (1973)"}