{"url": "http://www.rogerebert.com/reviews/the-happening-1967", "by": "Anthony Quinnas Roc Delmonico", "star_rating": 2.5, "text": "Now here is a strange specimen.\n\n\"The Happening\" pretends to be the story of four beach bums that kidnap Anthony Quinn. Quinn discovers to his horror that no one --his wife, his business partner, his friends in the mob, even his mother --will raise the cash to ransom him.\n\nWhen the beach bums give up, Quinn himself takes command of the kidnapping, raises the ante to $3,000,000 and blackmails everyone --his wife, his business partner, his friends in the mob, even his mother.\n\nThat is what happens. How it happens is another matter. Elliott Silverstein has made a zany kind of film, half comedy and half self-mockery, in which the plot supplies something the characters can talk about when they run out of things to do.\n\nSince there is no Happening in the film, the film itself is apparently meant to be a Happening. (Metaphysical concepts like this crawl in every time you even mention a Happening, but they can't be helped.) As I understand it, a Happening is a kind of spontaneous theatrical performance in which the characters improvise the situation, try to read each other's minds and change the rules from time to time to prove that the whole thing isn't real.\n\nSilverstein's film more or less conforms. The beach bums land a borrowed yacht at Quinn's Miami home, engage in a toy machine-gun and bazooka battle with kids in military uniform and then chase Quinn's kid into the house.\n\nQuinn comes downstairs in his pajamas, announces that it's a kidnapping, and directs operations as his wife and child are locked in a closet and he is bundled into the trunk of a car. And so on.\n\nNone of the characters bothers to be consistent except Quinn, who plays himself best anyway and does so here with his usual energy. Robert Walker, as the beach bum with the transistor plugged into his ear, seems half in this role and half in his next one; Michael Parks waves a gun around and invents Freudian hangups, and Faye Dunaway, in her first movie role, exhibits a real neat trick of resting her cheek on the back of her hand.\n\nThe film as a whole is well made, if a trifle slowly paced, and one or two of the comedy sequences are inspired.\n\nThis is not a great movie, but it is not a bad movie. It has several good laughs in it, and that is what a comedy is supposed to have, although not all of them do these days.", "running_time": 101, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-05-12", "genres": null, "title": "The Happening (1967)"}