{"url": "http://www.rogerebert.com/reviews/the-wrath-of-god-1972", "by": "Robert Mitchumas Van Horne", "star_rating": 2.5, "text": "There's a scene in a 1968 movie called \"Five Card Stud\" where Robert Mitchum plays a preacher with a gun hidden in his Bible. Dean Martin, who is the local terrorist, notices that Mitch has the Bible upside down. \"If that IS a Bible,\" he says, \"read it. If that ain't a Bible, drop it.\"\n\nWell, you can't win 'em all. But you can come better prepared the next time, which is what Mitchum does in \"The Wrath of God.\" This time, he's a priest with a gun concealed inside his Bible. And when the bad guys make him drop the Bible, he falls back on his reserves: a switchblade in his cross. He is no ordinary priest.\n\nIt's hard to say exactly what he is, in fact. There are a lot of things hard to figure out about \"The Wrath of God.\" For example, where is it set? South of Mexico in the first decades of this century is a good guess. Also, why is Mitchum carrying a sub-machine gun and $58,000 in various currencies in his valise? How did everyone in this mysterious nation learn to speak English? Questions like that. There's even an Indian girl who has not spoken a word for 20 years, ever since she saw her parents murdered. When she finally does speak, it's English, which leads you to wonder whether she just kept quiet because no one would have understood her anyway.\n\nOne of the small wonderments of \"The Wrath of God\" is that none of these problems seem to handicap the movie very much. This is the kind of movie we don't see very often anymore: a simple, dashing tale told for sheer fun. Although it's not as good as \"Beat the Devil,\" it has some of the same feeling that nothing matters much except keeping everyone interested.\n\nMitchum, who is impersonating a priest (or is he?) for reasons of his own, is brought before a firing squad with two other misplaced revolutionaries. One of them (Victor Buono) is a vast man in a white suit who looks wonderfully like Sydney Greenstreet. The other, Ken Hutchison, is an Irish patriot. The three of them are spared at the last minute and sent off to assassinate the despot of a nearby town, and from then on the plot is too complicated to summarize, or maybe even to remember.\n\nWhat I do remember (she is impossible to forget) is the lovely Paula Pritchett, who was last seen emerging like a nymph from the waves in \"Adrift.\" If there is a candidate for the American Sophia Loren, it is Miss Pritchett, who is womanly and not girlish and who has eyes that will visit you in your dreams. Yum.\n\nShe plays a fairly ridiculous role: She's the mute Indian maiden who falls forever in love with Ken Hutchison after he rescues her from a gang-rape. When she finally speaks, it is a moment of such unashamed corny melodrama that the audience finds itself in good nature.\n\nThere are a lot of moments like that in the movie. The director, Ralph Nelson, has avoided another serious and sweaty south-of-the-border action picture, and gone for the humor. The movie is thick with coincidences, one-liners, shots that never miss and shots that never hit, and the obligatory sniper in the church bell tower. Even if we've been over the ground before it's good to see that someone still knows the way.", "running_time": 111, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-09-18", "genres": ["Western"], "title": "The Wrath of God (1972)"}