{"url": "http://www.rogerebert.com/reviews/the-time-travelers-wife-2009", "by": "Rachel McAdamsas Clare", "star_rating": 2.5, "text": "Clare is in love with a man who frequently disappears into thin air, leaving behind his clothing in a pile on the floor. “It can be a problem,” he observes. Henry is a time-traveler, and his trips are out of his control. Another problem is that whenever he arrives at another time, or even returns to the present (whenever that may be for him) he is naked. Well, that makes sense. You wouldn’t expect his clothes to travel.\n\nThe dilemma of Henry (Eric Bana) and Clare (Rachel McAdams) becomes, in “The Time Traveler’s Wife,” a bittersweet love story. The warmth of the actors makes it surprisingly tender, considering the premise that is blatantly absurd. If you allow yourself to think for one moment of the paradoxes, contradictions and logical difficulties involved, you will be lost. The movie supports no objective thought.\n\nSo, OK. It’s preposterous. Lots of movies are. What we’re given is a lifelong love story that begins when a little girl (Brooklynn Proulx) gives her blanket to a naked man who has appeared in the shrubbery of her family’s idyllic meadow. He tells her his name, that he’s her friend and that they’ll see each other again. And so they do. When she’s grown, she encounters him in a library and introduces herself, because at this point in his life he doesn’t know who she is. I know what you’re asking yourself. Don’t even go there.\n\nThey fall in love. They get married. Their wedding ceremony is threatened with disaster when he evaporates with minutes to go, but Henry is a stand-up guy and materializes from the future just in the nick of time to stand in for himself. His disappearances strike instantly, for example while he’s carrying the dishes to their dinner table, Clare finds herself cleaning up a lot of spills. Although she gets pregnant, if he ever disappears during sex, we don’t see it. From a strictly logical point of view, that would be the opposite of ejaculatio praecox.\n\nHenry consults Dr. Kendrick (Stephen Tobolowsky), a genetics expert, who finds he has a genetic condition named Chrono-Impairment. Apparently since this trait is in all of his genes, they travel in time simultaneously, which is just as well, lest he be scattered hither and yon. One thing’s for sure: It’s hard to explain how a gene for time travel could develop in the Darwinian model, since it’s hard to see how an organism could ever find out that was an advantage.\n\nYou have to hand it to director Robert Schwentke and screenwriter Bruce Joel Rubin (“Ghost”). They deal with these difficulties by not dealing with them at all. McAdams and Bana play their roles straight and seriously, have a pleasant chemistry, and sort of involved me in spite if myself. They’re just so ... nice. She does get around to asking a logical question: Why did he appear in the first place to that little girl in the meadow, and set all of this in motion? Well, maybe he did for the simple reason that he already had, if you see what I mean.\n\nWhat’s remarkable is how upbeat and romantic he’s able to remain, considering the difficulties of always rematerializing naked. You’d think he’d be worn down and demoralized. I guess he has some control over where that happens, as in the meadow. But in a crucial opening scene with himself as a child, how does he find two blankets by the side of a road?\n\nHe turns up regularly in Chicago — on bridges, on elevated platforms, in alleys — and always breaks and enters to grab clothes, or steals wallets (if a naked man asks you for your wallet, what do you do?). He keeps getting arrested, and disappearing from the backs of police cars. The cops should put out a bulletin with an artists’s rendition of his face: “If you catch this guy, don’t arrest him. It’s a waste of time.”", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-08-12", "genres": ["Drama", "Romance", "Science Fiction"], "title": "The Time Traveler's Wife (2009)"}