{"url": "http://www.rogerebert.com/reviews/the-wife-1997", "by": "Julie Hagertyas Rita", "star_rating": 3.0, "text": "Jack's eyes dart around the table like a cat waiting to pounce. He looks at his wife and their guests, shields his own thoughts, and occasionally drops another word into the conversation, just to see what effect it will have. He is as frightening as a madman with a knife--curious about whether he can goad the others to an explosion, a damaging revelation or self-destruction.\n\nJack (Tom Noonan) is supposed to be a therapist. Well, so is his wife, Rita (Julie Hagerty). They practice those brands of therapies you learn out of best-sellers on the counter near the scented candles and the angel bookmarks. Jack's secret is that he gets off on manipulation and control. He has manipulated Rita into becoming his co-therapist, although we suspect she doesn't much believe in herself or their practice. She has 'ludes and booze stashed around the house like magic talismen. They talk in gentle tones, as if recovering from much damage in the past.\n\nTheir house is a comfortable cabin in the country, near a frozen lake that Jack sometimes visits, even late at night in the winter, carrying a torch. This is the kind of house where every decorating touch seems planned for its secret effect; the dining room table has a four-sided triangular lamp in its center--a low lamp, so that everyone at dinner is lit from beneath, as in a horror movie. When the lamp is turned brighter, it hums.\n\nAs the movie opens, indeed, dinner guests have arrived. Cosmo (Wallace Shawn), one of their clients, has brought his wife, Arlie (Karen Young), to meet his therapists. He has a hidden motive: He wants them to see that he's telling the truth when he says how hostile and crazy she is. Arlie is a onetime topless dancer who is still proud of her body; we dread, correctly, that at some point in the evening, she will display her still-marketable assets. (Ever notice how the more a woman wants to show you her breasts, the less you want to see them?) Rita is unhappy about the unexpected company, but then she's unhappy about everything. Jack is delighted and insists on an impromptu dinner party. The conversation races through the conventional niceties at breakneck speed, as Jack steers it into verbal games of truth and pain. And watch his eyes as he feasts on the unhappiness he inspires. Arlie does her topless act, and Cosmo at one point does a dance that looks for all the world like an animated version of a Thurber drawing.\n\n“The Wife” can be compared to “Who's Afraid of Virginia Woolf?” in the sense that it consists of two couples, much booze and a long evening. There is a key difference. Here, only one character is the gamemaster, and the other three are his victims. It makes for a whole new set of possible moves.\n\nTom Noonan is an actor and writer whose name you may not recognize, although his face and body might ring a bell. He's tall, balding and born to play Death in “The Seventh Seal.” This is his second film based on probing conversational fun and games. His “What Happened Was...” (1993) was about a blind date between two people so desperate that eventually each can hardly bear to look upon the other. Here he ups the stakes.\n\nOne could say this is a filmed version of a stage play, and so it is (the stage version was named “Wifey”). But I think this material benefits from being filmed. It craves the closeups. Four people on a stage would be too far away. We need to be trapped in the eerie light of that dinner table, or the flickering torch, or the candles, or the headlights; all of the illumination in his film seems like a last stand against all-encroaching darkness.", "running_time": 101, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-01-10", "genres": ["Comedy", "Drama", "Romance"], "title": "The Wife (1997)"}