{"url": "http://www.rogerebert.com/reviews/the-big-bounce-2004", "by": "Owen Wilsonas Jack Ryan", "star_rating": 2.0, "text": "Elmore Leonard is a writer you read with your fingers crossed, amazed at his high-wire act, reading dialogue that always sounds like Leonard even though the characters never quite sound the same. You love the jargon as they explain their criminal specialties. You savor the way he pulls oddballs and misfits out of the shrubbery and sets them to work at strange day jobs and illegal night jobs, and shows them wise to the heartbreaks of the world but vulnerable to them. Just today I bought Leonard's new novel, because I never miss one. Most of the time they're clear sailing right to the end, and you close the covers with a grin.\n\nSuch a distinctive voice translates only rarely to the movies. Although Leonard's plots are ingenious and delightful, they're not the reason we read the books; Agatha Christie, poor soul, has delightful and ingenious plots. It's not the what but the how with Leonard, and the movies (his work has generated 30 of them) are mostly distant echoes of the genius. Of those I've seen, the ones that seem to channel him more or less successfully are John Frankenheimer's \"52 Pick-Up,\" Barry Sonnenfeld's \"Get Shorty,\" Quentin Tarantino's \"Jackie Brown\" and Steven Soderbergh's \"Out of Sight,\" although all four cross the Leonard voice with the distinctive voices of their directors.\n\nNow here is \"The Big Bounce,\" the second screen version of a Leonard novel, which was filmed in California in 1969 with Ryan O'Neal and Leigh Taylor-Young and has now been transferred to Hawaii. There's a dream cast: Owen Wilson, Charlie Sheen, Vinnie Jones, Sara Foster, Morgan Freeman, Gary Sinise and, I am not kidding you, Willie Nelson and Harry Dean Stanton. And the location is well-visualized: Not the commercialized Hawaii of so many movies but a more secluded area with colorful local characters, not least at the resort bungalows managed by Freeman (also the local lawman), where Wilson gets a job halfway between janitor and gigolo.\n\nThe area's bad guy is Ray Ritchie (Gary Sinise), a developer who wants to put up high-rise hotels and spoil the flavor of paradise. His foreman Lou Harris (Vinnie Jones) gets into a televised fight with Jack Ryan (Wilson), a beach bum and sometime athlete. That brings in Ritchie's enforcer, Bob Jr. (Charlie Sheen). And the there's the lithesome Nancy Hayes (Sara Foster), who is Ritchie's mistress, but has a jones for criminals and gets really turned on when Jack demonstrates his skills as a burglar.\n\nThe destinies of all of these characters intersect in a way it would be unfair to describe, except to say that Leonard has a gift for surprising us with the hidden motives of some of his characters, and their allegiances can shift in an instant. What they want and what they do are not the point, really; that's the excuse for providing them with a stage. The pleasure in the film comes from watching them and listening to them, and Owen Wilson is especially good with his dialogue, which masks hostility with sweet reason.\n\nThe movie doesn't work. It meanders and drifts and riffs. There is a part of me that enjoyed its leisurely celebration of its characters. I wanted more focus, and so will you, but on TV late some night you may stumble across it and find yourself bemused for a time by the way they live their lives as if there's nothing more fun than being an Elmore Leonard character. Maybe they're right.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-01-30", "genres": ["Action", "Comedy", "Crime", "Romance", "Thriller"], "title": "The Big Bounce (2004)"}