{"url": "http://www.rogerebert.com/reviews/the-scout-1994", "by": "Albert Brooksas Al Percolo", "star_rating": 1.5, "text": "\"The Scout\" starts out as a terrific comedy, continues as a pointless drama, and ends as a cornball cliffhanger. Rarely does a movie start high and go downhill so fast. It's as if the filmmakers progressively lost their nerve with every additional scene.\n\nThe film stars Albert Brooks as Al Percolo, a scout for the New York Yankees, who as the movie opens has recruited a young phenom who can do everything. He can hit, he can throw, he can run. The only thing he can't do is walk out onto the field. After the kid locks himself in the clubhouse and throws up, he escapes from the stadium and starts walking.\n\nAs punishment, the general manager (Lane Smith) banishes Percolo to the backroads of Mexico - where, to his amazement, he finds another phenom. This one, named Steve Nebraska (Brendan Fraser), throws a fastball that clocks at 109 miles an hour, and hits a home run just about every time he swings a bat. He is idolized by the fans in his obscure corner of Mexico, and seems to have no problems at all.\n\nMeanwhile, the Yankee GM fires Percolo. So he signs Nebraska as a free agent, Albert Brooks In \"The Scout\" brings him to New York, and stages a demonstration in Yankee Stadium. The assembled owners (including George Steinbrenner in a fairly extensive cameo) are amazed, and the Yankees sign the kid for millions and millions.\n\nIt has, however, become apparent that the problems of the earlier phenom are nothing compared to Nebraska's. The Yankees require him to see a psychiatrist (Dianne Wiest), who finds him deeply troubled and recommends daily therapy. Percolo, who has invited Nebraska to share his apartment, ends up as a surrogate father, and the movie, which began as a comedy, turns into a cross between a psychodrama and a TV-Disease-of-the-Week movie.\n\nToo bad. The opening scenes are brilliant. Albert Brooks can be the funniest man in the movies when he has the right material, and as the hard-charging scout, on the trail of the first recruit, he's very funny. (Learning that the boy's family is devoutly Catholic, he tells them Mickey Mantle had a sister who was a nun: \"Sister Micki Elizabeth Mantle\"). We anticipate the movie will continue in this direction, as a send-up of baseball, dimwitted rookies, and desperate scouts.\n\nThe director, Michael Ritchie, would have been fully capable of making such a movie (he directed the strangest and best made-for-TV movie of recent years, \"The Positively True Adventures of the Alleged Cheerleader-Murdering Texas Mom\"). The screenplay is by Andrew Bergman (\"The Freshman,\" \"Honeymoon in Vegas\"), teamed with Brooks and Monica Johnson. These are bright people with an edge; you can't imagine them making a sappy movie like \"The Scout,\" but they have. It's almost easier when a movie is bad all the way through, instead of getting our hopes up only to betray them. \"The Scout\" begins with a big windup, and ends with ball four.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-09-30", "genres": ["Comedy", "Drama", "Sports Film"], "title": "The Scout (1994)"}