{"url": "http://www.rogerebert.com/reviews/the-war-1994", "by": "Elijah Woodas Stu Simmons", "star_rating": 2.0, "text": "Throw out the message and the tortured symbolism of \"The War,\" and what you'd have left would be a wonderful movie. This is one of those films so overwrought and overwritten that a perfectly good human story gets swamped in Statements About the Human Condition.\n\nMississippi, 1972. The dirt-poor backwater unincorporated town of Juliette, where the Simmons family lives in poverty. The father (Kevin Costner) has never been able to hold a job long, since coming back from Vietnam. The mother (Mare Winningham) exhausts herself in double shifts as a waitress. The kids, Stu and Lidia (Elijah Wood and Lexi Randall), hang out with their friends as the long hot summer looms ahead.\n\nStu's plan is to build a tree house. Lidia wants to get involved, too, along with her two best friends, black girls who like to sing the hits with her in a vocal trio. Stu and his two buddies don't want girls involved, but the girls win a bet, and the six of them build a tree house so impressive that only a studio prop department could possibly equal it.\n\nLife would be perfect, were it not for the Post-Traumatic Shock Syndrome that still bedevils the Costner character. And those damned Lipnickis. They're the kids of the scuzzy ignoramus who runs the junk yard. And they are as mean and ugly and unclean a bunch as you could imagine: Even from 20 yards, the sight of their hair would send a school nurse running for her clippers.\n\nThe Lipnicki boys are bullies. They chase and torment the Simmons kids and their friends, and want to capture the tree house, and play mean tricks. And their dad is a sorry piece of work, much given to bashing his pick-up into the back of the Simmons station wagon. The Costner character could easily thrash the scrawny Lipnicki dad to within an inch of his life, but he has been to the War, and learned that fighting does not settle anything, and he even gives a couple of the Lipnicki kids cotton candy, \"because it don't look like nobody has done much for them in a long time.\" The movie develops several different relationships; the shyly renewed courtship of the Simmons parents; the bitter feud between Stu and the Lipnickis; and, most effectively, the friendship between Lidia and her \"best girls,\" Elvadine and Amber (LaToya Chisholm and Charlette Julius). The movie's best scene may be one in a summer school class, where the ditzy and racist teacher gets a lacerating truth-telling from Elvadine, and then a backup blast from Lidia.\n\nIf the movie had remained at this everyday level - the neighborhood, the kids, the families, the problems - it would, I think, have been a small masterpiece. All of the performances are so good, and the casting is so perceptive. But director Jon Avnet and his writer, Kathy McWorter, push on, determined to make Big Important Points about War. They give us two inflated conflict scenes, one involving the tree house, the other a towering water tank, and in both of these sequences we don't see the young characters so much as the pumped-up Hollywood vision.\n\nThe war over the tree house, for example, is allegedly fought with weapons that Costner brought home from Vietnam: Still-armed and active smoke bombs, mortars that can fire tomatoes, etc. The Lipnickis fight back with Molotov cocktails. Give us a break. And the water tower, with its terrifying whirlpool inside, is so obviously a set-up that even the genuine suspense feels unworthy; these kids are so real they need a human scale.\n\nCostner is quite effective as a veteran who has seen enough of war. His empathy for the mistreated Lipnicki kids and his love for his own are so real that it's a shame the movie wasn't kept resolutely on the everyday level of his relationships. Look at a movie about rural kids like \"The Man in the Moon\" and you'll see what I mean.\n\nThe other strong element in \"The War\" comes from the young actors. Elijah Wood has emerged, I believe, as the most talented actor in his age group in Hollywood history. Lexi Randall is strong and lovable as his sister.\n\nAnd the discovery in this cast is LaToya Chisholm, as her best friend. The press notes say Miss Chisholm is 13, attends seventh grade in Macon, Ga., and has no acting experience apart from playing Coretta Scott King during Black History Month last year. She says she wants to go to college and be an obstetrician. Because acting is a career with such heartbreak, I am reluctant to discourage her plans, but let it be said she is a born actress who has a magical rapport with the camera.", "running_time": 127, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-11-04", "genres": ["Drama"], "title": "The War (1994)"}