{"url": "http://www.rogerebert.com/reviews/the-woman-in-black-2012", "by": "Daniel Radcliffeas Arthur Kipps", "star_rating": 3.0, "text": "Not since young Hutter arrived at Orlok's castle in \"Nosferatu\" has a journey to a dreaded house been more fearsome than the one in \"The Woman in Black.\" Both films (and all versions of \"Dracula\") begin with the local townspeople terrified of a residence and the legends surrounding it. In this case, a green, Victorian-era attorney named Arthur Kipps (Daniel Radcliffe) is visiting a haunted house in the north of England, which can be reached only by a single-track road on a long, narrow causeway that lies so low in a brackish sea that the waters lap its edges.\n\nArthur's mission is to search the decrepit gothic mansion for the papers of its late occupant. This woman is said to haunt the house in mourning for her dead child. Local legend has it that the ghost is responsible for the deaths of other local children, brought about in rage as her form of vengeance. No wonder, then, that the locals shun Arthur, refuse him room and board, and strongly suggest he take the next train back to town.\n\nBut Arthur must succeed be­cause his job depends on it. His work at a firm of solicitors has been unsatisfactory, and he needs to support his son, Joseph (Misha Handley), because his wife died four years ago in childbirth. As in the Dracula legend, the carriage driver refuses to take him close to the mansion, but a stalwart resident named Daily (Ciaran Hinds, he of the portentous face) drives him there in his new motorcar. \n\nThe house is a masterpiece of production design, crumbling, forlorn, filled with the faded and jumbled Victorian possessions of doomed lifetimes. It has a unique feature that audiences will not fail to remark upon: its own sound-effects crew. At every frightening moment, and there are many, the soundtrack paralyzes us with blasts of cacophonous noise. You wouldn't want to be in the theater next to this movie in a multiplex.\n\n\"The Woman in Black\" is Daniel Radcliffe's first film since \"Harry Potter and the Deathly Hallows: Part 2\" (2011). With a few other diversions, the \"Potter\" series kept him working steadily for a decade, during which he has grown taller and sprouted a crop of sideburns, but at 22, he still looks like a schoolboy — or a little young, anyway, to be the father of a 4-year-old. Nor does he have much gravitas. The film might have had more effect if his character had possessed more screen presence, but \"The Woman in Black\" depends mostly on the decor, location and supporting cast, some of them playing living people and some not.\n\nThe movie nevertheless is effective, because director James Watkins knows it isn't a character study. His haunted house is the star. The illnesses of local children provide ominous portents. Daily's wife (Janet McTeer) balances precariously on the edge of madness. And there is a most satisfactory scene at a railroad station that might have had Daniel Radcliffe wondering if he will ever, in his career, take a routine rail journey.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-02-01", "genres": ["Drama", "Foreign", "Horror", "Thriller"], "title": "The Woman in Black (2012)"}