{"url": "http://www.rogerebert.com/reviews/the-promotion-2008", "by": "Seann William Scottas Doug", "star_rating": 2.0, "text": "\"The Promotion\" is a human comedy about two supermarket employees who are always ill at ease. It's their state of being. I felt a little ill at ease watching it because I was never quite sure whether I was supposed to be laughing at them or feeling sorry for them. It's one of those off-balance movies that seems searching for the right tone.\n\nThe setting: a Chicago supermarket. The central characters: Doug (Seann William Scott), 33, a loyal employee, and Richard (John C. Reilly), mid-30s, a Canadian who has emigrated to America with his Scottish wife, Laurie (Lili Taylor), and their daughter. Doug is recently married to Jen (Jenna Fischer). When their supermarket chain decides to open a new store, the two men are in line for a promotion to store manager.\n\nThey both desperately desire and need this job. Doug has convinced his wife he's a \"shoo-in,\" and they invest all of their savings in a non-refundable deposit on a house. Richard is a recovering alcoholic and drug addict, now in AA, trying to prove he is a trustworthy husband and father. The two men fight for the job not in a slapstick way but in an understated, underhanded way that Doug feels bad about, Richard not so much. (\"We're all just out here to get some food,\" Richard philosophizes. \"Sometimes we bump into each other.\")\n\nThe movie is unusually quiet and introspective for a comedy. Doug provides a narration, and Richard gets one of his own in the form of a self-help tape he obsessively listens to. Doug decides Richard is a \"nice guy,\" and observes, \"All Canadians are nice.\" That's before Richard fakes an injury to lodge a dreaded \"in-store complaint\" that could cost Doug his job.\n\nRichard himself is on a self-destruct mission. Consider an episode when Doug hits a young black man who has thrown a bottle of Yoo-Hoo at him in the parking lot. Doug apologizes to a \"community forum,\" backed up by a panel including Richard and the store's board of directors. He says something about \"a few bad apples.\" Apology accepted. Afterward, however, when they're all standing around relieved, Richard tells one of the community leaders, \"You are not a black apple to me.\" Explaining this digs him in deeper, until he's reduced to speechlessness. He has a gift for saying the wrong things at the wrong times.\n\nRichard actually is nice at times. As a member of a motorcycle gang, he once watched his fellow members roar through a toll gate without paying, and then sheepishly told the collector, \"I'll pay for them all.\"\n\nDoug empathizes with Richard, even to the point of defending him to the board, but he feels rotten inside: Having lied to his wife that he has the job, he finds a present of long-sleeve shirts they can't afford. He's afraid he's stuck in the ranks of the short-sleeve guys.\n\nI was interested in the fates of these two men, but mildly. I was expecting to laugh but I only smiled. Some of the race-based situations made me feel uncomfortable. All of the characters, especially the straight-arrow chairman of the board (Gil Bellows), needed to be pushed further into the realms of comedy. More could have been done with the store's other employees.\n\nAt the end of \"The Promotion,\" I wondered what the atmosphere was like on the set every day. How does it feel to make a movie where the characters don't seem sure about who they are?", "running_time": 86, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-06-05", "genres": ["Comedy", "Indie"], "title": "The Promotion (2008)"}