{"url": "http://www.rogerebert.com/reviews/the-mighty-1998", "by": "Elden Hensonas Max", "star_rating": 3.0, "text": "You need a brain, I need legs--and the Wizard of Oz doesn't live in south Cincinnati.\n\nSo speaks a twisted little boy named Kevin to a hulking giant named Max, in the new movie \"The Mighty.\" They're both in seventh grade in Cincinnati--Max for the third time--and they're both misfits.\n\nMax, known to his cruel classmates as the Missing Link, feels like Godzilla as he lumbers down the school corridors, and says, \"Sometimes seems like the whole world has just seen me on `America's Most Wanted.' \" Kevin has Morquio's syndrome, which causes his bones to stop growing even though his organs continue to expand, until finally, in the movie's words, \"his heart will get too big for his body.\" Kevin and Max are the heroes of Freak, the Mighty, a best-selling children's book by Rodman Philbrick that has been embraced by kids who feel they stand out like sore thumbs. (And what kid doesn't?) It's a fable about how two friends can work together to take on the world, and it's about how Kevin's example helps Max repair a life that began with his father killing his mother.\n\nAt first, it's not a friendship made in heaven. Kevin moves in next door to Max, who spies across the back fence at the little kid, who wears braces and glasses, test-flies a bird-like model flying machine he calls an \"Ornothopter\" (\"I gave birth to a 7 1/2-pound dictionary,\" his mother says with a sigh). In gym class, a cruel kid throws a basketball to knock Kevin off his crutches, and Max is blamed for the stunt. It's ironic when Max goes for remedial reading lessons and finds out that Kevin is his tutor. \"I didn't throw the basketball,\" he tells the little kid, who says he was a chump to take the rap for someone else.\n\nThe book they read is King Arthur and the Knights of the Round Table, and it is Arthurian chivalry that Kevin believes should guide their lives. Soon they arrive at a working arrangement that takes advantage of both their needs: Kevin rides around on Max's shoulders, and they even play basketball that way. The extra height is great for lay-ups. (Did the book's author see \"Mad Max Beyond Thunderdome,\" where another giant and another dwarf teamed up to create the character Master-Blaster?) We meet the people in their lives. Kevin's mother (Sharon Stone) struggles to keep him out of \"special schools\" and help him lead the fullest possible life. Max's grandparents, Gram and Grim (Gena Rowlands and Harry Dean Stanton) are rearing him, not without love, after the death of his mother and the imprisonment of his father (James Gandolfini).\n\nThe last third of the movie involves derring-do that's highly improbable, especially a makeshift toboggan ride. But for the younger audiences the movie is aimed at, these adventures will be thrilling and not too violent, and they do give both boys a chance to put the code of the Round Table into practice.\n\n\"The Mighty\" is an emotionally affecting movie (much like the recent and somewhat similar \"Simon Birch,\" which is about a friendship between a fatherless boy and a dwarf). It is a little stronger in its central theme, which is that we all have weaknesses, we are not perfect, but together we can be more than the sum of our parts.\n\nMuch of the film's appeal comes from the performances. Elden Henson, with his big, round Scandinavian face and football lineman's body, brings a shyness and vulnerability to Max. He's stronger than the bullies who pick on him, but he has retreated into himself. Kieran Culkin, as Kevin, looks like his older brother Macaulay but doesn't play the cute card as much and has a nice unsentimental streak when he levels with Max. And the adults tactfully do what their roles require without trying to steal the movie from its heroes. (There's also a nice supporting role for Gillian Anderson as a woman whose stolen purse sets up the movie's climax.) What I liked most about the movie is the way it shows that imagination can be a weapon in life. At their first reading lesson, Kevin tells Max that every word is part of a picture, and every sentence is a picture, and you put them all together in your head. That has never occurred to Max, who in reading about the Round Table is taken to a place outside his lonely bedroom and solitary school existence, and learns of nobility and romance. No child is completely a captive of a sad childhood if he can read and has books; they are the window to what can be, and that is the underlying message of \"The Mighty.\"", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-10-16", "genres": ["Comedy", "Drama"], "title": "The Mighty (1998)"}