{"url": "http://www.rogerebert.com/reviews/the-mummy-tomb-of-the-dragon-emperor-2008", "by": "Brendan Fraseras Rick O'Connell", "star_rating": 3.0, "text": "Moviegoers who knowingly buy a ticket for \"The Mummy: Tomb of the Dragon Emperor\" are going to get exactly what they expect: There is a mummy, a tomb, a dragon and an emperor. And the movie about them is all that it could be. If you think \"The Mummy: Tomb of the Dragon Emperor\" sounds like a waste of time, don't waste yours.\n\nI, as it happens, have time to waste and cannot do better than to quote from my review of \"The Mummy\" (1999): \"There is hardly a thing I can say in its favor, except that I was cheered by nearly every minute of it. I cannot argue for the script, the direction, the acting or even the mummy, but I can say that I was not bored and sometimes I was unreasonably pleased. There is a little immaturity stuck away in the crannies of even the most judicious of us, and we should treasure it.\"\n\nI was not, however, pleased by \"The Mummy Returns\" (2001), although it inspired one of my funnier reviews. But \"The Mummy: Tomb of the Dragon Emperor\" is the best in the series, and from the looks of it, the most expensive. And once again it presents the spectacle of undead warriors who are awakened from the slumber of ages, only to be defeated in battle -- this time, by the skeletons of the slaves buried beneath the Great Wall after constructing it (which is a neat trick).\n\nRick O'Connell and his wife, Evelyn (Brendan Fraser and Maria Bello), are back, having come out of retirement to race to the aid of their adult son Alex (Luke Ford), who has inadvertently awakened the mummy of the Dragon Emperor (Jet Li). In a prologue, we learn he was cursed by the sorceress Zi Juan (Michelle Yeoh), who incurred his wrath by spurning his love, and later, we learn, bearing the daughter of General Ming (Russell Wong). Both daughter and mother are immortal. So is the emperor, although it is a mixed blessing when you are immortal but mummified inside a thick cocoon of terra cotta. Where's the benefit?\n\nNow the emperor has awakened and unleashes his army of 10,000 slumbering warriors to feed his ambition to conquer the world, which is going to take more than 10,000 spear carriers, but he's operating on B.C. time. To counter him, the sleeping slave skeletons are awakened by the sorceress and are sort of funny; one misplaces his head and screws it back on. The battle between these two sides is won by the side with the fewest missing heads.\n\nBefore that climactic event, however, Rick, Evelyn, Alex and Evelyn's supercilious brother Jonathan (John Hannah) penetrate the underground city of the mummy, survive a perilous series of booby traps, and in several other ways remind us of Indiana Jones, the obvious inspiration for this series, which has little -- no, nothing -- to do with Boris Karloff's \"The Mummy\" (1932). They even make it into the Himalayas, and ... could that be the lost city of Shangri-La?\n\nThe emperor is a shape-shifter, able to turn himself into a three-headed, fire-breathing dragon, which coils, twists, turns and somehow avoids scorching himself. He speaks in a low bass rumble, just like Imhotep, the mummy in the two earlier pictures (whose name continues to remind me of an Egyptian house of pancakes). But moving the action from Egypt to China allows a whole new set of images to be brought into play, and the movie ends by winking at us that the next stop will be Peru.\n\nNow why did I like this movie? It was just plain dumb fun, is why. It is absurd and preposterous, and proud of it. The heroes maintain their ability to think of banal cliches even in the most strenuous situations. Brendan Fraser continues to play Rick as if he is taking a ride at the Universal Studios Tour, but Maria Bello has real pluck as she uses a handgun against the hordes of terra-cotta warriors. The sacrifice of the sorceress in relinquishing not only her own immortality but that of her daughter permits love to bloom, although would you really want a bride who was 4,000 years old, even if she was going to die?", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-07-30", "genres": ["Action", "Adventure", "Fantasy", "Thriller"], "title": "The Mummy: Tomb of the Dragon Emperor (2008)"}