{"url": "http://www.rogerebert.com/reviews/the-ballad-of-orin", "by": "Shima Iwashitaas Orin", "star_rating": 3.0, "text": "I often have the feeling during Japanese films that I’m being told a fable without a key; that untold references to Japanese custom and legend are passing me by, that I’m reducing films of great subtlety to their simple story levels. That apparently is often the case, I’m told, especially with works by such older masters as Mizoguchi and Ozu, who were working for their Japanese audiences with no thought that their films might someday be shown in such exotic places as Chicago.\n\nThe work of the great Akira Kurosawa (“Ikiru,” “The Seven Samurai”) is, however, a great deal more accessible to Western audiences, and now comes a Japanese “new wave” of directors who treat the materials of Japanese tradition in ways that audiences all over the world can understand… more or less.\n\nThe two best-known new wave filmmakers are Nagisa Oshima (whose “In the Realm of the Senses” created an international controversy with its graphic story of a geisha and her obsessed lover) and Masahiro Shinoda, whose “The Ballad of Orin” is having its Midwest premiere at the Film Center.\n\nShinoda’s film is rooted in Japan, circa 1918, and tells the story of Orin, a blind girl abandoned at the age of 6 and forced to join a band of “goze,” blind itinerant singers who traveled the countryside together fur mutual protection. We learn her history in interlocking flashbacks: After some years of happiness, she is banished from the group after losing her virginity and becomes frankly promiscuous.\n\nBut then she’s taken under the arm of a strong protector, Heitaro, an Army deserter who is as much an outcast as she is. They travel together, are separated, find each other again by accident, survive bad times and are finally jailed and charged with murder.\n\nShinoda and the master Japanese cameraman Kazuo Miyagawa tell this story in stunning visual terms: There’s an ironic contrast between the supreme beauty of many of their images and the blindness of their heroine. There are countless moments of beauty: A cart being pulled across a bridge against a backdrop of blue sky, the wind sweeping an empty field, a terrifying drop from a cliff, tiny birds being fed by a parent, and countless other images from nature.", "running_time": null, "mpaa_rating": null, "release_year": 1978, "date_published": "1980-01-10", "genres": null, "title": "The Ballad of Orin (1978)"}