{"url": "http://www.rogerebert.com/reviews/the-laughing-policeman-1973", "by": "Walter Matthauas Jake Martin", "star_rating": 3.0, "text": "\"The Laughing Policeman\" is an awfully good police movie: taut, off-key, filled with laconic performances. It provides the special delight we get from gradually unraveling a complicated case. It's almost the kind of movie, indeed, to blast loose a detective-novel fan from Ross Macdonald.\n\nInstead of depending on sex and violence for its appeal (although it does contain them), it fascinates us with the way a criminal is finally tracked down. The movie opens with a virtuoso cat-and-mouse scene in which an off-duty policeman trails a criminal, who apparently, for some reason, wants to be tailed. They get on the same bus together and then a stranger in the back of the bus opens fire with a machine gun and kills everybody aboard. He escapes. \n\nThe story begins when Walter Matthau, as a detective, arrives at the scene and identifies the dead cop as his partner. But . . . the partner was supposedly home on sick leave. What was he doing on the bus?\n\nThe challenge is to check out the backgrounds of everybody else on the bus in order to track down the killer. And here the movie gets interesting; the police work has the feeling of authenticity. We get the false leads, the dead ends, the plea-coppers, the impossible coincidences, and the nuts who are ready to confess to the crime. And all the time, as Matthau explains, there's the feeling that the case will never be cracked unless somebody just comes in and squeals.\n\nThis is Matthau's second crime movie in a row, after \"Charley Varrick,\" and it adds an interesting new dimension to his character. He'd just about gotten locked into Neil Simon comedies and other vehicles requiring him to shuffle around like an appealing shaggy dog. He'd gotten so lovable, indeed, that it was almost monotonous. Now he plays hard-bitten criminals and cops, and he's still a phenomenon: he can't help but be likable. He's every man, doggedly determined to solve a crisis, resolve a dilemma and maybe even get some sleep.\n\nHis new partner in the movie is played by Bruce Dern, who distinguished himself in all sorts of character roles, usually as a psychotic, before finally graduating to leads. He was the combination space ranger and forest ranger in the splendid, underrated \"Silent Running,\" and the basketball coach in \"Drive, He Said,\" and now here he is at his best role: a little mean, a little lazy, sadistic on occasion, cynical, tough and the perfect counterfoil for Matthau.\n\nThe direction is by Stuart Rosenberg, and marks a comeback of sorts. Rosenberg directed \"Cool Hand Luke\" and then had a string of failures like the interesting \"WUSA\" and the totally confused \"Pocket Money.\" With \"The Laughing Policeman,\" he takes a labyrinthine plot and leads us through it at a gallop; he respects our intelligence and doesn't bother to throw in a lot of scenes where everything is explained. All the pieces in the puzzle do fit together, you realize after the movie is over, and part of the fun is assembling them yourself. And there are a couple of scenes that are really stunning, like the bus shooting, and an emergency room operation, and scenes where the partners try to shake up street people to get a lead out of them. Police movies so often depend on sheer escapist action that it's fun to find a good one.", "running_time": 112, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-12-24", "genres": ["Crime", "Drama", "Suspense", "Thriller"], "title": "The Laughing Policeman (1973)"}