{"url": "http://www.rogerebert.com/reviews/the-matrix-1999", "by": "Keanu Reevesas Neo", "star_rating": 3.0, "text": "\"The Matrix\" is a visually dazzling cyberadventure, full of kinetic excitement, but it retreats to formula just when it's getting interesting. It's kind of a letdown when a movie begins by redefining the nature of reality, and ends with a shoot-out. We want a leap of the imagination, not one of those obligatory climaxes with automatic weapons fire.\n\nI've seen dozens if not hundreds of these exercises in violence, which recycle the same tired ideas: Bad guys fire thousands of rounds, but are unable to hit the good guy. Then it's down to the final showdown between good and evil--a martial arts battle in which the good guy gets pounded until he's almost dead, before he finds the inner will to fight back. Been there, seen that (although rarely done this well).\n\nToo bad, because the set-up is intriguing. \"The Matrix\" recycles the premises of \"Dark City\" and \"Strange Days,\" turns up the heat and the volume, and borrows the gravity-defying choreography of Hong Kong action movies. It's fun, but it could have been more. The directors are Larry and Andy Wachowski, who know how to make movies (their first film, \"Bound,\" made my 10 best list in 1996). Here, with a big budget and veteran action producer Joel Silver, they've played it safer; there's nothing wrong with going for the Friday night action market, but you can aim higher and still do business.\n\nWarning; spoilers ahead. The plot involves Neo (Keanu Reeves), a mild-mannered software author by day, a feared hacker by night. He's recruited by a cell of cyber-rebels, led by the profound Morpheus (Laurence Fishburne) and the leather-clad warrior Trinity (Carrie-Anne Moss). They've made a fundamental discovery about the world: It doesn't exist. It's actually a form of Virtual Reality, designed to lull us into lives of blind obedience to the \"system.\" We obediently go to our crummy jobs every day, little realizing, as Morpheus tells Neo, that \"Matrix is the wool that has been pulled over your eyes--that you are a slave.\" The rebels want to crack the framework that holds the Matrix in place, and free mankind. Morpheus believes Neo is the Messianic \"One\" who can lead this rebellion, which requires mind power as much as physical strength. Arrayed against them are the Agents, who look like Blues Brothers. The movie's battles take place in Virtual Reality; the heroes' minds are plugged into the combat. (You can still get killed, though: \"The body cannot live without the mind\"). \"Jacking in\" like this was a concept in \"Strange Days\" and has also been suggested in novels by William Gibson (\"Idoru\") and others. The notion that the world is an artificial construction, designed by outsiders to deceive and use humans, is straight out of \"Dark City.\" Both of those movies, however, explored their implications as the best science fiction often does. \"Dark City\" was fascinated by the Strangers who had a poignant dilemma: They were dying aliens who hoped to learn from human methods of adaptation and survival.\n\nIn \"Matrix,\" on the other hand, there aren't flesh-and-blood creatures behind the illusion--only a computer program that can think, and learn. The Agents function primarily as opponents in a high-stakes computer game. The movie offers no clear explanation of why the Matrix-making program went to all that trouble. Of course, for a program, running is its own reward--but an intelligent program might bring terrifying logic to its decisions.\n\nBoth \"Dark City\" and \"Strange Days\" offered intriguing motivations for villainy. \"Matrix\" is more like a superhero comic book in which the fate of the world comes down to a titanic fist-fight between the designated representatives of good and evil. It's cruel, really, to put tantalizing ideas on the table and then ask the audience to be satisfied with a shoot-out and a martial arts duel. Let's assume Neo wins. What happens then to the billions who have just been \"unplugged\" from the Matrix? Do they still have jobs? Homes? Identities? All we get is an enigmatic voice-over exhortation at the movie's end. The paradox is that the Matrix world apparently resembles in every respect the pre-Matrix world. (I am reminded of the animated kid's film \"Doug's 1st Movie,\" which has a VR experience in which everything is exactly like in real life, except more expensive.) Still, I must not ignore the movie's virtues. It's great-looking, both in its design and in the kinetic energy that powers it. It uses flawlessly integrated special effects and animation to visualize regions of cyberspace. It creates fearsome creatures, including mechanical octopi. It morphs bodies with the abandon of \"Terminator II.\" It uses f/x to allow Neo and Trinity to run horizontally on walls, and hang in the air long enough to deliver karate kicks. It has leaps through space, thrilling sequences involving fights on rooftops, helicopter rescues and battles over mind control.\n\nAnd it has performances that find the right notes. Keanu Reeves goes for the impassive Harrison Ford approach, \"acting\" as little as possible. I suppose that's the right idea. Laurence Fishburne finds a balance between action hero and Zen master. Carrie-Anne Moss, as Trinity, has a sensational title sequence, before the movie recalls that she's a woman and shuttles her into support mode. Hugo Weaving, as the chief Agent, uses a flat, menacing tone that reminded me of Tommy Lee Jones in passive-aggressive overdrive. There's a well-acted scene involving Gloria Foster as the Oracle, who like all Oracles is maddeningly enigmatic.\n\n\"The Matrix\" did not bore me. It interested me so much, indeed, that I wanted to be challenged even more. I wanted it to follow its material to audacious conclusions, to arrive not simply at victory, but at revelation. I wanted an ending that was transformational, like \"Dark City's,\" and not one that simply throws us a sensational action sequence. I wanted, in short, a Third Act.", "running_time": 135, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-03-31", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "The Matrix (1999)"}