{"url": "http://www.rogerebert.com/reviews/the-chaser-2010", "by": "Kim Yoon-seokas Jung-ho", "star_rating": 3.5, "text": "\"The Chaser\" is an expert serial-killer film from South Korea and a poster child for what a well-made thriller looked like in the classic days. Its principal chase scene involves a foot race through the deserted narrow nighttime streets of Seoul. No exploding cars. The climax is the result of everything that has gone before. Not an extended fight scene. This is drama, and it is interesting. Action for its own sake is boring.\n\nThe film is a police procedural with a difference: The hero is an ex-cop named Jung-ho (Kim Yoon-seok), now a pimp, and he is not a nice man. He is angered because a client of his call-girl service has been, he believes, kidnapping his girls and selling them. When another girl disappears, a phone number raises an alarm. He then sets out to track down the client -- who didn't give an address but arranged a street rendezvous. \n\nWhat we know is that the client, Je Yeong-min (Ha Jung-woo), is a sadistic murderer. The girl, named Kim Mi-jin (Seo Young-hee), is driven in his car to an obscure address, which she is not intended to ever leave alive. It is a characteristic of South Korean films that they display the grisly details of violence without flinching; the rights to this film have been picked up by Warner Bros., and it's dead certain the violence and the shocking outcome itself will be greatly toned down. Let me simply note that Young-min's tools of choice are a hammer and a chisel, for reasons a police psychiatrist has much to say about.\n\nThe film's structure is relentless in maintaining suspense. We have reason to suspect the prostitute might still be alive, but dying. Both the pimp and the killer are arrested. A ludicrous attack on the mayor of Seoul becomes a media sensation and puts pressure on the cops to charge someone with something to change the headlines. The killer, a calm psychopath, claims nine murders, then 12, but changes his story and says he has no idea what he did with the bodies. He's released on lack of evidence.\n\nThe story is an exercise in audience manipulation, especially with the corruption and incompetence of the police. The director, Na Hong-jin, knows exactly what he's doing. Like Hitchcock, he gives the audience precisely enough information to be frustrated. It is obvious to us what the characters should be doing, but there are excellent reasons why it isn't obvious to them. If you can contrive that in a screenplay, you have already surpassed the level of the usual modern thriller.\n\nAnother strength of the film is in its attention to characters. The killer is seen as a mental dead zone, a man without a conscience to whom good and evil are equally meaningless. The pimp begins as a merchant of sex, goes looking for Young-min for simple mercenary reasons and gradually expands his concerns in response to the presence of the call girl's young daughter. The daughter follows the rule that instructs us that all children in movies, when told to stay put, quickly wander away into danger. Well, can we blame the director? How interesting would it be if she obediently stayed put?\n\nWhat I responded to was the street-level reality. There are no supermen and no sensational stunts. When the actors run, we see that they are running. These shots extend in time and are not constructed after baffling editing. The spatial realities of the chases are respected; we begin to learn our way around the neighborhood. The cops are not stock characters but just your average officers. No one in \"The Chaser\" seems to be on autopilot.\n\nWhen I see a film like this, it reminds me of what we're missing. So many recent movies are all smoke and mirrors. A thriller is opening soon in which the star cannot be clearly seen to complete any physical act in an action sequence. We might as well be reading a comic strip, where our minds are expected to fill in the movement between the frames. You sit there and \"The Chaser\" unfolds, and the director knows what he wants and how to do it without insulting us. In addition to remaking this movie, Hollywood should study it.", "running_time": 125, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-01-27", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "The Chaser (2010)"}