{"url": "http://www.rogerebert.com/reviews/the-yes-men-fix-the-world-2009", "by": "Andy Bichlbaum", "star_rating": 3.0, "text": "Consider the \"SurvivaBall.\" This is a fake survival suit, built by the Yes Men but presented as a new product from Halliburton. This is an inflated padded globe completely containing a human body, and round as a beach ball. Obviously, if you fell over, you'd have no way to stop yourself from rolling, or be able to stand up on your own. There's a closable face opening, air filters, little extendable gloves and a port that, unless I miss my guess, is intended for extra-suit urination. It comes with the big red Halliburton trademark.\n\nIn the post-9/11 paranoia, the Yes Men seriously pitch this invention at a conference for the security industry. Study the faces in the audience. No one is laughing. People look bored or perhaps mildly curious. There isn't a look of incredulity in the room. The few questions are desultory. Not a single security \"expert\" seems to suspect a hoax.\n\nExperts in the news business are no more suspicious. The Yes Men faked a BBC interview during which a \"spokesman for Dow Chemical\" announced a multibillion-dollar payment to the victims of a notorious 1985 explosion at a Union Carbide insecticide factory in Bhopal, India, that killed 8,000, injured many more and spread poisons that cause birth defects to this day. \n\nThink of that. Twice as many dead as on 9/11, we know exactly who did it and Dow (which absorbed Union Carbide) has never paid a dime of reparation. At the news it was finally settling the suit, Dow Chemical's stock price plunged on Wall Street: Things like this could cost money. The Yes Men were unmasked as the hoaxers.\n\nThey were also behind a stunt that made the news recently: staging a phony press conference at the National Press Club in Washington, announcing the U.S. Chamber of Commerce was reversing its stand on global warming. Some news organizations double-checked this, but not Fox News, which repeated the story all day.\n\nAnother hoax, inspiring the question: Why does the U.S. Chamber of Commerce resist the theory of global warming? What is the USCC, anyway? Is it supported by the dues of countless merchants on Main Street, or is it a front financed by energy companies? Only a month ago, Exelon, the largest U.S. electric utility, announced it would no longer pay dues to support the USCC right-wing agenda.\n\nThe Yes Men are represented in this documentary by Andy Bichlbaum and Mike Bonnano. You may have seen them on TV -- as themselves, or as \"corporate spokesmen.\" It's remarkable no one recognizes them. They don't wear beards or dark glasses. They are disguised, in fact, in a way that makes them above suspicion: Why, they look and talk exactly like middle-aged white men in conservative business suits. \n\nThe film is entertaining in its own right, and thought-provoking. Why don't more people quickly see through their hoaxes? A photo of Bichlbaum and Bonnano with the SurvivaBall appears with this review. Would you believe in such a product? As head of security for your corporation, would you invest in it? It is surprising we don't look outside and see, coming down the street, a parade of emperors without any clothes.\n\n“Yes Man” Mike Bonanno will appear live at the Music Box Theater theater on Friday, October 30th at the 7:10pm and 9:20pm shows.", "running_time": 87, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-10-27", "genres": ["Documentary"], "title": "The Yes Men Fix the World (2009)"}