{"url": "http://www.rogerebert.com/reviews/the-lives-of-others-2007-1", "by": "Ulrich Mueheas Capt. Gerd Wiesler", "star_rating": 4.0, "text": "He sits like a man taking a hearing test, big headphones clamped over his ears, his body and face frozen, listening for a faraway sound. His name is Gerd Wiesler, and he is a captain in the Stasi, the notorious secret police of East Germany. The year is, appropriately, 1984, and he is Big Brother, watching. He sits in an attic day after day, night after night, spying on the people in the flat below.\n\nThe flat is occupied by a playwright named Dreyman (Sebastian Koch) and his mistress, the actress Christa-Maria Sieland (Martina Gedeck). Wiesler (Ulrich Muehe) first saw Dreyman at the opening of one of his plays, where he was informed by a colleague that Dreyman was a valuable man: \"One of our only writers who is read in the West and is loyal to our government.\" How can that be? Wiesler wonders. Dreyman is good-looking, successful, with a beautiful lover; he must be getting away with something. Driven by suspicion, or perhaps by envy or simple curiosity, Wiesler has Dreyman's flat wired and begins an official eavesdropping inquiry.\n\nHe doesn't find a shred of evidence that Dreyman is disloyal. Not even in whispers. Not even in guarded allusions. Not even during pillow talk. The man obviously believes in the East German version of socialism, and the implication is that not even the Stasi can believe that. They are looking for dissent and subversion because, in a way, they think a man like Dreyman should be guilty of them. Perhaps they do not believe in East Germany themselves, but have simply chosen to play for the winning team.\n\nWiesler is a fascinating character. His face is a mask, trained by his life to reflect no emotion. Sometimes not even his eyes move. As played in Muehe's performance of infinite subtlety, he watches Dreyman as a cat awaits a mouse. And he begins to internalize their lives -- easy, because he has no life of his own, no lover, no hobby, no distraction from his single-minded job.\n\nAlthough the movie won the best foreign-language film Oscar of 2006, you may not have seen it, so I will repress certain developments. I will say that Wiesler arrives at a choice, when his piggish superior officer, the government minister Bruno Hempf (Thomas Thieme), develops a lust for Christa-Maria and orders Wiesler to pin something, anything, on Dreyman so that his rival will be eliminated. But there is nothing to pin on him. A loyal spy must be true to his trade, and now Wiesler is asked to be false to prove his loyalty.\n\nThe thing is, Wiesler has no one he can really talk to. He lives in a world of such paranoia that the slightest slip can be disastrous. Consider a scene in the Stasi cafeteria when a young officer unwisely cracks an anti-government joke; Wiesler goes through the motions of laughter, and then coldly asks for the man's name. The same could happen to Wiesler. So as he proceeds through his crisis, he has no one to confide in, and there is no interior monologue to inform us of his thoughts. There is only that blank face, and the smallest indications of what he might be thinking. And then instinctive decisions that choose his course for him.\n\nThe Berlin Wall falls in 1989 (the event is seen here), and the story continues for few more years to an ironic and surprisingly satisfactory conclusion. But the movie is relevant today, as our government ignores habeas corpus, practices secret torture, and asks for the right to wiretap and eavesdrop on its citizens. Such tactics did not save East Germany; they destroyed it, by making it a country its most loyal citizens could no longer believe in. Driven by the specter of aggression from without, it countered it with aggression from within, as sort of an anti-toxin. Fearing that its citizens were disloyal, it inspired them to be. True, its enemies were real. But the West never dropped the bomb, and East Germany and the other Soviet republics imploded after essentially bombing themselves.\n\n\"The Lives of Others\" is a powerful but quiet film, constructed of hidden thoughts and secret desires. It begins with Wiesler teaching a class in the theory and practice of interrogation; one chilling detail is that suspects are forced to sit on their hands, so that the chair cushion can be saved for possible use by bloodhounds. It shows how the Wall finally fell, not with a bang, but because of whispers.\n\nNote: In the movie, one lover is a government informer. In real life, the actor Muehe discovered that his own wife was a Stasi informant.", "running_time": 137, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-20", "genres": ["Action", "Drama", "Foreign", "Thriller"], "title": "The Lives of Others (2007)"}