{"url": "http://www.rogerebert.com/reviews/the-thin-red-line-1999", "by": "Adrien Brodyas Cpl. Fife", "star_rating": 3.0, "text": "The actors in \"The Thin Red Line\" are making one movie, and the director is making another. This leads to an almost hallucinatory sense of displacement, as the actors struggle for realism, and the movie's point of view hovers above them like a high school kid all filled with big questions. My guess is that any veteran of the actual battle of Guadalcanal would describe this movie with an eight-letter word much beloved in the Army.\n\nThe movie's schizophrenia keeps it from greatness (this film has no firm idea of what it is about), but doesn't make it bad. It is, in fact, sort of fascinating: a film in the act of becoming, a field trial, an experiment in which a dreamy poet meditates on stark reality. It's like horror seen through the detachment of drugs or dementia. The soundtrack allows us to hear the thoughts of the characters, but there is no conviction that these characters would have these thoughts. They all seem to be musing in the same voice, the voice of a man who is older, more educated, more poetic and less worldly than any of these characters seem likely to be: the voice of the director.\n\nTerrence Malick is the director of two of the best films I have ever seen, \"Badlands\" (1973) and \"Days of Heaven\" (1978). \"The Thin Red Line\" feels like an extension of the second film, in which a narrator muses on the underlying tragedy that is sometimes shown on the screen, sometimes implied. Both films are founded on a transcendental sense that all natural things share their underlying reality in the mind of God. The film opens with a question: \"Why does nature contend with itself?\" It shows a crocodile, a killing machine. Later, as men prove more deadly than crocodiles, it shows a bird, its wing shattered by gunfire, pulling itself along the ground. In a way the film is not about war at all, but simply about the way in which all living beings are founded on the necessity of killing one another (and eating each other, either literally or figuratively).\n\nThe film opens with an idyll on a Pacific island. Two soldiers have gone AWOL and live blissfully with tribal people who exist in a pre-lapsarian state, eating the fruit that falls from the trees and the fish that leap from the seas, and smiling contentedly at the bounty of Eden. This is, the movie implies, a society that reflects man's best nature. But reality interrupts when the two soldiers are captured and returned to their Army company for the assault on a crucial hill on Guadalcanal.\n\nDuring the battle scenes, there will be flashbacks to the island idyll--and other flashbacks as a soldier remembers his love for his wife. Against these simple pleasures is stacked the ideology of war, as expressed by a colonel (Nick Nolte) who read Homer at West Point (\"in Greek\") and is intoxicated to be in battle at last after having studied it so long. The plot of the second act of the film involves the taking of a well-defended hill, and the colonel prefers that it be attacked in a frontal assault; a captain (Elias Koteas) resists this plan as suicidal, and is right from strategic point of view, but wrong when viewed through the colonel's bloodlust: \"You are not gonna take your men around in the jungle to avoid a goddamn fight.\" The soldiers are not well-developed as individual characters. Covered in grime and blood, they look much alike, and we strain to hear their names, barked out mostly in one syllable (Welsh, Fife, Tall, Witt, Gaff, Bosche, Bell, Keck, Staros). Sometimes during an action we are not sure who we are watching, and have to piece it together afterward. I am sure battle is like that, but I'm not sure that was Malick's point: I think he was just not much interested in the destinies and personalities of individual characters.\n\nIt was not this way in the novel by James Jones that inspired the screenplay. Jones drew his characters sharply, and indicated the ways in which each acted according to his ability and personality; his novel could have been filmed by Spielberg in the style of \"Saving Private Ryan.\" Malick's movie sees it more as a crap shoot. For defying his superior's officers, the captain is offered first a court martial, later a Silver Star and then a Purple Heart. It is all the same. He is also transferred stateside by the colonel, and instead of insisting on staying with his men, he confesses he is rather happy to be going. This is not a movie of conventional war cliches.\n\nThe battle scenes themselves are masterful, in creating a sense of the geography of a particular hill, the way it is defended by Japanese bunkers, the ways in which the American soldiers attempt to take it. The camera crouches low in the grass, and as Malick focuses on locusts or blades of grass, we are reminded that a battle like this must have taken place with the soldiers' eyes inches from the ground. The Japanese throughout are totally depersonalized (in one crucial scene, their language is not even translated with subtitles); they aren't seen as enemies so much as necessary antagonists--an expression of nature's compulsion to \"contend with itself.\" (One wonders what murky philosophical voice-over questions were floating above the Japanese soldiers in \"The Thin Red Line.\" Were they also dreaming about nature, immortality, humanity and death?) Actors like Sean Penn, John Cusack, Jim Caviezel and Ben Chaplin find the perfect tone for scenes of a few seconds or a minute, and then are dropped before a rhythm can be established. We get the sense that we are rejoining characters in the middle of interrupted actions. Koteas and Nolte come the closest to creating rounded performances, and Woody Harrelson has a good death scene; actors like John Travolta and George Clooney are onscreen so briefly they don't have time to seem like anything other than guest stars.\n\nThe central intelligence in the film doesn't belong to any of the characters, or even to their voice-over philosophies. It belongs to Malick, whose ideas about war are heartfelt but not profound; the questions he asks are inescapable, but one wonders if soldiers in combat ever ask them (one guesses they ask themselves what they should do next, and how in the hell they can keep themselves from being shot). It's as if the film, long in pre-production, drifted away from the Jones novel (which was based on Jones' personal combat experience) and into a meditation not so much on war, as on film. Aren't most of the voice-over observations really not about war, but about war films? About their materials and rationales, about why one would make them, and what one would hope to say? Any film that can inspire thoughts like these is worth seeing. But the audience has to finish the work: Malick isn't sure where he's going or what he's saying. That may be a good thing. If a question has no answer, it is not useful to be supplied with one. Still, one leaves the theater bemused by what seems to be a universal law: While most war films are \"anti-war,\" they are always anti-war from the point of view of the winning side. They say, \"War is hell, and we won.\" Shouldn't anti-war films be told from the point of view of the losers? War was hell, and they lost.", "running_time": 170, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-01-08", "genres": ["Drama", "History", "War"], "title": "The Thin Red Line (1999)"}