{"url": "http://www.rogerebert.com/reviews/the-tall-guy-1990", "by": "Jeff Goldblumas Dexter King", "star_rating": 3.5, "text": "The movie is narrated by Goldblum's character, whose name is Dexter, and who has spent five years as \"the tall guy\" in a two-man show starring the rude and obnoxious short comedian Ron Anderson (Rowan Atkinson). Anderson hogs the spotlight so much that the audience hardly even realizes there's a stooge in the cast. Dexter meanwhile bicycles home to his rented room in the flat of a nymphomaniac, whose lovers paddle nakedly through the kitchen at odd hours in search of a glass of water.\n\nOne day Dexter finds himself at the hospital and is riven by a thunderbolt of love for the nurse, whose name is Kate Lemon, although his mind insists on remembering her as Kate Tampon. Desperate to ask her for a date, he signs up for a series of inoculations for a fictitious trip to Morocco, and eventually she does go out with him, and up to her room with him, and they roll passionately across oranges and stale Wheetabix cubes and are in love.\n\nAll of this would not in itself make \"The Tall Guy\" worth seeing, despite the charm of Thompson and the drollery of Goldblum, if it were not for the direction by Mel Smith and the script by Richard Curtis, who assume that their audience has a certain level of intelligence and information. That makes the movie more fun even for those viewers who do not always know what they are referring to.\n\nFor example: The typical Hollywood script assumes that its audience was born yesterday and knows nothing. There are no topical references to anyone or anything. Events occurring more than 10 years previously are tacitly assumed not to have happened at all. Even the names of small cities are replaced with the names of larger ones, to avoid giving offense. References to the names of authors, poets, painters or presidents are left out if at all possible, although sports figures are very occasionally allowed to slip in. No character is now, or ever has been, a member of any political party.\n\nIn contrast to this, consider the scene in \"The Tall Guy\" in which Dexter, after being fired by the obnoxious comedian, goes to an audition. \"Berkoff is doing something called 'England, My England,' \" his agent tells him. Dexter goes to the audition, which consists of actors telling each other to f - - - off. He loses the part because he does not sound angry enough.\n\nRight, then. Who is Berkoff? Steven Berkoff. Controversial and daring figure of the British stage. Known for the anger in his plays.\n\nKnown in America for playing the occasional villain (he was the drug dealer in the big mansion in the final shootout of Eddie Murphy's \"Beverly Hills Cop\"). None of this is important for our purposes. What is important is that Curtis felt free to mention him in a throwaway line, without painstaking explanations or, worse yet, without substituting another character made from a cliche.\n\nI get so weary of movies that assume I, and my fellow moviegoers, know nothing. Plots that involve a rudimentary introduction of good and bad guys, and the elimination of the second by the first, not without difficulty. Characters who never talk about anything real - anything, indeed, other than the plot. The last third of \"The Tall Guy\" turns into a hilarious sendup of the modern musical, when Dexter somehow gets cast in a musical version of \"The Elephant Man.\" This production, called \"Elephant!,\" must be the funniest deliberately bad play in a movie since Mel Brooks' \"Springtime for Hitler\" in \"The Producers.\" Thank God they didn't decide no one in the audience had ever heard of the Elephant Man (most people are assumed to have heard of Hitler).\n\nNear the end of this movie, Kate, the girlfriend, accuses Dexter of having an affair with a young actress. How does she know this? Not because she stumbles accross Polaroids they took of each other in their knickers. No, she figures it out because, at a cast party, Dexter fills the other woman's glass with champagne, which she allows him to do without acknowledgment. Taking someone for granted like that is a sure sign, Kate says, that they are lovers. She is right, of course, and this movie is right about a great many things, one of them being that there is a market for comedy among people who were not born yesterday.", "running_time": 90, "mpaa_rating": ":", "release_year": 1990, "date_published": "1990-09-21", "genres": ["Comedy", "Romance"], "title": "The Tall Guy (1990)"}