{"url": "http://www.rogerebert.com/reviews/the-fringe-dwellers-1987", "by": "Kristina Nehmas Trilby", "star_rating": 3.5, "text": "There always seem to be too many people in Trilby's home. She is a teenage girl who lives in an aborigine shantytown in Australia and who sometimes goes downtown to peer into the window of the travel agency and dream of Paris, London and New York. At home, there are parents and brothers and sisters and uncles and aunts and cousins in a riotous, disorganized and loving extended family. They all love Trilby, but she is a quiet child, proud and stubborn, determined that she will make something of her life.\n\nTrilby's determination is the central story in \"The Fringe Dwellers,\" a gentle and powerful new movie by Bruce Beresford, who made the film between \"Tender Mercies\" and \"Crimes Of The Heart.\" In all three films, he shows a strong instinct for people living on the outside of society, on their own terms, drawing strength when they can from the people who love them.\n\n\"The Fringe Dwellers\" probably is the most interesting of the three, because it shows us a world we know little about: aborigines in an uncertain relationship with white society in Australia. Trilby and her younger brother are both doing well in school. An older sister has a gift for nursing and is well regarded at the local hospital. But Trilby's parents belong to an earlier generation - their lives are still sometimes ordered by myths that go back to the traditional aborigine culture - and they are not, truth to tell, all that eager to embrace white society.\n\nTrilby feels trapped by the communal life in the shantytown. She convinces her parents to buy a new home in a white housing development, even though they can hardly afford it. But all of the uncles and aunts and cousins and neighbors follow them there (her parents can't resist inviting them to move in), and she still doesn't have a room of her own.\n\nThe film unfolds in a series of brief episodes. Trilby and three other aborigines go into a soda shop and have to sit through rude stares and half-audible racist jokes from the white kids, which is bad, but then a white man assures everyone they have \"a perfect right\" to be there, and that's worse. \"I don't want anyone speaking up for me,\" Trilby says.\n\nIn school, she slaps a white girl and is reprimanded. If she had been white, she tells her boyfriend, she would have been expelled: \"They're going easy because they feel sorry for me.\" Through many small glimpses like this, we begin to know her as a young woman who wants to be judged entirely on her own.\n\n\"The Fringe Dwellers\" is a movie filled with life and laughter, as well as hurtful silences. There is a remarkable scene between the mother and daughter in which some of the mother's heritage and wisdom are expressed. There are perhaps a dozen fringe characters, including an old cousin who feels his time has come to return to the outback lands of his ancestors. And then there are the modern problems, as when Trilby gets pregnant.\n\nWill the baby lock her into repeating the lifetime cycle of poverty? Here Beresford provides a mysterious, unexplained scene, which seems to answer that question with a much larger question. The scene, like a couple of others in the movie, seems to imply that aborigines really do have inherited psychic powers.\n\nThis is a common theme in Australian films: Stories may begin with racial prejudice as their subjects, but they tend to skew off into mystical speculations about the ancient traditions and metaphysical gifts of aborigines. These traditions and gifts may, for all I know, be real, but the function they play in the movies is the Australian equivalent of American truisms about how blacks have natural rhythm.\n\nIn \"The Fringe Dwellers,\" Trilby's life is touched by the supernatural - an old crone foretells the future in a disturbing scene - but it is controlled much more by Trilby's determination. She is played by Kristina Nehm in an extraordinary screen debut. This young actress is not only beautiful and graceful, but she also is able to express a great deal more than she says, which is the point. She is surrounded by wonderful performances, especially by Justine Saunders as her mother. And at the end of the movie, I found myself truly interested in what eventually would happen to her, and whether she would realize her dream. There aren't many movie characters I can really care about, but here is one.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-02-13", "genres": ["Drama"], "title": "The Fringe Dwellers (1987)"}