{"url": "http://www.rogerebert.com/reviews/the-waterboy-1998", "by": "Adam Sandleras Bobby Boucher", "star_rating": 1.0, "text": "I believe in giving every movie the benefit of the doubt. I walked into \"The Waterboy,\" sat down, took a sip of my delicious medium roast coffee and felt at peace with the world. How nice it would be, I thought, to give Adam Sandler a good review for a change. Goodwill and caffeine suffused my being, and as the lights went down I all but beamed at the screen.\n\nThen Adam Sandler spoke, and all was lost. His character's voice is made of a lisp, a whine, a nasal grating and an accent that nobody in Louisiana actually has, although the movies pretend that they do. His character is a 31-year-old man who, soon after the film opens, is fired as the waterboy of a championship football team. Then he talks himself into a job with a team of losers, led by the insecure Coach Kline (Henry Winkler).\n\nBobby Boucher, the waterboy, is one of those people who is so insufferable, in a passive-aggressive way, that you have to believe they know what they're doing. No one could be that annoying by accident. I am occasionally buttonholed by such specimens. They stand too close, they talk too loudly, they are not looking at me but at an invisible Teleprompter somewhere over my shoulder. If I were a man of action, I would head-butt them and take my chances with the courts.\n\n\"The Waterboy\" tries to force this character into the ancient movie mold of the misunderstood simple little guy with a heart of gold. By the end of the movie we are supposed to like him, I think, especially as the whole school turns up in a candlelight vigil outside the hospital where he waits at the bedside of his (not) dying mother. There is only one way I can see myself liking this character. That would be if \"The Waterboy,\" like \"That Obscure Object of Desire\" and \"Lost Highway,\" had two different actors play the same character, so that by the end Bobby Boucher was being portrayed by Tom Hanks.\n\nKathy Bates has the best scenes in the movie, as Bobby's mother, a possessive and manipulative creature who has kept her son tied to her apron strings in their bayou cabin, which looks like it was furnished by the same artist who draws How Many Mistakes Can You Find in This Picture? Mama Boucher and Bobby share space with large animals and junk shop treasures, and she serves giant swamp snakes, coiled in a tasty brew of herbs and spices. Bates makes her character work as a comic creation, and knows the line between parody and wretched excess.\n\nHenry Winkler is luckless as Coach Klein, because he is given little to do other than be a creature of the plot. And the plot is that exhausted wheeze of a sports movie formula, in which the hero is scorned by everyone until he comes off the bench, shows remarkable talent, and (a) wins or (b) loses the big game. (I do not want to reveal the ending, so you will have to guess for yourself which it is. If you voted for [b], you are reading the wrong movie critic.) Do I have something visceral against Adam Sandler? I hope not. I try to keep an open mind and approach every movie with high hopes. It would give me enormous satisfaction (and relief) to like him in a movie. But I suggest he is making a tactical error when he creates a character whose manner and voice has the effect of fingernails on a blackboard, and then expects us to hang in there for a whole movie.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-11-06", "genres": ["Comedy", "Sports Film"], "title": "The Waterboy (1998)"}