{"url": "http://www.rogerebert.com/reviews/the-shadow-1994", "by": "Alec Baldwinas Lamont Cranston/", "star_rating": 3.0, "text": "\"The Shadow\" opens in Tibet, where a decadent villain with long purple fingernails lounges in an opium den where the execution of his enemies - and friends - hardly raises an eyebrow. This is Ying Ko, the first of three names the Shadow will use, and he is a worthless piece of work until he is taken in hand by an ancient wise man who forces him to reform. Thus does Ying Ko become Lamont Cranston, better known as The Shadow. And thus does he move from Tibet to \"that most wretched lair of villainy we know as . . . New York City.\" If you grew up on radio serials and pulp magazines, this is a familiar world. But \"The Shadow\" hasn't been heard on radio in 40 years, the pulps have crumbled to dust, and still the tacky romanticism of The Shadow retains its power: Who knows what evil lurks in the hearts of men? A fiendish laugh, and then: The Shadow knows.\n\n\"The Shadow\" is the kind of movie that plays better, the more baggage you bring to it. If you respond to film noir, if you like dark streets and women with scarlet lips and big fast cars with running boards, the look of this movie will work some kind of magic.\n\nThe story itself may not be so mesmerizing, but who really cares? Style and tone are everything with a movie like this, which wants to bring to life a dark secret place in the lurid pulp imagination.\n\nThe movie stars Alec Baldwin as Lamont Cranston, aka the Shadow, and he is a good choice for the role. Sleekly handsome, with a glint in his dark eyes, he remains utterly solemn while delivering lines like, \"The weed of crime bears bitter fruit\" and \"Inside you beats a heart of darkness.\" He wears a cape and a wide-brimmed hat, and stalks the night streets, fighting crime. The sound of his voice seems to echo from inside a large, damp room, and is a counterpoint for Jerry Goldsmith's score, made out of sad brass sounds and tremulous strings.\n\nHis nemesis is the last survivor of Genghis Khan, Shiwan Kahn (John Lone), who says, \"Kahn conquered half the world. My task is to finish the job.\" Shiwan shares most of the mystical powers which the old mystic gave to the Shadow, including, of course, \"the power to cloud men's minds.\" In a plot which inevitably involves world domination, they are surrounded by many minds to cloud, including those of the police commissioner (Jonathan Winters), a mad scientist (Tim Curry) a merely goofy scientist (Ian McKellan), and gangsters who find themselves shooting at phantoms.\n\nOne mind that remains mostly unclouded belongs to Margo Lane (Penelope Ann Miller), a slinky blonde who possesses unrealized mental powers of her own, falls in love with Cranston, and begins to pick up vibes on a wave length he thought was private. Love affairs involving super heroes are always faintly funny, because the protagonist's first responsibility is to his legend, not his romance; \"The Shadow\" has a funny exchange where Margo purringly describes a dream (\"I was lying naked on the beach in the South Seas . . .\") and then Cranston shares his dream (\"I dreamed I tore all the skin off my face and was somebody else underneath.\").\n\nThe look of the film somehow supports this foolishness. The director, Russell Mulcahy, whose earlier career was not distinguished by \"Highlander\" or, for that matter, \"Highlander 2: The Quickening,\" has assembled a talented technical team that recreates New York City as an Art Deco nightmare. There are diabolical dangers, like a water tank in which Cranston is sealed to drown; hallucinatory real estate, like a hotel which Kahn makes invisible by hypnotizing the entire city; and sexy props like the speedboat-sized Yellow Cab driven by Cranston's faithful retainer Moe (Peter Boyle).\n\nIf the movie is finally just a little less than the sum of its parts, maybe that's appropriate. The original \"Shadow\" novels were pounded out by Walter Gibson at a rate of 60,000 works a week, and consumed by magazine and radio audiences not because they were individually great, but because collectively they created a dream.\n\nThe Shadow was created during the Depression, when the mean streets were dark and threatening, and it was comforting that there was a denizen of the night who fought for good, not evil. It still is.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-07-01", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction", "Thriller"], "title": "The Shadow (1994)"}