{"url": "http://www.rogerebert.com/reviews/the-town-2010", "by": "Ben Affleckas Doug MacRay", "star_rating": 3.0, "text": "There's a scene in Ben Affleck's \"The Town\" that expertly exploits the conversations we have with film characters. In critical moments, we urgently send mental instructions to the screen. Let me set up such a moment here. Doug cares for Claire. There's something she mustn't know about him. If she should see the tattoo on the back of Jem's neck, she would know everything. Jem unexpectedly joins Doug and Claire at a table. With hard looks and his whole manner, Doug signals him to get the hell away from the table. So do we. Jem is a dangerous goofball and sadistically lingers. He doesn't know the tattoo is a giveaway.\n\nIf a film can bring us to this point and make us feel anxiety, it has done something right. \"The Town,\" Affleck's second film as a director, wants to do something more, to make a biographical and even philosophical statement about the culture of crime, but it doesn't do that as successfully. Here is a well-made crime procedural, and audiences are likely to enjoy it at that level, but perhaps the mechanics of movie crime got in the way of Affleck's higher ambitions.\n\nThere are two fairly extended scenes in the film, for example, during which bank robbers with machineguns exchange fire with a large number of cops. My opinion is that when automatic weapons are used by experienced shooters at less than a block's distance, a lot of people are going to get killed or wounded. It becomes clear in \"The Town\" that nobody will get shot until and/or unless the screenplay requires it, and that causes an audience letdown. We feel the story is no longer really happening, and we're being asked to settle yet once again for a standard chase-and-gunfight climax.\n\nI believe Affleck, his writers and their source (the novel Prince of Thieves by Chuck Hogan) know better, and their characters deserve better. But above a certain budget level, Hollywood films rarely allow complete follow-through for their characters. Consider the widespread public dislike for this year's best crime film, George Clooney's \"The American.\" People didn't want a look into the soul of an existential criminal. They wanted a formula to explain everything.\n\nIn \"The Town,\" Ben Affleck plays Doug MacRay, the next generation of a bank-robbing family in the Boston area of Charlestown. This square mile, we're told, contains more thieves and bank robbers than anyplace else in the country. It's a family trade, like cobbling or the law. Affleck heads a four-man crew, most notably including Jem (a pudgy, loopy Jeremy Renner, miles different than in \"The Hurt Locker\"). They plan their jobs meticulously going to lengths to eradicate DNA traces and confiscate security tapes. But Jem has a wild streak. He injures civilians when it's not necessary, and during one job does what is forbidden: He takes a hostage, Claire (Rebecca Hall). Kidnapping is a heavy-duty crime.\n\nThey release Claire unharmed. Turns out she lives in Charlestown. Jem gets paranoid. Doug trails her to a Laundromat, meets her by \"accident,\" gets to know and quite unexpectedly gets to like her. This is what \"The Town\" is really about: how getting to know Claire opens Doug's mind to the fullness of a life his heritage has denied him. The film could have continued to grow in that direction, but instead pulls back and focuses on more crime. We meet Doug's hardboiled father (Chris Cooper) in prison, and a local crime lord (Pete Postlethwaite, unrelenting). And we follow an FBI team led by Jon Hamm. They have a good idea who they're looking for; you don't make a career out of bank robbery in Charleston without the word getting around. But they lack evidence they can take to a jury.\n\nThe most intriguing character is Jem. As played by Renner, he's a twisted confusion of behavior, a loose cannon on a team that requires discipline. He's furious when he finds Doug friendly with the woman who could finger them, and the jumpy way he plays friendly is chilling. There's something interesting going on here: Doug is the central character and all interest should move to him, but at about the halfway point, it becomes clear that his character has been deprived of impulse and committed to an acceptable ending. Jem, however, remains capable of anything. If you've seen a lot of Jeremy Renner before, you may need to look twice to recognize him; it's like the hero of \"The Hurt Locker\" moved to Boston and started on a diet of beer, brats and fries.\n\n\"The Town\" shows, as his first film \"Gone Baby Gone\" (2007) did, that Affleck has the stuff of a real director. Everything is here. It's an effective thriller, he works closely with actors, he has a feel for pacing. Yet I persist in finding chases and gun battles curiously boring. I realize the characters have stopped making the decisions, and the stunt and effects artists have taken over.", "running_time": 125, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-09-15", "genres": ["Action", "Crime", "Drama", "Romance", "Suspense", "Thriller"], "title": "The Town (2010)"}