{"url": "http://www.rogerebert.com/reviews/the-whisperers-1968", "by": "Ronald Fraseras Charlie", "star_rating": 3.5, "text": "\"Are you there?\" the old lady asks, tilting, her head ever so slightly as her eyes dart around the flat. \"Are you there? I hear you. Are you listening?\" It is hard to locate them, even though they are surely there. Some seem to live in the radio, some in the steam pipes. Perhaps some are concealed in the water tap, which drips all night long.\n\nFrom day to day the enemies change, as the old lady drifts back and forth across the very thin line of sanity. Her daily routine is a search for food, warmth and human association. She sings hymns at a mission to earn a cup of soup. She reports to the welfare office. In a library, she edges her feet onto the heating pipes until a librarian catches her. What is it about the Puritan culture, in England and in this country, that makes it necessary for the old and the hungry to shame themselves in order to get the necessities of life? Why would true Christians not give the cup of soup without exacting the price of a hymn?\n\nThese are some of the questions which Bryan Forbes' \"The Whisperers\" seems about to ask and they are brought into focus by the performance of Dame Edith Evans as the old, old lady. The first 20 minutes of this film are so informed with tenderness and sympathy, that all of the rest, after the plot gets going, seems unworthy of it.\n\nIf Forbes had told the story of his old lady just as he began, \"The Whisperers\" would have been a masterpiece. Instead, it is a very good film marred by unfortunate melodrama. This was also a problem with two other good films by Forbes, \"The L-Shaped Room'' and \"Whistle Down the Wind,\" in which he could not quite allow his subjects to lead their own lives. \n\nBut this is not his failing alone. For years we have been brainwashed into expecting \"significance\" and \"a story\" every time we go to the movies. Only occasionally does a director reject conventional plots and melodramatic adventures in order to give us all of the depth of common human life. Satyajit Ray's splendid \"The Big City,\" which closed at the Hyde Park after only a week's run, was such a film. \"The Whisperers\" could have been another.\n\nStill, it is well worth seeing exactly as it is because of the superb performance by Dame Edith. She is a beautiful woman and a great actress. Eric Portman plays her husband, reunited with her after a long separation, and brings a delicate mixture of pride, anger and diffidence to their marriage relationship.\n\nI wish Forbes had been content simply to work out the conflicts between those two people and the daily threats of poverty and old age. Instead, he inserted some cops and robbers. They serve the purpose of bringing the old lady briefly into the outside world. But at the end of the film, abandoned once again by her husband, she is still peeking into corners and whispering, \"Are you there?\" And those private fears are really what the film is about.", "running_time": 105, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-04-18", "genres": ["Drama", "Foreign"], "title": "The Whisperers (1968)"}