{"url": "http://www.rogerebert.com/reviews/the-ritz-1976", "by": "Jack Westonas Gaetano Procio", "star_rating": 2.5, "text": "Jack Weston is in trouble. There's been a falling-out over the family garbage business, and his brother-in-law has a gun and is looking for him. Weston jumps into a cab. \"Take me to the last place on Earth anybody would ever think of looking for me,\" he gasps. The cabbie pulls up in front of the Ritz Baths in New York and says this'll be just the place.\n\nHe neglects, however, to point out to Weston that the clientele at the Ritz is almost exclusively gay -- a misunderstanding \"The Ritz\" will exploit so exhaustively that, if it weren't for a few redeeming performances, it would be a one-joke movie. Weston, lugging two ungainly suitcases under his arms, barges into an art deco underworld in which the customers languidly swim, exercise, steam themselves, applaud camp musical performances at poolside and disappear into rows of numbered cubicles. Weston's role here is to be the archetypal straight man.\n\nOne of the character's problems, though -- and it becomes the movie's problem as well -- is that he's so unbelievably dumb, so slow to catch on. Forty-five minutes into the movie, he's still doing incredulous double-takes and mouthing forbidden words as he discovers what his fellow patrons are doing in their cubicles. I don't know if we're supposed to identify with his endless state of shock -- or laugh at it -- but after a while we wish the movie would be funny about something else.\n\nAnd, just in the nick of time, it does. Weston runs into two of the denizens of the Ritz: The unflaggingly ambitious would-be singer Googie Gomez, and the indefatigable Claude. Each has a personal reason for pursuing Weston: Claude has a fetish for fat guys, and Googie thinks Weston is a big-time Broadway producer who will discover her and hire her for -- who knows? -- maybe a bus-and-truck tour of \"Oklahoma!\" Googie, played by Rita Moreno, has some of the funniest moments in the movie. To the incongruous accompaniment of a poolside orchestra in black tie, she butchers several song-and-dance numbers, loses a shoe and a wig and winds up in the pool. She is also ferocious in her ambition, tossing rivals down the laundry chute and promising Weston the hanky-panky will start after her second show. \n\nClaude the \"chubby-lover,\" played by Paul B. Price, has the single-minded obsession that can make all sexual specialties slightly hilarious. He plies Weston with candy, throwing Milky Ways and Mounds bars over the transom of his cubicle. He pounces on him from behind potted plants and stalks him down corridors.\n\nAnd yet \"The Ritz\" never quite succeeds. Its ambition is clearly to be a screwball comedy in the tradition of the 1930s classics and such recent attempts as \"What's Up, Doc?\" and \"Silent Movie.\" But it lacks the manic pacing, and the material grows thin; Terrence McNally's screenplay (based on his own play) depends so completely on comic material dealing with homosexuality that other opportunities are lost. And Richard Lester's direction is a little erratic; the movie lunges forward and then hits dead spots, and the final 10 minutes seem to take forever to dispose of various plot points. Still, \"The Ritz\" has, its moments. When again will we see Jack Weston as an Andrews sister?", "running_time": 91, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-12", "genres": ["Action", "Comedy", "Foreign"], "title": "The Ritz (1976)"}