{"url": "http://www.rogerebert.com/reviews/the-devils-own-1997", "by": "Harrison Fordas Tom O'Meara", "star_rating": 2.5, "text": "Ah, but that's just where he's wrong. \"The Devil's Own'' is an American story, to such a degree that American audiences will be able to watch this movie in total ignorance of the history of Northern Ireland, and be none the wiser at the end. Imagine this: One of the key characters is an Irish Republican Army leader who has killed more than 20 men and goes to America to buy guided missiles--and at no point in the movie, to the best of my recollection, are the words \"Catholic'' or \"Protestant'' ever uttered, even though sectarian conflict is at the heart of the Troubles.\n\nThis is history lite. In the opening scenes, an 8-year-old boy is having dinner with his family when masked men burst into their cottage and shoot his father dead. Flash forward 20 years, and now Francis McGuire (Brad Pitt) has been cornered in a Belfast hideout. There's a shootout with police and British troops, and then he escapes out the back way (with hundreds of men--the British somehow didn't think of the rear door). We know the father was shot by either British troops or Protestant militants (the movie doesn't bother to say), and we gather McGuire is in the IRA. But the issues involved between the two sides are never mentioned, even obliquely; for all we learn, he's avenging his father's death and that's it.\n\nSoon he's in America, where an Irish-American judge gets him a place to live, in the basement of an honest cop named Tom O'Meara (Harrison Ford).\n\nO'Meara knows nothing about the past of the man, now calling himself Rory Devaney. He's just being a good Samaritan. Ask yourself this: How many cops, knowing what they know about the dangers of modern society, would allow a complete stranger with no job to live under the same roof with the cop's wife and daughters? But don't ask. O'Meara is simply being a nice guy. Soon we learn that Devaney has lots of money for buying guided missiles from a creep named Billy Burke (Treat Williams). And we learn that O'Meara is a very good cop, honest and unswerving. There are several scenes in which we see him avoiding the use of force and condemning cops who shoot first and ask questions later. When his partner (Ruben Blades) does just that, it forces a crisis of conscience--but it doesn't pay off, it simply sets up the cop's determination, later in the film, to bring in Devaney alive.\n\nBoth Pitt and Ford have criticized this film because, they say, it started shooting without a completed screenplay. I can believe that. Consider that Pitt, while nominally the villain, is seen in an attractive light, while a British intelligence operative is seen as a sleazeball, and yet Ford, fearing the sleazeball wants to kill Pitt, dedicates himself to bringing him in alive--so he can be brought to trial by the sleazeball for crimes the IRA, of course, considers to be justified acts of war. The moral reasoning in the film is so confusing that only by completely sidestepping it can the plot work at all.\n\nAnd sidestep it does. Harrison Ford and Brad Pitt are enormously appealing and gifted actors, and to the degree that the movie works, it's because of them. Using all the gifts of the actor's craft, they're able to sell scenes that don't make sense and don't add up. Even in a final confrontation, they're so convincing that only later do we ask ourselves, hey, did Devaney really plan to sail across the North Atlantic Ocean in a leaky old tugboat? \"The Devil's Own'' (what does the title mean?) plays better if you don't give it a single thought, and just let the knee-jerk cues dictate your emotions. Handsome guy's father is killed, so he fights back. Nice-guy cop likes Irish kid, but gets frosted when bad guys (British? Irish turncoats?) invade his home looking for kid. Cop wants to arrest kid, yet doesn't want to see him gunned down by British creeps. All criminals deserve their rights, cop believes; fine, except what opinion, if any, does cop have about terrorism or the presumed use of missiles against civilian targets? (Cop never during entire movie expresses any opinion about struggle involving Britain, Northern Ireland and IRA.) I've got a notion for a quick rewrite: Leave out Ireland altogether, and make it a revenge picture. Or deal with Ireland intelligently, as \"In The Name Of The Father,\" \"Michael Collins\" and \"Cal'' have. Either way, the film should make it clear whether it considers the Brad Pitt character to be a hero or villain. My best guess is, he's a villain given a moral touch-up because he's also a movie star. He may be a cold-blooded terrorist, but he's our cold-blooded terrorist, and, saints preserve us, isn't he a likable lad?", "running_time": 107, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-03-28", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "The Devil's Own (1997)"}