{"url": "http://www.rogerebert.com/reviews/the-blue-lagoon-1980", "by": "Brooke Shieldsas Emmeline", "star_rating": 1.5, "text": "This movie made me itch. It's about a young girl and a young boy\r\nwho are shipwrecked on a beautiful Pacific Island. It shows how they grow up,\r\nmostly at sunset. It follows their progress as they discover sex and smile\r\nsweetly at each other, in that order. It concludes with a series of scenes\r\ndesigned to inspire the question: If these two young people had grown up in\r\ncivilized surroundings, wouldn't they have had to repeat the fourth grade?\n\n\"The\r\nBlue Lagoon\" is the dumbest movie of the year. It could conceivably have\r\nbeen made interesting, if any serious attempt had been made to explore what\r\nmight really happen if two 7-year-old kids were shipwrecked on an island. But\r\nthis isn't a realistic movie. It's a wildly idealized romance, in which the\r\nkids live in a hut that looks like a Club Med honeymoon cottage, while restless\r\nnatives commit human sacrifice on the other side of the island. (It is a\r\nmeasure of the filmmakers' desperation that the kids and the natives never meet\r\none another and the kids leave the island without even one obligatory scene of\r\nbeing tied to a stake.)\n\nWhy\r\nwas this movie made? Presumably because Randal Kleiser, the director and\r\nproducer, read the 1903 novel it's based on and vowed that this story had to be\r\nbrought to the screen. It had been filmed previously, as Jean Simmons' 1949\r\nmovie debut, but no matter. Kleiser had another go.\n\nIt's\r\nintriguing to try to guess, on the basis of the film he made, what he thought\r\nthe original story had to tell us. This movie could have been made as a tale of\r\nwilderness survival: The Swiss Family Robinson Meets Lord of the Flies. But\r\nKleiser's details about daily life are wildly unconvincing. This movie could have\r\nbeen made as an adventure epic, but, as I've already mentioned, the threat of\r\nthe natives on the other side of the island is introduced only to be dropped.\r\nThis movie could have been made as a soft-core sex film, but it's too\r\nrestrained: There are so many palms carefully arranged in front of genital\r\nareas, and Brooke Shields' long hair is so carefully draped to conceal her\r\nbreasts, that there must have been a whole squad of costumers and set\r\ndecorators on permanent Erogenous Zone Alert.\n\nLet's\r\nface it. Going into this film knowing what we've heard about it, we're\r\nanticipating the scenes in which the two kids discover the joys of sex. This is\r\na prurient motive on our part, and we're maybe a little ashamed of it, but our\r\nshame turns to impatience as Kleiser intercuts countless shots of the birds and\r\nthe bees (every third shot in this movie seems to be showing a parrot's\r\nreaction to something). And there is no way to quite describe my feelings about\r\nthe scene that takes place the morning after the young couple have finally made\r\nlove. They go swimming, see two gigantic turtles copulating, and smile sweetly\r\nat each other. Based on the available evidence in the movie, they know more at\r\nthis point about the sex lives of turtles than about their own.\n\nBut\r\nwait. These kids aren't finished. They have a baby, after long, puzzled months\r\nof trying to figure out those stirring feelings in the girl's stomach.\r\n\"Why did you have a baby?\" the boy asks. \"I don't know,\"\r\nthe girl says. They try to feed the kid fresh fruit, and then they look on in\r\nwonder as the baby demonstrates the theory and practice of breast-feeding (so\r\nthat's what they're for!).\n\nThe\r\nmovie's ending is enraging. It turns out the boy's father has been sailing the\r\nSouth Seas for years, looking for the castaways, who meanwhile manage to set\r\nthemselves adrift at open sea again (they lose their oars ... but never mind).\r\nDespairing of being rescued, the kids have just eaten berries that are supposed\r\nto put them permanently asleep. Then their unconscious bodies are rescued. Will\r\nthey live? Die? What were those berries, anyway? The movie cops out: The burden\r\nof contriving an ending was apparently too much for such a feeble movie to\r\nsupport.", "running_time": 104, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-07-03", "genres": ["Adventure", "Drama", "Romance"], "title": "The Blue Lagoon (1980)"}