{"url": "http://www.rogerebert.com/reviews/the-black-stallion-returns-1983", "by": "Kelly Renoas Alec Ramsey", "star_rating": 2.5, "text": "Faithful readers will recall that I chose \"The Black Stallion\" as the best movie of 1980. I was not, however, really looking forward to this sequel, because the original \"Black Stallion\" arrived at a completely satisfactory conclusion and was happily complete. What's more, the best parts of \"The Black Stallion\" were in the first half, when the boy and the horse were alone on the island. The second half, ending with the big horse race, was well done, but, let's face it, pretty predictable. \n\nNow we have \"The Black Stallion Returns,\" which also is well done, and which also ends in a big horse race, and which is very predictable. What odds would you give that the black stallion doesn't win? \n\nI can imagine one set of circumstances under which you might want to see this picture: If you're a kid, and you loved \"The Black Stallion,\" and want to see more of the same stuff, with the same kid (Kelly Reno) and the same horse (Cassole), then this might be the movie for you. Anyone expecting serious filmmaking or fresh imagination is going to be disappointed.\n\nThe movie begins where the first one left off. The stallion is living happily on a farm with Reno and his mother (Teri Garr). Then one night two bands of evil Arabs arrive to steal the horse, which is needed for a crucial race in the Sahara. Every five years the tribes of the desert race their steeds to determine who will rule the desert. The Arabs steal the horse, Kelly follows them, and everybody ends up back in the desert.\n\nThe Arabs are portrayed in this movie as the usual greasy, obnoxious buffoons that have been so popular in the movies ever since the oil crisis; I guess the message is that it's OK to be racist, as long as your targets live far away and don't buy many movie tickets. The Arab villain is played by Allen Goorwitz, a good character actor who is so far off-base here it's pathetic.\n\nAnyway, most of the movie takes place in the desert, where the young hero meets bands of vagabond Arabs, makes friends with a mysterious young nomad, meets up with a young girl about his age, marches for endless miles through the hot burning sands, nearly dies, steals the stallion back from the Arabs, loses it again, and winds up being asked by the Arabs to ride the stallion in the big race. You bet. \n\nWhat's good in this film? The performances are often good, including Reno's; he has an interesting, poker-faced way of underplaying scenes that keeps him from being a stereotyped kid. The photography is good, and the desert is often breathtakingly beautiful. The final race is botched by so many parallel story lines that we lose track of where the stallion stands in the race. And the movie is sometimes so overcome by its own beauty that it forgets to be about anything.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-03-29", "genres": ["Drama", "Family"], "title": "The Black Stallion Returns (1983)"}