{"url": "http://www.rogerebert.com/reviews/the-devil-and-daniel-johnston-2006", "by": "Daniel Johnston", "star_rating": 3.0, "text": "\"The Devil and Daniel Johnston\" opens with Johnston being introduced at a folk club in Austin, Texas, as \"the greatest singer-songwriter alive today.\" This sort of statement is either true, or really needs to be heard by the person being described. Daniel Johnston needs all the support he can find. He is a singer-songwriter and an artist whose underground tapes and gallery shows sell out, and he is also a manic-depressive with other mental problems that have had him in and out of hospitals for years.\n\nThis documentary charts his life's journey in through an apparently inexhaustible archive of video and audio tapes. Jeff Feuerzeig, who won the best director award at Sundance 2005 for this film, has started with a subject who has filmed himself and been filmed by others for more than 20 years. That allows us to see Daniel Johnston as a bright young kid who \"lost all his confidence\" in junior high school, who has had a romantic obsession with a classmate all of his life, who was briefly a star on MTV, whose songs have been covered by Beck and Pearl Jam, who Kurt Cobain called the \"greatest living songwriter,\" whose friends included members of Sonic Youth and Half Japanese, and who still lives at home with his parents, who worry about what will happen to him when they are gone. His tapes are sold on the Web by an ex-manager, still a fan of his music, who he fired and attacked with a pipe.\n\nDespite the loyalty it inspires, Daniel Johnston's music does not seem to deserve quite the level of praise he has received. He made a crucial early decision to move away from the piano, which he could play, to the guitar, which he has not mastered. When the Austin Chronicle named him Austin's \"Folk Artist of the Year,\" its editor recalls, that created some unhappiness \"in a town where a lot of people can play the guitar.\"\n\nJohnston's life has often been highly medicated, and when he goes off meds for a week or two before a concert, he sometimes gets into trouble. After a happy trip to New York, he was returning home when he got off the bus in West Virginia and was involved in an incident that led to an elderly lady breaking her ankles jumping out a window. During a trip in his dad's private airplane, he caused a crash that could have killed them both.\n\nHis artwork first got publicity when Cobain wore one of his T-shirts for weeks on end (whether it was always the same shirt the movie neglects to say), and his drawings of devils, crucifixes and eyeballs, especially eyeballs, have become famous in some circles.\n\nWatching the movie, I was reminded of the documentary \"Crumb\" and its portrait of R. Crumb's brother Charles, who almost never left his bedroom in his mother's home, and whose drawings and notebooks, Robert Crumb says, inspired him. There is a line that sometimes runs between genius and madness, sometimes encircles them.\n\n\"The Devil and Daniel Johnston\" shows us a life of accomplishment and achievement, ringed around with sadness, dampened by drugs both prescribed and not (bad acid trips didn't help), and supported by parents who the film characterizes as \"fundamentalist,\" as if that led to Daniel's troubles. It looks to me more as if Johnston's parents are the luckiest thing that has ever happened to him, as they care for him on his good days and his impossible ones.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-04-13", "genres": ["Documentary", "Indie"], "title": "The Devil and Daniel Johnston (2006)"}