{"url": "http://www.rogerebert.com/reviews/the-frighteners-1996", "by": "Michael J. Foxas Frank Bannister", "star_rating": 1.0, "text": "Incredible, the amount of work that went into “The Frighteners.” And appalling. Anyone who appreciates special effects, computer animation or movie makeup will regard this movie with awe. There's not a shot that doesn't suggest infinite pains and patience; complex makeup was painstakingly applied to actors for shots that were then married to special effects in order to create a screen filled with gory images.\n\nBut all of that incredible effort has resulted in a film that looks more like a demo reel than a movie--like the kind of audition tape a special-effects expert would put together, hoping to impress a producer enough to give him a real job. Peter Jackson, who directed “The Frighteners” (and 1994's much better “Heavenly Creatures”) qualifies on the basis of this film for any special-effects movie you can imagine, just as long as it's about something.\n\nOne of the more excruciating experiences for any movie lover is to sit through a movie filled with frenetic nonstop action, in which, however, nothing of interest happens. “The Frighteners” is a film like that, a film that compels me to break my resolution never to quote Shakespeare's “full of sound and fury, signifying nothing.” It's like watching a random image generator.\n\nThe plot involves a professional ghostbuster named Bannister (Michael J. Fox), who is not quite the fraud we think him to be. True, he haunts funerals, offering his services to the bereaved, who might want to contact (or avoid) loved ones on the other side.\n\nBut Bannister isn't just pulling a con game. He really can see ghosts. In fact, he lives with three of them: Judge (John Astin), Cyrus (Chi McBride) and Stuart (Jim Fyfe). They're spirits who have not quite gathered the will to become definitively dead, and so they hang around, spooking people to drum up business for Bannister.\n\nThe story takes place in a town described as the mass murder capital of the nation. Among its residents is the hapless Patricia (Dee Wallace Stone), who has lived for years as the virtual captive of her mother (Julianna McCarthy) in the old local sanitarium, the site of a gruesome mass murder.\n\nNow a new death wave has broken out, and Bannister, because he hangs out at funerals, is a prime suspect. The beautiful widow Lucy (Trini Alvarado) believes in Bannister, who grimly tells her, “I've got to have an out of the body experience and have it now!” His plan: Induce death, do some quick heroics on the other side, and get back before irreversible brain damage sets in. His attempt to do this sets up the central section of the movie, in which the special effects go truly berserk. The walls seem filled with people behind them, who make the wallpaper ripple and bulge. Spectral manifestations pop out of the woodwork. There is a villain who is mostly a skeleton, his flesh having rotted but not his malevolence. And his ghost friends come and go, transparent but involved.\n\nThe movie is like an anthology of devices from other thrillers about the spirit world. We get squirt guns filled with holy water, we get black goo oozing out of hell, we get ectoplasm in car trunks, we get lots of religious symbolism (why is it Catholicism is the only religion appropriate to exorcism in the movies?).\n\nEverything comes to a shrieking climax in the old sanitarium, where the moldering chapel holds the key to the past, and a would-be mass murderer, perhaps overcome with Olympic fever, cries out, “This record should be held by an American!” It is better, I think, to sit through a movie where nothing happens than one in which everything happens. Last year, I reviewed a nine-hour documentary about the lives of Mongolian yak herdsmen, and I would rather see it again than sit through “The Frighteners.”", "running_time": 106, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-07-19", "genres": ["Comedy", "Foreign", "Horror", "Mystery"], "title": "The Frighteners (1996)"}