{"url": "http://www.rogerebert.com/reviews/the-mephisto-waltz-1971", "by": "Alan Aldaas Myles Clarkson", "star_rating": 2.0, "text": "Thinking, back (with a good deal of nostalgia) to \"Rosemary's Baby,\" I've come up with a theory to explain the failure of \"The Mephisto Waltz.\" It is not ambiguous. The thing about \"Rosemary's Baby\" was that you could never be quite sure whether sorcery was involved, or whether (just maybe) there was a rational explanation for all those weird events.\n\nThe supernatural appeals to our imagination, I suspect, because by its own rules we can never be sure that it doesn't exist. I've been reading \"The Confessions of Aleister Crawley\" recently, and he seemed to believe that magic could be just as predictable as any science, if only it were practiced in a rational way. But of course magic is antirational, and if it does operate within a system of logic, its logic must be opposed to our own.\n\n\"Rosemary's Baby\" understood this, and gave us a heroine who was at the mercy of magic (or something) precisely because she couldn't understand what was happening to her, or how. The magic in \"Rosemary's Baby\" kept itself so far out of reach of our rational deductions that, even now, nobody knows for sure whether that was the devil in the crib, or what, or who. \"Rosemary's Baby\" kept its magic magical.\n\n\"The Mephisto Waltz,\" which is inferior to \"Rosemary's Baby\" on all sorts of fundamental levels like direction, photography and acting, is fatally inferior in its understanding of the supernatural. If a horror movie is to be taken seriously, it has to pretend to take horror seriously. And this one doesn't. It reduces magic to a simpleminded ritual that anyone can perform: all our heroine has to do is steal some funny blue stuff and read pig Latin out of a book. The magic works for her, too.\n\nI suspect a better movie could have been made from the same material. The story is intriguing: A pianist, dying of cancer, conjures up a soul transplant to get his mind into a young man's body. A couple of triangles are laid on top of this; the pianist is in love with his own daughter, who sort of seduces the younger man, after which the young man's wife steals the blue stuff, etc., and transplants HER intelligence into the daughter's body.\n\nSince two bodies are disposed of during this process, the movie leaves us wondering where the two leftover personalities are. Even after the wife transplants herself into the daughter, see, her husband's body is occupied by the pianist. So maybe the husband and the pianist's daughter are making it in limbo? You can never be sure.\n\nWhat it comes down to is a fast-draw contest with the funny blue stuff. There are also some candles, which exist so the camera can shoot through them, and an unlimited supply of white curtains, which blow in the wind. But magic, you see, shouldn't be this simple, unless the movie is intended as a parody or a grade-B cheapie. It isn't. The casting (Alan Alda, Jacqueline Bisset, Barbara Parkins, Curt Jurgens) is expensive, and so is the production. But you get the notion that the people who made the film didn't take magic seriously enough. I don't mean they should believe in it; but they should have made a film that pretended to.", "running_time": 115, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-05-06", "genres": ["Horror"], "title": "The Mephisto Waltz (1971)"}