{"url": "http://www.rogerebert.com/reviews/the-buena-vista-social-club-1999", "by": "Wim Wenders", "star_rating": 2.0, "text": "Wim Wenders, who directed it, seems to have given his cameramen a few basic instructions which they follow over and over again for the entire movie. One shot of a camera circling a musician on a chair in a big room would have been splendid--especially since the interiors in the movie are of beautiful, decaying Havana locations. But the camera circles obsessively. In big empty rooms, in bars, on verandahs, in rehearsal halls, in a recording studio, it circles and circles, annoyingly.\n\nWhen it isn't circling, there's another problem. The credits say the film was made on two digital cameras. One seems to have been hand-held by a cameraman with the shakes. One camera is level, smooth and confident. The other has the jitters, so badly that you can sense the editor cutting away from it as much as he can. The unstable hand-held look can be an interesting choice in certain situations. As a style, it becomes a problem.\n\nThen there is the question of how to show Ry Cooder in the film. Yes, he is the godfather of this project, and there would be no film and no Buena Vista Social Club without him. But the filmmakers seem too much in awe of him. When the musicians give concerts in Amsterdam and at Carnegie Hall, the onstage footage keeps returning to a single repetitive camera move: Focus on musician, then pan up to Ry Cooder smiling benevolently. He is positioned in the top row of the onstage musicians, on the strong visual axis just to the right of center, and the camera keeps glancing up at him, as if for approval from the teacher.\n\nThen there's the problem of presenting the music. I didn't expect a concert film, but I did expect that I might be allowed to hear one song all the way through, with the cutting dictated by the music. No luck. The songs are intercut with biographical testaments from the veteran musicians. These in themselves are splendid: The stories of how these performers grew up, learned their music, flourished, were forgotten, and then rediscovered, are sometimes amazing, always moving (as when we reflect that the singer Ibrahim Ferrer, \"the Cuban Nat King Cole,\" dominating the orchestra and the audience at Carnegie Hall, was shining shoes when Cooder found him). But the movie's strategy is to show them in performance, then cut away to their story, leaving the songs stranded.\n\nWhen the Social Club gets to New York, the Carnegie Hall concert should have been the climax. (Consider the emotional payoff of the not dissimilar \"The Weavers: Wasn't That a Time!\" Consider, too, Terry Zwigoff's magical documentary \"Louis Bluie,\" about Martin, Bogan and the Armstrongs--also elderly musicians who were belatedly rediscovered.) Instead of pausing sometimes to simply listen to the music, Wenders intercuts Carnegie Hall with shots of the musicians visiting the Empire State Building and Times Square, looking in souvenir shop windows, talking about how wonderful it all is, as if they were on a school trip. This is condescending. The movie reminded me of a concert where somebody behind me is talking and moving around all the time. Let them play.\n\nWhen they do, it is magical. We meet not only Ferrer, who has all of the ease and charisma of a born star, but a pianist named Ruben Gonzalez, who is 80 years old and complains of arthritis but has a strong and unmistakable piano style; Compay Segundo, a guitarist and singer, over 90; and Omara Portuondo, \"the Cuban Edith Piaf,\" luxuriating in the joy of the music; and many more. The faces become familiar, the music becomes seductive.\n\nWenders' visual texture for the film is interesting. He overexposes slightly with moderately high-contrasts and then washes the picture out a little. It's like the watercolor technique where you finish the painting, let it dry, and then let it soak briefly in a pan of water, so that the strong colors remain and others become more faded. It's a nice surface for the film, and appropriate.\n\nBut there's that constant humming undercurrent of adulation for Ry Cooder--who I am sure is a good man and a gifted musician and does not need to be shown so constantly that his presence becomes like product placement. I was reminded uncannily of those old Amateur Hour programs on TV, where the emcee beamed benevolently on one act after another. The musicians of the Buena Vista Social Club needed to be rediscovered, but that's all they needed: They come ready to play. I bought the album. You should, too. If this movie comes out on DVD, I hope the other side contains bonus concert footage.", "running_time": 101, "mpaa_rating": "No", "release_year": 1999, "date_published": "1999-06-25", "genres": ["Documentary", "Indie", "Music"], "title": "The Buena Vista Social Club (1999)"}