{"url": "http://www.rogerebert.com/reviews/the-thing-2011", "by": "Mary Elizabeth Winsteadas Kate", "star_rating": 2.5, "text": "Imagine a creature that can exactly imitate the body and behavior of another life form — so well it could fool you into thinking it was your best friend. This Thing journeys the cosmos and mimics the aliens it encounters. Then it reveals its true appearance, which is a hideous and leaky smorgasbord of palpitating organs, claws, teeth, crab legs, lobster tails, beaks, snaky appendages and gooey dripping eyeballs. It doesn't say much for life in the universe that with whole galaxies to choose from, that's the best body it could come up with.\n\nThe source is one of the most durable science-fiction stories of all time. Written as \"Who Goes There?\" by John W. Campbell Jr., it inspired a 1951 film by Howard Hawks, and a 1982 remake by John Carpenter. Its idea for an alien also transmuted into two versions of \"Invasion of the Body Snatchers\" and all of the \"Alien\" movies. In the 1950s, the earlier movies were read as allegories of the communist menace: Ordinary Americans were infested with Marxism, and although they continued to resemble your husband, cousin or boss, secretly they were a manifestation of an alien ideology.\n\nThe movie's setup: Scientists have discovered a spacecraft buried in the ice of the South Pole. A body is dug out in a block of ice, and … thaws. In the first film, scientists used instruments to determine the edges of the buried craft, and then chillingly realized they were standing in a saucer-shaped circle. It was the best shot in the film.\n\nThis new film once again finds useful the notion that the story takes place entirely within a closed system — a research station in Antarctica, or a spaceship traveling the void. Since the Thing prefers to inhabit its hosts secretly and remain in disguise, the plot comes down to a deadly puzzle: Of the people in the research station or on the spaceship, which are real and which are Things? Paranoia drives the plot.\n\nThere is a logical flaw here: Why would the Thing reveal itself before it had infected everyone? Why tip off the humans that there's a problem? Why, for that matter, wouldn't the Thing travel the universe and simply become every race, so that all life was Things?\n\nThe answer, obviously, is because such a story would be impossible. All these people would be in the research station, they'd look and behave like themselves for the whole movie, nothing exciting would happen until the last scene — and then, wow, what happened? We're all Things!\n\nYou don't ask questions like that. You accept the genre. It consists of people being horribly sucked up and digested and having their teeth fillings spit out. The interest would seem to be in the special effects: What do the Things really look like? I saw the 1951 film with my mother in a movie theater in West Point, N.Y., where we were attending my cousin Tommy's graduation from the military academy. It was the most terrifying experience I have ever had in a movie theater.\n\nWhat did the creature look like? I'm not quite sure. I know it was played by James Arness, and was humanoid (a guy in a Thing suit, you could say). The point wasn't its appearance, it was the suspense. The long, cold corridors of the Antarctic structure, the dark and cluttered store rooms, could be concealing a Thing that would leap out at you. Characters persisted in wandering off recklessly by themselves. I kept ducking down behind my seat.\n\nThe contribution by John Carpenter was to take advantage of three decades of special effects to make his creatures Awful Gooey Things from Space. That was done well in his film, and it is done with even more technical expertise here — but to what point? The more you see of a monster, the less you get. It is the unseen, the imagined, that scares you. This version of \"The Thing,\" directed by Matthijs van Heijningen Jr., provides such graphic and detailed views of the creature that we are essentially reduced to looking at special effects, and being aware that we are. Think how little you ever really saw in the first \"Alien\" movie, and how frightening it was.\n\nI expect this movie will do well at the box office. It has a lot of gory Gotcha! moments, and many scenes in which an endless supply of Things are incinerat­ed by flame throwers. It seems like such an ignominious end for such a versatile species.", "running_time": 103, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-12", "genres": ["Horror", "Mystery", "Science Fiction"], "title": "The Thing (2011)"}