{"url": "http://www.rogerebert.com/reviews/the-runner-stumbles-1980", "by": "Dick Van Dykeas Father Rivard", "star_rating": 2.0, "text": "This may be a strange thing to say about a story of passion between a priest and a nun, but Stanley Kramer's \"The Runner Stumbles\" is almost endearingly old-fashioned. It's been a longtime since I've seen a man and a woman at arm's length, struggling against the flames of temptation that threaten to consume them, while tempestuous music whirls on the sound track. These days, a love scene is much more likely to involve Woody Allen discussing Mariel Hemingway's homework.\r\n\nBut \"The Runner Stumbles\" involves big questions of ethics and morality, and so, of course, its romance must be larger than life, must be reflected in the seasons and the tides of man and all that, and maybe one of the movie's problems is that Important Love Stories aren't fashionable right now; while the characters struggle against the tides of passion, we struggle against the giggles.\n\nAnd yet this is a movie with interesting performances in it. Dick Van Dyke stars in a rare dramatic appearance as a priest who's banished to a backward parish. When the two ancient nuns in the parish contract tuberculosis, a spritely young sister (Kathleen Quinlan) is dispatched to run the little country school. And since sharing the quarters of the other nuns would expose her to TB, Quinlan must, of course, move into the priest's rectory. This turns out to be a big mistake.\r\n\nThe love affair between Van Dyke and Quinlan is developed pretty obviously: They're isolated, they're thrown into each other's company, slight friendly gestures and a shared sensibility grow into affection, and then there's trouble.\r\n\nThe town is filled with gossips, of course, and in Van Dyke's own household there's a menacing presence in the person of the loyal housekeeper, old Mrs. Shandig (Maureen Stapleton), who, of course, has long been in love with the priest herself - and who is depicted as such a classic textbook case of repressed sexual hysteria that we immediately suspect she's capable of violence. (Why do they always overdo repressed hysteria? Why can't they repress it just a little more?)\r\n\nThe story, based on a stage play by Milan Stitt, allows the priest and nun to spend a good deal of time discussing the moral implications of their actions. They debate the theological subtleties of their situation in terms suitable for what I've always fancied must be a required course for dramatists titled \"Elementary Catholic Clichés for the Stage\" (this is the same course in which non-Catholic playwrights are briefed on what a priest has to do when he gets a murderer in his confessional.)\r\n\nIf I've made \"The Runner Stumbles\" sound a little silly - well, it is a little silly. But Van Dyke and Quinlan do as much as is possible with this material, and Quinlan, in particular, continues to develop as one of the more interesting young movie actresses (her credits include \"I Never Promised You a Rose Garden.\")\r\n\nVan Dyke's performance was undermined for me by an incongruous minor detail (his haircut is much too modern for 1927.) Kramer's direction undermines more than one editing progression by cutting to wild flowers, and other rural postcards, and the entire device of the flashback from a murder trial is just an annoying gimmick. But in its relentlessly old-fashioned way, \"The Runner Stumbles\" has a sort of dramatic persistence: It's not great, but it's there.", "running_time": 99, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-02-06", "genres": null, "title": "The Runner Stumbles (1980)"}