{"url": "http://www.rogerebert.com/reviews/the-cove-2009", "by": "Louie Psihoyos", "star_rating": 4.0, "text": "Flipper was smiling on the outside but crying on the inside. That's what Richard O'Barry thinks. He's the man who trained five dolphins for use on the \"Flipper\" TV show, and then began to question the way dolphins were used in captivity. In the years since, he has become an activist in the defense of captive dolphins exploited in places like Sea World.\n\nThe dolphins who are captured are luckier than the thousands harpooned to death. In a hidden cove near the Japanese coastal village of Taiji, sonar is used to confuse dolphins and lead them into a cul-de-sac where they're trapped and killed. Since their flesh has such a high concentration of mercury that it's dangerous to eat, why slaughter them? To mislabel them as whale meat, that's why. Having long ignored global attempts to protect whales from being fished to extinction, the Japanese have found dolphins easier to find. But who would eat the meat? \n\nJapanese children, whose school lunches incredibly include mislabeled dolphin. Is it necessary to mention that dolphins are not fish, but mammals? Indeed, they're among the most intelligent of mammals and seem naturally friendly toward man. They're even tool users, employing sponges to protect their snouts in some situations, and teaching that learned behavior to their offspring.\n\n\"The Cove,\" a heartbreaking documentary, describes how Richard O'Barry, director Louie Psihoyos and a team of adventurers penetrated the tight security around the Taiji cove and obtained forbidden footage of the mass slaughter of dolphins. Divers were used to sneak cameras into the secret area; the cameras, designed by Industrial Light and Magic, were hidden inside fake rocks that blended with the landscape.\n\nThe logistics of their operation, captured by night-vision cameras at times, has the danger and ingenuity of a caper film. The stakes are high: perhaps a year in prison. The footage will temper the enjoyment of your next visit to see performing dolphins.\n\nIt is an accident of evolution that dolphins seem to be smiling, the film informs us. They just happen to look that way. Their hearing is incredibly more acute than a human's, and the sounds of loudspeakers and recorded music, rebounding off the walls of their enclosures, can cause them anxiety and pain. O'Barry believes one of the dolphins he trained for \"Flipper\" literally died of depression in his arms.\n\nThere are many documentaries angry about the human destruction of the planetary peace. This is one of the very best — a certain Oscar nominee. It includes a great many facts about the craven International Whaling Commission and many insights into the mistreatment of dolphins; Simon Hutchins, who has specialized in the subject for the London Telegraph, is especially helpful.\n\nBut when all of the facts have been marshaled and the cases made, one element of the film stands out above all, and that is the remorse of Richard O'Barry. He became rich and famous because of the TV series, which popularized and sanitized the image of captive dolphins. He has been trying for 25 years to make amends. But why, you may ask, are performing dolphins so willing to perform on cue? Well, you see, because they have to, if they want to eat.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-08-05", "genres": ["Crime", "Documentary"], "title": "The Cove (2009)"}