{"url": "http://www.rogerebert.com/reviews/the-fog-1980", "by": "Adrienne Barbeauas Stevie Wayne", "star_rating": 2.0, "text": "The problem is with the fog. It must have seemed like an\r\ninspired idea to make a horror movie in which clouds of fog would be the\r\nmenace, but the idea just doesn't work out in \"The Fog,\" John\r\nCarpenter's first thriller since \"Halloween.\" The movie's made with\r\nstyle and energy, but it needs a better villain.\n\nAnd\r\nit also needs a slightly more plausible plot. We don't really care about the\r\nlogic of the plot in horror movies, of course, but there has to be some\r\nplausibility, just so we know what the rules are. Carpenter's fog - which\r\ncontains the ghosts of murdered sailors - is too unpredictable. When it rolls\r\nin, it's likely to kill anyone, no matter whether or not their ancestors were\r\nresponsible for killing the sailors 100 years ago.\n\nIt's easy to see, though, why this project must have been appealing to Carpenter, a\r\ntalented 31-year-old film maker who built a cult audience with the low-budget\r\ngenre films \"Dark Star\" and \"Assault on Precinct 13\" before breaking through to\r\nenormous ratings with the made-for-TV \"Elvis.\" Carpenter's\r\n\"Halloween\" was one of the major box office successes of 1979\r\n(Variety calls it the most profitable independent film ever made) and it\r\ndemonstrated his favorite approach: He likes films that manipulate audiences, films\r\ndesigned, quite simply, to cause emotions - and his favorite response is shock.\n\n\"The\r\nFog\" basically has the same structure as \"Halloween.\" It gives\r\nus a small American town. It introduces a few of its inhabitants, especially\r\nisolated women. It establishes a threat. And then the rest of the movie is\r\ndevoted to scenes in which the threat either does or does not destroy its\r\nintended victims.\n\nVery\r\nsimple. The threat need not even be believable; \"Halloween's\"\r\npsychotic killer, wrapped in sheets and apparently invulnerable, just kept on\r\ncoming while a platoon of baby-sitters bit the dust.\n\nBut\r\n\"Halloween's\" killer was a person, and had at least a bit of personal\r\nbackground (we saw a traumatic scene from his childhood and heard a\r\npsychiatrist describe him as evil incarnate).\n\nThe\r\nnarrative background in \"The Fog\" is presented stylishly - John\r\nHouseman of \"The Paper Chase\" tells a ghost story around a campfire\r\non the beach, little kids listen with their mouths hanging open, we learn that\r\nshipwrecked sailors were murdered near this town a century ago, and that they\r\nvowed to return 100 years later. And, of course, tonight's the night.\n\nBut\r\nwhen the sailors' ghosts return, wrapped in fog, we can't figure out what their\r\nmotives are. Do they want to kill the descendants of their murderers? Are they\r\nangry at the town itself? Are they indeed there in the fog, or are their\r\nvictims hallucinating?\n\nWell,\r\nlet's face it, we wouldn't care about the answers to these questions if\r\n\"The Fog\" were as scary as \"Halloween.\" But because\r\n\"The Fog\" has a historical plot, because its events are inspired by\r\nthe past, it should make more sense. A sentient fog may be photogenic (and this\r\nis a good-looking movie), but can we identify with it? Is it the kind of\r\nvillain we love to hate? Not really.\n\n\"The Fog\" is encouraging, all the same, because it contains another\r\ndemonstration of Carpenter's considerable directing talents. He picked the\r\nwrong story, I think, but he directs it with a flourish. This isn't a great\r\nmovie but it does show great promise from Carpenter - whose psychotic killer in\r\n\"Halloween,\" you may recall, was missing at the end of the film and\r\nmay be haunting a sequel any day now.", "running_time": 89, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-02-05", "genres": ["Drama", "Horror", "Suspense"], "title": "The Fog (1980)"}