{"url": "http://www.rogerebert.com/reviews/the-love-machine-1971", "by": "Robert Ryanas Gregory Austin", "star_rating": 1.0, "text": "Jacqueline Susann probably doesn't know anything more about the private lives of the stars than you and I do. What's more, she'd be the first person to agree with that statement, since her \"novels\" are rip-offs of ancient, mostly fictitious rumors about people who may be (but probably aren't) who you (but not Jacqueline) think they are. And then she goes on TV and archly denies that anybody in \"Valley of the Dolls\" or \"The Love Machine\" bears any resemblance to any person, living or etc.\n\nMeanwhile, voyeurs and other specialists among the great mass of American pornography fans buy Jackie's books to get the lowdown on certain singers, actresses, network executives and so on, little suspecting that their lives are as typical and dreary as the average character on a daytime soap opera. Take away several dozen suicide attempts, rapes, overdoses, bottles of vodka consumed whole, plunging necklines, dirty words and shower stalls built for three, and your average Jacqueline Susann character is, shucks, jes' folks.\n\nThe problem is, if the folks you know are like the folks I know, we wouldn't be as bored as the folks Jackie knows. I mean, suppose you wake up this morning and there are two chicks in your shower stall, and your bedroom is on fire, and you have to be out on the Coast by noon for an important conference. Would you begin to fret at the inactivity?\n\nAnd if the beautiful wife of a network president was after your bod, and a gorgeous young model had just killed herself, and the last tape recording she left was in the hands of a homosexual fashion photographer who wears a bracelet with your name engraved inside (but you're only friends) and the network president has had a heart attack, plunging you into a desperate power struggle for control of the network, and there you were being interviewed on television, dripping wet, with only a raincoat on, after the fire in your apartment, and with two dripping wet twin sisters giggling next to you - would you be bored? How bored? This much bored? More?\n\nWell, John Phillip Law is pretty bored in \"The Love Machine.\" He plays an artifact only slightly more animated than the monoliths in \"2001: A Space Odyssey\" and symbolizing a great deal less. He is surrounded by a galaxy (or perhaps gallery is the word) of Hollywood character actors who seem as desperate as he is, and the final effect is of Search for Tomorrow on downers.\n\nMy notion is that you've either got to handle this material all-out or avoid it. There's nothing more disgusting than vulgarity done as if it were in good taste. It's hypocritical and it's dirty. When you give junk like this an expensive production, with two Dionne Warwicke songs and only four glimpses of the sound boom, you're missing the elementary kind of vitality it could have had.", "running_time": null, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-08-13", "genres": null, "title": "The Love Machine (1971)"}