{"url": "http://www.rogerebert.com/reviews/the-lost-boys-1987", "by": "Jason Patricas Michael", "star_rating": 2.5, "text": "\"The Lost Boys\" in this movie are vampires, teenage vampires, and of course there is a lost girl, too, but why mention her? They hang from the ceiling of their lair, in the ruins of an old hotel, and at night they go out to cruise the boardwalk of Santa Cruz, Mass Murder Capital of the World. When a new kid moves to town, the lost boys look threatening but the lost girl looks just great.\n\nFrom this beginning, Joel Schumacher has devised an ambitious entertainment that starts out well but ends up selling its soul. There is a moment, early in this film, when it seems to have a handle on its characters and the after-dark teenage world they inhabit. But the ending of the film is just another one of those by-the-numbers action climaxes in which the movie is over when all the bad guys are dead. Has there been an action thriller all year in which the last 20 minutes weren't phoned in from the depository of bankrupt cliches?\n\nThe movie stars Jason Patric as Michael, a bright kid who moves to town with his widowed mother (Dianne Wiest) and little brother (Corey Haim). Right away he meets a nice local man (Edward Herrmann), who comes calling on his mother. Before long, he sees the great-looking girl (Jami Gertz). And not long after that, he sees the pack of lost boys, led by Kiefer Sutherland. The girl invites him to join them.\n\nThe Frog Brothers try to warn him. They're a couple of bright kids who run a comic book store on the carnival boardwalk. They give him a couple of comic books about vampires and offer their services if any vampires need to be killed, but Michael doesn't believe in vampires and doesn't make the connection until it's too late.\n\nAt about this point, the movie feels like it's going somewhere. But then the plot starts getting very complicated, with the adult romance between Wiest and Herrmann, the teenage romance between Patric and Gertz, and the vampire intrigues of Sutherland.\n\nBecause everything looks so good (the movie was photographed in rich, dark colors by Michael Chapman), we almost give it the benefit of the doubt: The high quality of the photography and acting had me wondering if perhaps this wouldn't develop into a genuinely frightening and interesting vampire story. But no such luck. It is no longer a virtue in mainstream Hollywood to bring any genuine, unsettling imagination to a commercial movie.\n\nIf you really stop to think about it, a bunch of vampire teenagers would be a terrible shame, a tragedy, a heartbreaking loss of innocence for them, let alone their victims. Am I silly to take them seriously? Maybe so. The movie doesn't. It lacks the sense of dread that creeps out from the pages of a novel such as Anne Rice's Interviews with the Vampire and substitutes the same old cornball, predictable action climax with everybody chasing everybody around with lots of screams and special-effects gore. Sometimes I think modern advances in special-effects technology can be directly blamed for the collapse of original screenwriting.\n\nThere's some good stuff in the movie, including a cast that's good right down the line and a willingness to have some fun with teenage culture in the Mass Murder Capital. But when everything is all over, there's nothing to leave the theater with - no real horrors, no real dread, no real imagination - just technique at the service of formula.", "running_time": 97, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-07-31", "genres": ["Comedy", "Horror"], "title": "The Lost Boys (1987)"}