{"url": "http://www.rogerebert.com/reviews/the-mackintosh-man-1973", "by": "Paul Newmanas Reardon", "star_rating": 1.5, "text": "John Huston’s “The Mackintosh Man” is perhaps the first anti-spy movie, in the sense that there have already been anti-Westerns and anti-gangster movies. But it isn’t anti in the same spirit. “The Wild Bunch” grew out of an appreciation of the history of Westerns, and “Bonnie and Clyde” grew out of a keen sense of the role gangster movies played in the events and fantasies of the 1930s. But “The Macintosh Man” seems to have been made by a group of people with no sympathy or understanding for spy movies.\n\nThere are basically two kinds of spy movies. The first gives us a committed spy working against great odds (“Notorious”), and the second gives us the cynical spy who realizes that ideology is dead and spying is after all only a professional exercise (“The Ipcress File,” in some ways). The funny thing about “The Mackintosh Man” is that its central character doesn’t seem to be either kind of spy; as played by Paul Newman, he isn’t fish nor fowl, and may even be vegetable or mineral. Newman plays an agent of British counterintelligence, I guess. Guesswork is necessary because the screenplay is almost criminally messy and leaves us with more questions than it resolves. By reading between the scenes and making, a few wild surmises, I’ve been able to come up with a plausible scenario in which Newman’s job is to catch a counterspy played by James Mason. And he has the help of Dominique Sanda and Harry Andrews, who are daughter and father (perhaps) and are either counterintelligence themselves, or are jewel thieves. The movie is irritating in its refusal to make things clear; if spy movies are going to work like clockwork, they have to be put together with some care. Huston’s sloppiness here is in direct contrast to the craftsmanship of another veteran, Fred Zinnemann, in the recent “The Day of the Jackal.” If the characters aren’t interesting and the story doesn’t make sense (and the car chase is only average), what the movie finally becomes is a rip-off. It’s discouraging, in a way, to go to a movie expecting to settle for mere entertainment and be robbed even of that.\n\nThe movie cheats us in another way, too. I was discussing it the other day with Carol White (a local free-lance movie critic who will be reviewing for The Sun-Times while I’m on vacation) and she said, you know what? At least Huston could have given us a little romance. To put Paul Newman and Dominique Sanda in the same movie and not even hardly let them kiss is, shall we say, frustrating. Particularly in a movie where almost nothing else happens either.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-08-15", "genres": ["Action", "Thriller"], "title": "The Mackintosh Man (1973)"}