{"url": "http://www.rogerebert.com/reviews/the-cider-house-rules-1999", "by": "Tobey Maguireas Homer Wells", "star_rating": 2.0, "text": "\"The Cider House Rules\" tells the story of an orphan who is adopted by his own orphanage and reared by the doctor in charge--who sees him as a successor. At one point he runs away to pick apples and fall in love, but his fate awaits him and has been sealed at his birth.\n\nAt least, I think that's what the story is about. Other critics have zeroed in on the movie's treatment of abortion. Dr. Larch (Michael Caine), in charge of the orphanage, will provide abortions without question because, in the 1930s and 1940s, he wants to save young women from the coat-hook artists of the back alleys. He has taught Homer (Tobey Maguire), his protege, everything he knows about medicine, but Homer is opposed to abortion.\n\nThis results in a \"controversial pro-choice stance on abortion\" (David Rooney, Variety), or \"it makes men the arbiters of what happens to a woman's body\" (Amy Taubin, Village Voice). James Berardinelli, a leading Web critic, thinks it provides a \"reasonably balanced perspective\" on the debate, but Peter Brunette, another leading Web critic, doesn't even mention Homer's doubts. Nor does the New York Times.\n\nIf I had to choose, I'd vote with Taubin, who notes that Dr. Larch will perform an abortion on request, but Homer believes it is justified only in cases of rape or incest (not unknown in this movie). A larger question remains: Why is there such a muddle about the movie's subject? I left the theater wondering what the movie thought it was about and was unable to say. It's almost deliberately unfocused; it shows us many events without guiding them to add up to anything definite.\n\nThe story begins at the St. Cloud's orphanage in Maine, where you go to \"add a child to your life, or leave one behind.\" Dr. Larch, who rules benevolently, is beloved by his staff and orphans. At lights out, he salutes them: \"Good night, you princes of Maine--you kings of New England!\" Larch is an old-fashioned progressive who would be a secular saint were it not for a few flaws, such as snuggling with his nurses and addicting himself to ether.\n\nHe names the baby Homer Wells and essentially adopts the kid himself, teaching him everything he knows about medicine and grooming him to take over the institution. (If forged papers are necessary, no problem.) Homer, meanwhile, wonders if he might not be allowed to choose his own path in life.\n\nCandy (Charlize Theron) and her boyfriend Wally (Paul Rudd) arrive at the orphanage for an abortion. Homer becomes their friend and follows them to Wally's family farm, where he joins an apple-picking crew headed by Mr. Rose (Delroy Lindo) and including his daughter Rose Rose (Erykah Badu). Manual labor clears Homer's head and fresh air delights him; he embraces this world, and after Wally goes off to fight in World War II, Homer and Candy fall in love. Eventually it becomes clear that Rose is an incest victim, and Homer must decide whether to offer her an abortion.\n\nAll of this somehow sounds more dramatic than it plays. \"The Cider House Rules\" has been adapted by John Irving from his own novel, and we learn from his book, My Movie Business: A Memoir, that he wrote the first draft 13 years ago and has seen the project through four directors, finally settling on Lasse Hallstrom (\"My Life as a Dog,\" \"What's Eating Gilbert Grape\").\n\nAn author of course treasures all the episodes in his stories, and perhaps there was a tendency to keep in as much as possible, without marshaling it toward a payoff. The result is a film that plays like a Victorian serial-- David Copperfield, for example, which is read to the orphans--in which the ending must not come before the contracted number of installments has been delivered.\n\n\"The Cider House Rules\" is often absorbing or enchanting in its parts. Michael Caine's performance is one of his best, and Charlize Theron is sweet and direct as the girl. But Tobey Maguire is almost maddeningly monotone as Homer (is his performance inspired by Benjamin in \"The Graduate\"?) and the movie never does resolve its ambiguity toward Mr. Rose, who is guilty of incest and yet--somehow, murkily--not entirely a monster.\n\nThe story touches many themes, lingers with some of them, moves on and arrives at nowhere in particular. It's not a story so much as a reverie about possible stories.", "running_time": 129, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-12-17", "genres": ["Drama", "Romance"], "title": "The Cider House Rules (1999)"}