{"url": "http://www.rogerebert.com/reviews/the-burning-plain-2009", "by": "Charlize Theronas Sylvia", "star_rating": 2.5, "text": "\"The Burning Plain” involves events perhaps 20 years and 1,000 miles apart, with many of the same characters. Told chronologically, it might have accumulated considerable power. Told as a labyrinthine tangle of intercut timelines and locations, it is a frustrating exercise in self-indulgence by writer-director Guillermo Arriaga.\n\nHe is familiar with intercut storylines. Teaming with Alejandro Gonzalez Inarritu, he wrote “Amores Perros,” “Babel” and “21 Grams,” three splendid films that moved among people and places. They were all different characters, and it was clear where everything was happening. That made it easier. And the human drama in each place had continuity and integrity; the story strands might even have been reassembled as self-contained short films.\n\nIn “The Burning Plain,” his first feature film as a director, Arriaga should have asked harder questions of his screenwriter, himself. I don't know if it's a spoiler or just merciful assistance to tell you that many of the characters we see are the same people at different times in their lives, and that some of the men at different ages are hard to tell apart.\n\nCertainly a time comes when you figure that out for yourself — before, I hope, the movie belatedly relents and makes it clear. Given the Law of Economy of Characters, you eventually realize that there would be no need for separate stories apparently destined never to meet. You can see there are two main locations — New Mexico and Oregon — and you decide that years must have passed, although the visual cues (cars, clothes) don't provide clues.\n\nWhat is Arriaga's purpose in this construction? Search me. He's being too clever for his own good. That's a shame, because his actors provide him with effective performances, even though they must emotionally build up or refer back to the same characters played by different actors.\n\nHaving possibly diminished your experience (or maybe enhanced it) by tipping off the two time periods, I will deliberately avoid additional details and simply describe the characters we meet. In New Mexico, Gina (Kim Basinger) is a married woman, passionately in love with Nick (Joaquim de Almeida), a man not her husband. They live in separate towns, and he places a house trailer midway so they can meet. This mobile home is far isolated enough that traffic never passes it, and close enough that Mariana (Jennifer Lawrence), Gina's teenage daughter, can reach it by bicycle. Coincidentally, Mariana meets Santiago (J.D. Pardo), Nick's son. These coincidences have a way of happening in Arriaga's screenplays.\n\nIn Oregon, Sylvia (Charlize Theron) manages a chic seaside restaurant and is deeply unhappy. She has quick, meaningless sex with seemingly almost any man, and has a way of leaving her job at key hours and smoking morosely above the waves. A mysterious man named Carlos (Jose Maria Yazpik) follows her and insists they must meet. Perhaps he desires sex? No, it is more complicated.\n\nAnd that's all I'll say. Basinger and Theron have the key roles and are excellent, although by the nature of the story construction, their characters are denied continuity, and that's something leading characters usually require. Theron, who is one of the film's producers, is intelligent and daring in her choice of roles, and must have trusted that the author of those three great screenplays and also of “The Three Burials of Melquiades Estrada,” would know how to negotiate this tangle. Unfortunately, he doesn't.", "running_time": 111, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-09-16", "genres": ["Drama", "Indie", "Romance"], "title": "The Burning Plain (2009)"}