{"url": "http://www.rogerebert.com/reviews/the-life-and-times-of-judge-roy-bean-1973", "by": "Paul Newmanas Roy Bean", "star_rating": 2.5, "text": "\"The Life and Times of Judge Roy Bean\" sets out to be an elegy to the passing of the Old West, and ends up being an elegy to the passing of bad manners. There's a rough pattern to the film; the more original characters get killed, the less lynching, belching and passing of wind there is. Finally we are left with a Technicolor vision of Ava Gardner wandering through the ruins of the frontier, and we're supposed to get misty eyed, I guess.\n\nThe movie's hero, Roy Bean, is an outlaw who establishes justice single-handedly by naming himself judge and killing most everybody else in West Texas. Then he goes into business as a saloon owner, brothel operator and retailer of beans. He makes a specialty of stringing up wayward strangers who might have some money on them, and thus accumulates capital and becomes a modestly wealthy man. During all this time, he says little or nothing of interest, but because he founded the place and condemned dozens of people to death, he is considered a character. But by whom? By the movie and its makers, Huston and screenwriter John Milius. They neglect to make him a character for us, however, depending too much on Paul Newman's charm and the script's whimsy. It's an incredible lapse in a movie of this size and ambition - but they've failed to make Judge Roy Bean interesting. He's one-dimensional, predictable, propped up by Paul Newman's acting style, with no personality of his own.\n\nThere are a lot of characters in the background, however - too many. They walk onscreen, do their bits, and either get hanged or ride off into the sunset. Milius' script turns them into caricatures. There's Bad Bob, the albino killer, for example, and Grizzly Adams (Huston himself), the old mountain man. Milius seems to specialize in the mass production of characters like this, and there's a similar version of Grizzly in his screenplay for \"Jeremiah Johnson.\"\n\nMost of the characters occupy self-contained sections of the film, which doesn't have much flow and keeps stopping and starting. The continuity is provided by Judge Bean himself some stereotyped deputies, and, of course, the women. One thing you can always count on in a big-budget Western: When there are a lot of Mexicans and Indians around, their ranks are sure to part, sooner or later, to reveal a starlet with long black hair, big brown eyes and a freshly scrubbed complexion. Some sort of unwritten rule limits every village or tribe to only one of these creatures, who immediately marries the star of the movie. Why not? If she marries her tribal school sweetheart, she won't get to be in any of the big scenes and will have to spend her time as an out-of-focus B-girl in the background of the saloon shots.\n\nAnyway, the girl this time is Victoria Principal, who looks great and gets to shoot a shotgun, bear a child and remain innocent and simple. Why don't women ever get to be PEOPLE in these movies? And there is the ghostly presence of Ava Gardner as Judge Roy Bean's vicarious love, Lily Langtry. And, it goes without saying, when the daughter of Judge and Mrs. Bean grows up, she looks exactly like Jacqueline Bisset. Would Paul Newman sire an ordinary child? There is also some business about a tame bear that drinks beer, and there is a prissy lawyer and a song by Andy Williams and a walk-on by Tab Hunter. And we get the Now West, filled with gangsters and oil millionaires and men who don't ride horses. Alas, could it be that Texas was the better for it when Judge Roy Bean died? Instead of elegizing his life, maybe we should pity his times.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-02-16", "genres": ["Action", "Comedy", "Western"], "title": "The Life and Times of Judge Roy Bean (1973)"}