{"url": "http://www.rogerebert.com/reviews/the-fury-1978", "by": "Kirk Douglasas Peter Sandza", "star_rating": 3.0, "text": "Brian De Palma's \"The Fury\" is a stylish entertainment, fast-paced, and acted with great energy. I'm not quite sure it makes a lot of sense, but that's the sort of criticism you only make after it's over. During the movie, too much else is happening. \n\nIt's about two teenagers with paranormal powers. Sometimes they can control them, providing an ESP force that the United States government is very interested in as a possible weapon against the Russians. But sometimes the powers go out of control, because these are kids who've been messed with by scientists until they're emotionally unstable. And when they get mad, there's trouble. \n\nDe Palma's at his best when they get mad. He's a director in love with the bizarre, the paranormal, and the special effects necessary to create them. He had a lot of fun in \"Carrie,\" when Sissy Spacek tore apart houses and burned down the high school. He has as much fun here. When the Fury is with them, these kids start with simple little exercises like causing nosebleeds, and work their way up to literally explosive results. \n\n\"The Fury\" stars Kirk Douglas as the father of one of the paranormal kids (Andrew Stevens). The kid is kidnapped by a CIA-like secret government agency, and spirited away to a top-secret resort where all sorts of luxuries (like Fiona Lewis) are supplied if Stevens will cooperate. He's taken in at first by the phony stories fed to him by the evil federal agent (John Cassavetes) and the institute's staff (Charles Durning and Carrie Snodgress), but eventually he begins to get … restless. And when he gets absent-minded, it's everybody's problem. \n\nDouglas, who used to be a government agent himself, attempts to get his son back, and discovers he has enemies not only on his trail but also at his destination. There's help, though, in the form of a young girl (Amy Irving) who also has strong ESP powers. He gains her trust, and finds himself trying to save her from the government, too. \n\nDe Palma's almost nonstop action carries the film along well (and distracts us from the holes in its plot), and Kirk Douglas was a good casting choice as the avenging father. In his best roles, he seems to be barely in control of a manic energy, and this time, being chased down the L tracks, he seems just right. Cassavetes always makes a suitably hateful villain (he plays the bad guys as if they're distracted by inner thoughts of even worse things they could be doing), and Carrie Snodgress, returning to movies after several years of voluntary retirement, is complex and interesting as the government employee who falls in love with Kirk Douglas. \n\nBig-eyed and beautiful Amy Irving, vulnerable and tough at the same time, is just fine. She was Sissy Spacek's \"friend\" and final victim in De Palma's \"Carrie,\" and I guess it's only fair that this time she gets to unleash the Fury in the final scene. Is it as scary as the final moment in \"Carrie\"? Not quite, but it'll leave your head spinning.", "running_time": 118, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-01-01", "genres": ["Drama", "Horror", "Science Fiction", "Thriller"], "title": "The Fury (1978)"}