{"url": "http://www.rogerebert.com/reviews/the-eclipse-2010", "by": "Ciaran Hindsas Michael Farr", "star_rating": 3.0, "text": "The supernatural never seems far out of sight in Ireland, and it creeps in here and there during “The Eclipse,” a dark romance set at a literary festival in the County Cork cathedral town of Cobh. I'm not sure it's required, but it does little harm. The story centers on a quiet, enduring man named Michael Farr (Ciaran Hinds), who has lost his wife to cancer and is raising their two children. Meanwhile, he volunteers to drive visiting authors around town.\n\nThe authors have a history that is fondly recalled by only one of them. Nicholas Holden (Aidan Quinn) is a best-selling American novelist not a million miles removed from Nicholas Sparks. Lena Morelle (Iben Hjejle) is a British writer of upscale ghost stories. Once, at another festival, they had a brief fling, which only Nicholas thinks was a wise idea. She is warm and curious, a good person, and Nicholas, who after all is married, considers himself entitled to her comforts on the basis of her earlier mistake. Nicholas, when he drinks, can become quite unpleasant. \n\nOf the other two key characters, one is dead and the other nearly so. Michael's late wife, Sarah (Hannah Lynch), is alive in his memory, and also occasionally turns up to offer advice or share his problems. She's simply there, seemingly in the flesh. Her father, Thomas (Eanna Hardwicke), his father-in-law, is still alive, but begins manifesting himself to Michael as a ghostly figure in the still of the night. Michael doesn't deserve this. His steadfast quality throughout the movie is goodness. Is he seeing a ghost, or is the old man prowling around?\n\nDuring the day, Michael dutifully ferries Nicholas or Lena to their festival events, and shows them something of the town and its idyllic setting. He quickly picks up on the tension between them. If he were not so recently widowed, he might warm to Lena himself, but he isn't operating on that frequency. They slowly begin to bond in mutual sympathy.\n\nNicholas is a bit of an ass. Full of himself, fond of attention, lacking in insight, imperious. Michael, however, is almost too humble. He sees himself as an attendant, not a celebrant. And Lena? Smart, nice, increasingly worried about Nicholas' urgency, grateful for Michael as a port in the storm. All of this arrives at what I suppose is an inevitable crescendo involving lust, drinking, threats and confusion, complicated by the increasingly dire supernatural manifestations that Michael has experienced.\n\n“The Eclipse” is needlessly confusing. Is it a ghost story or not? Perhaps this is my problem. Perhaps people who think they perceive the supernatural must simply incorporate that into their ordinary lives. Michael is a steady soul, and essentially does that. On another level, Aidan Quinn is superb at creating a man with the potential to behave as a monster, but with a certain buried decency. What of Lena and Michael? They deserve each other and will probably someday work that out.", "running_time": 88, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-04-14", "genres": ["Adventure", "Drama", "Fantasy", "Foreign", "Romance", "Thriller"], "title": "The Eclipse (2010)"}