{"url": "http://www.rogerebert.com/reviews/the-legend-of-1900-1999", "by": "Pruitt Taylor Vinceas Max", "star_rating": 2.5, "text": "Because life is at such hazard, we value those who lead their lives all in one place, doing one thing. Such continuity is reassuring. We are buffeted by the winds of fate, but the Trappist tills his field and the blacksmith stands beneath his tree. There is a certain charm in the notion of a man who is born on board an ocean liner and never gets off. He does not move, yet is never still.\n\nThe man's full name is Danny Boodmann T.D. Lemon 1900. That is because as a squawling infant he was discovered on the luxury liner Virginian by a man named Boodmann, in a lemon box, in the year 1900. He is reared in the engine room, his cradle swaying as the ship rolls, and as an adult plays piano in the ship's lounge. And what piano! So great is his fame that even the great Jelly Roll Morton comes on board for a duel.\n\n1900 is played as an adult by Tim Roth, he of the sad eyes and rueful grin. Night after night he sits at his keyboard, as crews change and ports slip behind. His best friend is Max (Pruitt Taylor Vince), a trumpet player in the ship's orchestra, and his story is told through Max's eyes. It begins almost at the end, when Max finds an old wax recording in an antiques shop, and recognizes it as 1900's love melody to the only woman who almost got him to leave the ship.\n\nThe movie was directed by Giuseppe Tornatore, whose \"Cinema Paradiso\" was much beloved in 1988. Like a lot of European directors, he despairs of ever finding large U.S. audiences with subtitles, and shot this movie in English. (Europeans do not object to dubbing.) \"The Legend of 1900\" nevertheless seems mournfully, romantically Italian, and could be an opera. There is something heroic about a man whose whole life is ruled by the fixed idea that he must not step foot on dry land.\n\nThere is also something pigheaded and a little goofy. That side of 1900 seems to lurk just out of sight in scenes like the one where he and Jelly Roll pound out tunes in what seems more like a test of speed and volume than musicianship. We sense, as 1900 plays, that he loves music less than himself--that he is defending not his ability as a pianist but his decision to stay on the ship: See, he seems to be saying, I never went to New Orleans and yet look at my fingers fly.\n\nDecades come and go. Fashions change. 1900 remains steadfast even during the war. Then one day something happens to stir him to his fundament. A woman comes on board. The Girl, for so she is called, is played by Melanie Thierry as an angelic vision who never pauses on the deck unless she is perfectly framed by a porthole directly in the sight line of the moody pianist. It is true love. It must be: It gets him halfway down the gangplank.\n\nThere is a mystery to an ocean liner. It is vast, yet self-contained. It has secrets, but they can be discovered. Somewhere even today, hidden on the Norway, which used to be the France, is a private first-class courtyard. You can find it. 1900 is the secret of the Virginian, whose shadows and secret passages he haunts like the hunchback of Notre Dame or the phantom of the opera.\n\nHis story was originally written not as a screenplay or a novel, but as a monologue, by Alessandro Baricco. The film has inevitably been compared to \"Titanic,\" but has more in common with the little-known French film \"A Chambermaid on the Titanic\" (1997), about a man who wins a free ticket on the Titanic. The night before sailing, he is seduced by a woman who says she works on the ship. Does she? Or does she only want to steal his ticket? The monologue he makes of his experience grows in popularity until he has to perform it professionally. You see how ships can make us storytellers.\n\n\"The Legend of 1900\" has moments of great imagination: a scene, for example, where the piano rolls back and forth across the polished dance floor in a storm, and 1900 keeps on playing. But it never quite develops the conviction we expect. What does it think of this man? Is he crazy or heroic? Nice or narcissistic? At the end we are left with Max the trumpet player, treasuring the sound of an old recording and assuring the antiques dealer that this was some kinduva guy. Yes, but what kinduva guy? And why?", "running_time": 119, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-11-19", "genres": null, "title": "The Legend Of 1900 (1999)"}