{"url": "http://www.rogerebert.com/reviews/the-fox-1968", "by": "Sandy Dennisas Jill", "star_rating": 4.0, "text": "Indeed, it is the natural ease of the film that is so appealing. Departing from the original setting in D.H. Lawrence's story, director Mark Rydell decided to shoot on location during a Canadian winter. The delicately constructed atmosphere of cold and snow, of early sunsets and chill lingering in the corners, establishes the tone. This will be a film about love, but not about passion. The characters will come together tentatively, unsure that any warm season will follow this cold.\n\nThe events take place on a small farm which two young women (Sandy Dennis and Anne Heywood) are attempting to manage. It was their idea to become independent, to get away from the pettiness of the city. Although the film's publicity would indicate otherwise, the two women are not necessarily presented as homosexual.\n\nThey are free spirits, fresh out of college, trying to make a success of the farm; the brief lesbian scene which follows the crisis in their lives can be seen, I believe, more as a pouring over of strong emotion than\r\nas a \"perversion.\"\n\nThe crisis arrives in the form of Paul (Keir Dullea), whose grandfather once lived on the farm. He offers to stay for a few weeks and help with the work. Miss Dennis, who plays an unsure, spontaneous character, agrees enthusiastically. Miss Heywood, who is reserved and lonely, allows herself to be persuaded.\n\nRydell sets these events securely into the context of the farm life in winter. His photography establishes the farm not only as isolated but also, paradoxically, as serene. The only threat to the small community comes from a fox that preys on the chickens. Miss\r\nHeywood cannot quite bring herself to kill the fox, although she sees it several times. Dullea finally shoots it; but, of course, Dullea is also a fox, preying on the two women.\n\nMiss Dennis has a difficult role; after Dullea and Miss Heywood announce that they plan to be married, she must behave badly, annoying them in a childish way. The role could have become ridiculous, but Miss Dennis manages it well.\n\nDullea is also stronger than he has been in other recent performances. Since \"David and Lisa,\" he has been trapped into playing a series of insecure, weak characters; this time, as the dominant personality, he is altogether successful. And he meets his match in Miss Heywood, who must love him without being overwhelmed by his personality.\n\nRydell has been faithful to Lawrence in the way he develops the love relationship. Lawrence rarely used conventional plot development to bring his lovers together, Instead, they were drawn together by\r\nsomething compelling in each other's personalities. Done awkwardly, this is unconvincing Lawrence, and Rydell after him, make it believable. What results is a quiet, powerful masterpiece.", "running_time": 110, "mpaa_rating": "R", "release_year": 1968, "date_published": "1968-04-22", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Fox (1968)"}