{"url": "http://www.rogerebert.com/reviews/the-two-of-us-2005", "by": "Michel Simonas Pepe", "star_rating": 4.0, "text": "I was 8 years old and already a Jew. \n\nThe famous opening line of Claude Berri's \"The Two of Us\" (1967) is spoken by an adult voice, the director's own. The film is loosely inspired by his own life. In 1944 in occupied Paris, his parents sent him away to live with gentiles, who would claim him as one of their own and protect him from deportation and death. In Berri's version of the story, his parents are posing as Alsatians but fear the boy will reveal his true identity in a heedless moment. A friend who is Catholic suggests that young Claude be taught the Lord's Prayer, given a new last name and sent to live with an old couple on a farm outside Grenoble.\n\nThat's the setup for a heart-warming movie that showcases one of the last performances of the great Michel Simon (1895-1975), who began his career by looking old and kept on looking older. He was only 37 in Jean Renoir's \"Bodou Saved from Drowning\" (1932), and 39 in Jean Vigo's \"L' Atalante\" (1934), but he looks 60ish in both films, and by the time he made \"The Two of Us,\" he was 72, a plump, tottering wreck of a man with a creased face and the subtlety of a bear.\n\nSimon plays Pepe, the old farm owner whose life revolves around his dog, his wife and his prejudices. He is an anti-Semite who believes World War II was started by an evil conspiracy involving Jews, Masons, Communists and the monster Churchill. He listens to the nightly broadcasts of the BBC, only to rail against them. He has no idea that young Claude, who has come to live with them, is Jewish; he accepts the reasonable explanation that this Catholic child has been sent by his parents to be safe if Paris is bombed.\n\nThe small boy has been warned by his parents to be constantly on guard against discovery. For Claude, that means keeping his circumcised \"birdie\" out of view, and there's a harrowing scene where Meme (Lucie Fabiole), the old lady, tries to plunge into the soapy bath water for a good scrub. But the movie is not really about danger and concealment; it's about how love grows between the boy and the old man, and how the boy, who is \"already a Jew,\" becomes a wiser one.\n\nThe heart of the film is in Simon's performance, though young Alain Cohen is convincing and lovable as Claude, and would go on to play Berri's autobiographical hero in two more films (their relationship became a little like Truffaut's with Jean-Pierre Leaud). Simon was a large, shambling fact of life, a man who always seemed too large for the space available. In \"L' Atalante,\" he is the hired hand on a barge occupied by newlyweds and constantly seems to be in their way. In \"Bodou,\" which is the story of a drunk \"rescued\" by a bourgeois couple, he occupies too much space in their lives. In \"The Two of Us,\" he threatens to overwhelm the little boy with his affection.\n\nThey become playmates. That is the only word for it, and it's miraculous how old Simon chases the boy around the yard, joins in his imaginary games, gets on the swing, puts a knife between his teeth and pretends to be a dirty Bolshevik about to kill and eat him. The boy squeals with delight and joins Pepe in spoiling the old man's beloved dog. He also has long talks with Pepe about life. One Sunday, after they all go to church and hear a sermon reminding the congregation that Christ was a Jew, he quizzes the old man:\n\n\"Was Jesus a Jew?\n\n\"So they say.\"\n\n\"Then God is a Jew, too.\"\n\nPepe doesn't think so, but is not sure why. The boy listens to Pepe's descriptions of Jews, but when Pepe says they have big noses, the boy points out that Pepe's nose is enormous. The scene where Simon examines himself in the mirror could have been played for laughs, or ironically, but he plays it as an exercise in mystified curiosity.\n\nA good many of the old man's neighbors oppose the Petain government that rules occupied France on behalf of the Nazis, but Pepe keeps the marshal's portrait framed on the wall, and Meme dusts it every day. When D-Day arrives and it appears the tide of battle has turned, even sympathizers in the district studiously forget their sympathies for Petain, but not Pepe: \"In my house, I decide who governs France.\"\n\nThe movie is not so much an argument against anti-Semitism as a demonstration that feeds on ignorance. The old man has not given much thought to his prejudices but caught them like a virus in his childhood and has carried them along uncritically into old age. He has no idea the child he has come to love so much is a Jew. I suspect if he did know, he would make an exception for Claude while continuing to harbor his prejudices against theoretical Jews he has the advantage of knowing nothing about. He is not converted in his thinking by this movie, and one of its strengths is that it ends without him ever becoming enlightened.\n\nSuch a scene of discovery would be a sentimental irrelevance, because the movie is not concerned with what Pepe knows but with who Pepe is; the person who learns and grows is Claude. Berri was born in 1934 with the name Claude Beri Langmann, the same name little Claude has in the movie, and so it is fair to conclude the movie is the result of what the little boy learned during his stay among the gentiles. He learned that anti-Semitism is an evil, but he learned to forgive some of the Pepes of the world, for they know not what they do. For those who do know, forgiveness is another question, but that is another movie.\n\nNote: \"The Two of Us\" opens Friday in a newly restored 35mm print at the Music Box Theatre.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-08-25", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Two of Us (2005)"}