{"url": "http://www.rogerebert.com/reviews/the-mudge-boy-2004", "by": "Emile Hirschas Duncan Mudge", "star_rating": 3.0, "text": "'The Mudge Boy\" tells the story of a strange and quiet mama's boy whose mother dies in the film's first scene, leaving him defenseless in the hard world of men -- men like his stern and distant father, and the beer-swilling local kids who haunt the back roads in their red pickup truck. They're in basic training for a lifetime of alcoholism and wife-beating.\n\nDuncan Mudge (Emile Hirsch) doesn't fit into this rural world. He is so direct we think at first he might be retarded, but no, he's simply clueless about how to relate to the louts who circle him. The great love of his life is a chicken, named Chicken, who follows him around and rides in the basket of his bicycle. Chicken is called \"she\" by just about everybody, but looks like a rooster to me; this may be a reference to the sexual uncertainty that uncoils during the film.\n\nDuncan, who is 15 or 16, has no friends as the story opens, but makes one: Perry (Tom Guiry), a neighbor, who is friendlier to him than the other local boys. One day at the swimming hole Duncan reaches out to feel the muscles in Perry's arm, and Perry recoils as if stung. But the touch sets something into motion between them. We think at first it may be Duncan's discovery that he is gay, but we're getting ahead of the plot, and Duncan may not be gay at all. Perry, the macho tough kid with the swagger, is another story.\n\nWatching the movie, I wondered if \"The Mudge Boy\" is supposed to take place in the real world, and decided it is not quite. Duncan and his father Edgar (Richard Jenkins) live not in a farmhouse but in a Farmhouse, an archetypal place filled not with furniture but with props -- a dresser, a chair, a couch, a kitchen table. The district seems less like working farmland than like offstage in a psychological problem play. The local boys arrive in their pickup like messengers of fate, and Duncan passively allows himself to be swept up in their ignorance. He buys his way in by paying for their beer; when they come by looking for him, Edgar stares at them long and hard, suspecting their motives.\n\nEdgar is not a cruel father. He is simply unable to talk with his son, except for a few rigid rules no doubt handed down by his own father. After he catches Duncan in an embarrassing situation, his response is to make him dig a hole, wide and deep, to learn what work is like. \"You can't even get into trouble like a normal boy,\" he complains.\n\nSome scenes work with cruel precision. Others seem uncertain -- like the scene in church, with Duncan singing \"The Old Rugged Cross\" way off key. The movie doesn't seem to know the point of this scene. Certainly it understands Perry, the neighbor boy, whose behavior toward Duncan is directly related to the fact that his father beats him. Duncan has at least been freed by his upbringing to be the person that he is; Perry is trapped in a maze of macho acting-out and baffled by his own behavior.\n\nThe film was written and directed by Michael Burke, who seems to be tapping deep, fearful feelings. The movie wants to be dark and truthful, but the spell is sometimes broken by scenes that edge too close to silly, such as the chicken cemetery, and others that seem just plain weird: Did you know you can \"becalm\" a chicken by putting its head in your mouth? Dr. Johnson said it was a brave man who ate the first oyster, but that was nothing compared to the discovery of chicken becalming.\n\nAt the end there is a scene of sudden emotional truth that explains nothing but feels like it does. Duncan will go out into life and probably find a way, in a big city, to be himself. We should seek Perry's future adventures on the shelves of true crime books. \"The Mudge Boy\" is odd and intense, very well acted, and impossible to dismiss. I think the key is to understand that Duncan is not the one with the problems, but the kind of person who, by being completely and mysteriously on his own wavelength, causes the uncertain people around him to insist loudly and with growing unease on how certain they are of themselves.", "running_time": 94, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-06-25", "genres": ["Drama", "Indie"], "title": "The Mudge Boy (2004)"}