{"url": "http://www.rogerebert.com/reviews/the-queen-1969", "by": "Crystalas Miss Manhattan", "star_rating": 3.0, "text": "Narcissism, that sweet but too-ripe flower, is one of the easiest weaknesses to forgive because it is so clearly born of need. Who can blame another for loving himself? Is this not our own secret sin? And is it not possible to understand the depth of need, the pathos, the sad beauty, of the person who cannot love himself - and must instead love another person, also himself? \n\nRight. And now that we've scared off the sensation-seekers with a paragraph of easy philosophy, let's the rest of us get on to \"The Queen,\" a gutsy, funny, pathetic, really very moving documentary about the 1967 All-America Camp Beauty Pageant. From all over America they came, \"each a winner in her own right,\" the champions in their local contests, hoping to be named the best drag queen of them all. \n\nThis is a fairly dicey subject, but director Frank Simon handles it as well as we could hope. Using available sound and light, he sends his 16-mm. cameras creeping into the boudoirs of the contestants and comes back with the startling information that drag queens are very much like the rest of us, and perhaps even more pleasant than the average All-American straight beauty queen. \n\nAny dumb broad can be beautiful, but it takes a bit of thought, an ounce of imagination and even a certain sense of humor to put oneself on the line in a transvestite contest. \n\nIt is unpleasant enough to risk rejection as yourself - but on top of that to be rejected as somebody else, too! There can only be, the mistress of ceremonies reminds us, one queen: \"I would certainly hate to judge this contest.\" And even Andy Warhol, we learn, passed up an invitation to sit on the panel of judges. \n\nSimon takes us to a planning session, where it is decided that pages will stand by to whisk away discarded items of clothing. We watch as the contestants check into a friendly hotel and begin rehearsals for the great night. There will be a chorus line (\"It's a Grand Old Flag,\" etc.), a lineup of entrants and scoring by a point system on the basis of gown, hairdo, poise, bathing suit, talent and beauty. \n\nThere are also discussions among the contestants, who for the most part seem unhappy but not as unhappy as they might. They exchange stories of draft boards and lovers, parents and friends, childhood and the strange ways they came to where they are now. There is an easy camaraderie to these scenes, not unlike the scenes, in a dozen war films, of a Marine platoon swapping b.s. on the eve of battle. \n\nBut the tension grows as the hour of the contest approaches. We watch (and this is the most frankly exploited aspect of the film) as the queens apply makeup and slip or struggle, as the case may be, into their costumes. Some of the transformations are frankly effective; most are sad. Miss Philadelphia, a young blond named Harlow, wins the contest, accepts his crown, understandably weeps a bit, and then must endure a bitter backstage tirade from a disappointed runner-up. \n\nThe film ends with Harlow, back in pants, holding the crown in his hand, sitting rather forlornly in the Port Authority Bus Terminal waiting, I guess, for the next bus to Philadelphia.", "running_time": 68, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-08-05", "genres": ["Documentary"], "title": "The Queen (1969)"}