{"url": "http://www.rogerebert.com/reviews/the-endless-summer-1967", "by": "Robert Augustas Surfers", "star_rating": 3.0, "text": "The peculiar charm of \"The Endless Summer\" is something I haven't got quite worked out in my mind yet. This is all the more strange because here, at last, is a completely uncomplicated film, fresh and natural, designed only to please. It does. Why?\n\nPart of the answer may be in the unconventional approach of the filmmaker, Bruce Brown. He packed a 16-mm camera and assorted telephoto lenses into a suitcase and set off around the world one morning, in the company of two surfers. Operating on a tiny budget ($50,000 for a 90-minute theatrical film is unheard of), they flew to the West Coast of Africa, sampled the beaches in Senegal and Ghana and then hopped down to Cape Town.\n\nAfter surfing both the Indian and Atlantic Ocean beaches of the Cape Peninsula, they hitchhiked 1,000 miles up the coast to Durban along the famous Garden Route, finding, at Cape St. Francis, the \"perfect wave\" -- a four-foot curl that gave rides of 15 minutes and came in so steadily it \"looked like it was made by a machine.\"\n\nOther stops were in Australia, New Zealand, Tahiti and Hawaii. The last provided some heart-stopping footage of the \"Pipeline,\" an enormous wave of great force rolling in over a sharp coral bottom.\n\n Brown narrates these adventures with the nonchalance and overstatement of a home movie enthusiast. \"The odds against a wave like this are 20,000,000 to 1,\" he says in awe after discovering the perfect wave. Whose odds? He uses the word \"unique\" as if he were an antique salesman. His attitude toward the nations he travels through is essentially that of a wide-eyed fraternity boy. \"When those natives came paddling out,\" he gulps, \"we didn't know whether they were coming for surfing -- or dinner.\"\n\nThe funny thing is this sophomoric exaggeration and casual enthusiasm is just what the film needs. When you're on the beach and the waves are right, who can be bothered with figuring out the correct odds? And what difference does it make, anyway?\n\nIf the film itself offers exactly what it promises -- 91 minutes of wish fulfillment -- the manner of its filming must offer the same thing for professional filmmakers. Shunning the tons of equipment ordinarily taken along on location, Brown used only what he could carry. The beautiful photography he brought home almost makes you wonder if Hollywood hasn't been trying too hard.", "running_time": null, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-06-12", "genres": ["Documentary"], "title": "The Endless Summer (1967)"}