{"url": "http://www.rogerebert.com/reviews/the-immortal-bachelor-1980", "by": "Giancarlo Gianninias Gino", "star_rating": 1.0, "text": "\"The Immortal Bachelor\" is in the worst tradition of those dumb Italian sex romps of six or seven years ago - which is when it was made. It assembles characters of such incredible stupidity that we instantly lose interest in them, and then marches them through a plot so mechanical that we can anticipate everything that happens.\n\nThere are two \"surprise\" developments in this movie, and the characters have to wait nearly two hours to discover them. The audience, on the other hand, figures them both out right away, and so while the people in the movie are lamely groping toward a solution, we're mentally sending out for sandwiches.\n\nFaithful readers will recall that I have, in the past, occasionally referred to Idiot Plots. \"The Immortal Bachelor\" is a classic Idiot Plot, requiring that everyone in the movie be an idiot. If they weren't, they'd solve their problems instantly and the movie would be a short subject.\n\nAs it is, the movie is a long-delayed release. According to copyright information, it was shot nearly seven years ago, but then it was tied up in litigation and is only now reaching American screens. If this is the sort of movie we might have found funny in 1973, then our taste has made immeasurable progress in the years since.\n\nThe plot. A woman (Monica Vitta) has been arrested and charged with the murder of her boyfriend. Another woman (Claudia Cardinale) serves on the jury that is hearing the case. Vitta's testimony inspires countless flashbacks to her life with her boyfriend, who liked to beat and slap her. Don't worry; getting knocked around excited her (you see how dated this movie is). She really always loved the guy, and she doesn't think she killed him. The case hinges on the identity of a mysterious bachelor - a real gentlemen-who used to take her out when she wanted to make her boyfriend mad.\n\nThe identity of the bachelor is supposed to be ironic, when it's revealed. And there's another big surprise regarding the boyfriend. Vitta turns out to be innocent, and Cardinale learns a lesson about men, and we sit in stunned disbelief at the leaden pace of the movie. This is one of those terrible flashback plots in which the woman in the witness stand breaks down in tears, and then we see what she is crying about, and then we come back to the present and she sobs \"But that's not all, your honor,\" and then we flash back again.\n\nThe worst touch of all is that the director of \"The Immortal Bachelor\" has apparently seen \"Rashomon,\" and gives us alternate versions of the same events: An early flashback shows one version, and then later we find out it was all wrong. In the right hands, this can be an effective device. \"The Immortal Bachelor\" is in the wrong hands.\n\nIt finally just makes us angry when we realize that the movie's only purpose in deceiving us is to manufacture scenes where none should exist. That's entirely apart from the puzzling fact that this movie contains no immortal bachelor.", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-11-28", "genres": ["Comedy"], "title": "The Immortal Bachelor (1980)"}