{"url": "http://www.rogerebert.com/reviews/the-perfect-game-2010", "by": "Clifton Collins Jr.as Cesar Faz", "star_rating": 3.0, "text": "Once in a very long time, a film “based on a true story” is both true, and almost too good to be a story. Perhaps anticipating any suspicion, William Dear intercuts newsreel footage from 1957 with “The Perfect Game,” frequently piping into the past for black and white, and then segueing into the color of the present day. These players really lived, and this game was really played.\n\nThe film begins in Monterrey, Mexico, seen here as an impoverished town with many baseball fans, who follow the Brooklyn Dodgers on the radio with nearly religious intensity. We meet young Angel Macias (Jake T. Austin), who aims at a bucket fastened to a wall as a strike zone and dreams of greatness on the mound. His father is not so enthusiastic.\n\nThe setup is traditional. The town's boys have time on their hands and need an activity to keep them out of mischief. Enter wise, gentle Padre Esteban (Cheech Marin), who thinks a baseball team might help. Newly returned to town is Cesar Faz (Clifton Collins Jr.), who was a prospect for the St. Louis team but was devalued and shunted aside, possibly because he was Mexican. Unable to take more of St. Louis management's racism, he returned home and is recruited by Padre Esteban, not without difficulty, to coach the kids' team.\n\nBecause the film is titled “The Perfect Game,” you expect one to be pitched. You do not expect it to be pitched in Monterrey. You sort of know how these underdog sports movies turn out. Doesn't matter. “The Perfect Game” so expertly uses the charisma and personalities of the actors, especially the young ones, that it's thrilling anyway.\n\nThe scenes at the Little League World Series in Williamsport, Pa., make the contrast seem so dramatic between the teams in the final game — the Mexicans seemingly a foot shorter on average than their American counterparts. The director Dear cannot, by the very nature of his story, avoid certain cliches, but the way he orchestrates the big game is sure and confident, and there's that life we often feel at the end of an underdog story.\n\nIn the years since, the Little League World Series has become blown out of proportion, verging on the exploitation of the players. They're trained within an inch of their lives, placed under enormous pressure and subjected to punishing media scrutiny. It's not a game anymore. In 1957, these kids were playing. And it was a perfect game.", "running_time": 118, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-04-14", "genres": ["Drama", "Family", "Sports Film"], "title": "The Perfect Game (2010)"}