{"url": "http://www.rogerebert.com/reviews/the-bingo-long-traveling-all-stars-and-motor-kings-1976", "by": "Ted Rossas Sallie Porter", "star_rating": 2.5, "text": "\"The Bingo Long Traveling All-Stars and Motor Kings\" works so hard to be entertaining - is so determined to be funny and colorful and poignant and nostalgic all at once - that it almost succeeds in outrunning itself. It begins with a wonderful premise - a team of stars from the Negro National Baseball League walks out on their tight-fisted owners and set up shop for themselves. But then it's more willing to entertain us through the high jinx of the stars than through the intrinsic interest of the story. We feel there must have been more, and it must have run deeper, than this movie will allow. \n\nThat's not to say the movie's not fun, because it is. But it's fun as a sort of superior \"Let's Do It Again,\" when it might have been a great deal more. It shows us the outside of what it must have been like to be a young, gifted athlete, barred from the major leagues because of color. It shows us the invention, courage and humor the stars brought to their dilemma. But not more than once or twice - and then largely by implication - does it risk suggesting the absolute awfulness of sports apartheid. \n\nMaybe that's because this movie, like Bingo Long's All-Stars themselves, is determined to be a breakthrough. The industry calls it a \"crossover\" picture - about blacks, but made for all audiences. It's that, all right, and on its own cheerful, skillful level, it will no doubt delight large audiences. But as I sat through it, I almost began to feel like a member of one of the All-Stars' first white audiences, laughing at the cut-up antics of the players but never seeing the hurt underneath. \n\nThe movie takes place in 1939, and grows out of William Brashler's sensitive, well-researched and enormously entertaining novel. It's based on the real Negro leagues, now criminally forgotten by the baseball historians - the leagues with stars like Sachel Paige and Josh Gibson (who inspire the characters played here by Billy Dee Williams and James Earl Jones). They were good enough to play big-league ball; indeed, history has shown that they were much more than that. But there was an unwritten color ban, and so they barnstormed the little parks on the wrong sides of the tracks. \n\nAfter Bingo Long (Williams), a star pitcher, is fined for trying to \"foment rebellion!\" in the ranks of his club, he talks Leon Carter (Jones) and other black stars into leaving the black league and forming their own barnstorming team. That works fine until the owners of the other black teams boycott the All-Stars. Then they have to play pickup games with semipro and minor-league white teams. And white audiences don't come to see their home boys defeated; they want to see the blacks put on a show. \n\nBingo's team responds as if it's being managed by Abe Saperstein and Bill Veeck in their heydays. They bat backwards, use oversized gloves, send in a midget to play, throw firecrackers instead of baseballs and cakewalk down Main St. to advertise their games. We understand, as we're meant to, that they're Uncle Tomming to survive. What we don't quite understand is why their behavior is supposed to be as funny today as it was meant to be then.\r\nThe movie's redeemed by several performances, especially by James Earl Jones as the player who's too old when the Brooklyn Dodgers finally decide to sign a black. He doesn't have much dialog on the subject, but his expressive face unmistakably displays the rage and pain he feels. Richard Pryor, as a player who studies his Spanish dictionary and wants to break into the majors as a \"Cuban,\" is hilarious - he's often the best thing in his movies - and spends no end of time trying to figure out his (or any) batting average. \n\nBut John Badham's direction is unsteady, his continuity is sometimes confused and he blows a lot of lines by having them spoken offscreen for no apparent reason. \"Bingo Long\" is fun, it's pleasant to watch, but it cakewalks too much on its way to the box office.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-07-16", "genres": ["Comedy", "Sports Film"], "title": "bingo (1976)"}