{"url": "http://www.rogerebert.com/reviews/the-sixth-man-1997", "by": "Marlon Wayansas Kenny Tyler", "star_rating": 1.5, "text": "“The Sixth Man” is another paint-by-the-numbers sports movie, this one about a college basketball team that makes it to the NCAA finals with the help of the ghost of one of its dead stars. Let's not talk about how predictable it is. Let's talk about how dumb it is.\n\nThe film starts with the childhood hoop dreams of a couple of brothers, Antoine and Kenny, who are coached by their father and hope to be stars one day. The father dies before he can see them realize their dream: They're both starters for the University of Washington Huskies. Antoine (Kadeem Hardison) is the dominant brother, the playmaker who gets the ball for the crucial last-minute shots. Kenny (Marlon Wayans) is a gifted player, but in his brother's shadow.\n\nThe tragedy strikes. Antoine dunks the ball, falls to the court, and dies of heart failure on the way to the hospital. Kenny is crushed, and the Huskies embark on a losing streak until, one day at practice, Kenny throws the ball into the air and it never comes back down again.\n\nAntoine, of course, has returned, this time as a ghost that only Kenny can see. And eventually Antoine returns to the court as an invisible sixth man on the Huskies team. He deflects the ball, tips in close shots, gives a boost to the Huskies and trips up their opponents, and soon the team is in the NCAA playoffs.\n\nPresumably “The Sixth Man” is intended to appeal to basketball fans. Is there a basketball fan alive who could fall for this premise? I'm not talking about the ghost--that's easy to believe. I'm talking about the details of the game.\n\nI was out at the United Center last week for the big overtime contest between the Bulls and the Supersonics. Along with thousands of other fans, I was an instant expert, my eyes riveted on every play. If the ball had suddenly changed course in midair, do you think we would have noticed? What if a ball dropped all the way through the basket and then popped back up again? What if a player was able to hang in midair twice as long as Michael Jordan? My guess is that any one of those moments would have inspired a frenzy of instant replay analysis, and all three of them together would have induced apoplexy in announcer Johnny (Red) Kerr. But in “The Sixth Man,” audiences and commentators don't seem to realize that the laws of physics and gravity are being violated on behalf of the Huskies. Finally a woman sportswriter (Michael Michele) for the student paper uses the stop-action button on her VCR to replay a game, and notices that Kenny never even touched a ball before it went in.\n\nI don't want to belabor technicalities here. I know the movie's premise is that nobody notices that the ghost is affecting the game. Because nobody notices, that frees the movie to proceed with its lethargic formula, right to the bitter end. (Will the team decide it has to win on its own? Will the ghost and his brother have to accept the fact of death? Will the Huskies be way behind at half-time of the big game? Will they win? Will the sun rise tomorrow?) You can't even begin to enjoy this game unless you put your intelligence on hold, or unless you're a little kid. A real, real, little, little kid. Why do Hollywood filmmakers hobble themselves in this way? Why be content with repeating ancient and boring formulas when a little thought could have produced an interesting movie? What if Kenny and Antoine had worked out a strategy to *secretly* affect the outcome of the game? What if they were aware that obvious tactics would be spotted? What if Kenny didn't tell his teammates about the ghost? What if Antoine, for sheer love of the game, took the other side once in a while? The possibilities are endless. Movies like “The Sixth Man” are an example of Level One thinking, in which the filmmakers get the easy, obvious idea and are content with it. Good movies are made by taking the next step. Twisting the premise. Using lateral thinking. I imagine a lot of studio executives are sports fans. Would any of them be *personally* entertained by this movie? If this answer is “no”--and it has to be--then they shouldn't expect us to be, either.", "running_time": 105, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-03-28", "genres": ["Comedy", "Drama", "Fantasy", "Science Fiction"], "title": "The Sixth Man (1997)"}