{"url": "http://www.rogerebert.com/reviews/the-minus-man-1999", "by": "Owen Wilsonas Van", "star_rating": 3.0, "text": "\"I take the natural momentum of a person and draw it towards me,\" Van tells us during \"The Minus Man.\" He is like the narrator of a how-to tape for serial killers. In musings on the soundtrack, he talks about his methods, as he drifts from place to place, poisoning people. His approach is not violent--\"just the minimum necessary.\" He is an enigma. People seem to like him, and we wonder why.\n\nWe are curious about such killers, because they fit in so easily. A mad-dog psychopath, shooting up a church or school, is clearly nuts and evil. But what about mild-mannered Van (Owen Wilson), polite and quiet, able to win the confidence of girls in bars, landlords, strangers? It is one thing to be the victim of random violence, another to welcome your killer into your life.\n\nVan's act is that he just wants to help out and not make waves. In an opening sequence, he meets a sad addict (rock star Sheryl Crow, in a supporting role) in a bar and offers her a lift. He's like a good Samaritan. He says what people want to hear, or need to hear. He's quiet; he doesn't frighten them away with loud noises or sudden moves. Even his killing method is subdued.\n\nRetracing the movements of serial killers, we often find they had contact with the law, without the law knowing who they were. Maybe part of the thrill is in edging close to capture and then dancing away. There's a dicey scene in \"The Minus Man\" where Van is awakened by a cop as he sleeps in his car. A search would turn up incriminating evidence, but he's so respectful that he gets off with a warning.\n\nSoon he's a boarder in the home of Doug and Jane (Brian Cox and Mercedes Ruehl). Doug is a postal worker. Jane is suspicious. They need the income from renting the extra room, but she warns Doug, \"Don't make a boarder your guest.\" But Doug is lonely, and Jane is always picking on him. He needs a friend. Soon he's found Van a job he loves, at the post office. And there he meets Ferrin (Janeane Garofalo), who likes him.\n\nAll of these developments are done in low-key, understated style. The suspense beats away underneath, because we know what Van is capable of. Will Doug get a pass because he provided a job? What about Ferrin? Does Van like her, or is he leading her on? What is Van thinking about, in his rented room? I was reminded of the Joseph Cotten character in Hitchcock's \"Shadow of a Doubt\"--the man of unspeakable evil, moving blandly through small-town society. And of Joyce Carol Oates' chilling novel Zombie, about a character not unlike Van.\n\nBoth Van and the Oates character narrate their own stories, dwelling on methods, giving helpful advice to anyone hoping to follow in their footsteps. There's never a second's introspection. They don't ask why they kill, because the question doesn't occur to them; they act according to their natures. It is for us to wonder that our species could produce a creature that will not sign the truce that makes civilization possible.\n\n\"The Minus Man,\" based on a novel by Lew McCreary, was written and directed by Hampton Fancher, who wrote \"Blade Runner.\" This is his directing debut; a curious choice, but since he pulls it off, he must feel a connection with it. Owen Wilson, who can look reassuring or not, depending on how much tension he allows into his face, finds the right insidious, ingratiating tone for Van. And the three closest people in his life (Garofalo's postal worker and Ruehl and Cox as the landlords) are able to meet one of an actor's trickiest challenges: to stand in harm's way and be oblivious to it.\n\nKarl Malden once told me that the most difficult scene he ever had as an actor was in \"On the Waterfront,\" where he played a priest who had to make a speech while unaware that a beer can was about to be thrown at his head. The priest didn't know about the can, but the actor did. You see the problem. In \"The Minus Man,\" Garofolo, Ruehl and Cox successfully spend the whole movie acting as if the can hasn't been thrown.", "running_time": 115, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-09-24", "genres": ["Drama", "Indie", "Thriller"], "title": "The Minus Man (1999)"}