{"url": "http://www.rogerebert.com/reviews/the-innkeepers-2012", "by": "Sara Paxtonas Claire", "star_rating": 3.0, "text": "Truffaut once said it's not possible to enjoy a film shot in the house where you were raised, because you're always thinking about how they replaced the wallpaper. I had a little of that feeling during the ghost movie \"The Innkeepers,\" which reminded me of the much-loved Boulderado in Boulder, Colo. The movie is shot almost entirely within the (real) Yankee Pedlar Inn in Torrington, Conn. Both hotels are said to be haunted. I know someone who knew nothing about the Boulderado and saw a ghost standing in the closet of Room 506 — and when we told the desk clerk, she said the ghost my friend saw matched the descriptions of earlier guests.\n\nCue the \"Twilight Zone\" theme music. \"The Innkeepers,\" written, directed and edited by Ti West, is set on the last weekend of the hotel, which is scheduled to close. The third floor is already shut down, and only four rooms are in use in the second floor, two of them occupied by 20-ish Claire (Sara Paxton) and 30-ish Luke (Pat Healy). They're sorta friendly part-timers who've brought along a video camera and are determined to find evidence of haunting. It could go on Luke's Yankee Pedlar website, which he hopes to do some more work on one of these days.\n\nOne of the last guests is Leanne Rease-Jones (Kelly McGillis), an actress who has left her TV work to specialize in the supernatural. She's odd, standoffish, a little hostile, until she takes pity on the kids and shares what she knows about the hotel, which is pretty much everything. \n\nTi West knows how to build suspense with quiet and timing. I admired his \"The House of the Devil\" (2009), a POV story about a college student hired as a companion for an old lady whose son (the spectral Tom Noonan) and his wife live way down at the end of a long, long road in the middle of a dark, dark forest. The architecture in both of these West films is like a character; the part-time innkeepers patrol long and lonely corridors, poke around in the basement and stage-manage scenarios designed to coax any resident spirits to show themselves on video.\n\nIf this enterprise were treated in a high-voltage way, this would be another low-rent horror film. West is more patient. He evokes the feeling of a long night in a boring job, during which Claire and Luke speculate about ghosts as a way of amusing themselves. Their relationship, based on humor and enigmatic affection, would be entertaining enough that if no ghosts ever turned up, we would understand. \"The Innkeepers\" astonishingly creates characters who are not only specter-prey. \n\nSupporting characters drift through. A mother angry with her husband brings along an obnoxious little boy. There's a waitress from a nearby coffee shop (Lena Dunham, director-star of \"Tiny Furniture\"). Then … someone … else turns up. Ghost movies like this, depending on imagination and craft, are much more entertaining than movies that scare you by throwing a cat at the camera.", "running_time": 102, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-02-01", "genres": ["Horror", "Thriller"], "title": "The Innkeepers (2012)"}