{"url": "http://www.rogerebert.com/reviews/the-endurance-2002", "by": "George Butler", "star_rating": 3.5, "text": "Shackleton's expedition was not necessarily noble, but its failure created the opportunity for legend. The South Pole had already been reached by the Norwegian Roald Amundsen, who outraced Robert Falcon Scott in 1911-12, in a competition that ended in Scott's death. Shackleton's plan was to cross Antarctica via the pole, and claim it for England; explorers of his generation were inflamed by visions of daring conquests.\n\nWhat made Shackleton's adventure so immediate to later generations was that he took along a photographer, Frank Hurley, who shot motion picture film and stills (and entered the sinking Endurance to rescue it).\n\nThat film was the basis of \"South\" (1916), a silent documentary that was restored and re-released in 2000. It was not a sophisticated film; Hurley employed the point-and-shoot approach to cinematography, but his simple shots spoke for themselves: men with frost on their beards, dogs plowing through snow, the destruction of the Endurance in the ice. Above all they underlined the might of nature and the impudence of men; we are surprised by how small the Endurance is, and how the crew members seem like dots of life in a frozen world.\n\nThat footage has now been used by the documentarian George Butler (\"Pumping Iron\") as the basis for \"The Endurance,\" a new documentary based on Caroline Alexander's book about the expedition. The narration is by Liam Neeson. The old black-and-white footage, retaining all of its power, is intercut with new color footage of the original locations, including Elephant Island, where the Endurance crew wintered in the endless night, crouching inside shelters for six months.\n\nDetermining that his expedition would have to rescue itself, Shackleton set forth in the lifeboat with six men to try to cross 800 miles of open sea and reach a whaling port at South Georgia Island. That they survived this journey of 17 days is extraordinary. Then they had to find the courage to face what they found on the island: \"A chaos of peaks and glaciers that had never been crossed.\" Exhausted, without adequate food or water, they trekked for three more days through this landscape to find the village and bring rescue back to the men who were left behind.\n\nAmazingly, not a single life was lost. When the Endurance crew returned to England, it was at the height of World War I; instead of being greeted as heroes, they were suspected of malingering. Some volunteered for the Army, and died in the trenches.\n\nThe physical toll of polar exploration has taken a psychic price as well from many of its survivors. The best book about polar ordeals is The Worst Journey in the World, by Apsley Cherry-Garrard, a member of Scott's expedition, who walked by himself over hundreds of miles of ice to study penguin behavior. In later life he was a broken shell of the confident young man who set out with Scott. \"The Endurance\" interviews surviving descendants of Shackleton's expedition, including Peter Wordie, the son of James Wordie, who says of his father: \"He would never let us read his diaries.\" Ebert's review of \"South\" is at suntimes.com/ebert", "running_time": 93, "mpaa_rating": "G", "release_year": 2002, "date_published": "2002-01-04", "genres": ["Documentary", "History"], "title": "The Endurance (2002)"}