{"url": "http://www.rogerebert.com/reviews/the-avengers-2012", "by": "Robert Downey Jr.as Tony Stark/Iron Man", "star_rating": 3.0, "text": "One of the weapons Marvel used in its climb to comic-book dominance was a willingness to invent new characters at a dizzying speed. There are so many Marvel universes, indeed, that some superheroes do not even exist in one another's worlds, preventing gridlock. The Avengers however do share the same time and space continuum, although in recent years, they've been treated in separate, single-superhero movies. One assumes the idle Avengers follow the exploits of the employed ones on the news.\n\n\"The Avengers,\" much awaited by Marvel comics fans, assembles all of the Avengers in one film: Iron Man, Captain America, Thor, the Hulk, the Black Widow and Hawkeye. This is like an all-star game, or the chef's sampling menu at a fancy restaurant. What always strikes me is how different their superpowers are. Iron Man (Robert Downey) is just an ordinary guy until he's wearing his super-suit. Thor (Chris Hemsworth) swings a mighty hammer. Hawkeye (Jeremy Renner) wields a bow with arrows so powerful they can bring down alien spacecraft. The Hulk (Mark Ruffalo) is a mild-mannered guy until he gets angry, and then he expands into a leaping, bounding green muscle man who can rip apart pretty much anything. Captain America (Chris Evans) has a powerful and versatile shield. Then there's Natasha (Scarlett Johansson), aka the Black Widow. After seeing the film, I discussed her with movie critics from Brazil and India, and we were unable to come up with a satisfactory explanation for her superpowers; it seems she is merely a martial artist with good aim with weapons. We decided maybe she and Hawkeye aren't technically superheroes, but just hang out in the same crowd.\n\nWhen I see these six together, I can't help thinking of the champions at the Westminster Dog Show. You have breeds that seem completely different from one another (Labradors, poodles, boxers, Dalmatians), and yet they're all champions. \n\nThe reason they're brought together in \"The Avengers\" is that the Earth is under threat by the smirking Loki (Tom Hiddleston), Thor's adopted brother, who controls the Tesseract, a pulsing cube of energy that opens a gateway to the universe; through it, he plans to attack Earth with his fleet of reptile-looking monster-machines. It goes completely unexplained where Loki now resides, how these dragon-machines are manufactured, and so on. Both Loki and Thor are obscurely related to the gods of Norse mythology, as we know from last year's \"Thor,\" but let's not drift into theology.\n\nNick Fury (Samuel L. Jackson) sends out a call to the Avengers to team up and meet this threat. He runs SHIELD, the Strategic Homeland Intervention, Enforcement and Logistics Division, which is all I know about it. He's headquartered on a gigantic aircraft carrier that's also a hovercraft and can become invisible. By bringing the Avengers together, he of course reopens ancient rivalries (i.e, my hammer can beat your shield), until they learn the benefits of Teamwork, which is discussed in speeches of noble banality. So you see this is sort of an educational film, teaching the Avengers to do what was so highly valued on my first-grade report card: the concept of Working Well With Others.\n\nThese films are all more or less similar, and \"The Avengers\" gives us much, much more of the same. There must be a threat. The heroes must be enlisted. The villain must be dramatized. Some personality defects are probed. And then the last hour or so consists of special effects in which large mechanical objects engage in combat that results in deafening crashes and explosions and great balls of fire.\n\nMuch of this battle takes place in midtown Manhattan, where the neatest sequences involve Loki's ginormous slithering, undulating snake-lizard-dragon machine, which seems almost to have a mind of its own and is backed up by countless snakelings. At one point, an Avenger flies into the mouth of this leviathan and penetrates its entire length, emerging at the business end. You won't see that in \"The Human Centipede.\"\n\n\"Comic-Con nerds will have multiple orgasms,\" predicts critic David Edelstein in New York magazine, confirming something I had vaguely suspected about them. If he is correct, it's time for desperately needed movies to re-educate nerds in the joys of sex. \"The Avengers\" is done well by Joss Whedon, with style and energy. It provides its fans with exactly what they desire. Whether it is exactly what they deserve is arguable.", "running_time": 143, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-05-02", "genres": ["Action", "Thriller"], "title": "The Avengers (2012)"}