{"url": "http://www.rogerebert.com/reviews/the-silence-1963", "by": null, "star_rating": 4.0, "text": "Two women and a boy share a compartment on a train. It is an unhappy journey, and we sense tension and dislike between the women. The boy wanders out into the corridor, stares at other passengers, watches as another train passes by, its cars carrying armored tanks. The train stops in an unnamed city, and the three check into a hotel. So begins Ingmar Bergman's \"The Silence\" (1963), the third part of his \"Silence of God\" trilogy. If \"Winter Light\" (1962) directly referred to God's silence, and \"Through a Glass Darkly\" (1961) did so by implication, there is no theology in \"The Silence\" -- only a world bereft of it.\n\nWe learn about the characters indirectly, through their dialogue; a reference to their father reveals that they are sisters. One is Ester (Ingrid Thulin), a translator, a woman who looks severe, pained, disappointed. She is dying. The other is Anna (Gunnel Lindblom), younger, more voluptuous, impatient with this journey. Although they are apparently going \"home,\" there is no indication of where they were or why they went there, and no clear idea of where they are. Even Ester, the translator, doesn't recognize the language, and in a European grand hotel, it is odd that the hall porter speaks no German or English.\n\nThe boy, not yet an adolescent, is Johan (Jorgen Lindstrom). He has an angelic face and a sweet nature. He is Anna's son, but apparently has long lived in the middle between the two spiteful sisters. The reason for their spite is never specified, but goes back to childhood and obscurely involves their father. Now that Ester is dying, Anna has little pity for her and flaunts the fact that she is going out into the city -- for sex, we somehow understand, or at least as a show of disloyalty.\n\nThe film is oblique. Most of the rest of the story involves reading between the lines. I could turn analytical and point out that Anna, who picks up a man and has sex with him in the hotel, represents Body, and that Ester, who works and reads in bed and at the table in her room, represents Mind. The doorway between their rooms is the portal through which they stage their rivalry, and only Johan passes back and forth thoughtlessly.\n\nI think the boy is the key to the film -- in what way, I'm not sure. Perhaps the instinctive sympathy he feels for both women is intended to show us a whole person, not parceled into flesh and thought. His scenes in the film, and they are numerous and lengthy, permit a subtle humor and charm to creep in. He doesn't smile much, isn't a clown, observes gravely the adult world around him. At one point, he stops in a corridor and pees, and as he walks away he glances back at the puddle with a certain satisfaction. It is perhaps an expression of resentment and frustration, and nothing else he does accounts for it.\n\nHe spends a lot of time exploring the long, stately corridors of the strangely deserted hotel. He encounters few people. There is an electrician, who scowls at him when he threatens the man with his cap pistol. A troupe of dwarf vaudevillians, who invite him into their room, garb him in a dress and bounce on the bed to entertain him. And, most intriguingly, there's the ancient, bent, ingratiating hall porter (Hakan Jahnberg). This old man occupies a small cubbyhole on the floor, where he takes his meals, sneaks drinks from a flask and responds to Ester, who rings fiercely for service. There is a beautiful shot when the porter sneaks up on Johan from behind and pounces on him, tickling him, so that Johan squeals and runs away. The porter stiffly tries to pursue him, but Johan disappears around a corner. Still in one unbroken shot, the porter turns and passes the camera, as Johan surprisingly appears in a doorway behind him.\n\nThe film was photographed by Sven Nykvist, Bergman's great longtime collaborator, and I wonder if I can be excused for noticing in Johan's scenes in the hotel corridors a faint echo of Jacques Tati. The porter bears some slight resemblance to Monsieur Hulot, the boy represents the anarchic winds that were always blowing him off course, and the corridors, filmed with such exact precision, are the geometric spaces which Tati loved to violate with human activity.\n\nThe porter is a great help to Ester. Although they have not a word in common, he understands that she wants a bottle of liquor, and then food. Chain-smoking, guzzling the drink, she cries out that she does not want to die alone, away from home. She is terrified of suffocating. The porter cleans up the mess after she spills the bottle in the bed. He brings her a glass of water, supporting her while she drinks it. He even keeps her company, reading his newspaper, and in his face, there is worry and concern. As he enters the frame, he is like a spectral visitor stooping down to inquire, but his heart is good. It is an extraordinary performance, containing not a word we can understand.\n\nWhen Anna leaves the hotel, she carries herself on the streets and into a bar like a woman asking to be picked up. She enters a theater balcony and sees a couple having sexual intercourse right in front of her. She is disgusted and leaves. Later she picks up a man and brings him to the hotel. Johan sees them together, but she hardly cares. He tells Ester what he has seen. In a way he is asking for an explanation. He is placed in the sad position of being a child too young to process the information in his life, which he somehow senses is urgent.\n\nThe juxtaposition of the child with the scenes of adult behavior is disquieting, although we note that Bergman used the usual strategy for separating the boy into separate shots so he would not see and hear what we do. The film itself was scandalous at the time, with nudity and unusual sexual frankness. Bergman is somehow always thought of as cerebral and detached, but shocking carnality is often a part of his work; one thing he more rarely offers, however, is a sincere and tender romantic scene.\n\nThroughout the film, Bergman's emphasis, as so often, is on the face. He usually has Johan, the outsider, the onlooker, in a one-shot, often full face. He usually sees the women from the side, or at an angle, oblique to one another. Nykvist's lighting is precise. He will hold half a face in shadow, or light from behind at an angle, or light the faces in a two-shot separately. There's one shot where Ester stands at a window, and the shadow of the window frame throws a cross upon her face. Not unusual, until we note from the position of the frame and the shadow that the light source is from below, and since she is looking out in the full of day, it should be from above. Nykvist is always at work, finding his effects, concealing his techniques.\n\nOver the film hangs a tone of foreboding. The tanks on the train are matched, later, by a single massive tank that rumbles down the street in front of the hotel, pauses and then passes on. There are no explosions, no battles, but war always seems at hand. When Ester's illness reaches a crisis, there is an odd loud moaning on the soundtrack. An air-raid warning? The music of hell? We do not know. But at the end, when Anna coldly tells her sister that she and Johan are leaving on the next train, Johan returns to promise Ester, \"We'll be back.\" The child carries hope in the film. The problem is for hope to survive into adulthood. If you did not believe that God was silent, it would.", "running_time": 96, "mpaa_rating": null, "release_year": 1963, "date_published": "2008-12-10", "genres": ["Comedy", "Drama", "Foreign", "Indie", "Romance"], "title": "The Silence (1963)"}