{"url": "http://www.rogerebert.com/reviews/the-company-of-wolves-1985", "by": "Angela Landsburyas Granny", "star_rating": 3.0, "text": "\"A wolf is sometimes much more than he seems\". -- Granny\n\nThe key word there is \"he.\" There are no female wolves in this film, or at least not in the leading roles. The wolves are all male, and the males are almost all wolves. Granny warns her young granddaughter to beware of men whose eyebrows meet, for in the full of the moon their hidden natures are likely to emerge, and they will have fangs, and sharp claws, and eyes that glow in the dark. The girl believes her, but she still puts on her red hood and walks through the woods to grandmother's house, and is surprised by what big teeth Granny has.\n\n\"The Company of Wolves\" is a dream about werewolves and little girls and deep, dark forests. It is not a children's film and it is not an exploitation film; it is a disturbing and stylish attempt to collect some of the nightmares that lie beneath the surface of \"Little Red Riding Hood.\"\n\nThe movie begins in the present, but quickly enters the dreams of an adolescent girl. She dreams many variations on the same theme: That men may turn out to be wolves, and that little girls should never, ever, stray from the path through the woods. The movie creates its dream world on British sound stages, which have been used to make a gloomy, fantastical universe filled with gnarled trees, wicked thorn bushes, clammy mists, torturous paths, and birds' nests filled with mirrors and lipsticks, and eggs that don't have chicks inside of them. In this world, the characters tell each other stories. All of the stories begin with those delicious words, \"Once upon a time.\" Granny (Angela Lansbury) tells most of the stories to her granddaughter, but the girl tells stories too, and after one of them her mother says, \"Granny knows a great deal, but she doesn't know everything. And if there is a beast inside every man, he meets his match in the beast inside of every woman.\"\n\nMost of the stories seem to take place in the 19th century, in a dark forest that encircles frightened and ignorant peasants. In the night, they light great torches and go out into the woods to trap the wolves, but when they cut off a giant paw as a trophy and bring it home and look at it, they are holding a severed human hand. Wolves are men, and men are wolves, and the message that repeats itself over and over in \"The Company of Wolves\" is that the bridegroom may be loving and handsome on his wedding night, but should he step into the light of the moon, he may turn into a hairy demon with glowing eyes.\n\nThe movie is based on a novel and a screenplay by Angela Carter, who has taken Red Riding Hood as a starting-place for the stories, which are secretly about the fearsomeness of sexuality. She has shown us what those scary fairy tales are really telling us; she has filled in the lines and visualized the parts that the Brothers Grimm left out (and they did not leave out all that many parts). The movie has an uncanny, hypnotic force; we always know what is happening, but we rarely know why, or how it connects with anything else, or how we can escape from it, or why it seems to correspond so deeply with our guilts and fears. That is, of course, almost a definition of a nightmare.", "running_time": 95, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-04-22", "genres": ["Fantasy", "Horror", "Science Fiction"], "title": "The Company of Wolves (1985)"}