{"url": "http://www.rogerebert.com/reviews/the-son-2003", "by": "Olivier Gourmetas Olivier", "star_rating": 4.0, "text": "\"The Son\" is complete, self-contained and final. All the critic can bring to it is his admiration. It needs no insight or explanation. It sees everything and explains all. It is as assured and flawless a telling of sadness and joy as I have ever seen.\n\nI agree with Stanley Kauffmann in The New Republic, that a second viewing only underlines the film's greatness, but I would not want to have missed my first viewing, so I will write carefully. The directors, Jean-Pierre and Luc Dardenne, do not make the slightest effort to mislead or deceive us. Nor do they make any effort to explain. They simply (not so simply) show, and we lean forward, hushed, reading the faces, watching the actions, intent on sharing the feelings of the characters.\n\nLet me describe a very early sequence in enough detail for you to appreciate how the brothers work. Olivier (Olivier Gourmet), a Belgian carpenter, supervises a shop where teenage boys work. He corrects a boy using a power saw. We wonder, because we have been beaten down by formula films, if someone is going to lose a finger or a hand. No. The plank is going to be cut correctly.\n\nA woman comes into the shop and asks Olivier if he can take another apprentice. No, he has too many already. He suggests the welding shop. The moment the woman and the young applicant leave, Olivier slips from the shop and, astonishingly, scurries after them like a feral animal and spies on them through a door opening and the angle of a corridor. A little later, strong and agile, he leaps up onto a metal cabinet to steal a look through a high window.\n\nThen he tells the woman he will take the boy after all. She says the boy is in the shower room. The hand-held camera, which follows Olivier everywhere, usually in close medium shot, follows him as he looks around a corner (we intuit it is a corner; two walls form an apparent join). Is he watching the boy take a shower? Is Olivier gay? No. We have seen too many movies. He is simply looking at the boy asleep, fully clothed, on the floor of the shower room. After a long, absorbed look, he wakes up the boy and tells him he has a job.\n\nNow you must absolutely stop reading and go see the film. Walk out of the house today, tonight, and see it, if you are open to simplicity, depth, maturity, silence, in a film that sounds in the echo-chambers of the heart. \"The Son\" is a great film. If you find you cannot respond to it, that is the degree to which you have room to grow. I am not being arrogant; I grew during this film. It taught me things about the cinema I did not know.\n\nWhat did I learn? How this movie is only possible because of the way it was made, and would have been impossible with traditional narrative styles. Like rigorous documentarians, the Dardenne brothers follow Olivier, learning everything they know about him by watching him. They do not point, underline or send signals by music. There are no reaction shots because the entire movie is their reaction shot. The brothers make the consciousness of the Olivier character into the auteur of the film.\n\n... So now you have seen the film. If you were spellbound, moved by its terror and love, struck that the visual style is the only possible one for this story, then let us agree that rarely has a film told us less and told us all, both at once.\n\nOlivier trains wards of the Belgian state--gives them a craft after they are released from a juvenile home. Francis (Morgan Marinne) was in such a home from his 11th to 16th years. Olivier asks him what his crime was. He stole a car radio.\n\n\"And got five years?\" \"There was a death.\" \"What kind of a death?\" There was a child in the car who Francis did not see. The child began to cry and would not let go of Francis, who was frightened and \"grabbed him by the throat.\" \"Strangled him,\" Olivier corrects.\n\n\"I didn't mean to,\" Francis says.\n\n\"Do you regret what you did?\" \"Obviously.\" \"Why obviously?\" \"Five years locked up. That's worth regretting.\" You have seen the film and know what Olivier knows about this death. You have seen it and know the man and boy are at a remote lumber yard on a Sunday. You have seen it and know how hard the noises are in the movie, the heavy planks banging down one upon another. How it hurts even to hear them. The film does not use these sounds or the towers of lumber to create suspense or anything else. It simply respects the nature of lumber, as Olivier does and is teaching Francis to do. You expect, because you have been trained by formula films, an accident or an act of violence. What you could not expect is the breathtaking spiritual beauty of the ending of the film, which is nevertheless no less banal than everything that has gone before.\n\nOlivier Gourmet won the award for best actor at Cannes 2002. He plays an ordinary man behaving at all times in an ordinary way. Here is the key: o rdinary for him. The word for his behavior--not his performance, his behavior--is \"exemplary.\" We use the word to mean \"praiseworthy.\" Its first meaning is \"fit for imitation.\" Everything that Olivier does is exemplary. Walk like this. Hold yourself just so. Measure exactly. Do not use the steel hammer when the wooden mallet is required. Center the nail. Smooth first with the file, then with the sandpaper. Balance the plank and lean into the ladder. Pay for your own apple turnover. Hold a woman who needs to be calmed. Praise a woman who has found she is pregnant. Find out the truth before you tell the truth. Do not use words to discuss what cannot be explained. Be willing to say, \"I don't know.\" Be willing to have a son and teach him a trade. Be willing to be a father.\n\nA recent movie got a laugh by saying there is a rule in \"The Godfather\" to cover every situation. There can never be that many rules. \"The Son\" is about a man who needs no rules because he respects his trade and knows his tools. His trade is life. His tools are his loss and his hope.", "running_time": 103, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-02-21", "genres": null, "title": "The Son (2003)"}