{"url": "http://www.rogerebert.com/reviews/the-search-for-signs-of-intelligent-life-in-the-universe-1992", "by": "Lily Tomlin", "star_rating": 3.0, "text": "The whole point of a one-person show is that the same person is before us on the stage the whole time, playing all the roles, taking all the lines, defying time and space to entertain us for two hours at a stretch. By their nature, movies are the enemy of this format.\n\nThey take the virtuosity of the stage achievement and turn it into a device. And they’re an unforgiving test of the material: Since the performer doesn’t get points simply for standing unaided before us, the script had better be good.\n\nThere are, of course, countless ways to adapt a one-person show to the screen. You can film it live before a real audience, as Richard Pryor did in “Richard Pryor Live on the Sunset Strip,” or compile it from several live performances, as Eric Bogosian did in “Sex, Drugs, Rock and Roll,” or turn it into a confrontation with the camera, as Sandra Bernhard did in “Without You I'm Nothing,” or frankly just film it as a performance, as Jonathan Demme did with Spalding Gray’s “Swimming to Cambodia.” No matter how you approach it, you lose what Las Vegas stage performers call the “sweat break,” where they get a round of applause for mopping the sweat from their faces and proving how hard they’re working. With the film of a stage show, everybody knows it’s a movie, and that if the performer gets it wrong he can always do it again (Pryor’s great film is mostly the record of the second night, after the first run-through didn’t work).\n\nI’ve seen Lily Tomlin’s “The Search for Signs of Intelligent Life in the Universe” onstage, where part of its undoubted appeal is her actual physical achievement. Bounding into the spotlight, already running in place, she provides such a reckless expenditure of energy that you want to applaud her just on athletic grounds. She plays so many characters in so many different ways that the result is kind of awe-inspiring; like her or not, you have to admire how hard she works.\n\nIn John Bailey’s film of “The Search for Signs of Intelligent Life in the Universe,” Tomlin knows she no longer has that instinctive sympathy working for her, and so she abandons all pretenses of a marathon performance, and deliberately breaks the illusion of a stage show. The bare stage sometimes transforms itself into colorful sets, some of them realistic, and her costuming also reflects each of the characters she plays, sometimes changing in the flash of an eye.\n\nAll of the familiar characters from the stage show are here: Trudy, the bag lady; Chrissy, who can never quite find the focus necessary for sustained achievement in life; Kate, the socialite for whom appearance and status are the only things of real value; and of course Lyn, the woman going through a midlife crisis, whose life has paralleled, but not been much helped by, the feminist revolution.\n\nTomlin is a consummate mimic of accents and mannerisms, and her characters are indeed quite different from one another, even if some of them, like Trudy, seem more like comic ideas than possible people. On stage, as she moves from one character to another, it’s the physical achievement of the performance that’s amazing. On film, the words take on a greater importance; the screenplay, by Jane Wagner, seems to confide in us, with a certain warmth and trust that mirrors one side of Tomlin’s character.\n\nThat comes out especially with Trudy, amazingly articulate for a bag lady, who talks of her “space chums,” and speculates that nature should have provided for the survival of the wittiest, so that the losers could die laughing. But Trudy and the other characters all lead up to Lyn’s monologue, the most sustained piece in the film, which is sort of a verbal equivalent of “American Pie” in which all of the hopes and dreams since 1960 are cataloged in an attempt to discover why Lyn has wound up, here and now, just as sad as if none of her causes had ever existed.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-01-17", "genres": null, "title": "The Search For Signs Of Intelligent Life In The Universe (1992)"}