{"url": "http://www.rogerebert.com/reviews/the-program-1993", "by": "James Caanas Coach Winters", "star_rating": 3.0, "text": "\"The Program\" celebrates big-time college football at the same time it attacks it. The team at Eastern State, under the gun from alumni who aren't happy with two losing seasons, makes a courageous comeback while at the same time the star quarterback goes into rehab, a defensive hero ruins his leg, another player is caught in a cheating scandal, and a lineman named Bud Lite pumps steroids into his veins. You can't make an omelet without breaking eggs, I guess.\n\nThe movie begins with what seems to be solid insider knowledge about how football is played in the big collegiate leagues. James Caan plays Coach Winters, a realist who sometimes perhaps wishes he could be more ethical than circumstances permit. It's his job to hold together a team that's under great moral, physical, romantic and academic pressure - and the film provides one player to illustrate each of those problems.\n\nThe quarterback (Craig Sheffer) is a self-destructive alcoholic whose father is also a drunk who once played for ESU. Under enormous pressure as a Heisman Trophy contender, he gets loaded and pulls suicidal stunts, while his girlfriend (Kristy Swanson) despairs.\n\nMeanwhile, a talented freshman named Darnell Jefferson (Omar Epps) enrolls, seduced on campus by the charms of a student beauty named Autumn (Halle Berry), who turns out to be dating Darnell's competitor for the halfback position. His grades are lousy, but he talks her into being his tutor, causing the other halfback, of course, to hate him.\n\nElsewhere on the team, Alvin Mack (Duane Davis) is a probound lineman who specializes in psyching out his opponents with imaginative sexual histories of their close relatives. And Lattimer (Andrew Bryniarski), who has spent three years on the punt return squad, returns to campus mysteriously pumped up with 35 pounds of new muscles, a wild man who everyone assumes is on steroids. Meanwhile, Coach Winters' daughter makes the mistake of taking an exam for the backup quarterback, and they both get thrown out of school.\n\nIt perhaps says something about the times we live in that these are the good guys. God only knows what the other teams are up to. The coach somehow guides them through their accident-prone season, while the movie focuses on the two romantic relationships. Swanson, as the quarterback's girl, is a tennis player who despairs of his drunken behavior. And Berry, who really likes the freshman halfback, is afraid to tell her daddy she's broken up with the other back, a pre-med student.\n\nThe movie was directed by David S. Ward, whose credits include \"Major League\" (1989). He makes all the pieces fit, and the on-field action looks convincing, but there's a certain thinness in some of the characters. The coach, for example, is made by Caan into a man without much depth; his function is to move the plot along with lots of furrowed brows and lip twitches. And Lattimer, the muscle-bound animal, comes across more as a World Wrestling Federation stooge than a plausible college student (he illustrates team spirit by breaking car windows with his forehead).\n\nStill, the movie's human scenes are appealing - especially the moment when Darnell finally believes his beautiful tutor loves him.\n\nAnd the movie seems expert on how a lineman could pump himself full of steroids and still pass the NCAA drug tests, although some of his methods for providing clean urine are too painful to contemplate.\n\nBy the film's end, I found myself simultaneously hoping that ESU would win its big game, and that the school would pull the plug on its football program. I guess that's how I was supposed to feel.", "running_time": 115, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-09-24", "genres": ["Drama", "Sport"], "title": "The Program (1993)"}