{"url": "http://www.rogerebert.com/reviews/the-hangover-part-ii-2011", "by": "Bradley Cooperas Phil", "star_rating": 2.0, "text": "Is this some kind of a test? \"The Hangover, Part II\" plays like a challenge to the audience's capacity for raunchiness. It gets laughs, but some of them are in disbelief. As if making sure no one was not offended, it has a montage of still photos over the closing titles that include one cruel shot that director Todd Phillips should never, ever have used. The MPAA's elaboration of the film's R rating says the movie has \"pervasive language, strong sexual content including graphic nudity, drug use and brief violent images.\" Also other stuff. Maybe their space was limited.\n\nIt's not that I was shocked. This is a raunch fest, yes, but not an offense against humanity (except for that photo, which is a desecration of one of the two most famous photos to come out of the Vietnam War). The movie has its share of laughs. There's a wedding toast that deserves some sort of award for deliberate social embarrassment. And Alan (Zach Galifianakis), the character who stole much of the original 2009 film, walks off with a lot of this one, too.\n\nIf you saw that earlier film (which grossed $485 million, so you may have), there's not much need for me to describe the plot this time. It's the same story. Director Todd Phillips seems to have taken \"The Hangover\" screenplay and moved it laterally from Las Vegas to Bangkok while retaining the same sequence of scenes: Call to bewildered bride to be, flashback to wedding plans, ill-advised bachelor party, four friends waking up with terminal hangovers in unfamiliar hotel room, ominous signs of debauchery, desperate quest to discover what happened, etc.\n\nAs the film opens, a few years have passed. The dentist Stu (Ed Helms) is now the prospective groom. He's engaged to a beautiful Thai woman named Lauren (Jamie Chung). Her father (Nirut Sirichanya) is not happy. His son, Teddy (Mason Lee), is a brilliant 16-year-old pre-med student at Stanford, and the father tells Stu: \"In this country, we do not consider a dentist a doctor.\" At a pre-wedding feast, he calmly and implacably offers a toast comparing Stu to a flavorless rice pudding.\n\nThen the lads go down to the beach for one (1) beer, and the next thing they know they're regaining consciousness in a sleazy Bangkok fleabag, Stu has a facial tattoo, and young Teddy is missing, except for a severed finger wearing a Stanford class ring. That sets off their search through the city's underbelly for people who might be able to help them reconstruct the missing hours? Days? Let me just observe that no search of the Bangkok underbelly that involves Ping-Pong balls is going to be altogether reassuring.\n\nTheir adventures are punctuated by a series of behavioral eruptions by Alan (Galifianakis), who links passive aggression with clueless trouble-making. These interventions have a certain charm, but Alan's funniest scene takes place in his own bedroom, before he ever gets to Thailand. Describing himself as a \"stay-at-home son,\" he issues commands to his mother through a speaker system and seems determined to remain a fanboy for life. This character, as seen in this scene, could inspire a movie of its own that I would pay good money to see. (Galifianakis should regrow his hair, however; I like him looking like a shaggy bear more than like the bouncer in a biker bar.)\n\nI'm no expert, but I've been to Bangkok, and while the city no doubt has a seamy side, let it be said that much of \"The Hangover, Part II\" plays like an anti-travelogue paid for by a rival tourist destination — Singapore, maybe. Some of its surprises would shock only those who know little about the city's sex workers, but others are truly unexpected, including the appearance of Paul Giamatti as a crime boss, and Nick Cassavetes as a tattoo artist. The gangster Mr. Chow (Ken Jeong) is back, still in need of serious tranquilizing.\n\nWhile many weekend comedies these days seem too timidly in search of the PG-13, \"The Hangover\" embraced its R, and \"Part II\" seems to be testing the MPAA's patience. I wonder if there will be an unrated director's cut. The sequel repeats the medical miracle of the first film, in that the characters are able to regain consciousness after horrifying debauches and quickly return to the land of the living. In real life, they'd check into themselves into an emergency room.", "running_time": 102, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-05-24", "genres": ["Comedy"], "title": "The Hangover Part II (2011)"}