{"url": "http://www.rogerebert.com/reviews/the-organization-1971", "by": "Sidney Poitieras Lt. Virgil Tibbs", "star_rating": 2.0, "text": "We first met Virgil Tibbs in \"In the Heat of the Night,\" when he was a\r\ncop from Philadelphia. In \"They Call Me Mister Tibbs,\" he moved to San Francisco and had a really elaborate hilltop home. Now, in \"The\r\nOrganization,\" he has moved into a less elaborate home (apparently\r\nafter reading the reviews wondering how he could meet the payments on his police salary), but he still has his loving wife, sweet daughter and smart-mouth son. There is just barely a chance for each family member to do his thing, however, because Tibbs is up to here in the most complicated caper of his career. It is so complicated, in fact, that I am not sure I could figure it out. Maybe we're supposed to take things in the spirit of \"The Big Sleep\" (1946) which didn't bother to tie up several very loose ends.\n\nThe plot is not exactly believable. It's about a strange gang of\r\ncharacters (a storefront preacher, a member of a girl's track team,\r\netc.) who steal an enormous shipment of heroin. But after they make\r\ntheir getaway, someone else kills the guy they left behind, bound and\r\ngagged. They let Tibbs in on their secret because they don't want the\r\nmurder rap (although since they DID kidnap the guy and nothing can\r\nbring him back to life, you'd think they would keep quiet).\n\nAnyway, after an investigation that gets a little confused, Tibbs is\r\nsuspended from the force for concealing his knowledge. And then he is either put back on the force (in a scene not in the picture) and is on plainclothes duty in the unfinished subway system, or he was not cleared and just happens to be working on the subway when the movie's big chase scene goes by. Anyway, there's a bit of shooting, a few identities are untangled, and the movie comes to an unmourned end.", "running_time": 106, "mpaa_rating": null, "release_year": 1971, "date_published": "1971-11-23", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Organization (1971)"}