{"url": "http://www.rogerebert.com/reviews/the-big-hit-1998", "by": "Mark Wahlbergas Melvin Smiley", "star_rating": 1.0, "text": "Hollywood used to import movie stars from overseas. Then\rdirectors. Then they remade foreign films. Now the studios import entire\rgenres. It's cheaper buying wholesale. “The Big Hit” is a Hong Kong action\rcomedy, directed by Che-Kirk Wong (“Crime Story”), starring an American cast\rand written by Ben Ramsey, an American who has apparently done as much time in the\rvideo stores as Quentin Tarantino.\n\nThe movie has the Hong Kong spirit right down to the deadpan\rdialogue. Sample: Hit Man: “If you stay with me you have to understand I'm a\rcontract killer. I murder people for a living. Mostly bad people, but ... “ Girl\rHe Has Kidnapped: “I'm cool with that.” The characters in these movies exist in\ra Twilight Zone where thousands of rounds of ammunition are fired, but no one\rever gets shot unless the plot requires him to. The bullets have read the\rscreenplay.\n\nAs the film opens, we meet four buddies working out in a health\rclub. They're played by Mark Wahlberg (of “Boogie Nights”), Lou Diamond\rPhillips, Bokeem Woodbine and Antonio Sabato Jr. The guys are hunks with big\rmuscles, which we can study during a locker room scene where they stand around\rbare-bottomed while discussing Woodbine's recent discovery of masturbation,\rwhich he recommends as superior to intercourse, perhaps because it requires\ronly one consenting adult.\n\nThen they dress for work. They're all garbed as utility workers,\rwith hard hats, toolboxes and wide leather belts holding wrenches and\rflashlights. As they saunter down the street to Graeme Revell's pumping\rsoundtrack, they look like a downsized road company version of the Village\rPeople.\n\nThe plot: They attack the heavily defended high-rise stronghold\rof a rich pimp who has just purchased three new girls for $50,000 a head. They\rbreak in with guns blazing, and there's an extended action sequence ending with\rone of the heroes diving out of an upper floor on a bungee cord, just ahead of\ra shattering explosion. And so on.\n\nThey kidnap Keiko (China Chow), the daughter of a rich Japanese\rexecutive. Complications ensue, and she ends up in the hands, and later the car\rtrunk, of the leader of the hit men, named Melvin Smiley (Wahlberg). This is\rmost likely the first movie in which the hero hit man is named Melvin Smiley.\rBut he does smile a lot, because his weakness is, “I can't stand the idea of\rpeople who don't like me.” You would think a hit man would have a lot of people\rwalking around not liking him, but not if he is a good enough shot.\n\nKeiko falls in love with Melvin with astonishing rapidity. Sure,\rshe tries to escape, but by the end she realizes her future lies with his. Will\rthis complicate Melvin's life? Not any more than it already is.\n\nHe has a black mistress (Lela Rochon), who looks at a\rdismembered body in their bathtub and says, “He's kinda cute.” And he has a\rJewish fiancee (Christina Applegate), who is Jewish for the sole purpose of\rhaving two Jewish parents (so they can appear in the middle of the movie like\rrefugees from a Woody Allen picture and provide crudely stereotyped\rcaricatures). Gould makes crass remarks about his wife's plastic surgery, gets\rdrunk and throws up on Lou Diamond Phillips, in a scene where both actors\rappear to be using the powers of visualization to imagine themselves elsewhere.\n\nMany more action scenes. Cars explode. Cars are shot at. Cars\rland in trees. They fall out of trees. Remember those old serials where someone\rgot killed at the end of an installment, but at the beginning of the next\rinstallment you see them leap quickly to safety? That trick is played three\rtimes in this movie. Whenever anyone gets blowed up real good, you wait\rserenely for the instant replay.\n\nI guess you could laugh at this. You would have to be seriously\ralienated from normal human values and be nursing a deep-seated anger against\rmovies that make you think even a little, but you could laugh.", "running_time": 93, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-04-24", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "The Big Hit (1998)"}