{"url": "http://www.rogerebert.com/reviews/the-devils-backbone-2001", "by": "Eduardo Noriegaas Jacinto", "star_rating": 3.0, "text": "Ghosts are more interesting when they have their reasons. They should have unfinished affairs of the heart or soul. Too many movies use them simply for shock value, as if they exist to take cues from the screenplay. \"The Devil's Backbone,\" a mournful and beautiful new ghost story by Guillermo del Toro, understands that most ghosts are sad, and are attempting not to frighten us but to urgently communicate something that must be known so that they can rest.\n\nThe film takes place in Spain in the final days of the Civil War. Franco's fascists have the upper hand, and in a remote orphanage the children of left-wing families await the end. An enormous crucifix has been put on display to disguise the institution as a Catholic school, and the staff is uneasily prepared to flee. In the courtyard, a huge unexploded bomb rests, nose-down, like a sculpture. \"They say it's switched off,\" says one of the kids, \"but I don't believe it. Put your head against it. You can hear it ticking.\" A young boy named Carlos (Fernando Tielve) has been brought to the school in a car riding across one of those spaghetti Western landscapes. He is assigned Bed No. 12--\"Santi's bed,\" the children whisper. Santi is a boy who died, and whose ghost is sometimes seen, sometimes heard sighing. Carlos learns the ways of the school, its rules, the boys who will be his friends and his enemies.\n\nThe most ominous presence is Jacinto (Eduardo Noriega), a former student who is now the janitor. The orphanage is run by Dr. Casares (Federico Luppi), elderly and self-absorbed, and by Carmen (Marisa Paredes), who has a wooden leg. There is also Conchita (Irene Visedo), the sexy maid; Jacinto sleeps with her but also goes through the motions of courting Carmen, because he suspects she has gold hidden somewhere on the grounds, and he wants it.\n\nThis information unfolds gradually, as Carlos discovers it. He also begins to see the ghost, a sad, gray indistinct figure who seems associated with a deep water tank in the basement. There's a creepy sequence in which the other boys dare Carlos to make a forbidden nighttime expedition to the kitchen, to bring back water; he is venturing into the world of the orphanage's dreaded secrets.\n\nWhat happens, and why, must remain a secret. The Mexican director del Toro is a master of dark atmosphere, and the places in his films seem as frightening as the plots. He is only 36; he began with \"Cronos\" (1994), the story of an antiques dealer who invents a small, elegant golden beetle that sinks its claws into the flesh and imparts immortality. In 1997 he made a Hollywood film, \"Mimic,\" starring Mira Sorvino and Jeremy Northam, which trapped them in a subway system with a fearsome bug that mutates out of control. That makes it sound dumb, but it was uncanny in its ability to transcend the creature genre, to create complex characters and an incredible interior space (an abandoned subway station).\n\nNow this film. Del Toro is attracted by the horror genre, but not in thrall to it. He uses the golden beetle, the mimic insects, the school ghost, not as his subjects but as the devices that test the souls of his characters. Here he uses buried symbolism that will slip past American audiences not familiar with the Spanish Civil War, but the impotent school administrators and the unexploded fascist bomb do not need footnotes, nor does the grown child of the left (Jacinto), who seduces the younger generation while flattering the older for its gold. Carlos I suppose is the Spanish future, who has a long wait ahead. Such symbols are worthless if they function only as symbols; you might as well hand out nametags. Del Toro's symbols work first as themselves, then as what they may stand for, so it does not matter if the audience has never heard of Franco, as long as it has heard of ghosts.\n\nAny director of a ghost film is faced with the difficult question of portraying the ghost. A wrong step, and he gets bad laughs. The ghost in \"The Devil's Backbone\" is glimpsed briefly, is heard sighing, is finally seen a little better as a dead boy. What happens at the end is not the usual action scene with which lesser ghost films dissipate their tension, but a chain of events that have a logic and a poetic justice. \"The Devil's Backbone\" has been compared to \"The Others,\" and has the same ambition and intelligence, but is more compelling and even convincing.", "running_time": 106, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-12-21", "genres": ["Drama", "Fantasy", "Foreign", "Horror", "Science Fiction", "Thriller"], "title": "The Devil's Backbone (2001)"}