{"url": "http://www.rogerebert.com/reviews/the-little-mermaid-1989", "by": "Jodi Bensonas Ariel (voice)", "star_rating": 4.0, "text": "Walt Disney's \"The Little Mermaid\" is a jolly and inventive animated fantasy - a movie that's so creative and so much fun it deserves comparison with the best Disney work of the past.\n\nIt's based on the Hans Christian Andersen tale about a mermaid who falls in love with a prince, but the Disney animators have added a gallery of new supporting characters, including an octopus named Ursula who is their most satisfying villainess since the witch in \"Snow White and the Seven Dwarfs.\" \n\nWatching \"The Little Mermaid,\" I began to feel that the magic of animation had been restored to us. After the early years of Walt Disney's pathfinding feature-length cartoons, we entered into a long, dark age in which frame-by-frame animation was too expensive, and even the great Disney animation team began using shortcuts. Now computers have taken the busywork out of the high-priced hands of humans, who are free to realize even the most elaborate flights of imagination. And that's certainly what they do in this film.\n\nThe movie opens far beneath the sea, where the god Triton rules over his underwater kingdom. All obey his commands - except for his daughter, Ariel, a mermaid who dreams of far-off lands. One day Ariel makes a forbidden visit to the surface of the sea, and there for the first time she sees a human: a handsome, young prince. He hears her singing, and falls in love with her voice. Triton is angry at Ariel's disobedi ence, but she can think of nothing but the prince, and eventually she strikes an unwise bargain with the evil Ursula, an octopus who can disguise herself in many different forms. Ursula will take away Ariel's tail and give her human legs so she can follow the prince on to the land, but if the prince doesn't kiss her within two days, she will have to give her haunting singing voice to the octopus.\n\nTwo key elements in the storytelling make \"The Little Mermaid\" stand apart from lesser recent animated work.\n\nOne is that Ariel is a fully realized female character who thinks and acts independently, even rebelliously, instead of hanging around passively while the fates decide her destiny. Because she's smart and thinks for herself, we have sympathy for her scheming.\n\nThe second element involves the plot itself: It's tricky and clever, and involves some suspense as Ariel loses her voice and very nearly loses her prince to the diabolical Ursula (who assumes the form of a femme fatale and hijacks Ariel's beautiful voice).\n\nAs the plot thickens and the melodrama unwinds, the animators introduce a gallery of new characters who are instantly engaging. Ariel is accompanied most places, for example, by Sebastian, a crab with extraordinary wisdom, and by Flounder, a fish who cannot always be counted upon. They provide comic relief, especially in a sequence that mixes comedy and danger in the best Disney tradition, as Sebastian finds himself captured by a French chef who attempts to cook and serve the little blighter.\n\nWhat's best about \"The Little Mermaid\" is the visual invention with which the adventures are drawn. There is a lightness and a freedom about the settings - from Triton's underwater throne room to storms at sea to Ursula's garden of captured souls (they look a little like the tourists buried in Farmer Vincent's back yard in \"Motel Hell\"). The colors are bright, the water sparkles with reflected light, and there is the sense that not a single frame has been compromised because of the cost of animation.\n\nThe songs are good, too. \"The Little Mermaid\" contains some of the best Disney music since the glory days. My favorite song is a laid-back reggae number named \"Under the Sea,\" sung by Samuel E. Wright in such a splendid blend of animation and music that I recommend it to the cable music channels. The movie was written and directed by John Musker and Ron Clements, who made the entertaining \"The Great Mouse Detective\" (1986), and the songs are by Alan Menken and the co-producer, Howard Ashman.\n\nSomething seems to have broken free inside all of these men, and the animating directors they worked with: Here at last, once again, is the kind of liberating, original, joyful Disney animation that we all remember from \"Snow White,\" \"Pinocchio\" and the other first-generation classics.\n\nThere has been a notion in recent years that animated films are only for kids. But why? The artistry of animation has a clarity and a force that can appeal to everyone, if only it isn't shackled to a dim-witted story.\n\n\"The Little Mermaid\" has music and laughter and visual delight for everyone.", "running_time": 82, "mpaa_rating": "G", "release_year": 1989, "date_published": "1989-11-17", "genres": ["Animation", "Comedy", "Drama", "Family", "Fantasy", "Romance", "Science Fiction"], "title": "The Little Mermaid (1989)"}