{"url": "http://www.rogerebert.com/reviews/the-stepford-wives-2004", "by": "Nicole Kidmanas Joanna Eberhart", "star_rating": 3.0, "text": "'The Stepford Wives\" depends for some of its effect on a plot secret that you already know, if you've been paying attention at any time since the original film version was released in 1975. If you don't know it, stay away from the trailer, which gives it away. It's an enticing premise, an opening for wicked feminist satire, but the 1975 movie tilted toward horror instead of comedy. Now here's a version that tilts the other way, and I like it a little better.\n\nThe experience is like a new production of a well-known play. The original suspense has evaporated, and you focus on the adaptation and acting. Here you can also focus on the new screenplay by Paul Rudnick, which is rich with zingers. Rudnick, having committed one of the worst screenplays of modern times (\"Isn't She Great,\" the Jacqueline Susann story), redeems himself with barbed one-liners; when one of the community planners says he used to work for AOL, Joanna asks, \"Is that why the women are so slow?\"\n\nNicole Kidman stars as Joanna Eberhart, a high-powered TV executive who is fired after the victim of one of her reality shows goes on a shooting rampage. Her husband Walter (Matthew Broderick) resigns from the same network, where he worked under her, and moves with his wife and two children to the gated community of Stepford, Conn.\n\nIt's weird there. The women all seem to be sexy clones of Betty Crocker. Glenn Close is Claire Wellington, the real-estate agent, greeter and community cheerleader, and she gives Joanna the creeps (she's \"flight attendant friendly\"). Nobody in Stepford seems to work; they're so rich, they don't need to, and the men hang out at the Men's Association while the women attend Claire's exercise sessions. In Stepford, the women the women dress up and wear heels, even for aerobics (no sweaty gym shorts), and Claire leads them in pantomimes of domestic chores (\"Let's all be washing machines!\").\n\nWalter loves it in Stepford. Joanna hates it. She bonds with Bobbie Markowitz (Bette Midler), author of a best-selling memoir about her mother, I Love You, But Please Die. Her house is a pigpen. Every other house in Stepford is spotlessly clean, even though there seem to be no domestic servants; the wives cheerfully do the housework themselves. They also improve themselves by attending Claire's book club. A nice example of Rudnick's wit: When Joanna shares that she has finished volume two of Robert Caro's biography of Lyndon Johnson, Claire takes a beat, smiles bravely, and suggests they read Christmas Keepsakes, and discuss celebrating Jesus' birthday with yarn.\n\nChristopher Walken is Claire's husband and seems to be running Stepford; it's the kind of creepy role that has Walken written all over it, and he stars in a Stepford promotional film that showcases another one of his unctuous explanations of the bizarre. A new touch this time: Stepford has a gay couple, and Roger (Roger Bart), the \"wife,\" is flamboyant to begin with, until overnight, strangely, he becomes a serious-minded congressional candidate.\n\nWhat's going on here? You probably know, but I can't tell you. When Ira Levin's original novel was published in 1972, feminism was newer, and his premise satirized the male desire for tame, sexy wives who did what they were told and never complained. Rudnick and director Frank Oz don't do anything radical with the original premise (although they add some post-1972 touches, like the Stepford-style ATM machine), but they choose comedy over horror, and it's a wise decision.\n\nKidman plays a character who's not a million miles away from her husband-killer in \"To Die For\" (1995), even though this time she's the victim. Bette Midler is defiantly subversive as the town misfit. And Walken is ... Walken.\n\nThe movie is surprisingly short, at 93 minutes including end titles (the 1975 film was 115 minutes long). Maybe it needs to be short. The secret is obvious fairly early. (A woman goes berserk and when Walter says she was probably just sick, Joanna says, \"Walter, she was sparking!\") It could probably work as a springboard for heavy-duty social satire, but that's not what audiences expect from this material, and Rudnick pushes about as far as he can without tearing the envelope.\n\nSome movies are based on short stories, some on novels. \"The Stepford Wives\" is little more than an anecdote, and like all good storytellers, Oz and Rudnick don't meander on their way to the punchline.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-06-11", "genres": ["Action", "Comedy", "Science Fiction"], "title": "The Stepford Wives (2004)"}