{"url": "http://www.rogerebert.com/reviews/the-girl-next-door-2004", "by": "Emile Hirschas Matthew Kidman", "star_rating": 1.5, "text": "The studio should be ashamed of itself for advertising \"The Girl Next Door\" as a teenage comedy. It's a nasty piece of business, involving a romance between a teenage porn actress and a high school senior. A good movie could presumably be made from this premise -- a good movie can be made from anything, in the right hands and way -- but this is a dishonest, quease-inducing \"comedy\" that had me feeling uneasy and then unclean. Who in the world read this script and thought it was acceptable? \n\nThe film stars Emile Hirsch as Matthew Kidman. (Please tell me the \"Kidman\" is not an oblique reference to Nicole Kidman and therefore to Tom Cruise and therefore to \"Risky Business,\" the film this one so desperately wants to resemble.) One day he sees a sexy girl moving in next door, and soon he's watching through his bedroom window as she undresses as girls undress only in his dreams. Then she sees him, snaps off the light, and a few minutes later rings the doorbell. \n\nHas she come to complain? No, she says nothing about the incident and introduces herself as Danielle to Matthew's parents: Her aunt is on vacation, and she is house-sitting. Soon they're in her car together and Danielle is coming on to Matthew: \"Did you like what you saw?\" He did. She says now it's her turn to see him naked, and makes him strip and stand in the middle of the road while she shines the headlights on him. Then she scoops up his underpants and drives away, leaving him to walk home naked, ho, ho. (It is not easy to reach out of a car and scoop up underpants from the pavement while continuing to drive. Try it sometime.) \n\nDanielle (Elisha Cuthbert) has two personalities: In one, she's a sweet, misunderstood kid who has never been loved, and in the other she's a twisted emotional sadist who amuses herself by toying with the feelings of the naive Matthew. The movie alternates between these personalities at its convenience, making her quite the most unpleasant character I have seen in some time.\n\nThey have a romance going before one of Matthew's buddies identifies her, correctly, as a porn star. The movie seems to think, along with Matthew's friends, that this information is in her favor. Matthew goes through the standard formula: first he's angry with her, then she gets through his defenses, then he believes she really loves him and that she wants to leave the life she's been leading. Problem is, her producer is angry because he wants her to keep working. \n\nThis character, named Kelly, is played by Timothy Olyphant with a skill that would have distinguished a better movie, but it doesn't work here, because the movie never levels with us. When a guy his age (36, according to IMDB.com) \"used to be the boyfriend\" of a girl her age (19, according to the plot description) and she is already at 19 a famous porn star, there is a good chance the creep corrupted her at an early age; think Traci Lords. That he is now her \"producer\" under an \"exclusive contract\" is an elevated form of pimping. To act in porn as a teenager is not a decision freely taken by most teenage girls, and not a life to envy. \n\nThere's worse. The movie produces a basically nice guy, named Hugo Posh (James Remar), also a porn king, who is Kelly's rival. That a porn king saves the day gives you an idea of the movie's limited moral horizons. Oh, and not to forget Matthew's best friends, named Eli and Klitz (Chris Marquette and Paul Dano). Klitz? \"Spelled with a K,\" he explains.\n\nKelly steals the money that Matthew has raised to bring a foreign-exchange student from Cambodia, and to replace the funds, the resourceful Danielle flies in two porn star friends (played by Amanda Swisten and Sung Hi Lee), so that Matthew, Eli and Klitz can produce a sex film during the senior prom. The nature of their film is yet another bait-and-switch, in a movie that wants to seem dirtier than it is. Like a strip show at a carnival, it lures you in with promises of sleaze, and after you have committed yourself for the filthy-minded punter you are, it professes innocence.\n\n \"Risky Business\" (1983) you will recall, starred Tom Cruise as a young man left home alone by his parents, who wrecks the family Porsche and ends up enlisting a call girl (Rebecca De Mornay) to run a brothel out of his house to raise money to replace the car. The movie is the obvious model for \"The Girl Next Door,\" but it completely misses the tone and wit of the earlier film, which proved you can get away with that plot, but you have to know what you're doing and how to do it, two pieces of knowledge conspicuously absent here. \n\nOne necessary element is to distance the heroine from the seamier side of her life. \"The Girl Next Door\" does the opposite, actually taking Danielle and her \"producer\" Kelly to an adult film convention in Las Vegas, and even into a dimly lit room where adult stars apparently pleasure the clients. (There is another scene where Kelly, pretending to be Matthew's friend, takes him to a lap dance emporium and treats him.) We can deal with porn stars, lap dances and whatever else, in a movie that declares itself and plays fair, but to insert this material into something with the look and feel of a teen comedy makes it unsettling. The TV ads will attract audiences expecting something like \"American Pie\"; they'll be shocked by the squalid content of this film.", "running_time": 108, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-04-09", "genres": ["Comedy", "Romance"], "title": "The Girl Next Door (2004)"}