{"url": "http://www.rogerebert.com/reviews/the-assassination-of-jesse-james-by-the-coward-robert-ford-2007", "by": "Brad Pittas Jesse James", "star_rating": 3.5, "text": "Few things have earned me more grief from readers than my recent suggestion that in the sport of sex, Capt. Renault of \"Casablanca\" plays for both teams. I think I will get less disagreement when I focus on the homosexual undertones of \"The Assassination of Jesse James by the Coward Robert Ford.\" Jesse (Brad Pitt) is certainly not gay, but the Coward (Casey Affleck) is so powerfully mesmerized by him that hero worship shades into lust. Since sex between them is out of the question, their relationship turns into a curiously erotic dance of death; it is clear to both of them (and to anyone reading the title) what must happen at the end, and they move together toward that event with almost trancelike inevitability.\n\nThe movie has the space and freedom of classic Western epics. Like \"McCabe and Mrs. Miller\" and \"Days of Heaven,\" it was photographed in the wide open spaces of western Canada, where the land is so empty, it creates a vacuum demanding men to become legends. Jesse James is such a man, a ruthless killer and attentive father and husband, glorified in the dime novels that Robert Ford memorizes. If Ford is a coward, what does that make James, who led his efficient gang in stagecoach and bank robberies that involved the deaths of unarmed men and women? Yes, but he did it with style, you see, and Ford is only a callow squirt.\n\nThe story begins in 1881, after Jesse's legend is already part of the mythology and the James Gang has only one robbery left to go. The gang members are Jesse's older brother Frank (Sam Shepard), the Coward's older brother Charley Ford (Sam Rockwell), Jesse's cousin Wood Hite (Jeremy Renner) and the outlaw Dick Liddil (Paul Schneider). Robert Ford, at 19, comes after them begging to be let in; his devotion is so intense that Jesse asks him at one point, \"Do you want to be like me, or do you want to be me?\"\n\nThe Coward is like a starstruck stalker, something all the gang members recognize. Why does Jesse tolerate him? Is there a buried message that James, having become a founding member of America's celebrity royalty, realizes that Robert is the price he has to pay? After their last train job, Frank has had enough, and heads out. Jesse goes home to his wife (Mary-Louise Parker) and children, and unaccountably invites Robert to visit them. There are the usual lyrical passages of Jesse playing with his kids and loving his wife, and yet all the time he and the Coward have something deadly going on between them. If Robert cannot be the lover of his hero, what would be more intimate than to kill him?\n\nIn a quiet parlor one day in Jesse's home, Robert knows, and Jesse knows, and we know, that the time has come. Ford doesn't so much shoot him in the back as have the back presented to him for the purpose. If he did not pull the trigger at that moment, I think they would both feel an appointment had been missed. Does Jesse want to die? I think he is fascinated by the idea, and flies too close to the flame.\n\nThe film was written and directed by Andrew Dominik, based on the novel by Ron Hansen. It is Dominik's second, and has a great deal in common with his good first film, \"Chopper\" (2001). That was the story of Australia's most notorious prisoner, who at one point is stabbed by his best friend, ignores it, talks for a time, and then looks down at the blood pouring from him as if disappointed in the other man. Both Chopper Read and Jesse James were savage murderers, and both masochistically put themselves in harm's way.\n\nDominik filmed \"Chopper\" largely in prison, but here opens up his camera to the far horizons, showing how small a man might feel unless he did something to make his mark. The cinematography is by Roger Deakins, who in the forthcoming \"No Country for Old Men\" by the Coen Brothers shows the modern West as also in need of hard, unforgiving men to stand up to the landscape. Brad Pitt embodies Jesse James' mythic stature as if long accustomed to it; Casey Affleck plays the kid like Mark David Chapman, a nobody killing the one he loves. The gang members are like sidemen for Elvis, standing by in subservience, keeping the beat, all except for Frank, who Sam Shepard plays as the insider who understands it all.\n\nThere are things about men, horses and horizons that are uniquely suited to the wide screen. We see that here. The Western has been mostly in hibernation since the 1970s, but now I sense it stirring in rebirth. We have a program to register the most-read reviews on my Web site, and for the month of September the overwhelming leader was not \"Eastern Promises,\" not \"Shoot 'em up,\" not \"The Brave One,\" but \"3:10 to Yuma.\" Now here is another Western in the classical tradition.\n\nYes, it is long, at 160 minutes. There is a sense that an epic must have duration to have importance. The time reaching ahead of us must be as generous as the landscape unfolding before us. On this canvas Dominik portrays his hero at a time when most men were so powerless, they envied Jesse James even for imposing his will on such as they.", "running_time": 160, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-10-04", "genres": ["Action", "Drama", "Western"], "title": "The Assassination of Jesse James by the Coward Robert Ford (2007)"}