{"url": "http://www.rogerebert.com/reviews/the-tree-of-wooden-clogs-1980", "by": "Luigi Ornaghias Batisti", "star_rating": 3.0, "text": "We grow devout in the presence of poverty, particularly when it\r\nis not our own. We find an ennobling dignity in the lives of poor people,\r\nespecially if they lived long ago and far away and don't make any present\r\ndemands on our time and money. There's a natural tendency toward\r\novercompensation when we see a movie like Ermanno Olmi's \"The Tree of\r\nWooden Clogs.\" We say the movie is a masterpiece when we mean that it is\r\nabout people we pity and respect.\n\nI\r\ncan understand those reactions without sharing them. Olmi is going for broke in\r\nthis film - he obviously intended it to be great, to dare everything - and\r\nbecause we are in sympathy with him we want to say he succeeds. But \"The\r\nTree of Wooden Clogs\" demands a more complex response than that. If it is indeed\r\nvery good, let's not dismiss it with routine humanist overpraise.\n\nThe\r\nmovie's set in Italy, in 1898, in a very poor country district where four\r\npeasant families live in the same farm complex and till the soil for the\r\nlandowner, who gets three-quarters of whatever they do.\n\nThe\r\nlives of the families are very simple, centering around the change in the\r\nseasons, the condition of the soil, their own births and deaths and illnesses,\r\ntheir religion, their traditions. Somewhere else in Italy, a social revolution\r\nis growing and there are demonstrations in the streets, but to these peasants\r\nthat is meaningless.\n\nOlmi\r\nworks very close to the land himself. He is in the neorealist tradition of\r\nDeSica, who experimented in \"Shoeshine\" and \"Bicycle Thief\"\r\nwith the use of non-professionals. The people in \"The Tree of Wooden\r\nClogs\" are not actors, we are told, but Olmi finds astonishing\r\nperformances in them.\n\nThere\r\nare a lot of characters in the movie (which is three hours long), and we meet\r\nthem in a series of many everyday activities. The fields are tilled, a hog is\r\nslaughtered, tomatoes are planted against the barn's sunny wall. A child is\r\nborn, a cow grows sick, a widow takes in laundry, a courtship proceeds, there\r\nis a fight, a wedding and a river journey to Milan, and one of the landowner's\r\ntrees is cut down to furnish wood for the clog sandal of a peasant child.\n\nIt\r\nis a very pleasant, even lulling, experience to watch these daily activities,\r\nand I found myself enjoying the film on a documentary level. Almost everything\r\nyou might want to know about the external rhythms of Italian 19th century\r\npeasant life is here in this film, and, although Olmi is political and his film\r\nhas a buried level of protest, this isn't a leftist tract like Bertolucci's\r\n\"1900\"; it's the story of some lives.\n\nBut\r\nOlmi has a tendency to grow too sentimental about those lives. The film's\r\ncentral image is of the peasant Batisti cutting down the poplar tree to make\r\nthe sandal for his child. As he sits in his kitchen shaping the clog shoe,\r\norgan music by Bach plays on the soundtrack. And later the peasant family will\r\nbe thrown off the land for stealing the tree.\n\nAs\r\nwe wipe the tears from our eyes, may we also be permitted to reflect that (a)\r\ncutting down a whole tree is a rather drastic way to obtain the wood for one\r\nsingle clog shoe, and (b) that if Olmi's reasoning is carried through to its\r\nconclusions, would we also get Bach playing over scenes of a modern Batisti\r\nsticking up a shoe store?\n\nWhat\r\nI'm suggesting is that this movie should be viewed for its actual visual\r\ncontent, rather than for its noble pretensions. It is a film to experience in\r\nan almost apolitical way: We are introduced to a community of peasants, we\r\nobserve their lives and strivings, Olmi has brought an astonishing wealth of\r\ndetail, accuracy and beauty to this record of their story, and that is enough.", "running_time": 186, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-03-12", "genres": ["Drama", "Foreign"], "title": "The Tree of Wooden Clogs (1980)"}