{"url": "http://www.rogerebert.com/reviews/the-day-after-tomorrow-2004", "by": "Dennis Quaidas Jack Hall", "star_rating": 3.0, "text": "It is such a relief to hear the music swell up at the end of a Roland Emmerich movie, its restorative power giving us new hope. Billions of people may have died, but at least the major characters have survived. Los Angeles was wiped out by flying saucers in Emmerich's \"Independence Day,\" New York was assaulted in his \"Godzilla,\" and now, in \"The Day After Tomorrow,\" Emmerich outdoes himself: Los Angeles is leveled by multiple tornados, New York is buried under ice and snow, the United Kingdom is flash-frozen, and lots of the Northern Hemisphere is wiped out for good measure. Thank god that Jack, Sam, Laura, Jason and Dr. Lucy Hall survive, along with Dr. Hall's little cancer patient.\n\nSo, yes, the movie is profoundly silly. What surprised me is that it's also very scary. The special effects are on such an awesome scale that the movie works despite its cornball plotting. When tornados rip apart Los Angeles (not sparing the Hollywood sign), when a wall of water roars into New York, when a Russian tanker floats down a Manhattan street, when snow buries skyscrapers, when the crew of a space station can see nothing but violent storm systems -- well, you pay attention.\n\nNo doubt some readers are already angry with me for revealing that Jack, Sam, Laura, Jason, Dr. Lucy Hall and the little cancer patient survive. Have I given away the plot? This plot gives itself away. When cataclysmic events shred uncounted lives but the movie zeroes in on only a few people, of course they survive, although some supporting characters may have to be sacrificed. What's amusing in movies like \"The Day After Tomorrow\" is the way the screenplay veers from the annihilation of subcontinents to whether Sam should tell Laura he loves her.\n\nThe movie stars Dennis Quaid as the paleoclimatologist Jack Hall, whose computer models predict that global warming will lead to a new ice age. He issues a warning at a New Delhi conference, but is sarcastically dismissed by the American vice president (Kenneth Welsh), who the movie doesn't even try to pretend doesn't look just like Dick Cheney. \"Our economy is every bit as fragile as the environment,\" the vice president says, dismissing Jack's \"sensational claims.\"\n\nBefore long, however, it is snowing in India, and hailstones the side of softballs are ripping into Tokyo. Birds, which are always wise in matters of global disaster, fly south double-time. Turbulence tears airplanes from the sky. The president (Perry King) learns the FAA wants to ground all flights and asks the vice president, \"What do you think we should do?\"\n\nMeanwhile, young Sam Hall (Jake Gyllenhaal) goes to New York with an academic decathlon team, which includes Laura (Emmy Rossum of \"Mystic River\") and Brian (Arjay Smith). They're stranded there. Ominous portents abound and Jack finally gets his message through to the administration (\"This time,\" says a friend within the White House, \"it will be different. You've got to brief the president directly.\")\n\nJack draws a slash across a map of the United States, and writes off everybody north of it. He issues a warning that super-cooled air will kill anybody exposed to it, advises those in its path to stay inside, and then ... well, then he sets off to walk from Washington to New York to get to his son. Two of his buddies, also veterans of Arctic treks, come along.\n\nWe are wondering (a) why walk to New York when his expertise is desperately needed to save millions? (b) won't his son be either dead or alive whether or not he makes the trek? And (c) how quickly can you walk from Washington to New York over ice sheets and through a howling blizzard? As nearly as I can calculate, this movie believes it can be done in two nights and most of three days. Oh, I forgot; they drive part of the way, on highways that are gridlocked and buried in snow, except for where they're driving. How they get gas is not discussed in any detail.\n\nAs for the answer to (a), anyone familiar with the formula will know it is because he Feels Guilty About Neglecting His Son by spending all that time being a paleoclimatologist. It took him a lot of that time just to spell it. So, OK, the human subplots are nonsense -- all except for the quiet scenes anchored by Ian Holm, as a sad, wise Scottish meteorologist. Just like Peter O'Toole in \"Troy,\" Holm proves that a gifted British-trained actor can walk into almost any scene and make it seem like it means something.\n\nQuaid and Gyllenhaal and the small band of New York survivors do what can be done with impossible dialogue in an unlikely situation. And Dr. Lucy Hall (Sela Ward), Jack's wife and Sam's mother, struggles nobly in her subplot, which involves the little cancer patient named Peter. She stays by his side after the hospital is evacuated, calling for an ambulance, which we think is a tad optimistic, since Manhattan has been flooded up to about the eighth floor, the water has frozen, and it's snowing. But does the ambulance arrive? Here's another one for you: Remember those wolves that escaped from the zoo? Think we'll see them again?\n\nOf the science in this movie I have no opinion. I am sure global warming is real, and I regret that the Bush administration rejected the Kyoto Treaty, but I doubt that the cataclysm, if it comes, will come like this. It makes for a fun movie, though. Especially the parts where Americans become illegal immigrants in Mexico, and the vice president addresses the world via the Weather Channel. \"The Day After Tomorrow\" is ridiculous, yes, but sublimely ridiculous -- and the special effects are stupendous.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-05-28", "genres": ["Action", "Disaster", "Science Fiction", "Thriller"], "title": "The Day After Tomorrow (2004)"}