{"url": "http://www.rogerebert.com/reviews/the-fast-and-the-furious-2001", "by": "Vin Dieselas Dominic Toretto", "star_rating": 3.0, "text": "\"The Fast and the Furious\" remembers summer movies from the days when they were produced by American-International and played in drive-ins on double features. It's slicker than films like \"Grand Theft Auto,\" but it has the same kind of pirate spirit--it wants to raid its betters and carry off the loot. It doesn't have a brain in its head, but it has some great chase scenes, and includes the most incompetent cop who ever went undercover.\n\nAccording to the In a World Guy, who narrates the trailer, the movie takes place \"In a world . . . beyond the law.\" It stars Vin Diesel, the bald-headed, mug-faced action actor who looks like a muscular Otto Preminger. He plays Toretto, a star of the forbidden sport of street racing, and rockets his custom machine through Los Angeles at more than 100 mph before pushing a button on the dashboard and really accelerating, thanks to a nitrous oxide booster. He also runs a bar where his sister Mia (Jordana Brewster) serves \"tuna salad on white bread, no crusts\" every day to Brian (Paul Walker), who looks a little like white bread, no crusts himself.\n\nBrian hangs out there because he wants to break into street racing, and because he likes Mia. Toretto's gang is hostile to him, beats him up, disses him, and he comes back for more. He ends up winning Toretto's friendship by saving him from the cops. The races involve cars four abreast at speedway speeds down city streets. This would be difficult in Chicago, but is easy in Los Angeles because, as everybody knows, L.A. has no traffic and no cops.\n\nActually, Brian is a cop, assigned to investigate a string of multimillion-dollar truck hijackings. The hijackers surround an 18-wheeler with three Honda Civics, shoot out the window on the passenger side, fire a cable into the cab and climb into the truck at high speeds. This makes for thrilling action sequences when it works, and an even more thrilling action sequence when it doesn't, in a chase scene that approaches but does not surpass the climax of \"The Road Warriors.\" During the chases, we observe that there is no other traffic on the highway--just the trucks and the Hondas. Anyone who has ever driven a Honda next to an 18-wheeler will know that a Humvee is the wiser choice, but never mind. And only a hopeless realist would observe that leaping through the windshield of a speeding truck is a dangerous and inefficient way of stealing VCRs. In Chicago, the crooks are more prudent, and steal from parked trucks, warehouses and other unmoving targets. Toretto should try it.\n\nAnyway, Brian at first seems just like a guy who wants to race, but is revealed as a cop in an early scene, although not so early that the audience has not guessed it. He works for a unit that has its undercover headquarters in a Hollywood house, and as he enters it his boss says, \"Eddie Fisher built this house for Elizabeth Taylor in the 1950s.\" I am thinking: (1) This is almost certainly true or it would not be said in a movie so stingy with dialogue, and (2) Is this the first time Paul has seen his unit's office? One of the nice things about the movie is the way it tells a story and explains its characters. It's a refreshing change from such no-plot, all-action movies as \"Gone in 60 Seconds.\" We learn a little about Toretto's father and his childhood, and we see Paul and Mia falling in love--although I think in theory you are not supposed to date the sister of a guy you are undercover to investigate. Michelle Rodriguez, the star of the underappreciated boxing movie \"Girlfight,\" co-stars as a member of the hijack gang, and gets to land one solid right on a guy's jaw, just to keep her credentials.\n\n\"The Fast and the Furious\" is not a great movie, but it delivers what it promises to deliver, and knows that a chase scene is supposed to be about something more than special effects. It has some of that grandiose self-pitying dialogue we've treasured in movies like this ever since \"Rebel Without a Cause.\" \"I live my life a quarter-mile at a time,\" Toretto tells Brian. \"For those 10 seconds, I'm free.\" And, hey, even for the next 30 seconds, he's decelerating.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-06-22", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "The Fast and the Furious (2001)"}