{"url": "http://www.rogerebert.com/reviews/the-death-of-mr-lazarescu-2006", "by": "Ion Fiscuteanuas Mr. Lazarescu", "star_rating": 4.0, "text": "It must be like this with many people, and not just in Romania. A smelly old drunk calls for an ambulance after having a headache for four days. The ambulance service asks him so many questions he doubts they believe him, and he asks his neighbors for help. They stretch him out on a sofa, ask him how he feels and complain about the stink of his cats. They call the ambulance again.\n\n\"The Death of Mr. Lazarescu\" will follow this dying man for most of the night, as he gradually slips away from the world and the world little notices. The movie is not heartless but it is matter-of-fact, and makes no attempt to heighten the drama. In its relentless gaze at exactly what happens, it reminds me of the Dardenne brothers (\"The Son,\" \"L'Enfant\"), whose films see everything but do not intervene.\n\nMr. Lazarescu (Ion Fiscuteanu) has long lived in his cluttered Bucharest apartment. He has a sister in a nearby town, and a child in Canada, neither much concerned with him. He gives such information to his neighbors, while slowly drifting out of contact with reality. Then the ambulance arrives, with the attendant and the driver Leo (Gabriel Spahiu). In the course of this night, they will take him to four hospitals. It is a long night and a long film, but not a slow one, because we are drawn so deeply into it.\n\nAt hospitals, the obviously incompetent Mr. Lazarescu is asked to fill out forms, sign consents and answer questions he does not understand. Each hospital suggests sending him to another one. He is nevertheless given a scan which reveals a blood clot on his brain, and a problem with his liver that \"nobody,\" a doctor observes, \"is going to be able to do anything about.\" One of the CT scan technicians almost rejoices: \"These neoplasms are Discovery Channel stuff!\"\n\nThe film's focus is never on Mr. Lazarescu, who becomes disoriented and finally almost speechless, and who was probably not good company on his best days. It does not help that he wets himself during a CT scan, and then soils his pants. We focus on the ambulance attendant, who is given one opportunity after another to dump her patient, but stubbornly wants to be sure someone actually pays him attention. Her job is to take sick people to hospitals. If they are not admitted, her life is meaningless.\n\nShe is not portrayed as a heroine, and indeed is passive in the face of sarcasm by a smart-ass resident who mocks her description of Mr. Lazarescu's problems. She knows that what he needs immediately is brain surgery to relieve the clot. One doctor who agrees with this diagnosis nevertheless insists on a signature of consent: \"If I operate without his signature, I could go to jail.\" The doctor's solution is a perfect Catch-22: \"Drive him for a while until he's comatose, and then bring him back.\"\n\nAt the fourth hospital, Mioara finds a doctor who is just ending her shift, but wearily agrees to take the patient. And only then can Mioara leave -- and disappear from the film, because we follow the dying body of Mr. Lazarescu through the hands of all these strangers who have only an immediate role in his final day. Even in the first three hospitals, he has continued to wear his ratty stocking cap and threadbare knit sweater. Now at last he is undressed and bathed, the nurses sponging him and shaving his head with quiet professionalism.\n\nThe film, directed and co-written by Cristi Puiu, has been described as a criticism of the health services in Romania. At least in Romania he is not asked for his insurance company, and he has a theoretical right to free medical care. On Cinematical.com, a doctor posted this message: \"As a Romanian physician I would say it's worse than shown. The misery of Romanian hospitals is not shown at all. By the way, this is based on a true story of a man turned down at five Bucharest hospitals in 1997 and eventually left in the street by the paramedics and found dead next morning (the paramedic got fired).\"\n\nThere is no need to fire Mioara and her driver, although in the film's final shot we wonder whether Mr. Lazarescu is still alive. I have undergone various medical adventures in recent years, and have been moved by the unfailing competence and care of the doctors and nurses I have come into contact with; I admire them even more because I sense this movie is accurate about many hospitals everywhere, in which everyone is overworked, there are more problems than solutions, and the smelly, incoherent Mr. Lazarescu seems doomed no matter what is done. He is not a candidate for triage.\n\nI keep thinking about Mioara. She is insulted by young residents whose experience is far less than hers. She carries Mr. Lazarescu's X-rays around with her from one set of uncaring eyes to another. She could get angry, but she has been on the job too long for that. They all have. There are no \"E.R.\"-style interns calling for transfusions or racing down corridors with gurneys. In \"The Death of Mr. Lazarescu,\" the patient is another detail in an endless series of impossible situations and exhausting overnight shifts. If you start thinking of Lazarescu, of all the Lazarescus, as people who deserve your full concern and attention, you could go mad. Yes, the doctors and nurses chat about getting an espresso or using each other's cell phones. Life goes on.\n\nThere is a rule about the movies: Never take an expert to a movie about his or her specialty. \"The Death of Mr. Lazarescu\" is an exception. I suspect medical professionals would see much they recognize in this movie. The credits include a long list of technical advisers, but it doesn't take an adviser to convince you the movie is authentic. Like \"United 93\" and the work of the Dardenne brothers, it lives entirely in the moment, seeing what happens as it happens, drawing no conclusions, making no speeches, creating no artificial dramatic conflicts, just showing people living one moment after another, as they must.\n\nNote: The man's full name is Dante Remus Lazarescu. Dante wrote of the circles of hell. Remus was a co-founder of ancient Rome, killed by his twin. Lazarescu reminds us of Lazarus, who was lucky enough to find someone who could raise him from the dead.", "running_time": 150, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-05-11", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Death of Mr. Lazarescu (2006)"}