{"url": "http://www.rogerebert.com/reviews/the-swan-princess-1994", "by": "Jack Palanceas Rothbart", "star_rating": 3.0, "text": "\"The Swan Princess\" reveals itself as a film of our politically correct times in an early scene, where a prince makes the mistake of telling a princess she is \"beautiful.\" Is that all? she asks. What else am I? The prince is at a loss for words: \"What else is there?\" And so the princess huffily marches out of his life, and into all sorts of dire predicaments, simply because the prince - whom she has known since childhood - could not think to say that she was also clever.\n\nThis is, I think, progress; beauty has long been the only attribute of princesses in fairy tales, aside from a certain vapid wistfulness. And Princess Odette, the heroine of Richard Rich's full-length animated cartoon, is a smart young lady, although not smart enough to stay away from the magical spells of the evil Rothbart, who desires her father's kingdom and hopes to win it through fraud, by stealing her hand in marriage. His spell turns her into a swan, who can only be seen as a princess when the moon is upon the lake.\n\n\"The Swan Princess,\" inspired in part by \"Swan Lake,\" is the latest and probably the best in a series of Disney wannabes - animated features combining music, advanced graphics and more sophisticated characters, in the recent tradition of Disney's enormous hits \"The Little Mermaid,\" \"Beauty and the Beast,\" \"Aladdin\" and \"The Lion King.\" It doesn't quite reach that standard (the songs aren't very memorable and the animation isn't as supple and detailed) but as holiday family entertainment, it does very nicely, and is at least as good as, say, Disney's straight-to-video best-seller \"The Revenge of Jafar.\" Rich, who produced, directed and wrote the film, and Steve Gordon, who did the animation, have obviously studied Disney's recent successes carefully. Their heroine, Princess Odette, is in the tradition of the Little Mermaid, and cannot make herself seen or heard by the man she loves. Her greatest assets are three jolly little supporting characters: A turtle, a frog and a puffin, who provide comic relief like the obligatory sidekicks in Disney films.\n\nThere are several big production numbers. And the climax, as in \"The Little Mermaid,\" involves her desperate attempts to make herself known to a Prince who is about to be horribly deceived.\n\nMy favorite among the characters, if only for his perfect name, is Jean-Bob the frog, with a voice by John Cleese. He has a funny adventure involving a castle moat, protected by two hungry alligators, who snap at him during his endless attempt to get across.\n\nI also liked Rothbart, with a voice by Jack Palance (during his \"No More Mr. Nice Guy\" number he even does a one-armed push-up). The Prince, as is usual in such stories, has all the depth of a model in an underarm deodorant ad.\n\nThe story begins with the birth of Odette and young Prince Derek, in neighboring kingdoms, and their parents' desire to have them marry someday. All during childhood they cannot, of course, stand the sight of one another, but then they fall in love, and Derek makes the mistake of calling her merely beautiful, and Rothbart begins his evil scheme.\n\n\"The Swan Princess\" is better-looking, faster-moving and more interesting than the pallid \"Thumbelina\" and \"Rock-a-Doodle,\" the most recent non-Disney challengers at the animated box office.\n\nDespite the comparatively limited resources at his disposal, Richard Rich shows that he understands the recent Disney animated renaissance and can create some of the same magic. The movie isn't in the same league as Disney's big four, and it doesn't have the same crossover appeal to adults, but as family entertainment it's bright and cheerful, and it has its moments.", "running_time": 80, "mpaa_rating": "G", "release_year": 1994, "date_published": "1994-11-18", "genres": ["Animation", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "The Swan Princess (1994)"}