{"url": "http://www.rogerebert.com/reviews/the-spectacular-now-2013", "by": "Miles Telleras Sutter Keely", "star_rating": 4.0, "text": "[Editor's note: Roger Ebert filed this review for use at Ebertfest. It was not the last review he ever wrote—that would be his piece on \"To the Wonder\"—but it's one of them.]\n\nHere is a lovely film about two high school seniors who look, speak and feel like real 18-year-old middle-American human beings. Do you have any idea how rare that is? They aren't crippled by irony. They aren't speeded up into cartoons. Their sex lives aren't insulted by scenes that treat them cheaply. The story requires them to make love, but it doesn't insist we see her tits. Sutter and Aimee are smart, but they make dumb mistakes. They're more confident on the outside than on the inside. They're very serious about life, although Sutter, the boy, makes an effort to conceal that.\n\nHe lives with his mom. His dad isn't in the picture. Sutter has a little buzz on most of the time, carrying a monogrammed flask to spike his fast-food sodas. He drives while drinking. One morning he's sprawled on the lawn of a house he's never seen before.\n\nThat's the Meet Cute. He's awakened by Aimee (Shailene Woodley), who says he'd never recognize her from their school. They start talking, and stroll through a wooded area nearby. Bird song. Sun through the leaves. It's one of those time-outs licensed by youth, where there doesn't have to be a reason: They're young, they're awake, he's so hung over he goes into one of those fuzzy trances that run on fumes.\n\nThis is a conversation that will continue in one way or another for the whole film. Emotionally it begins at zero and arrives at 60, with some negative numbers along the way, but Sutter wouldn’t know that; he wants her to help with his geometry homework. Geometry, the most entertaining branch of math, and the most advanced one I ever mastered. Would you believe I was online the other day, looking for the sophomore geometry textbook I had at Urbana High? I had this goofy notion to get a protractor, a mechanical pencil and a plastic triangle working through some proofs. More fun than a crossword puzzle.\n\nSutter isn't looking for a girlfriend. Aimee has never had a boyfriend. Sutter got really drunk after splitting up with Cassidy (Brie Larson). She's not one of your bitch queens you so often see as the Other Woman in teenager movies. Can she tell there's no future with Sutter as long as he keeps on drinking like this? His teacher (Andre Royo) has the same thoughts. Sutter is screwing up just when he should be filling out an application for college. Sutter and the teacher, who can't be 10 years older than Sutter, have a serious sit-down after class. The teacher asks Sutter how he expects to get what he deserves out of life. \"Have you?\" Sutter asks him.\n\nThe movie's first hour continues on a, I dunno, realistic or naturalistic tone. It makes no point of it. It just looks at these two. They get to enjoy hanging out, and although Sutter says he has no intention of getting serious with Aimee, damned if he doesn't ask her to the Prom. It's not even that they fall in love; they just intensely enjoy one another's company.\n\nWhen they make love the scene is handled perfectly by the director, James Ponsoldt. Neither is a virgin, neither is experienced. They perform the task seriously and with care, Aimee hands Sutter a condom and he puts in on and enters her carefully and they look solemnly into each other's eyes. None of that wild thrashing about that embarrasses older actors, who doth protest too much.\n\n They reach that intent state where they want to help each other. She wants her mother to give her more freedom. He says he lied when he told her his dad was a pilot. Actually, his dad walked out. His older sister has the phone number, now revealed to him. Sutter makes her promise to stand up to her mom. Aimee makes him promise to get the number from his sister and call it.\n\nNow comes the place the movie was building toward all of his time. Not a \"climax,\" nothing really exciting, only an experience that helps explain Sutter's life up until now, and points toward his future. He takes her along to meet his dad (Kyle Chandler). A lot of the meaning here is in long shots. Sutter says the hell with it. Insults Aimee.\n\nWhat an affecting film this is. It respects its characters and doesn't use them for its own shabby purposes. How deeply we care about them. Miles Teller and Shailene Woodley are so there. Being young is a solemn business when you really care about someone. Teller has a touch of John Cusack in his \"Say Anything\" period. Woodley is beautiful in a real person sort if way, studying him with concern, and then that warm smile. We have gone through senior year with these two. We have known them. We have been them.", "running_time": 99, "mpaa_rating": "R", "release_year": 2013, "date_published": "2013-08-02", "genres": null, "title": "The Spectacular Now (2013)"}