{"url": "http://www.rogerebert.com/reviews/the-incredibly-true-adventures-of-two-girls-in-love-1995", "by": "Laurel Hollomanas Randy Dean", "star_rating": 3.0, "text": "The words \"I love you\" are really a question.\n\n-- Meryl Streep Images of teenage sexuality are so common that it's easy to forget how vulnerable and uncertain most teenagers feel about the subject.\n\nSome teens may brag about their conquests on talk shows, but more of them are probably like Evie, one of the characters in \"The Incredibly True Adventure of Two Girls in Love,\" who is pretty and bright, successful in school, but mystified by the affairs of her heart. The truest scene in the movie is the one where she first grows intimate with her new girlfriend and confesses, \"I've never done this before.\" She is a little surprised when her friend says, \"Neither have I.\" The two girls are named Evie (Nicole Parker) and Randy (Laurel Holloman). Evie is a senior, an honor student, college bound, reared in an upper-crust African-American family. She lives in one of those houses that look approved by Martha Stewart. Her mother is a successful professional; her parents divorced and her father remarried. Randy comes from the other side of the tracks. She's a tomboy who lives in an unconventional household with her aunt, who is gay, and her aunt's current and former girlfriends. Randy believes she is gay, too, although there is a sense in which both girls are still in the process of self-discovery, and for Evie in particular this may not be her lifetime choice.\n\nRandy works in a gas station. She is unpopular at school because of her background, and because she is, as the kids whisper to one another, a \"dyke.\" She builds a wall of indifference. One day Evie comes into the gas station, Randy recognizes her from school, and they start talking. Soon, by small, shy, tentative steps, they become friends, and one day Randy confesses to Evie that she would like to hold her hand.\n\nThe movie does not define their relationship only in terms of sexuality. It remembers the burning idealism and curiosity that obsesses many kids in their middle and late teens, when big questions about the Meaning of Life can be debated all night long. Randy has never paid attention to her classes, maybe because she thinks everyone at school hates her, but Evie is a reader, and introduces her to Walt Whitman's \"Leaves of Grass.\" They luxuriate in the limitless optimism of his sensuality, in his belief that all things are possible. And they listen to classical music, talk about the future, and grow intoxicated with the possibilities of their lives.\n\nThere is a sense in which this process is inextricable from love: The one you love embodies your own hidden nature, and will make you better, more serious, more noble. To tell such a person you love them is, of course, to imply the question: \"Do you love me?\" For Randy, whose romantic experience is limited to sloppy necking with a married woman, and for Evie, whose ex-boyfriend simply failed to inspire her, these are important questions.\n\nThere has been much talk about \"family values\" in movies.\n\nBecause \"The Incredibly True Adventure of Two Girls in Love\" involves lesbianism, there are some who will never be able to believe it reflects family values. But it does.\n\nThe portrait of Randy's family life is interesting because it involves a strong sense of home: Not only did Randy's aunt take her in when she needed a home, but she also takes in the ex-lover, who has hit a rough spot, \"because we have agreed that is the meaning of home.\" Across town, Evie's relationship with her mother is a healthy one, with good communication. These are not conventional families, but they are healthy ones.\n\nThe film is warm-hearted, funny, and involving. The two leads are well-cast. But it's not completely successful; I have an idea that writer-director Maria Maggenti didn't know how to end it, and so she orchestrates a final scene at a motel that owes more to screwball comedy than to the truth of the story. A scene where Evie's mother comes home unexpectedly could have used more clarity. Some of the supporting characters are broader than the material requires, but one of them, Randy's gay friend Frank (Nelson Rodriguez), is a wonderful comic creation, and there are some scenes of him just answering the telephone that are inexplicably hilarious.\n\nBecause the movie is about lesbianism, of course it has an R rating and an MPAA warning about \"a strong sex scene involving teenage girls.\" A scene of similar frankness between a boy and a girl wouldn't have qualified for the word \"strong\"; the MPAA is shocked by the homosexuality. The R rating is ironic when you reflect how much healthier and more thoughtful this film is than so much mindless, action-oriented \"family entertainment,\" and how likely it is to inspire conversation about its values.", "running_time": 95, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-06-30", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "The Incredibly True Adventures Of Two Girls In Love (1995)"}