{"url": "http://www.rogerebert.com/reviews/the-ghost-and-the-darkness-1996", "by": "Michael Douglasas Remington", "star_rating": 0.5, "text": "“The Ghost and the Darkness” is an African adventure that makes\rthe Tarzan movies look subtle and realistic. It lacks even the usual charm of\rbeing so bad it's funny. It's just bad. Not funny. No, wait . . . there is one\rfunny moment. A bridge-builder takes leave of his pregnant wife to go to Africa\rto build a bridge, and she solemnly observes, “You must go where the rivers\rare.” The bridge man, named Patterson, is played by Val Kilmer in a trim modern\rhaircut that never grows an inch during his weeks in the bush. He soon is\rjoined by a great white hunter named Remington (Michael Douglas), whose\rappearance is that of a homeless man who somehow got his hands on a rifle. If\rthis were a comic strip, there would be flies buzzing around his head.\n\nThe\rmen meet up in Uganda, where a big push is on to complete a railroad faster\rthan the Germans or the French. The owner of the rail company is a gruff tycoon\rwho boasts, “I'm a monster. My only pleasure is tormenting those people who\rwork for me.” He is too modest. He also torments those who watch this movie.\n\nWork\ron the railroad bridge is interrupted by a lion attack. Patterson spends the night\rin a tree and kills a lion. There is much rejoicing. Then another lion attacks.\rEventually it becomes clear that two lions are still on the prowl. They are\rdevilishly clever, dragging men from their cots and even invading a hospital to\rchew on malaria patients. “Maneaters are always old, and alone, but not these\rtwo,” Remington intones solemnly.\n\nThe\rrest of the movie consists of Patterson and Remington sitting up all night\rtrying to shoot the lions, while the lions continue their attacks. At the end we\rlearn that these two lions killed 135 victims in nine months. The movie only\rmakes it seem like there were more, over a longer period.\n\nMany\rscenes are so inept as to beggar description. Some of the lion attacks seem to\rhave been staged by telling the actors to scream while a lion rug was waved in\rfront of the camera. Patterson eventually builds a flimsy platform in a\rclearing, tethers a goat at its base, and waits for the lions. Balanced on a\rwooden beam, he looks this way. Then that way. Then this. Then that. A\rcompetent editor would have known that all this shifting back and forth would\rbecome distracting. Then a big bird flies at him and knocks him off the beam,\rand right into a lion's path. Lesson No. 1 in lion hunting: Don't let a big\rbird knock you into the path of a lion.\n\nA\rnarrator at the beginning of the film has informed us, “This is a story of\rdeath and mystery.” The mystery is why these particular lions behaved as they\rdid. I don't see why it's a mystery. They had reasons anyone can identify with:\rThey found something they were good at, and grew to enjoy it. The only mystery\ris why the screenwriter, William Goldman, has them kill off the two most\rinteresting characters so quickly. (They are Angus, the chatty man on the spot,\rand an African with a magnificently chiseled and stern face.) In the old days\rthis movie would have starred Stewart Granger and Trevor Howard, and they would\rhave known it was bad but they would have seemed at home in it, cleaning their\rrifles and chugging their gin like seasoned bwanas.\n\nVal\rKilmer and Michael Douglas never for a second look like anything other than\rthoroughly unhappy movie stars stuck in a humid climate and a doomed\rproduction.\n\nI\rhope someone made a documentary about the making of “The Ghost and the\rDarkness.” Now that would be a movie worth seeing.", "running_time": 104, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-11", "genres": ["Action", "Adventure", "Drama", "History", "Thriller"], "title": "The Ghost And The Darkness (1996)"}