{"url": "http://www.rogerebert.com/reviews/the-whales-of-august-1987", "by": "Bette Davisas Libby Strong", "star_rating": 3.0, "text": "The two old sisters have been at war for years, until they have become beloved enemies. Now death is near for both of them -- not today or tomorrow or perhaps even this year, but before long.\n\nFor decades, since they were children, they have returned to this old cottage on an island off the coast of Maine, where in August it has been their custom to watch at twilight as the whales pass on their journeys to wherever it is that whales go. Although they make plans for the future, and argue over whether they should install a new picture window, there is the sense that this will be their last summer in the cottage.\n\nThat is the story. As stories go, it is conventional enough, but in \"The Whales of August,\" as in grand opera, the story is only the occasion for the performances. This film stars Lillian Gish and Bette Davis, and to cast those two actresses as the leads of the same movie is to make their very presences more important than anything else. This is not their fault, nor do they use it as the occasion for self-conscious acting, for any inappropriate drawing of attention to themselves. It is just a fact.\n\nGish, who was born in 1896, was the star of D.W. Griffith's \"The Birth of a Nation\" (1915), the first great narrative film. Her career includes some 150 movies. Davis, who was born in 1908, was one of the great movie queens of Hollywood's golden age. Together they make this movie into the kind of project that filmmakers dream about but are rarely able to arrange. They are supported in the film by two other actors who bring a lot of memories onscreen with them: Vincent Price and Ann Sothern.\n\nThe film mostly takes place during the course of one day, which ends in a birthday dinner party and a good deal of truth. It begins with Gish and Davis gingerly talking around many of the issues that have divided them for years - and some of the issues, we feel, are not nearly so important to them as the simple satisfaction of being right, of prevailing in a personality struggle that has continued since childhood.\n\nGish is the older sister, but in slightly better health. Davis's character, who is blind, has a blind person's love of order and continuity, which is a way of finding her way around not only a familiar house but a familiar life.\n\nNothing of great moment happens during the day, but many small moments occur. One of them, the most touching, is Gish's quiet \"private time\" with the memory of her late husband. She speaks to him in a monologue that is not only moving but also surprisingly passionate. Another special moment occurs when the two sisters walk out on the lawn to look for the whales, which only Gish can see. And I liked the subtle verbal gamesmanship that was the real subject of most of their conversations.\n\nMany of the crucial moments in the movie play mostly in closeup, and I could not help meditating on these famous faces as I watched them. At her great age, Gish still sometimes looks girlish, capable of teasing and practical jokes. But the moment when she lets her hair down in front of the portrait of her dead husband is a revelation, because it contains a genuine erotic content, a sense memory of her character's romance with this man.\n\nDavis contains surprises, too. In so many of the roles in the third act of her career, her face was a painted mask of makeup - not out of vanity, but because she was often cast as a painted madwoman or harpy. Here, devoid of much makeup, her features emerge with strength and a kind of peace that is no longer denying age. Both women, in other words, are beautiful.\n\nAgainst such competition, supporting actors have their work cut out. Sothern is sensible and cheery as a neighbor woman, who has shared the lives of these sisters for many years and accepts them. She is sort of a peacemaker, whose life lacks the complexity that the sister's long struggle has created.\n\nThe other major character in the film is the old aristocrat, down on his luck, played by Price with a self-deprecating humor that creates dignity out of thin air. Mr. Maranov, his character, was once a \"real\" member of European nobility, but now has no money and no prospects and depends on the kindness of strangers. His previous sponsor has died, and now he is searching for someone else to support him. He knows this, and everyone else knows it, and yet he still retains a certain nobility, even as a beggar. It is an interesting character.\n\nThe movie was directed by Lindsay Anderson, whose previous films have been nothing at all like this one, to put it mildly. After \"This Sporting Life,\" \"If...,\" \"O Lucky Man\" and \"Britannia Hospital,\" here is a quiet film of a conventional story, a star vehicle designed to show everyone to advantage. This is not one of Anderson's great films, but he succeeds at the assignment he has given himself. There is a story that during the filming of \"The Whales of August,\" Anderson told Gish one day that she had just performed wonderfully in a closeup. \"She should,\" Davis declared. \"She invented them.\"", "running_time": 90, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-11-13", "genres": ["Drama", "Indie"], "title": "The Whales of August (1987)"}