{"url": "http://www.rogerebert.com/reviews/the-chosen-1982", "by": "Maximilian Schellas Professor Matter", "star_rating": 2.5, "text": "\n\n\"The Chosen\" retells one of the most dependable\r\nstories in literature, the story in which two people from different backgrounds\r\novercome their mistrust and learn to accept each other's traditions. These\r\nstories usually work best when the audience is in sympathy with both sets of\r\ntraditions; this is not the right time, for example, for a movie about a Moonie\r\nlearning to get along with a follower of the Ayatollah Khomeini. In \"The\r\nChosen,\" one of the heroes is the son of a progressive Jewish\r\nintellectual, and the other is the son of a Hasidic rabbi.\n\nfrom countless other movies as one of fedoras, brown overcoats\r\nand big black cars with wide running boards. The movie opens on a playground,\r\nwhere one of the kids connects with a baseball that hits the other kid in the\r\neye, temporarily blinding him. The first kid, the son of the scholar, visits\r\nthe second kid at his home and enters a world of ancient traditions and rigid\r\ndiscipline.\n\nThe\r\nrest of the movie develops this story of two different worlds, against a\r\nbackdrop of World War II and the formation of the state of Israel. Reuven\r\n(Barry Miller) is the son of the intellectual (Maximilian Schell), who is\r\ninvolved in Zionism and the formation of a Jewish state. Danny (Robby Benson)\r\nis the son of the rabbi (Rod Steiger), who prefers that his son stay out of\r\npolitics and, indeed, stay as much as possible out of the modern world.\n\nNow\r\nthis is, I suppose, a promising situation, and enough people found it\r\ninteresting to make Chaim Potok's 1967 novel, which inspired this movie, a best\r\nseller. But \"The Chosen\" never came alive for me. I respected what\r\nthe filmmakers were trying to do, and I admired the ambitious period\r\nproduction, but I never really cared about these people. Apparently I'm not\r\nalone After playing in hundreds of theaters as a one-night benefit for Israel\r\nin 1980, this movie has been in search of a distributor ever since.\n\nPart\r\nof the trouble with the film is a certain lack of spontaneity in the lives of\r\nthe characters. I never had the feeling that any of them had much of a chance\r\nof surprising me. Everything they did was locked so firmly into the\r\nrequirements of the plot that even the crises seemed predictable. At about the\r\nhalfway point, for example, nobody was on speaking terms with anyone else, but\r\nby the homestretch, there was an inevitable reconciliation and a triumph for\r\nhuman understanding. Yawn.\n\nI'm\r\nnever quite sure what this genre is trying to prove. What does it say when\r\npeople from radically different backgrounds learn to respect and love one\r\nanother? That the backgrounds are interchangeable? That one's own beliefs\r\naren't as important as a kind of amorphous ecumenism in which we're all\r\nbrothers? The problem is, in the real world, people generally don't get that\r\nwishy-washy about the things that concern them.\n\nNor\r\nshould they, perhaps. Maybe that's what's disappointing about \"The Chosen\":\r\nIt seems to argue that beliefs are interchangeable in the face of human\r\nuniversality, when in fact our beliefs are what make us human, and the knack is\r\nto respect the other person's differences, not pretend they don't really\r\nmatter.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama"], "title": "The Chosen (1982)"}