{"url": "http://www.rogerebert.com/reviews/the-touch-1971", "by": "Bibi Andersonas Karin", "star_rating": 2.5, "text": "Ingmar Bergman's \"The Touch\" is not only a disappointment but an unexpected failure of tone from a director to whom tone has usually been second nature. This is his first feature in English, but I don't think language is the problem. Instead, I think it has something to do with the way Bergman has conceived his characters and chooses to reveal them to us. We make unexpected discoveries about them rather late in the film, and suddenly, so that what began as an intense study of character ends up on the edge of melodrama. \n\nLike so many of his recent films, \"The Touch\" is about four people whose lives come together at a time when it is too late for them to do one another much good. The four in this case are an unsure woman (Bibi Anderson) her loving but somehow too dutiful husband (Max von Sydow), a neurotic American anthropologist (Elliott Gould) and the anthropologist's even more neurotic sister (Sheila Reid). The sister enters the story very late but after we discover who and what she is it becomes clear that she was there, in the Gould character, all along. \n\nThe film establishes early that the marriage between Miss Anderson and von Sydow (who plays a doctor) is a good one. It has lasted 15 years, they are still happy, they have two children and a warm home. All that is lacking is Miss Anderson's inner conviction that this is all she wants; and then Gould enters their lives and declares, bluntly, that he loves her. She decides to have an affair and one of the best of her many brilliant scenes comes when she chatters on about herself on the afternoon when they first come together. She talks because she is uncertain, and criticizes herself because she lacks some final measure of confidence in her own worth. \n\nBut it quickly becomes apparent that Gould is so psychologically crippled that her own weakness is almost insignificant. He is violently unstable in his behavior toward her, sometimes slapping her and making brutal love, sometimes tender, sometimes pathetically dependent on her. And this at last hooks her; she's the sort of woman who cannot help loving a man if he needs her desperately enough. \n\nThe movie is at its best in these beginning and middle periods, considering the progress of a relationship from \"an affair\" to involvement, love and dependency. In fact, an hour into the film you expect it to become one of Bergman's best - particularly because of the performance of Miss Anderson, who inhabits the entire film with intelligence and wisdom. But then Bergman avoids the natural and simple line and goes in for complications. \n\nOr is that really what I mean? The film perhaps would have been more complex, would have penetrated deeper into the labyrinth of the personality, if it had not gone in for the complications. Because the \"complications\" are largely plot points that heedlessly saddle the characters with a lot of baggage they could have done without. \n\nWe should have been allowed, I think, to guess at Elliott Gould's problems, to decide intuitively about him. When we learn, rather suddenly, that he is the only male survivor of a family that was nearly eradicated by the Nazis, we aren't surprised; that was there in his character. But need we be told? Must his terribly wounded personality be explained by something as concrete as this? Isn't Bergman depending on the same sort of pat \"character motivation\" that he's usually at pains to avoid? \n\nAnd isn't it an example of overkill when the woman becomes pregnant - perhaps by him - and leaves her husband and flies to London to seek him, after he's left her, only to discover that both his sister and himself suffer from a nerve disorder that may be hereditary? How much does Bergman have to lie on? Do we need historical or medical clues to this character? Can't we understand him as the woman does, intuitively? \n\nFor she does. The wonder of \"The Touch\" is that the Bibi Anderson performance remains untouched by Bergman's meddlesome plot. Her performance is exactly right, which of course serves to underline the weaknesses of the Bergman story. Her relationship with both men in the film is so full, so fragile and so human that we're almost angry at Bergman for bringing in the Nazis and rare diseases. We want to stay inside these people because it is possible, after all, that love and hatred can be created entirely within the personality. They usually are. And what filmmaker knows that better than Ingmar Bergman?", "running_time": 115, "mpaa_rating": null, "release_year": 1971, "date_published": "1971-09-29", "genres": ["Action", "Foreign"], "title": "The Touch (1971)"}