{"url": "http://www.rogerebert.com/reviews/the-trout-1983", "by": "Isabelle Huppertas Frederique", "star_rating": 2.0, "text": "Joseph Losey originally planned to film \"The Trout\" in the 1960s, with Brigitte Bardot in the lead. Now he has made it with Isabelle Huppert, 20 years and Women's Lib later. If that 1963 film existed anywhere except in his imagination, it would make a fascinating document, I suspect, since it probably would have seen its heroine as a femme fatale instead of as a victim.\n\nThe story is easily explained. The movie tries to complicate it with a transparent system of flashbacks, but it's too simple to complicate. A young girl (Huppert) grows up on a French trout farm, where she observes her father and his friend as they molest the young women who work for them. Watching, the girl learns two lessons: That men are pigs and that it is possible to use sex to get what you want from them. In the film's opening shot, Huppert is seen milking trout for their eggs. She quickly advances to milking men of their happiness and money, not to mention, of course, their vital body fluids. \n\nShe marries a sickly young homosexual who specializes in shady art deals. One night they go bowling, and run into a millionaire financier (Jean-Pierre Cassel), his long-suffering wife (Jeanne Moreau), his womanizing partner (Daniel Olbrychski) and the partner's girlfriend, a model with a shaved head (Lisette Malidor). Just the folks you'd like to sign up for your league.\n\nCassel is struck dumb with desire for Huppert, but it turns out to be Olbrychski who seduces Huppert, with a first-class air ticket to Tokyo, where Huppert makes more conquests. Her appeal to men is fundamental and earthshaking; they see her and go mad with desire. Bardot might have been the likelier casting decision. The movie's attitude toward its characters is something like a trout farmer's attitude toward his trout. The characters are observed dispassionately as they swim around in the fishbowls of their lives and when unhappiness catches up with them, as of course it does, they hardly seem more victimized than the stuffed trout on the menu last night.\n\nWhat we have here is a plot struck dead by progress. Twenty years ago, this story might have been about a siren who lures men to their dooms. Sexuality would have been a deep, irresistible current, and Huppert's father the Faulkneresque force who launched her career of self-destruction. (And everyone would have enormously enjoyed Bardot's shower scenes, of course.)\n\nIn 1983, stories like that no longer appeal to us. So \"Trout\" is a liberated movie, seeing its men and women as the victims of a game in which possession and conquest, teasing and tempting, replace genuine emotion. They think their lives are important, but they are all just trout in a tank, you see. When we absorb that insight (in the first 10 minutes of the movie), there's not much else to interest us. If there's anything more boring than movie characters with preordained lives, it's a movie that tips us off they're preordained.", "running_time": 103, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-06-08", "genres": ["Drama", "Foreign"], "title": "The Trout (1983)"}