{"url": "http://www.rogerebert.com/reviews/the-lizzie-mcguire-movie-2003", "by": "Hilary Duffas Lizzie McGuire/Isabella", "star_rating": 2.0, "text": "\"The Lizzie McGuire Movie\" seems intended to position Hilary Duff as the next Britney Spears. The movie takes the lovable teenager from the Disney Channel's \"Lizzie McGuire\" show, puts her on a plane to Rome and converts her into a pop star. \"Why Not,\" her new song promoted in the movie's music video, just hit the charts. Lizzie McGuire has been drafted for Duff's show-biz career.\n\nDuff is a true beauty with a dazzling smile, and pop stardom is already hers, but did she need to foist it upon Lizzie McGuire? The movie presents Lizzie as a typical teenager who has just graduated from junior high school and goes on the class trip to Rome. Kids these days, they have it made; all we got was a class trip to the local park.\n\nThe entire class seems supervised by only one teacher, although she is the formidable Miss Ungermeyer (Alex Borstein), who congratulates her charges on not being \"mouth-breathers\" and barks commands like a drill sergeant. Borstein, a veteran of \"MAD TV,\" is the only really delightful element in the movie; everything else is simply slick and professional. The class checks into what looks to me like a $500-a-night hotel and starts sightseeing like crazy in the usual travelogue montages.\n\nLizzie's best buddy is Gordo (Adam Lamberg), who looks like the very soul of a platonic friend. Her rival is Kate Sanders (Ashlie Brillault), who is said to be more popular than Lizzie, although how this could be, when Lizzie outshines the very stars in the sky, is hard to explain. On one of Lizzie's outings, she is spotted by an Italian pop idol named Paolo (Yani Gellman), who says she is a dead ringer for his sometime singing partner, Isabella. And so she is, because both characters are played, of course, by Duff.\n\nPaolo escorts Lizzie on a series of thrilling sightseeing trips around Rome on his scooter. Their complete lack of romantic chemistry must have been inspired by the PG rating. The wisdom of a beautiful but naive American junior high school graduate sneaking away from her class trip with an Italian pop idol is never even slightly questioned by the movie.\n\nBut of course not. It's an adolescent fantasy to go to Rome and meet a cute guy, and Lizzie bats her pretty eyes and goes along for the ride as if she believes Paolo often provides sightseeing tours as a courtesy to tourists. If he's that nice, how come he doesn't offer a ride to Miss Ungermeyer? Eventually, he springs a surprise on her: Since Isabella has left his act, Lizzie can double for her at a big awards ceremony, lip-syncing the lyrics for a musical number. To rehearse their dance steps, he takes her to a huge rehearsal hall, and when he slides open the door upon a cavernous space, she says, \"Wow! This place is so cool!\" Yes, reader, that is precisely what she says. You might not want to take a three-day bus trip sitting next to Lizzie McGuire.\n\nThe whole movie then becomes a setup for the big musical number and the assault on Britney Spears. So fiercely is the movie intended as a showcase for Duff that the plot even disposes of Paolo and has Lizzie singing a duet with Isabella--i.e., with herself. Wouldn't want fans to get the idea she's part of a double act.\n\n\"The Lizzie McGuire Movie\" celebrates popularity, beauty, great hair, lip gloss and overnight stardom, those universal obsessions of pop teenage culture. Lizzie herself obviously has never had a real idea in her silly little head, and in the real world, her sunny naivete is going to lead to crushing disappointments. She'll be the sad and silent one in the corner at the 2023 class reunion.\n\nAs a role model, Lizzie functions essentially as a spokeswoman for the teen retail fashion industry, and the most-quoted line in the movie is likely to be when the catty Kate accuses her of being an \"outfit repeater.\" Since many of the kids in the audience will not be millionaires and do indeed wear the same outfit more than once, this is a little cruel, but there you go. Hilary Duff is beautiful and skilled, and I hope she finds something worthwhile to do with her talent before she truly does become the next Britney Spears and has to start worrying about the next Hilary Duff.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-05-02", "genres": ["Adventure", "Comedy", "Family"], "title": "The Lizzie Mcguire Movie (2003)"}