{"url": "http://www.rogerebert.com/reviews/the-family-stone-2005", "by": "Sarah Jessica Parkeras Meredith Morton", "star_rating": 3.0, "text": "I was poised to attack \"The Family Stone\" because its story of a family of misfits is no match for the brilliance of \"Junebug.\" I was all worked up to bemoan the way a holiday release with stars like Claire Danes, Diane Keaton, Dermot Mulroney and Luke Wilson gets a big advertising sendoff, while a brilliant film like \"Junebug,\" ambitious and truthful, is shuffled off into \"art film\" purgatory. Then sanity returned: \"Junebug\" intends to be a great film, and is, and \"The Family Stone\" intends to be a screwball comedy, and is, and all they have in common is an outsider coming into a family circle. To punish \"The Family Stone\" because of \"Junebug\" would be like discovering that \"The Producers\" is not \"The Sweet Smell of Success.\"\n\nSo let's see what it is. As the movie opens, the Stones are preparing to celebrate Christmas. The oldest son, Everett (Dermot Mulroney) is bringing home his fiancee Meredith (Sarah Jessica Parker) to meet the family. Meredith is not going to be an easy fit. She's aggressive, uptight, hyper-sensitive and dresses like someone who has never been undressed.\n\nWaiting in the hometown are Everett's family: His mom Sybil (Diane Keaton), his dad Kelly (Craig T. Nelson), his brother Ben (Luke Wilson), his gay and deaf brother Thad (Ty Giordano), and his kid sister Amy (Rachel McAdams). We will also meet Thad's African-American partner, Patrick (Brian White), and their adopted son.\n\nSo, OK, if the Stones are OK with Patrick, they're strong on empathy and acceptance. Therefore, if they don't like Meredith, it is because she is not to be liked. And that does seem to be the case, because (1) it is instantly obvious to her mother Sybil that this is the wrong woman for her son Everett, and (2) poor Meredith is one of those perfectionists who in their rigid compulsion to do the right thing always succeed in doing the wrong one.\n\nSir Michael Tippett, who wrote operas, said, \"There is only one comic plot: the unexpected hindrances to an eventual marriage.\" While this definition does not encompass \"A Night at the Opera\" or \"Babe: Pig in the City,\" there is much truth in it. In Meredith's case, she is her own greatest hindrance to marriage, and the more she realizes that, the deeper the hole she digs.\n\nThe screenplay by director Thomas Bezucha establishes subplots around this central fact. We learn that Everett is drawn to Meredith partly because he believes that to be successful in business, he should be more like her and less like he really is. We learn that Ben, the Luke Wilson character, thinks of himself as a wild and crazy guy. We meet Meredith's sister Julie (Claire Danes), who flies in to rescue her sister and turns into a second fly in the same ointment. Julie is as relaxed and natural as Meredith is emotionally constipated.\n\nAnd then, in ways I will not reveal, it turns out there is another truth Sir Michael might have observed: Opposites attract.\n\n\"The Family Stone\" is silly at times, leaning toward the screwball tradition of everyone racing around the house at the same time in a panic fueled by serial misunderstandings. There is also a thoughtful side, involving the long and loving marriage of Sybil and Kelly. Diane Keaton and Craig T. Nelson create touching characters in the middle of comic chaos. They have a scene together as true and intimate in its way as a scene involving a long-married couple can be. It doesn't involve a lot of dialogue, and doesn't need to, because it obviously draws on a lot of history.\n\nThere is an emerging genre of movies about family reunions at holiday time. It seems to be a truth universally acknowledged that most reunions at Christmas end happily, while most reunions at Thanksgiving end sadly. That's odd, because the way things shake down in the world of fragmented families, we tend to spend Thanksgiving with those we choose, and Christmas with those we must. If those two lists are identical in your life, your holidays must all be joyous, or all not.\n\nWhat is always true is that the holiday itself imposes Aristotle's unities of time and place upon the plot. Most of the action takes place in the house or on the way and from it, and whatever happens will have to happen before everybody heads back to the airport. That creates an artificial deadline that makes everything seem more urgent and requires that the truth be told or love declared right here and now, or not at all.\n\n\"The Family Stone\" sorts out its characters admirably, depends on typecasting to help establish its characters more quickly, and finds a winding path between happy and sad secrets to that moment when we realize that the Family Stone will always think of this fateful Christmas with a smile, and a tear. What else do you want? If it's a lot, just rent \"Junebug.\"", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-12-15", "genres": ["Comedy", "Drama", "Holiday", "Romance"], "title": "The Family Stone (2005)"}