{"url": "http://www.rogerebert.com/reviews/the-tuxedo-2002", "by": "Jackie Chanas Jimmy Tong", "star_rating": 1.5, "text": "There is an ancient tradition in action movies that the first scene is a self-contained shocker with no relevance to the rest of the plot. James Bond parachutes from a mountainside, Clint Eastwood disarms a robber, etc. Jackie Chan's \"The Tuxedo\" opens with a deer urinating in a mountain stream. The deer, the urine and the stream have nothing to do with the rest of the film.\n\nThe movie's plot does involve water. The bad guy wants to add an ingredient to the world's water supply that will cause victims to dehydrate and die. To save themselves, they will have to buy the villain's pure water. Since his opening gambit is to sabotage, I repeat, the world's water supply, he will dehydrate everyone except those already drinking only bottled water, and so will inherit a planet of health nuts, which is just as well, since all the fish and animals and birds will dehydrate, too, and everyone will have to live on PowerBars.\n\nI have been waiting for a dehydrating villain for some time. My wife is of the opinion that I do not drink enough water. She believes the proper amount is a minimum of eight glasses a day. She often regards me balefully and says, \"You're not getting enough water.\" In hot climates her concern escalates. In Hawaii last summer she had the grandchildren so worked up they ran into the bedroom every morning to see if Grandpa Roger had turned to dust.\n\nThe movie's villain, whose name is Banning (Ritchie Coster), has a novel scheme for distributing the formula, or virus, or secret ingredient, or whatever it is, that will make water into a dehydrating agent. He plans to use water striders, those insects that can skate across the surface of a pond. In his secret laboratory he keeps his ultimate weapon, a powerful water strider queen.\n\nDo water striders have queens, like bees and ants do? For an authoritative answer I turned to Dr. May Berenbaum, head of the Department of Entomology at the University of Illinois at Urbana-Champaign, and founder of the Insect Fear Film Festival, held every year at the Great University.\n\nShe writes: \"Water striders are true bugs (i.e., insects with piercing/sucking mouthparts) that run or skate on the surface of bodies of water, feeding on the insects that fall onto the water surface. There are about 500 species of gerrids in the world and, as far as I know, not a single one of those 500 species is eusocial (i.e., has a complex social structure with reproductive division of labor and cooperative brood care). I don't even know of an example of maternal care in the whole group. In short, the answer to your question is an emphatic 'no!' I can't wait to see this film. It definitely sounds like a candidate for a future Insect Fear Film Festival!\" More crushing evidence: Dr. Bruce P. Smith, expert entomologist at Ithaca College, writes me, \"There is no known species of water striders that has queens. The most closely related insects that do are some colonial aphid speciies, and the most familiar (and much more distant relatives) are the ants, bees, wasps and termites.\" He adds helpfully, \"One mammal does have queens: the naked mole rats of Africa.\" Revealing himself as a student of insect films, he continues, \"If my memory is correct, 'Arachnophobia' has a king spider, but no queen--totally absurd!\" So there you have it. Professors Smith and Berenbaum have spoken. The evil Banning has spent untold millions on his secret plans for world domination, and thinks he possesses a water strider queen when he only has a lucky regular water strider living the life of Riley.\n\nBut back to \"The Tuxedo.\" Jackie Chan plays a taxi driver named Jimmy Tong, who is hired by Debi Mazar to be the chauffeur for Clark Devlin (Jason Isaacs), a multimillionaire secret agent whose $2 million tuxedo turns him into a fighting machine (also a dancer, kung-fu expert, etc). After Devlin is injured by a skateboard bomb, Jackie puts on the suit and soon partners with agent Del Blaine (Jennifer Love Hewitt), who realizes he has a strange accent for a man named Clark Devlin, but nevertheless joins him in battle against Banning.\n\nThe movie is silly beyond comprehension, and even if it weren't silly, it would still be beyond comprehension. It does have its moments, as when the tuxedo inadvertently cold-cocks James Brown, the Godfather of Soul, and Jackie Chan has to go onstage in place of the Hardest Working Man in Show Business. He's very funny as James Brown, although not as funny as James Brown is.\n\nThere's something engaging about Jackie Chan. Even in a bad movie, I like him, because what you see is so obviously what you get. This time he goes light on the stunts, at least the stunts he obviously does himself, so that during the closing credits, there are lots of flubbed lines and times when the actors break out laughing, but none of those spellbinding shots in which he misses the bridge, falls off the scaffold, etc. And some of the shots are computer-generated, which is kind of cheating isn't it, with Jackie Chan? Luckily, special effects are not frowned upon at the Insect Fear Film Festival.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-09-27", "genres": ["Action", "Comedy"], "title": "The Tuxedo (2002)"}