{"url": "http://www.rogerebert.com/reviews/the-perez-family-1995", "by": "Marisa Tomeias Dottie Perez", "star_rating": 3.0, "text": "Mira Nair's \"The Perez Family\" opens with a\rFellini-esque scene of elegantly dressed people promenading by a beach. Then\rthe music turns sad as they begin to wade into the waves, and there's a cut to\ra Cuban prison. For Havana's bourgeoise, the good times are over.\n\nCut\rto the early 1980s, and a boatload of prisoners released by Fidel Castro is\rsailing for the United States. We meet Juan Raul Perez (Alfred Molina), who\rstill carries a flame of love in his heart for the wife he has not seen in 20\ryears. Also on board is Dottie Perez (Marisa Tomei), a sometime hooker,\rdetermined to get a fresh start in the new land.\n\nThese\rtwo Perezes are not related. Indeed, as Juan tells a U.S. immigration official\r(also named Perez), \"If you want something done in this life, ask a Perez\r- there are so many of us!\" They join thousands of other refugees in a\rtemporary camp set up in Miami's football stadium, and when Dottie discovers\rthat families can find American sponsors more readily than single people, she\rproposes to Juan that they become \"married\" to squeeze through an\rimmigration loophole. To increase their chances, they even recruit a youngster\rto be their son, and a dotty old man to be the grandfather.\n\nJuan goes along with the scheme, but only because he is so eager\rto be reunited with his wife, Carmela Perez (Anjelica Huston), who got out of\rCuba 20 years ago. They have been waiting for each other ever since, but now\rthey may stumble just as they reach the finish line. Still on the boat, Juan\rfrets about his appearance after years in prison: \"My teeth are too poor\rto kiss my wife.\" Dottie boldly kisses him. \"Don't worry,\" she\rsays; \"you can kiss your wife.\" \"The Perez Family\" makes a\rromantic comedy out of these offbeat ingredients, and although we have not\roften seen such stories told about Cuban-Americans with political backgrounds,\rwe have seen some of the same elements before, in screwball comedies. What\rhappens is that just at the moment they are about to be reunited, both Juan and\rCarmela fall in love with others - but refuse to admit it.\n\nThe\rother key player in the cast is Chazz Palminteri, as Pirelli, a federal agent\rwho is working with the Miami police and finds himself making frequent visits\rto Carmela's house when her alarm system keeps going off. The alarms have been\rinstalled by her jealous brother, who goes ballistic when she gets near any\rman. Carmela and Pirelli soon find that when the bells toll, they toll for\rthem. It's fairly clear early in the film what will happen, more or less. The\rfun is in getting there.\n\nThere\rhas been controversy over the casting of so many non-Hispanic actors in\rHispanic roles in \"The Perez Family\" - and there was certainly no\rshortage of talented Latino actors for \"My Family,\" a film released\rat about the same time. But maybe non-traditional casting is a two-way street;\rwhat's certain is that the actors bring real heart to their roles. Tomei in\rparticular has undergone some sort of transformation from her performances in\r\"My Cousin Vinny\" and \"Only You,\" and now emerges as\rearthier and juicier. Anjelica Huston brings some of the same conflicting\rpassions to this role she had in \"Prizzi's Honor,\" and Alfred Molina,\ra British actor, is surprisingly convincing as her husband.\n\nThe\rdirector, Mira Nair, is a New Yorker who was born in India. She has a special\rinterest in new arrivals to America; her previous film, \"Mississippi\rMasala\" (1992) was about a family of Indians from Uganda, operating a\rmotel in the South. Here, she shows a good eye for the details of immigration,\rsome of them fairly bizarre, as when the Miami Dolphins practice on the field\rof their stadium while the stands and entrance halls are jammed with thousands\rof refugees.\n\nThere\rare other details: The fake Perez \"family\" is moved out of the\rstadium, housed in a church rectory, and makes money by selling flowers at stop\rsigns. A U.S. immigration official, himself an immigrant from the Indian\rsubcontinent, is as bemused by the laws as anyone, but sworn to uphold them.\rAnd Carmela, now a Miami suburbanite with a daughter (Trini Alvarado) her\rhusband has never seen, is willing to say anything to be reunited with him.\r(\"She may be the most beautiful liar I have ever met,\" Palminteri\rmuses).\n\nThe\rmovie relies a little too much on contrivance sometimes. It's\rbarely possible that Dottie dreams of making love to John Wayne soon after her\rarrival in America, and the scene where she finds out he is already dead is a\rfunny one. But surely even in Cuba she would have known Elvis was also dead\r(\"Elvis, too? So many assassinations!\"). The movie sometimes bends\rthe plausible to set up a laugh, and most of the time I didn't care, because I\rwas enjoying the company of the characters.", "running_time": 112, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-05-12", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "The Perez Family (1995)"}