{"url": "http://www.rogerebert.com/reviews/the-11th-hour-2007", "by": "Leila Conners Petersen", "star_rating": 2.0, "text": "I agree with every word in this tedious documentary. As you can guess from the title, \"The 11th Hour\" sounds a warning that we have pretty much depleted the woodpile of planet Earth, and to keep things running, have been reduced to throwing our furniture on the fire. It is a devastating message.\n\nOnce there was a time when Earth existed on current energy. This year's sunlight fell on this year's crops, feeding and warming this year's human beings. With the exploitation of coal and oil, however, we have set fire to millions of years of stored energy as fast as we can, and the result is poisonous pollution, global warming and planetary imbalance. What lies at the end of this suicidal spending spree? Stephen Hawking paints a future in which Earth resembles Venus, with a temperature of 482 degrees Fahrenheit. There would still be rain, however, although unfortunately of sulfuric acid.\n\nEarth is cartwheeling out of balance. Did you know, as I learned in the new issue of Discover magazine, that while fish stocks disappear from the oceans, their place is being taken by an unimaginably huge explosion of jellyfish -- literally brainless creatures with a lifestyle consisting of eating? Sounds like us.\n\n\"The 11th Hour,\" narrated and co-produced by Leonardo DiCaprio, gathers a group of respected experts to speak from their areas of knowledge about how we are despoiling our planet, and what we might possibly do to turn things around. We don't have much time. The architects John Todd and Bruce Mau explain how we could build \"green\" buildings that would use solar energy, consume their own waste and function much like a tree. There is no reason every home (every newly built one, for sure) would not have solar panels on the roof, to help heat, light and cool itself. Well, one reason, actually: The energy companies would resist any effect to redirect their own gargantuan subsidies toward eco-friendly homeowners.\n\nWe hear of the destruction of the forests, the death of the seas, the melting of the poles, the trapping of greenhouse gases. And in another forthcoming documentary, \"In the Shadow of the Moon,\" about the surviving astronauts who walked on the moon, we see their view of Earth from 250,000 miles away; it strikes us what an awfully large planet this is to be wrapped in such a thin and vulnerable atmosphere.\n\nAll of this is necessary to know. But are we too selfish to do anything about it? Why isn't everybody buying a hybrid car? They can run for a year and pump less pollution into the atmosphere than a gallon of paint. They can get a third up to a half more fuel mileage. And here's the kicker: They can go faster, because they have two engines. So you ask people if they're getting a hybrid, and they squirm and say, gee, they dunno, they'd rather stick to the old way of going slower, spending more on gas and destroying the atmosphere. If booze companies advertise for responsible drinking and tobacco companies warn of health hazards, why don't gas companies ask you to buy a hybrid?\n\nSome of these points are in \"The 11th Hour,\" others are offered by me, and the lesson is: We more or less know all this stuff, anyway. So does the movie motivate us to act on it? Not really. After I saw Al Gore's \"An Inconvenient Truth,\" my next car was a hybrid. After seeing \"The 11th Hour,\" I'd be thinking more about my next movie.\n\nThe film sidesteps one of the oldest laws of television news and documentaries: Write to the picture! When Gore's film tells you something, it shows you what it's talking about. Too much of the footage of \"The 11th Hour\" is just standard nature photography, as helicopter-cams swoop over hill and dale and birds look unhappy and ice melts.\n\nThis is intercut with 50 experts, more or less, who talk and talk and talk. Even DiCaprio sounds like he's presenting a class project. They're all depicted as talking heads, so we see them talk, then get some nature footage, then see them talk some more, until finally we're thinking, enough already; I get it.\n\n\"A bore,\" Meyer the hairy economist once told the private eye Travis McGee, \"is anyone who deprives you of solitude without providing you with companionship.\" This movie, for all its noble intentions, is a bore. Rent \"An Inconvenient Truth\" instead. Even if you've already seen it.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-08-23", "genres": ["Documentary"], "title": "The 11th Hour (2007)"}