{"url": "http://www.rogerebert.com/reviews/the-mist-2007", "by": "Thomas Janeas David Drayton", "star_rating": 2.0, "text": "Combine (1) a mysterious threat that attacks a town, and (2) a group of townspeople who take refuge together, and you have a formula apparently able to generate any number of horror movies, from \"Night of the Living Dead\" (1968) to \"30 Days of Night.\" All you have to do is choose a new threat and a new place of refuge, and use typecasting and personality traits so we can tell the characters apart.\n\nIn \"The Mist,\" based on a Stephen King story, a violent storm blows in a heavy mist that envelops that favorite King locale, a village in Maine. When the electric power goes out, David Drayton (Thomas Jane) and his young son Billy (Nathan Gamble) drive slowly into town to buy emergency supplies at the supermarket. They leave mom behind, which may turn out to be a mistake. Inside the store, we meet a mixed bag of locals and weekenders, including Brent Norton (Andre Braugher), the Draytons' litigious neighbor; Mrs. Carmody (Marcia Gay Harden), a would-be messianic leader, and the store assistant Ollie (Toby Jones), who, like all movie characters named Ollie, is below-average height and a nerd.\n\nYou may not be astonished if I tell you that there is Something Out There in the mist. It hammers on windows and doors and is mostly invisible until a shock cut that shows an insect the size of a cat, smacking into the store window. Then there are other things, too. Something with tentacles. (\"What do you think those tentacles are attached to?\" asks David.) Other things that look like a cross between a praying mantis and a dinosaur. Creatures that devour half a man in a single bite.\n\nDavid and Mrs. Carmody become de facto leaders of two factions within the store: (1) the sane people, who try to work out plans to protect themselves, and (2) the doomsday apocalypse mongers, who see these events as payback for the sinful ways of mankind. Mrs. Carmody's agenda is a little shaky, but I think she wants lots of followers, and I wouldn't put the idea of human sacrifice beyond her. David advises everybody to stay inside, although of course there are hotheads who find themselves compelled to go out into the mist for one reason or another. If you were in a store and man-eating bugs were patroling the parking lot, would you need a lot of convincing to stay inside?\n\nDavid proves a little inconsistent, however, when he leads a group of volunteers to the drugstore in the same shopping center, to get drugs to help a burned man. There is a moral here, and I am happy to supply it: Never shop in a supermarket that does not have its own prescription department. There is another moral, and that is since special effects are so expensive, it is handy to have a mist so all you need is an insect here, a tentacle there, instead of the cost of entire bug-eyed monsters doing a conga line.\n\nThe movie was written and directed by Frank Darabont, whose \"The Shawshank Redemption\" is currently No. 2 on IMDb's all-time best movies list, and who also made \"The Green Mile.\" Both were based on Stephen King's work, but I think he picked the wrong story this time. What helps, however, is that the budget is adequate to supply the cardboard characters with capable actors and to cobble together some gruesome and slimy special effects.\n\nEveryone labors away to bring energy to the cliches, including Toby Jones, who proves that a movie Ollie may have unsuspected resources. Thomas Jane is energetic in the thankless role of the sane leader, but Marcia Gay Harden -- well, give her a break; it's not a plausible or playable role. I also grew tired of Andre Braugher's neighbor, who takes so much umbrage at imagined slights that he begins to look ominously like a plot device.\n\nIf you have seen ads or trailers suggesting that horrible things pounce on people, and they make you think you want to see this movie, you will be correct. It is a competently made Horrible Things Pouncing on People Movie. If you think Frank Darabont has equaled the \"Shawshank\" and \"Green Mile\" track record, you will be sadly mistaken. If you want an explanation for the insect monsters (and this is not really giving anything away), there is speculation that they arrived through a rift in the space-time continuum. Rifts in s-t continuums are one of the handiest inventions of science fiction, so now you've got your complete formula: threat to town, group of townspeople and rift. Be my guest.", "running_time": 124, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-20", "genres": ["Horror", "Science Fiction", "Thriller"], "title": "The Mist (2007)"}