{"url": "http://www.rogerebert.com/reviews/the-iron-lady-2012", "by": "Meryl Streepas Margaret Thatcher", "star_rating": 2.0, "text": "\n\nYou have to be very talented to work with Meryl Streep. It also helps to know how to use her. \"The Iron Lady\" fails in both of these categories. Streep creates an uncanny impersonation of British Prime Minister Margaret Thatcher, but in this film she's all dressed up with nowhere to go. Director Phyllida Lloyd and screenwriter Abi Morgan seem to have little clear idea of what they think about Thatcher, or what they want to say. \n\nIf there has ever been a biopic that required an opinion of its subject, that biopic would seem to be \"The Iron Lady.\" Thatcher held office for an unprecedented three terms, bitterly divided Great Britain, and led her nation during the Falklands War, which seemed to be largely an exercise in hubris on both sides. Before the war (and now), no one frankly gave a damn about the Falkland Islands, and Thatcher's foreign policy amounted to: \"They're ours and you bloody well can't have them.\" For this, brave troops on both sides were killed, and those who cared to could deceive themselves that there was one small spot of foreign soil that, as far as Thatcher was concerned, would be forever British. (Footnote: The British didn't consider it foreign.)\n\nOf course, Argentina started the war by invading the Falklands, over which it had disputed Britain's claim since 1833. You can't say they didn't wait long enough before taking action. And if Argentina mounted a military invasion, what could Thatcher do? She was compelled to defend the islands. The loved ones on either side who lost someone in that war must have been hard-pressed to understand why death was useful or necessary.\n\nThat wasn't Thatcher's concern. In a striking scene that takes place in her increasingly senile old age, she declares that ideas are more important to her than feelings. That seems to have been a governing principle in her life, allowing her to look with apparently limited concern at unemployment, hunger and homelessness on the domestic front. In \"Shanghai Express,\" Marlene Dietrich utters the immortal words: \"It took more than one man to change my name to Shanghai Lily.\" In a similar way, the Iron Lady seems to have been well-nicknamed.\n\nFew people were neutral in their feelings about her, except the makers of this picture. They approach Thatcher as a figure in a time-honored biographical template in which a convenient fictional mechanism allows the heroine to revisit key chapters in her life so that we can understand that it was quite a life, indeed. \n\nFrom her humble beginnings as the proverbial \"grocer's daughter from Grantham,\" she began on the lowest rungs of the Conservative Party and never paused in her climb. Her ambition was unlimited, her strategy ruthless, her victims many of the male generation the Conservatives thought they were grooming for power. Was hers a feminist triumph? She herself seems hardly to have thought of it that way, and there are scenes here suggesting an emotional distance from her children and a marriage based on the self-effacement of her remarkably recessive husband (Jim Broadbent). \n\nWas she a monster? A heroine? The movie has no opinion. She was a fact. You leave the movie having witnessed it. Whatever your feelings were about Thatcher were before you saw it, you now have some images to accompany it. Part of its failure may be attributed to the director Phyllida Lloyd, whose first feature also starred Streep. That was \"Mamma Mia!\" (2008), not a high point in Ms. Streep's career. \n\nI witnessed Thatcher's extraordinary personal authority once. When Conrad Black numbered the Sun-Times among his holdings, he convened the International Advisory Panel of his Hollinger corporation in Chicago. Seated around a massive table were Lady Thatcher and assorted government officials, officeholders, pundits and academics from around the world. To give you a notion, one of them was Henry Kissinger. (I was back along the wall with other underlings.)\n\nLady Thatcher was in command. Invisible psychic threads of respect and yearning extended toward her from the men. When she spoke, they fell silent. No one interrupted. No one disagreed. Her pronouncements were issued as recitals of fact. It was the most remarkable display of personal authority I have ever seen.\n\n\"The Iron Lady\" suggests that only indirectly. It could have used a few behind-the-scenes moments showing what her rivals, particularly in the Conservative power struggles, really thought and said about her. \n\nConsider the invigorating new French film \"The Conquest,\" about Sarkozy's rise to power among the French Conservatives. Not here. Using flashbacks, period footage, montage and dialogue bites, the film follows her rise. Streep is flawless, but the film, like a great many people at the time, is uncertain how to approach her.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-01-11", "genres": ["Drama", "Foreign", "History"], "title": "The Iron Lady (2012)"}