{"url": "http://www.rogerebert.com/reviews/the-rules-of-attraction-2002", "by": "Shannyn Sossamonas Lauren", "star_rating": 2.0, "text": "Leaving the movie, I reflected that my reaction was probably unfair. \"The Rules of Attraction\" was based on a novel by Bret Easton Ellis, and while life is too short to read one of his books while a single work of Conrad, Faulkner or Bellow eludes me, I am familiar enough with his world (through the movies) to know that he agrees his characters are shallow, selfish and greedy, although perhaps he bears them a certain affection, not least because they populate his books. So I went to see the movie a second time, and emerged with a more evolved opinion: \"The Rules of Attraction\" is a skillfully made movie about reprehensible people.\n\nThe writer-director is Roger Avary, who directed \"Killing Zoe\" and co-authored Quentin Tarantino's \"Pulp Fiction.\" (Whether he cast James Van Der Beek as his lead because he looks more like Tarantino than any other working actor, I cannot guess.) In all of his work, Avary is fond of free movement up and down the timeline, and here he uses an ingenious approach to tell the stories of three main characters who are involved in, I dunno, five or six pairings. He begins with an \"End of the World\" party at Camden College, the ultimate party school, follows a story thread, then rewinds and follows another. He also uses fast-forward brilliantly to summarize a European vacation in a few hilarious minutes.\n\nThe yo-yo timeline works because we know, or quickly learn, who the characters are, but sometimes it's annoying, as when we follow one sex romp up to a certain point and then return to it later for the denouement. This style may at times reflect the confused state of mind of the characters, who attend a college where no studying of any kind is ever glimpsed, where the only faculty member in the movie is having an affair with an undergraduate, and where the improbable weekend parties would put the orgies at Hef's pad to shame.\n\nThe parties are a lapse of credibility. I cannot believe, for example, that large numbers of co-eds would engage in topless lesbian breastplay at a campus event, except in the inflamed imaginations of horny undergraduates. But assuming that they would: Is it plausible that the horny undergraduates wouldn't even look at them? Are today's undergraduate men so (choose one) blase, Politically Correct or emasculated that, surrounded by the enthusiastic foreplay of countless half-naked women, they would blandly carry on their conversations? This is not to imply that \"The Rules of Attraction\" is in any sense a campus sex-romp comedy. There is comedy in it, but so burdened are the students by their heavy loads of alcoholism, depression, drug addiction and bisexual promiscuity that one yearns for them to be given respite by that cliche of the 1960s, the gratuitous run through meadows and woods. These kids need fresh air.\n\nIn the movie, James Van Der Beek plays drug dealer Sean Bateman, who desperately wants to sleep with with chic, elusive Lauren (Shannyn Sossamon). She once dated Paul (Ian Somerhalder), who is bisexual and who wants to sleep with Sean, who is straight, but right now if Lauren had her druthers she would bed Victor (Kip Pardue), who stars in the speed-up European trip and once dated Paul. (The sexual orientations of most of the major characters come down to: When they're not with the sex they love, they love the sex they're with.) Many but not not all of these desired couplings take place, there are distractions from still other willing characters, and a sad suicide involving a character I will not divulge, except to say that when we see how miserable she was in flashbacks to various earlier events, we wonder why, on a campus where promiscuity is epidemic, she had the misfortune to be a one-guy woman.\n\nAvary weaves his stories with zest and wicked energy, and finds a visual style that matches the emotional fragmentation. I have no complaints about the acting, and especially liked the way Sossamon kept a kind of impertinent distance from some of the excesses. But by the end, I felt a sad indifference. These characters are not from life and do not form into a useful fiction. Their excesses of sex and substance abuse are physically unwise, financially unlikely and emotionally impossible. I do not censor their behavior but lament the movie's fascination with it. They do not say and perhaps do not think anything interesting. The two other Bret Easton Ellis movies (\"Less than Zero\" and \"American Psycho\") offered characters who were considerably more intriguing. We had questions about them; they aroused our curiosity. The inhabitants of \"The Rules of Attraction\" are superficial and transparent. We know people like that, and hope they will get better.", "running_time": 104, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-11", "genres": ["Comedy", "Drama", "Indie"], "title": "The Rules of Attraction (2002)"}