{"url": "http://www.rogerebert.com/reviews/the-night-of-the-following-day-1969", "by": "Marlon Brandoas Chauffeur", "star_rating": 3.0, "text": "The last frame of \"Night of the Following Day\" is a stop-motion photograph of Marlon Brando. He is smiling the same curious smile he used in the last shot of \"The Wild One\" (1954), the movie that made him famous. This is probably not a coincidence. \"Night of the Following Day\" seems designed to resurrect the old Brando image of an inarticulate tough.\n\nIt is partly successful. Brando comes over in the old way, and we remember him in \"One Eyed Jacks\" and \"The Young Lions.\" But Brando has not done any acting in the last ten years to equal his magnificent performance in \"Reflections in a Golden Eye\" (1967) a box office flop. That film proved Brando does know what he's doing, despite the critics who tear him apart with dreary regularity in the 1960s.\n\nBrando is caught in the same vise as other big name stars (Rock Hudson, Elizabeth Taylor, Debbie Reynolds). He demands the big salary, but producers have discovered in the last few years that his appeal is unpredictable.\n\nMy notion is that Brando should retrench. He should abandon attempts to resurrect the \"old\" Brando and begin a series of small pictures designed to exploit his acting ability.\n\n\"Reflections in a Golden Eye\" was proof that Brando is far from dead as an actor, although he may be finished as a box office draw.\r\n\"Night of the Following Day,\" however, was apparently made as a Brando showcase. And apparently it has failed; Universal has booked it in a few small neighborhood theaters, while a much weaker crime picture (\"Pendulum\") grabbed the available Loop booking.\n\nIn any event, \"Night of the Following Day\" is another of those complicated crime movies, with everybody following enigmatic instructions and planes being rerouted and money being switched in banks and radio towers being blown up to distract the cops. Brando joins a gang of freaky kidnapers (Rita Moreno on junk; Richard Boone as a sado-masochist) and gets involved in a race against time. While all sorts of things are going wrong with the ransom pickup, Boone is back at the cottage with the kidnapped girl, threatening to do God knows what if they're not back in an hour.\n\nThe movie works on this level as a well-made melodrama. The final scenes involving Boone and Brando are shot on a beach at dawn and have an almost surrealistic quality. And the performances are interesting. Miss Moreno has a difficult scene with Brando (she's on dope and keeps going to sleep in a bathtub) that she handles with quiet conviction. Richard Boone is never more sinister than when he's pretending to be nice. Jess Hahn, as the gang leader, has a solid quality to him.\n\nAnd, yes, Brando is good as the old Brando. But the question remains: Should Brando really be wasting his time on this sort of movie? I'd rather see him explore the depths he opened up in \"Reflections in a Golden Eye.\" That would be the best route back to Brando the actor, and away from Brando the image.", "running_time": 93, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-02-12", "genres": ["Crime", "Drama"], "title": "The Night of the Following Day (1969)"}