{"url": "http://www.rogerebert.com/reviews/the-gift-2001", "by": "Cate Blanchettas Annie Wilson", "star_rating": 3.0, "text": "Psychics and hairdressers have three things in common. They can appoint themselves, they can work out of their homes and they don't have a lot of overhead: a Tarot deck, shampoo, candles, scissors, incense, mousse. It helps if they have a reassuring manner, because many of their clients want to tell their troubles and receive advice. Poor neighborhoods have a lot of women working as beauticians or soothsayers. If you're a woman with few options, no husband and a bunch of kids, you can hang out the shingle and support yourself. The advice dispensed by these professionals is often as good or better as the kind that costs $200 an hour, because it comes from people who spent their formative years living and learning. The problems of their clients are not theoretical to them.\n\nConsider Annie Wilson (Cate Blanchett), the heroine of \"The Gift.\" Her husband was killed in an accident a year ago. She has three kids. She gets a government check, which she supplements by reading cards and advising clients. She doesn't go in for mumbo-jumbo. She takes her gift as a fact of life; her grandmother had it and so does she. She looks at the cards, she listens to her clients, she feels their pain, she tries to dispense common sense. She is sensible, courageous and good.\n\nShe lives in a swamp of melodrama; that's really the only way to describe her hometown of Brixton, Ga., which has been issued with one example of every standard Southern gothic type. There's the battered wife and her redneck husband; the country club sexpot; the handsome school principal; the weepy mama's boy who is afeared he might do something real bad; the cheatin' attorney; the salt-of-the-earth sheriff, and various weeping willows, pickup trucks, rail fences, country clubs, shotguns, voodoo dolls, courtrooms, etc. When you see a pond in a movie like this, you know that sooner or later, it is going to be dredged.\n\nWith all of these elements, \"The Gift\" could have been a bad movie, and yet it is a good one because it redeems the genre with the characters. Blanchett's sanity and balance as Annie Wilson provide a strong center, and the other actors in a first-rate cast go for the realism in their characters instead of being tempted by the absurd. The movie was directed by Sam Raimi and written by Billy Bob Thornton and Tom Epperson. They know the territory. Raimi directed Thornton in \"A Simple Plan\" (1998), that great movie about three buddies who find a fortune and try to hide it; Thornton and Epperson wrote \"One False Move\" (1992), about criminals on the run and old secrets of love.\n\n\"The Gift\" begins by plunging us into the daily lives of the characters, and then develops into a thriller. One of Annie's kitchen-table clients is Valerie Barksdale (Oscar winner Hilary Swank), whose husband, Donnie (Keanu Reeves), beats her. Another is Buddy Cole (Giovanni Ribisi), who is haunted by nightmares and is a seething basket case filled with resentment against his father. Annie advises Valerie to leave her husband before he does more harm, and then Donnie has two terrifying scenes, one threatening her children, the other a midnight visit where he uses the voodoo doll as a prop.\n\nSocial interlude: Annie attends a country club dance where she has a flirty conversation with the school principal (Greg Kinnear). He's engaged to Jessica King (Katie Holmes), a sultry temptress (i.e. country club slut) whom Annie accidentally sees having a quickie with another local man. Not long after, Jessica disappears, and Sheriff Pearl Johnson (J.K. Simmons), frustrated by an absence of clues, appeals to Annie for some of her \"hocus-pocus.\" Annie has a dream that leads the law to Donnie Barksdale's pond, where the dead body is found, and Donnie looks like the obvious killer. But Annie's visions don't stop, and we are left (1) with the possibility that the murder may have been committed by several other excellent candidates, and (2) with suspicion falling on the psychic herself.\n\nThe movie is ingenious in its plotting, colorful in its characters, taut in its direction and fortunate in possessing Cate Blanchett. If this were not a crime picture (if it were sopped in social uplift instead of thrills), it would be easier to see the quality of her work. By the end, as all hell is breaking loose, it's easy to forget how much everything depended on the sympathy and gravity she provided in the first two acts. This role seems miles away from her Oscar-nominated \"Elizabeth\" (1998), but after all, isn't she once again an independent woman surrounded by men who want to belittle her power, seduce her, frame her or kill her? A woman who has to rely on herself and her gifts, and does, and is sufficient.", "running_time": 112, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-01-19", "genres": ["Crime", "Drama", "Fantasy", "Thriller"], "title": "The Gift (2001)"}