{"url": "http://www.rogerebert.com/reviews/the-super-1991", "by": "Joe Pescias Louie Kritski", "star_rating": 2.0, "text": "\"The Super\" is a cynical 1991 variation on a more idealistic 1970 film named \"The Landlord,\" and the ways in which the two films differ are interesting, and depressing. Both films open in essentially the same way: A rich white man takes over a slum tenement and is completely indifferent to the problems of his black and Hispanic tenants. In the 1970 version, starring Beau Bridges as the landlord, he wants to turn the building into a psychedelic getaway for his wild lifestyle. In the 1991 version, starring Joe Pesci, he wants to collect the rent, spend no money on repairs, and eventually inherit all 27 of his father's slum buildings. Thus does the Age of Aquarius fade into the Age of Trump.\n\nIn the 1970 movie, the tenants in the building play important roles. The movie co-starred Pearl Bailey, Diana Sands, Lou Gossett and Marki Bey, among others, and Bridges ended up fathering a child by one woman, falling in love with another, and adopting the baby. In the 1991 version, the tenants of the building act more as a chorus than as a group of individuals, and Pesci's romantic life consists mostly of making lewd proposals to women who are not interested in them.\n\nOf course it's not entirely fair to compare these two movies, even though the makers of \"The Super\" must have seen \"The Landlord.\" \"The Super\" is not remotely as ambitious as \"The Landlord,\" which in its own way wanted to open the eyes of its white character to some realities of American black life.\n\n\"The Super\" lacks that idealism, and is intended as a comedy; Pesci's character is made deliberately loud, uncouth and offensive. A lot of the dialogue is in the \"insult humor\" sitcom style, where people say crude things to each other and the laugh track assures you that no one is offended. Without a laugh track, however, a lot of Pesci's one-liners sound like the sort of comments which, delivered by a white man in the hallway of a Harlem tenement, would be more likely to inspire a homicide than a chuckle.\n\nAs the movie opens, Pesci, a middle-aged man, is still under the thumb of his domineering father (Vincent Gardenia), whose theory about rental buildings is simplicity itself: Collect the rent, and don't spend a dime on improvements. The old man gives his son a tenement, which the son allows to deteriorate in the approved family fashion, until a judge finds him guilty as a slumlord, and sentences him to spend 120 days in his own building. Of course he doesn't like cold and rats and malfunctioning electricity any better than anyone else, and so he makes improvements - over his father's protests.\n\nPesci's performance is entertaining; he's squat, energetic, utterly confident, unselfconscious and essentially warm-hearted. He deserves a better screenplay than this one, by Sam Simon, which throws in little lessons in humanity almost according to a formula.\n\nAnd he deserves better direction than Rod Daniel's; there are two scenes in which Pesci gets taken by a sharp local hustler (Ruben Blades), and Daniel misses the comic payoff in both of them.\n\nWhat's finally depressing about \"The Super\" is that it doesn't have the nerve to be any one thing. It wants to be crude and rude, but it ends with sentiment. It wants to be about whites and blacks, but is incurious about the lives of its black characters. It wants to be about slumlords and their victims, but goes all mushy.\n\nThere's one character in the whole movie who keeps an edge, and that's the city inspector, played with tart finality by Madolyn Smith Osborne. I wish more of the movie had been able to strike the notes sounded by her character.", "running_time": 86, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-10-04", "genres": ["Comedy"], "title": "The Super (1991)"}