{"url": "http://www.rogerebert.com/reviews/the-englishman-who-went-up-a-hill-but-came-down-a-mountain-1995", "by": "Hugh Grantas Reginald Anson", "star_rating": 3.0, "text": "Her Majesty's Ordnance Survey Office has for more than a century been mapping the British Isles down to the smallest lane, hill and footpath.\n\nCountry walkers can buy a map so detailed it includes clumps of trees. These maps are of incalculable importance to the people whose lands they detail, since they touch on old wounds: feuds, battles, disputed place-names, historical perceptions.\n\n\"The Englishman Who Went Up a Hill But Came Down a Mountain,\" a title that will inspire amazing abbreviations on theater marquees, begins as two surveyors for the O. S. arrive in a small village in Wales. Their purpose: To measure the local \"mountain,\" which they cannot quite pronounce without sounding as if they are muffling a sneeze.\n\n\"Mountain\" is in quotation marks because there is some doubt as to whether the elevation actually qualifies for that name.\n\nMountains must be at least 1,000 feet high. Anything smaller is a large hill. The locals are aghast: Their \"mountain\" has been a mountain since time immemorial, and any suggestion that it is otherwise would be a calamity. Indeed, the local pastor (Kenneth Griffith) considers the elevation very nearly as ecclesiastical as Ararat. The surveyors are named Reginald and George, and are played by Hugh Grant (in his first film since \"Four Weddings and a Funeral\") and Ian McNeice.\n\nThe instant they walk into the local inn, run by Morgan the Goat (Colm Meaney) they are nailed as outsiders; their accents would give them away even if it were not for their clothing, which in Reginald's case seems to have been supplied by a theatrical costumer with fanciful ideas about the surveying trade.\n\nThe men set up their instruments and get a first reading, of 930 feet. The townspeople are apoplectic. The surveyors emphasize that the reading is \"preliminary,\" and that they will not have a more accurate reading until they can triangulate the local elevation with a nearby mountain whose height is known. That elevation, in turn, was measured by being compared with another elevation, and so on back into the dim origins of the O. S.\n\n\"But . . . who measured the first mountain?\" a local wonders.\n\n\"God, my boy.\" In plot and atmosphere, \"The Englishman Who Went Up a Hill But Came Down a Mountain\" is a fond throwback to the British comedies of the 1950s in which earnest citizens went about their daily lives little realizing how eccentric they were. The British dote on eccentricity; one of their recent scientific surveys triumphantly concluded that the eccentric are happier and live longer than you and I (since we, of course, are not eccentric). Every character in this movie, with the possible exception of the fresh-cheeked local lass Betty of Cardiff (Tara Fitzgerald) is crazy as a bedbug, and none of them know it, and that is why they are so funny.\n\nReginald is played by Grant as another of his self-effacing, shy, stuttering, apologetic and hapless chaps who bumble through somehow. He prefaces every sentences with various warm-up exercises, subvocalized huffs and throat-clearings, mostly. He wants most desperately not to offend. The locals are most definitely offended, especially when additional surveys do not succeed in raising the height of the mountain to more than 986 feet.\n\nThe Rev. Jones, the clergyman, is dismayed. A passionate man of considerable age, he confuses the height of the mountain with revelation, and rails from the pulpit against the forces arrayed against it. At last, during a town meeting, the locals hit upon a brilliant plan, which I will not reveal here, to raise the mountain.\n\nAnd torrential rains set in - a Welsh secret weapon, preventing the surveyors from completing their last measurements and packing their bags. Meanwhile, of course, Reginald falls in love with the local girl.\n\n\"The Englishman Who Went Up a Hill But Came Down a Mountain\" is a movie with the same charms as \"Local Hero\" (in which Scottish townspeople conspired to outfox visiting Americans). That it is \"true\" adds only to the charm, and at the film's end, when we see an actual stone set on the site at the time of the Ordnance Wars, that seems entirely appropriate. The people in this movie are so crazy they could only be real.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-05-12", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Englishman Who Went Up A Hill But Came Down A Mountain (1995)"}