{"url": "http://www.rogerebert.com/reviews/the-adventures-of-sebastian-cole-1999", "by": "Adrian Grenieras Sebastian Cole", "star_rating": 3.0, "text": "\"The Adventures of Sebastian Cole\" is a coming-of-age movie that puts a new spin on some of the challenges faced by sensitive teenagers. It's not unusual to have problems with a stepfather--but it's fairly rare for the stepfather to announce that he's decided to become a woman. It's also rare for a movie to show a teenager who needs guidance, and a parent willing to provide it. The fathers of most movie teenagers are absent, stupid or cruel; Sebastian's is wise and loving, first as Hank, then as Henrietta.\n\nSebastian (Adrian Grenier) is an introverted, screwed-up member of a dysfunctional upper-class family. He wants to be a writer. He's good-looking, but with so little self-confidence that when a girl seriously likes him, he dumps her. We can guess from an early scene what a confusion his life has been. At a family holiday dinner, we meet his divorced parents, who are both with their new spouses, in one of those uneasy exercises designed to provide continuity for the children, who in fact only want to flee from the table.\n\nHis mother Joan (Margaret Colin) is bright, pretty, British, and usually drunk. She's married to a floppy-haired hulk named Hank (Clark Gregg). Sebastian's father, Hartley (John Shea), is an architect with a new Asian-American wife who hardly even seems to be there, so little does she ever say. Then there is Sebastian's sister, Jessica (Marni Lustig), who has a boyfriend on a motorcycle and yearns to climb on behind him and ride far, far away.\n\nSoon after this tortured family event, Hank calls together his wife and stepchildren and calmly announces that he has decided to become a woman. This doesn't go over well. Jessica leaves on the boyfriend's motorcycle, and enrolls at Stanford, which is more or less as far as you can get from Dutchess County in New York. Sebastian listens to Hank's news in stunned silence. Hank wants to remain married to Joan, but she pulls out and moves back to England. At first Sebastian lives with her, but as she recedes into heavier drinking, he moves back in with Hank, who is the only parent who really cares for him. Hank is firm, with traditional values, and sets rules for Sebastian.\n\nThis movie might have developed along predictable lines, as a sitcom about coming of age with a transsexual as your parent. But it avoids easy and cheap shots, and actually grows more perceptive and thoughtful, until at last we're drawn in on the simple human level: These are people worth knowing.\n\nClark Gregg's performance as Hank and Henrietta is the most remarkable element of the movie. No matter what he does with clothing and hair, he looks like a large man in a dress. But there is no simpering, no coquetry, no going for laughs; in his heart he knows he is a woman, and he is true to that inner conviction with a courage that the movie doesn't need to underline, because it permeates the performance. At one point, he has to hit someone to defend his honor; when Sebastian asks him, \"Where'd you learn to fight like that?\" his answer approaches perfection.\n\nSebastian is not thrilled by the emergence of Henrietta, and blames everything on his stepfather: \"If you hadn't been so selfish and thought only of yourself, we'd all still be together and happy. Things were perfectly fine before.\" But they were not. Joan, the mother, was drifting into drunken passivity. And the biological father Hartley, a famous architect, has a revealing talk with his son: \"If you're serious about being a writer, you've got to sacrifice the people you love to your work.\" It's pretty clear that's what Hartley did.\n\nAdrian Grenier, an actor previously unknown to me, at first appears to be just another movie hunk, but he reveals depths and quiet notes and by the end of the film has created a complex character. His Sebastian is uncertain about himself, without goals, afraid of emotional involvement, and yet with a certain cocky daring; faced with spending another year in school because of a missing P.E. requirement, he fakes proficiency at karate.\n\nHis relationship with a girl his age, Mary (Aleksa Palladino), seems truer to life than the simplified soap opera romances we often get in teenage movies. They're both uncertain about their emerging sexuality; she likes him, finds a charming way to let him know that and has to wait a year for the lesson to take. And because he likes her so much, he breaks off communication. Why do guys do that? Girls have been asking that question for centuries.\n\nThe film, written and directed by Tod Williams, recalls \"A Soldier's Daughter Never Cries\" (1998), another movie about children emerging from an unconventional family. That one, based on a memoir by the daughter of the novelist James Jones, showed a happy family. Sebastian comes from an unhappy one -- but Hank/Henrietta makes it all right, by being willing to invest time and trouble in caring about him. This movie, which must sound odd, is reassuring: A good kid can survive a lot and turn out all right, despite the pain along the way.", "running_time": 99, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-08-20", "genres": ["Comedy", "Drama"], "title": "The Adventures of Sebastian Cole (1999)"}