{"url": "http://www.rogerebert.com/reviews/the-meteor-man-1993", "by": "Robert Townsendas Jefferson Reed", "star_rating": 2.5, "text": "Robert Townsend's \"The Meteor Man\" is a good-hearted fable about a mild-mannered school teacher who is struck by a glowing green meteor and transformed into a superhero. He uses his powers to rid his neighborhood of a street gang named the Golden Lords, who dye their hair yellow and recruit schoolchildren as a junior auxiliary.\n\nThe movie contains big laughs and moments of genuine feeling, but it seems to be put together out of assorted inspirations that were never assembled into one coherent story line. It's as if Townsend, who also wrote the screenplay and stars in the title role, made lists of topics he wanted to cover, and then fit them in wherever there was room. Kids may like the film and anyone can enjoy the moments of inspiration, but \"The Meteor Man\" could have been better if it had tried to do less, more carefully.\n\nThe movie stars Townsend as Jefferson Reed, a substitute Washington, D.C., schoolteacher who counsels his kids to deal with the mean streets of the big city by backing off and not picking fights. But this policy has led nowhere, and now the streets are ruled by the Golden Lords - who maintain a curiously high profile for drug dealers, with their identikit yellow hairdos and their pintsized trainees.\n\nThe junior auxiliary is scariest thing in the movie: little kids, some of them barely school age, using their lunch buckets to carry illegal profits and lining up behind their leader (Roy Fegan) like tiny Nazis. It's a sight that breaks Townsend's heart, but what can he do about it? Nothing - until the glowing meteor strikes, and he discovers that he has superpowers, just like the heroes of comic books. Until the meteor, he was quiet and meek, a grown-up living in a boarding house and still taking lots of advice from his parents (Marla Gibb and Robert Guillaume). His mother, in fact, sews him his Meteor Man uniform, and his dad dishes out free pointers: \"Maybe you could go international, and deal with South Africa.\" But Meteor Man stays in the neighborhood, in a series of scenes where he stops speeding cars with his bare hands, and tosses tough guys around. For reasons not fully explained in the screenplay, his superpowers have a disturbing tendency to fade from time to time, which leads to suspense when he becomes temporarily vulnerable. The trick is to impress the Golden Lords when he's strong, so he can bluff them as his energy wanes.\n\nOne of the funniest scenes in the movie, hard to describe, involves a sort of psychic duel between Townsend and Fegan, who become tools of auto-suggestion and fight each other while assuming roles picked up from books. The audience was roaring when they both became seemingly possessed with the moves of platform models, and tried to vogue each other to death.\n\nFunny, but there are other stretches that don't work, including a character played by James Earl Jones, who tries on lots of wigs and treasures a jazz record collection but seems somehow to be on hold for another movie.\n\nTownsend is an engaging actor (see one of his best performances in the Denzel Washington sleeper \"The Mighty Quinn\"). As a director, he showed a gift for satire in \"Hollywood Shuffle,\" his put-down of Hollywood's attitudes toward black movie characters, and his \"Six Heartbeats,\" about the rise and fall of members of a singing group, overcame an uncertain start to build real power and emotion.\n\nBut here he seems to be the victim of too many ideas, as if he wanted to make several films, and decided to shoot the best parts of all of them.\n\nIf \"Meteor Man\" has settled for being a children's movie, or a metaphor, or a comic revue, that might have been best; unfortunately, it's all over the map, and the good parts can't carry the rest.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-08-06", "genres": ["Action", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "The Meteor Man (1993)"}