{"url": "http://www.rogerebert.com/reviews/the-woodsman-2005", "by": "Kevin Baconas Walter", "star_rating": 3.5, "text": "For the first several scenes of \"The Woodsman,\" we know that Walter has recently been released from prison but we don't know the nature of his crime. Seeing the film at Cannes last May, I walked in without advance knowledge and was grateful that I had an opportunity to see Kevin Bacon establish the character before that information was supplied. His crime has now been clearly named in virtually everything written about the film, and possibly changes the way it affects a viewer.\n\nWalter is a pedophile. The film doesn't make him a case study or an object for our sympathy, but carefully and honestly observes his attempt to re-enter society after 12 years behind bars. Maybe he will make it and maybe he will not. He has a deep compulsion, which is probably innate, and a belief that his behavior is wrong. That belief will not necessarily keep him from repeating it. Most of us have sexual desires within the areas accepted by society, and so never reflect that we did not choose them, but simply grew up and found that they were there.\n\nBacon is a strong and subtle actor, something that is often said but insufficiently appreciated. Here he employs all of his art. He seems to have no theory about Walter and no emotional tilt toward his problems, and that is correct, because we do not act out of theories about ourselves, but out of our hopes and desires. Bacon plays the character day by day, hour by hour, detail by detail, simply showing us this man trying to deal with his daily life. Larger conclusions are left to the audience.\n\nHe gets an apartment across from a grade school playground. He did not choose the location; he found a landlord who would rent to an ex-con. He gets a job in a lumberyard. No one there knows about his crime, but a co-worker named Mary-Kay (Eve) doesn't like him and senses something is wrong. Lucas, his parole officer (Mos Def) visits regularly and is hostile, convinced it is only a matter of time until Walter lapses.\n\nThere is a woman at work named Vickie (Kyra Sedgwick), who is tough-talking but has an instinctive sympathy for the newcomer. She's a fork-lift operator, a realist. They start to date. We know, but she doesn't, that this may be the first normal sexual relationship Walter has had. She is not only his girlfriend but, in a way, an unknowing sex therapist. He eventually feels he has to tell her about his past. How she deals with this, how she goes through a series of emotions, is handled in a way I felt was convincing.\n\nMary-Kay finds out the truth about Walter, and posts a Web site at work. His privacy is gone. There are other developments. Watching the playground through his window, for example, he becomes aware of a pedophile who is obviously hoping to find prey there.\n\nThe film has a crucial scene involving Walter and a young girl named Robin (Hannah Pilkes). Without suggesting how the scene develops, I will say that it is so observant, so truthful, that in a sense the whole film revolves around it. There is nothing sensational in this film, nothing exploitative, nothing used for \"entertainment value\" unless we believe, as I do, that the close observation of the lives of other people can be -- well, since entertaining is the wrong word, then helpful. It is easy to present a pedophile as a monster, less easy to suggest the emotional devastation that led into, and leads out of, his behavior. The real question in \"The Woodsman\" is whether Walter will be able to break the chain of transmission.\n\nThe movie is the first film by Nicole Kassell, a recent graduate of the NYU film school, who wrote the screenplay with Steven Fechter, based on his play. It is a remarkably confident work. It knows who Walter is, and to an extent why he is that way, and it knows that the film's real drama exists inside his mind and conscience. This is not a morality play but a study of character -- of Walter's character, and of those who instinctively detest him, and of a few, including Vickie and his brother-in-law Carlos (Benjamin Bratt), who are willing to withhold judgment long enough to see if he can find redemption.\n\nThe reason we cannot accept pedophilia as we accept many other sexual practices is that it requires an innocent partner, whose life could be irreparably harmed. We do not have the right to do that. If there is no other way to achieve sexual satisfaction, that is our misfortune, but not an excuse. It is not the pedophile that is evil, but the pedophilia. That is true of all sins and crimes and those tempted to perform them: It is not that we are capable of transgression that condemns us, but that we are willing.\n\n\"The Woodsman\" understands this at the very heart of its being, and that is why it succeeds as more than just the story of this character. It has relevance for members of the audience who would never in any way be even remotely capable of Walter's crime. We are quick to forgive our own trespasses, slower to forgive those of others. The challenge of a moral life is to do nothing that needs forgiveness. In that sense, we're all out on parole.", "running_time": null, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-01-06", "genres": null, "title": "The Woodsman (2005)"}