{"url": "http://www.rogerebert.com/reviews/the-good-guy-2010", "by": "Bryan Greenbergas Daniel", "star_rating": 3.0, "text": "\"The Good Guy\" creates the interesting notion that Wall Street trading involves a gang of hard-partying goofs who pass their days playing video games with our money. They trade too fast to know much about the stocks they're selling -- and besides, they mostly trade funds and may only vaguely know how the portfolios are weighted.\n\nThat at least is the impression given by \"The Good Guy,\" which contains not a moment in which any trader knows much about the fundamentals of a stock, but much about the dance of the numbers on a screen and the mind games he's playing with other traders. At the end of the day, all that matters is the score. Well, I guess that's the way it works. \n\nAt Morgan & Morgan, no relation to J.P. Morgan or Morgan Stanley, we meet a team of traders bossed by the legendary Cash (Andrew McCarthy). His team leader is Tommy (Scott Porter), who's making money hand over fist while leading the pack on sorties into bars that have a high babe count. These guys get drunk and play adolescent games and plow through conquests and keep laughing so it doesn't get quiet. There is charm in being 17, and pathos in being 27 and acting as if you're 17.\n\nThe crew includes Shakespeare (Andrew Stewart-Jones), a black guy with a British accent who may realize but doesn't care that any babe impressed by a British accent belongs on \"Jaywalking.\" There's Steve-O (Aaron Yoo), master trader. And there's the new guy, Daniel (Bryan Greenberg), who, odd as it may seem, prefers not to horse around but stay home, fix some dinner and read a good novel. You know, maybe by Dickens, who many people don't know is about as much fun as any novelist who ever lived.\n\nThe section's hot shot bails out to join another firm, and Cash orders Tommy to fill his chair. On a hunch, he promotes Daniel. Everyone including Daniel is disbelieving. Under the delusion that a star trader must party hard and conquer the dollies, Tommy takes Daniel into the field for training; the 40-Year-Old Virgin becomes a 27-Year-Old Reader. \n\nDuring this process, Daniel meets Beth (Alexis Bledel), Tommy's girlfriend. Beth isn't precisely Tommy's type; she belongs to a book club. Tommy is like one of those guys who might read if the library weren't always closed. Beth is a serious Green and believes Tommy's line that he is, too, but he has a line for every girl and is a serious liar. Daniel observes this dynamic.\n\nYoung men, let your old dad here impart some advice. If a woman has a choice of a man who makes sacks of money on the trading floor and a man who likes to stay home at night reading Lolita, and she's more attracted to the reader, choose that woman. She needs to pass one more test: Does she believe (a) Lolita is a sex novel, or (b) it's one of the greatest works of modern literature? Find that out on the second date. If she answers (b), there's your girl.\n\n\"The Good Guy\" could have been just a dumb comedy, but actually it has a nice feel to it. It looks carefully at a lifestyle many people might thoughtlessly envy. The writer-director, Julio DePietro, is a former trader from Chicago, and convinces us he knows that world. I hasten to add that I know some traders, who are nice guys. I also add that I would trade the same way the guys the movie do, because your clients care less about how much money they'll retire with than how rich they'll be tomorrow. Investing myself, I've trusted value guys over performance. That, and buying Apple just because I loved Macs, has turned out all right.\n\nReaders may pick up on the clue that the title and some of the story are inspired by Ford Madox Ford's novel The Good Soldier. It opens with a famous line that makes it impossible to stop reading: This is the saddest story I have ever heard. Tommy's story is another one.\n\nI keep drifting off course. Will you like \"The Good Guy\"? I think you might. It has smart characters, and is wise about the ones who try to tame their intelligence by acting out. And Beth and her friends are the women all these guys should be so lucky as to deserve.", "running_time": 90, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-03", "genres": ["Comedy", "Indie", "Romance"], "title": "The Good Guy (2010)"}