{"url": "http://www.rogerebert.com/reviews/the-producers-2005", "by": "Nathan Laneas Max Bialystock", "star_rating": 3.0, "text": "I know the 1968 movie \"The Producers\" virtually by heart, and it's one of the funniest movies I've ever seen. That makes it tricky for me to review this 2005 musical version -- both because it's different, and because so often it is the same. There are stretches in Susan Stroman's opening scenes that follow Mel Brooks' 1968 version so closely it's as if Gus Van Sant, having finished his shot-by-shot remake of \"Psycho,\" advanced directly to this assignment.\n\nThe new movie is a success, that I know. How much of a success, I cannot be sure. Someone who has seen the original once or twice, or never, would be a better judge. It is unfair to observe of Nathan Lane and Matthew Broderick that they are not Zero Mostel and Gene Wilder, but there you have it: They're not.\n\nThere is poetic justice here. When Broderick and Lane left the Broadway and London productions and were replaced by other actors, their replacements were sniffed at in some quarters as \"the road company.\" Now comes the movie, and in following Mostel and Wilder, they've become the road company. Each and every actor in the 1968 movie, including Kenneth Mars, Christopher Hewitt, Andreas Voutsinas, Lee Meredith, Dick Shawn, William Hickey and Renee Taylor, was so perfectly cast that a kind of inevitability befell them.\n\nNow I look at Uma Thurman as the sexpot Ulla and Will Ferrell as the Nazi playwright Franz, and I think they're really good, they bring both new and old things to their roles, but -- well, it's just not fair to them for me to remember the older movie, but I cannot help myself. When they sing and dance, I like them the most, because they're not reminding me of anything from 1968. When Thurman refers to herself in the third person as \"Ulla\" and describes the high standards of her low conduct, she achieves a kind of joy of performance that deserves to be seen without Meredith standing just offstage tapping her toe.\n\nThe story itself is a great construction. Mel Brooks wrote an original screenplay whose characters are driven by greed, need, neurosis, cheerfully shameful sexual behavior and a deep cynicism about show business. It is a tribute to his work that it could be transferred virtually intact to the musical stage 35 years later and effortlessly become a historic hit.\n\nThe new songs written by Brooks embodied the film's original spirit, and if he added a few touches, like little old ladies choreographed with their walkers, they were transgressive in the same outrageous way. The only flaw was one of excess; in a scene set in prison toward the end, he has Lane recap virtually the entire movie as a one-man repertory troupe, and if it goes on too long, well of course it does. Moderation is not a quality possessed by anyone associated with a movie that advises us, \"If you've got it, baby -- flaunt it!\"\n\nIt is a tribute to this film that it worked for me despite my personal history. It was fun, it was funny, it was alive, although the color palette seemed to have darker colors and I remember the original as a movie made from golds and yellows and browns. There is a moment when Max Bialystock, as the con-man producer, promises wealth and triumph to Leo Bloom, the nervous accountant who has cooked up their crooked financing, and a fountain erupts on cue behind him. In 1968, it was the fountain at Lincoln Center; now it's one in Central Park. I am absolutely incapable of judging the impact of this scene, because I was startled and delighted in 1968, but watching this film I could hardly focus on the dialogue, I was so intent on waiting for the eruption.\n\nSo I had better end these meditations with a simple observation: If I had fun, most other viewers are likely to have more fun, because they won't have my baggage. I've painted myself into a corner. I cannot do better than to end with my favorite Mel Brooks story. Mel and I were in an elevator in New York at the time of the original film, and a lady got on, looked at him, and said \"Sir, I have seen your film and it is vulgar!\" Brooks replied: \"Madame, my film rises below vulgarity.\"", "running_time": 134, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-12-15", "genres": ["Comedy", "Music"], "title": "The Producers (2005)"}