{"url": "http://www.rogerebert.com/reviews/the-informant-2009", "by": "Matt Damonas Mark Whitacre", "star_rating": 4.0, "text": "Mark Whitacre was the highest-ranking executive in U.S. history to blow the whistle in a case of corporate fraud. He ended up with a prison sentence three times longer than any of the criminal executives he exposed. To be sure, there was the detail of the $9 million that he embezzled along the way for his personal use. What we discover toward the end of “The Informant!” may help explain that theft, although he apparently didn't want that used in his defense.\n\nWhitacre, persuasively played by Matt Damon in Steven Soderbergh's new thriller, was a top vice president of Archer Daniels Midland in Decatur, one of the 50 largest corporations in America. Sprawling at the edge of the small central Illinois city, it is surrounded by miles of soybean fields, and if you buy Japanese tofu at Whole Foods, it probably passed through ADM on its way to Japan. It's also involved in several other crops, produces sweeteners, sells ethanol.\n\nWhitacre knew that ADM and its competitors were engaged in global price-fixing that cost consumers billions. This largess was passed on invisibly to executives and stockholders, yet created a surprisingly small footprint in central Illinois, Yes, executives lived in very nice houses (Soderbergh shot in Whitacre's mansion in tiny Moweaqua, Ill.) but they were low-profile, compared to Manhattan high-rollers, and ate at the local restaurants just like ordinary folks.\n\nThe story unfolds as Whitacre is put under pressure to discover the source of contamination, possibly industrial sabotage, in one of ADM's operations. He engages in unofficial conversations with key competitors overseas and thinks he may be onto something. Then FBI agents from Decatur swoop down as part of an espionage probe. He clears himself, but as the agents (Scott Bakula and Joel McHale) are leaving, he calls after them.\n\nHe has something he wants to say. They're blindsided. He tells them ADM has been fixing prices for years, that he has been involved, that he has details and wants to clear his conscience. His wife Ginger (Melanie Lynskey) helped him arrive at the decision to do the right thing.\n\nThe FBI recruits him as an informant, taps phones, teaches him to wear a wire and even videotapes price-fixing meetings, building an airtight case. Eventually three officials, including vice chairman Michael Andreas, son of the founder, were found guilty; the company was fined $100 million and paid another $400 million in a class action lawsuit.\n\nIf only it were that simple, “The Informant!” might have been a corporate thriller like Michael Mann's “The Insider” (1999), with Russell Crowe as a whistle blower in the tobacco industry. But during the investigation, Whitacre reveals himself as a man of bewildering contradictions. Who would think to attempt an embezzlement and phony check-cashing scheme while literally working under the noses and at the side of FBI accountants? What was the full story of the industrial espionage he halted? Did he really expect that by exposing those above him, it would clear the way for him, one of the key price-fixers, to take command of the company?\n\nWhat did Whitacre think about anything? Not even his wife was sure. All is explained, sort of, in “The Informant!,” and as Soderbergh lovingly peels away veil after veil of deception, the film develops into an unexpected human comedy. Not that any of the characters are laughing.\n\n“The Informant!” is fascinating in the way it reveals two levels of events, not always visible to each other or to the audience. A second viewing would be rewarding, knowing what we find out. Matt Damon's performance is deceptively bland. Whitacre comes from a world of true-blue Downstate people, without affectations, surrounded by some of the richest farmland in the world. His determination to wear the wire leads to situations where discovery seems inevitable, but he's seemingly so feckless that suspicion seems misplaced. What he's up to, is in some ways, so very simple. Even if it has the FBI guys banging their heads against the wall.\n\nMark Whitacre, released a little early after FBI agents called him “an American hero,” is now an executive in a high-tech start-up in California and still married to Ginger. Looking back on his adventure, he recently told his hometown paper, the Decatur Herald and Review, “It's like I was two people. I assume that's why they chose Matt Damon for the movie, because he plays those roles that have such psychological intensity. In the ‘Bourne' movies, he doesn't even know who he is.”", "running_time": 108, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-09-16", "genres": ["Comedy", "Crime", "Drama", "Thriller"], "title": "The Informant! (2009)"}