{"url": "http://www.rogerebert.com/reviews/the-crazies-2010", "by": "Timothy Olyphantas Sheriff", "star_rating": 2.5, "text": "\"The Crazies\" is a perfectly competent genre film in a genre that has exhausted its interest for me, the Zombie Film. It provides such a convenient storytelling device: Large numbers of mindless zombies lurch toward the camera as the hero wreaks savage destruction; they can be quickly blown away, although not without risk and occasional loss of life. When sufficient zombies have been run through, it's time for a new dawn.\n\nI know there can be good Zombie Films. I've seen some: \"Dawn Of The Dead\" (1979), \"28 Days Later,\" \"Shaun of the Dead\" and so on. If I saw another one like those, I'd like it. But all depends on good living characters, and a director with something new to say about zombies, who are a subject easily exhausted.\n\nAre the zombies in \"The Crazies\" real zombies? Maybe, maybe not. Is there an agreed definition of what is a zombie and how they get that way? Not that I know of. I think zombies are defined by behavior and can be \"explained\" by many handy shortcuts: the supernatural, radiation, a virus, space visitors, secret weapons, a Harvard education and so on. I suppose it would be a \"spoiler\" if I revealed why the Crazies are on the lurch, but come on, does it matter? What if I revealed they got that way because of, oh, say, eating Pringles? Would that spoil things for you? What difference does it make? All that matters is that they got to be zombies somehow. Before that, they were your friends and neighbors. Then they started in on the damn Pringles.\n\nThe protagonists of course have to be healthy. I cannot imagine a zombie as a leading character. Vampires -- now that I grant you. Werewolves. But a zombie doesn't bring much to the party. So we start in sweet little Ogden Marsh, Iowa, described on its Web site as \"the friendliest place on Earth,\" and no wonder. Its sheriff is so good-looking, he could be the star of this movie. Must be a quiet town. The sheriff's office is open only from 8 to 5, Monday through Friday.\n\nOne day after work, Sheriff David Dutton (Timothy Olyphant) and his deputy, Russell Clank (Joe Anderson), are watching a local school baseball game when the town drunk comes lurching into the outfield holding a shotgun. When the autopsy shows he had a 0.0 blood alcohol level, that's the first signal something is wrong in Ogden Marsh. For one thing, their town drunk is a slacker.\n\nThe sheriff's wife, Judy (Radha Mitchell), is the local doctor. She starts treating some strange cases. I don't want to spoil anything, so I'll simply say Sheriff Dave and Deputy Joe discover the probable origin of this plague, but of course can't get the mayor to declare an emergency, because he learned the mayoring trade from \"Jaws.\" Meanwhile, it's up to Dave, Judy and Joe to defend themselves from zombies, and survive after the town is isolated and quarantined and the cure seems worse than the disease.\n\nThat requires many scenes involving people and objects that jump out from the sides of the screen with loud noises and alarming musical chords. I'm thinking, so what? The last thing I need is another Jump Out/ Loud Noise/Alarming Chord Movie. Even a well-made one -- like this one, directed by Breck Eisner. It was inspired by George Romero's 1973 movie of the same name, although I can't tell you if the zombies match, because that would be a spoiler.\n\nWhat I can say to aspiring young screenwriters is: Movies like this are fairly simple to write. You need zombies. You need heroes. At first there's mystery, and then the horror. You describe lots of Jump/ Noise/Chord situations. When you figure you're up to around 90 minutes, the sun can rise. You'll get an R rating, so throw in a little nudity. Not too much, because if there's a combination that gives me the creeps, it's zombies and nudity. Especially when -- but never mind. That's enough for today.", "running_time": 101, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-02-24", "genres": ["Action", "Horror", "Thriller"], "title": "The Crazies (2010)"}