{"url": "http://www.rogerebert.com/reviews/the-runaways-2010", "by": "Kristen Stewartas Joan Jett", "star_rating": 3.0, "text": "An all-girl rock band is named and trained by a rock manager of dubious sexuality, goes on the road, hits the charts, has a lesbian member and another who becomes a sex symbol, but crashes from drugs. This is the plot of a 1970 film named \"Beyond the Valley of the Dolls,\" which inadvertently anticipated the saga of the Runaways five years later. Life follows art.\n\n\"The Runaways\" tells the story of a hard-rock girl band that was created more or less out of thin air by a manager named Kim Fowley. His luck is that he started more or less accidentally with performers who were actually talented. Guitarists Joan Jett and Lita Ford are popular to this day, long after the expiration of their sell-by dates as jailbait. The lead singer, Cherie Currie, co-starred in the very good \"Foxes\" (1980) with Jodie Foster, had drug problems, rehabbed, and \"today is a chain-saw artist living in the San Fernando Valley.\" The ideal art form for any retired hard rocker.\n\nThe movie centers on the characters of Jett (Kristen Stewart), Currie (Dakota Fanning) and the manager Fowley (Michael Shannon). Jett was the original driving force, a Bowie fan who dreamed of forming her own band. Fowley, known in the music clubs of Sunset Strip as a manager on the prowl for young, cheap talent, told her to give it a shot, and paired her with Currie, whose essential quality is apparently that she was 15. That fit Fowley's concept of a jailbait band who would appeal because they seemed so young and so tough. He rehearses them in a derelict trailer in the Valley, writing their early hit \"Cherry Bomb\" on the spot.\n\nShannon is an actor of uncanny power. Oscar nominated for a role as an odd dinner guest in \"Revolutionary Road\" (2008), he was searing as he turned paranoid in William Friedkin's \"Bug\" (2006). Here he's an evil Svengali, who teaches rock 'n' roll as an assault on the audience; the girls must batter their fans into submission or admit they're losers. He's like a Marine drill sergeant: \"Give me the girl. I'll give you back the man.\" He converts Cherie, who begins by singing passively, into a snarling tigress.\n\nThe performance abilities of the Runaways won respect. The rest was promotion and publicity. The film covers the process with visuals over a great deal of music, which helps cover an underwritten script and many questions about the characters. We learn next to nothing about anyone's home life, except for Currie, who is provided with a runaway mother (Tatum O'Neal), a loyal but resentful sister (Riley Keough) and a dying, alcoholic father (Brett Cullen). Although this man's health is important in the plot, I don't recall us ever seeing him standing up or getting a clear look at his face.\n\nSo this isn't an in-depth biopic, even though it's based on Currie's 1989 autobiography. It's more of a quick overview of the creation, rise and fall of the Runaways, with slim character development, no extended dialogue scenes, and a whole lot of rock 'n' roll. Its interest comes from Shannon's fierce and sadistic training scenes as Kim Fowley, and from the intrinsic qualities of the performances by Stewart and Fanning, who bring more to their characters than the script provides.\n\nAnother new movie this week, \"The Girl with the Dragon Tattoo\" (2010) from Sweden, has a role for a young, hostile computer hacker. Stewart has been mentioned for the inevitable Hollywood remake. Reviewing that movie, I doubted she could handle such a tough-as-nails character. Having seen her as Joan Jett, I think she possibly could.\n\nNote: Many years ago, while I was standing at a luggage carousel at Heathrow Airport, I was approached by a friendly young woman. \"I'm Joan Jett,\" she told me. \"I liked 'Beyond the Valley of the Dolls.'\"\n\nJust sayin'.", "running_time": 106, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-17", "genres": ["Drama", "Indie", "Music"], "title": "The Runaways (2010)"}