{"url": "http://www.rogerebert.com/reviews/the-man-who-loved-women-1983", "by": "Burt Reynoldsas David", "star_rating": 2.0, "text": "Here is a sad movie with a funny movie inside trying to get out. The sad movie tells the story of a man who is utterly obsessed with women. He thinks he loves them, but he's not a lover, he's a collector. He goes to see an analyst, but that doesn't help because he falls in love with her. Beautiful women make him restless. He letches and dreams, pursues and fantasizes, until finally his obsession kills him. Because his funeral opens the movie, I have not given away very much. This movie is not only sad; it's also insincere and dishonest.\n\nThe funny movie inside is another matter. It's about how Burt Reynolds goes to Texas and is seduced by a sex-mad temptress whose husband is a jealous oil millionaire. She likes risk. Her encounters with Reynolds take place during cocktail parties, horse races and on the highway. Because she is truly a sensuous woman (especially as played, with great wit, by Kim Basinger), these encounters take on a kind of surrealism. And Basinger drapes her body on Reynolds with a bold sort of leaning maneuver that would create obsession in a man of stone.\n\nThe Texas movie is funny. It reminds us of some of the best farcical work by Blake Edwards, the director, whose movies include \"10\" and \"Victor/Victoria.\" Unfortunately, the Texas sequence lasts only 30 minutes or so, and the rest of the movie is an uncomfortable mixture of psycho-babble, fake sincerity, and scenes we are supposed to take seriously even though they contain obviously impossible elements.\n\nReynolds plays a man who, we are told, loves women too much. At his funeral, they turn out by the dozens. But nowhere in the movie do we really see him loving a woman. He courts them. He is nice to them. He kids with them. He goes to bed with them. He tries to be protective toward a young hooker. But he's not a lover, he's a perfect host.\n\nThis is a portrait of a lonely man. The problem with a man who loves all women is that he can never love a woman. There is always another one demanding his attention and requiring his care. When the analyst (played by Julie Andrews) makes her smarmy little speech about how he really and truly loved all of those women, each in her own way, she speaks like no woman I know. If she truly loved Reynolds and felt he truly loved her, and if she had half the brains you need to get out of Analysis 101, she would have (a) been a little hurt, (b) a little jealous and (c) deeply suspicious of the health of his motives.\n\nThis movie is a remake, by the way, of a little-seen 1977 Francois Truffaut film. In the Truffaut, the man was seen as something of a victim, suffering from an incurable disease. The tip-off to the phoniness of the Reynolds version is that the movie seems to be recommending the disease.", "running_time": 110, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-12-20", "genres": null, "title": "The Man Who Loved Women (1983)"}