{"url": "http://www.rogerebert.com/reviews/the-baxter-2005", "by": "Michael Showalteras Elliot Sherman", "star_rating": 2.0, "text": "We are informed early in \"The Baxter\" that \"the baxter\" is a term for the guy in a movie who never gets the girl. This came as news to me, and I expect it will come as a shock to my friend Billy (Silver Dollar) Baxter, who always gets more or less what he wants, especially when he wants a good seat in a restaurant, which is usually harder to get than the girl.\n\nThe movie stars Michael Showalter as Elliot Sherman, who is the baxter, and has been told about baxters by his grandmother, which means baxters are entering their third generation of nobody ever having heard about them. Given the definition of a baxter, I guess that makes sense. The opening scene shows Elliot at the altar, about to marry a girl, when the man she truly loves bursts into the church and sweeps her away. That's the baxter: The guy left at the altar. I'm trying to think of the name of the baxter in \"The Graduate.\"\n\nElliot, it must be said, richly deserves to be a baxter. He is a Certified Public Accountant who is engaged to a smart, hot, successful young woman named Caroline (Elizabeth Banks), who is playing well below her league. Maybe she wants to marry Elliot so she won't always be bothered by having a husband. But when her high-school honey Bradley (Justin Theroux) turns up, she forgets all her reasons for wanting to marry Elliot, if there are any.\n\nActually, there aren't any. It is Michael Showalter's misfortune to be releasing a movie about a boring and unlikeable nerd only two weeks after the opening of \"The 40-Year-Old Virgin,\" which stars Steve Carell as a fascinating and lovable nerd. The thing you have to remember about movie nerds is that they're movie nerds; they're nerds for the convenience of the plot, but secretly fascinating. To be a good nerd in a movie, a nerd should resemble a baked potato, as I have so often heard them described by Billy (Silver Dollar) Baxter: \"I've been tubbed, I've been scrubbed, I've been rubbed! I'm lovable, huggable and eatable!\"\n\nThere is, luckily, a baked potato in \"The Baxter.\" She is played by Michelle Williams, as Cecil Mills, the cute temp who is right there in Elliot's outer office and adores him and is perfect for him and is cuter than a button and almost as cute as two buttons. She glows in the movie. She glows so much, indeed, that I was waiting for her to dump Elliot, too. She's too good for a baxter.\n\nThere's also a hilarious supporting performance by Peter Dinklage, as a wedding planner named Benson Hedges. His name reminds me of the year Edy Williams introduced me to her date on Oscar night: \"I'd like you to meet Dean Witter.\" Dinklage, who you may remember from \"The Station Agent\" (and if you don't, that is the next movie you should rent) plays a gay dwarf who not only steals every scene he's in, but pawns it and buys more scenes and walks off with them, too. He has a little routine with cute guys on a city sidewalk that is like a meditation on hope and lust. Benson may be a Hedges, but he will never be a baxter.\n\nThe problem with \"The Baxter\" is right there at the center of the movie, and maybe it is unavoidable: Showalter makes too good of a baxter. He deserves to be dumped. At some point everyone in the movie should have jilted him and gone off and started a movie of their own. If Elliot ever gets to the altar with Cecil, Benson Hedges the wedding planner should march in and sweep her away. Yes, he's gay, but maybe they could work out something. He could plan her into another wedding.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-08", "genres": ["Comedy", "Indie", "Romance"], "title": "The Baxter (2005)"}