{"url": "http://www.rogerebert.com/reviews/the-anderson-platoon-1968", "by": "Pierre Schoendorffer", "star_rating": 2.5, "text": "By coincidence, I saw Eugene Jones' \"A Face of War\" at a screening the day before I went to review \"The Anderson Platoon.\"\n\nBoth films use cinema verite to examine the rifleman in Vietnam, but the Jones film is incomparably more true and compelling than \"The Anderson Platoon\" (which won this year's Academy Award).\n\n\"American Platoon\" was photographed for French television by Pierre Schoendorffer, a war correspondent who was with the French at Dien Bien Phu. It follows a platoon through several weeks of jungle warfare, and there are interludes as platoon members go on leave in Saigon, moments of humor and grisly moments of horror. The entire film is narrated. \n\nBy contrast, Jones used only available sound in \"A Face of War.\" There isn't a word of narration in it. The sound is a jumble of radio broadcasts, orders, calls for help, obscenities, wisecracking, briefings, and cries of pain. Strangely enough, it is much easier\r\nto follow the action this way than when Schoendorffer's narrator tries to explain things.\n\n\"Anderson Platoon\" has cute effects (while GIs march through the mud, Nancy Sinatra sings \"Boots Are Made for Walking\"), \"A Face of War\" none. It does, however, show soldiers assisting at a battlefield birth and acting in the traditional manner (\"Ain't he a tough little bastard? Hey, snookums, what you cryin' about? Upsy-daisy\"). It is a deeply moving scene.\n\nAlso moving are the faces of the soldiers as they give frantic first aid to men caught by a booby trap; their faces late at night as they stand watch; their strained faces as they peer into the jungle for the enemy.\n\nNeither film takes a position for or against the war. Schoendorffer and Jones let the events speak for themselves. But the French film is about Vietnam, a specific war. And the Jones film, which I hope finds a booking here, is not about Vietnam at all, but about the rifleman wherever he may be assigned: lonely, weary, proud, bitter and scared.", "running_time": 65, "mpaa_rating": "PG-13", "release_year": 1968, "date_published": "1968-05-07", "genres": ["Documentary", "Foreign", "War"], "title": "The Anderson Platoon (1968)"}