{"url": "http://www.rogerebert.com/reviews/the-sisters-2006", "by": "Maria Belloas Marcia Prior Glass", "star_rating": 2.0, "text": "When a classic is transferred to the present time and place, does the material travel well? Can it be reasonably taken from its world and transplanted in ours? Sometimes the transfer works, as when Ian McKellen played Richard III in a fascist 1930s Britain, and Gus Van Sant transmuted \"Henry IV\" into \"My Own Private Idaho.\" Sometimes it does not, as in this attempt to take Chekhov's \"Three Sisters\" out of 1901 in Russia and place in the faculty club of a modern American university.\n\nIt could be argued that Shakespeare's characters are more universal and Chekhov's more particular to time and place -- which is a strength of both. Because they are interior, the problems of Hamlet can be set anywhere, as Ethan Hawke proved by asking \"To be, or not to be?\" in the \"Action\" aisle at Blockbuster. But with Chekhov's \"Three Sisters,\" we can more easily imagine characters trapped together in a remote country house than believe their timely entrances and exits in a clubroom on campus. Nor do modern families usually work out their problems in general debate, with friends and strangers joining in; the American practice in unhappy families is to choose alienation, and limit contact to weddings, funerals and tortured Thanksgivings.\n\nArthur Allan Seidelman's \"Sisters,\" written by Richard Alfieri and based on his play, assumes that the three sisters and one brother of a dysfunctional family gather in the faculty club after the death of their patriarch. The occasion is the birthday of Irene (Erika Christensen), the middle sister, although this family doesn't seem practiced at birthday parties. The other sisters are the university chancellor Olga (Mary Stuart Masterson), who is the oldest; and Marcia, the youngest (Maria Bello), who is under the spell of the psychologist Harry (Steven Culp). Andrew (Alessandro Nivola) is their brother, and brings along his girlfriend Nancy (Elizabeth Banks). The others think Nancy isn't good enough for him, but if she's sane, she's good enough for this family.\n\nOthers who drop in include Irene's fiance David (Chris O'Donnell); the sharp-tongued Prof. Gary Sokol (Eric McCormack), and a married childhood friend named Vincent (Tony Goldwyn), who is trying to disengage as Marcia's lover. Vincent has known them since childhood and reminds them of events best left to the psychological compost heap. Observing all of this is the sardonic Dr. Chebrin (Rip Torn), who has nothing much to do with anyone and is on the scene because damn it all, this is the faculty club, and he's a member. As an outsider with little stake in the outcome, he makes remarks that uncannily reflect some of our own feelings: \"You're too young to be having such thoughts,\" he tells Irene. \"They're all true, of course.\"\n\nDuring the course of the birthday party, hurtful truths will be told, lesbianism will be revealed, a drug overdose will take place, a character will require medical attention, and as we watch the mayhem we understand why other faculty members do not seem to flock to the club.\n\nIn Laurence Olivier's \"Three Sisters\" (1970), made for the American Film Theater series, you could tell the players without the program, even though they did seem to bring an extraordinary burden of problems on stage with them. In this version, there are so many cross-purposes to keep straight that the entrance of a character is like a piece being added to the chess board in the middle of a game. We had it all figured out and, good lord, now the rook is threatened!\n\nProjects like this bring out the best in actors, who take salary cuts to work in Chekhov (even at one remove). What we can guess, watching the film, is that the same players would make a good job of \"Three Sisters\" but are undermined by the faculty club, which works like a hotel lobby. There's no way to sustain dramatic momentum here. The doorway offers escapes and entrances as required, and the common room plays like a ring for a tag-team match; Chekhovian wrestlers keep climbing over the ropes and pounding on anyone still standing.", "running_time": 113, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-05-18", "genres": ["Drama", "Foreign", "Horror"], "title": "The Sisters (2006)"}