{"url": "http://www.rogerebert.com/reviews/the-detective-1968", "by": "Frank Sinatraas Joe Leland", "star_rating": 3.0, "text": "\"The Detective\" contains a fine performance by Frank Sinatra, some very good scenes of police work, and not much else. It is a potentially excellent movie struggling to free itself from a heavy-handed script by Abby Mann and mediocre direction by Gordon Douglas.\n\nSinatra is always an interesting actor, and in \"Tony Rome\" and \"The Detective\" he has mellowed into a genuinely convincing cop. He is weary and wise and tough and cynical in the way Bogart used to be, and indeed he is probably better at these hard-boiled roles than anyone since Bogart died.\n\nIt is pretty clear that Sinatra wanted \"The Detective\" to be as good a movie as he could manage. It provides a clear, unsentimental look at a police investigation, and even the language reflects the way cops (and the rest of us) talk.\n\nThis original intention comes through. So do good supporting performances by Al Freeman Jr., as the rookie, and by Horace McMahon, as the veteran captain of detectives. Lee Remick does a fine job as Sinatra's wife, although her role is unnecessary and plays havoc with the continuity of the movie.\n\nAnd that brings us to Mann and Douglas. It is sometimes hard to separate the work of the writer and director in a film, but these two apparently share the blame for jumbling up the time sequence, among other things.\n\nFlashbacks are common in movies, of course, although it has been years since they were introduced by musical whirlpools. The trouble with the flashbacks in \"The Detective\" is that they were apparently introduced for \"artistic\" reasons, are much too long, and destroy the film's dramatic continuity. Richard Lester's use of the flashback in \"Petulia\" is incomparably more effective.\n\nMann is by now probably the leading knee-jerk liberal among Hollywood screenwriters. In \"The Detective\" he provides bountiful orations about slum housing, civil rights and homosexuals. They are no doubt accurate enough, but wildly inappropriate. Maybe Mann feels noble when he puts Saturday Evening Post editorials in the mouth of his cop, but he exhibits an appalling lack of insight into the character.\n\n\"The Detective\" also provides a hilariously inept sequence in which a young man goes to the docks in search of homosexuals. He finds them, by the dozens, lounging around and looking sinister, in a scene changed only slightly from \"Singapore Lil,\" dirty movies about the evils of evil, and old Army training films.\n\nHere's what I can't understand. Why doesn't Sinatra, who is entering a most interesting stage of his acting career, work in association with a genuinely distinguished director?\n\nClose scrutiny of Douglas' credits discloses no great movies, although his work includes \"I Was a Communist for the FBI,\" the 1966 \"Stagecoach\" (which has forced John Ford's 1939 version out of circulation), and Liberace's \"Sincerely Yours.\"\n\nSinatra obviously wants to make good movies. So why does he fool around with Douglas?", "running_time": 114, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-07-12", "genres": ["Drama", "Mystery", "Thriller"], "title": "The Detective (1968)"}