{"url": "http://www.rogerebert.com/reviews/the-night-porter-1975", "by": "Dirk Bogardeas Max", "star_rating": 1.0, "text": "\"The Night Porter\" is as nasty as it is lubricious, a despicable attempt to titillate us by exploiting memories of persecution and suffering. It is (I know how obscene this sounds) Nazi chic. It's been taken seriously in some circles, mostly by critics agile enough to stand on their heads while describing 180-degree turns, in order to interpret trash as \"really\" meaningful.\n\nThat's not to say I object per se to the movie's subject matter, a sadomasochistic relationship taken up again 15 years after the war by a former SS concentration camp officer and the inmate he raped and dominated when she was a young girl. I can imagine a serious film on this theme -- on the psychological implications of shared guilt and the identification of the slave with the master -- but \"The Night Porter\" isn't such a film; it's such a superficial soap opera we'd laugh at it if it weren't so disquieting.\n\nFascism and its favorite sexual taste, sadomasochism, have come into a certain degree of fashion in the movies recently, and that's the subject of a scary essay by Susan Sontag in the last issue of The New York Review of Books. She finds films like \"The Night Porter\" to be, on one level at least, attractive to certain audiences because of their undertones of doom and death. That may be an aspect of the times or it may just be that such movies reach areas of the personality that weren't widely admitted before; she's not sure. But she's worried.\n\nI am, too. For a long time I've defended the belief that what we see in the movies doesn't direct our behavior, if we're more or less normal; that there are infinitely greater influences all around us in society to explain deviant and violent behavior, and that the movies are just a convenient whipping boy. I still believe that, but I'm getting awfully weary of the violence I have to witness week after week as a critic.\n\nIt's been years since most movie violence was motivated, explained or even taken seriously by the characters themselves. In most of the violent exploitation movies I see, the killings and hurtings are just there, a way to get through a few minutes of screen time. The audience laughs, most often. But now here's a movie that's not intended for the action-and-escapism crowd, a movie presumably intended for more intelligent and venturesome audiences, who don't laugh at it (although maybe it would be better if they did). What's going on here?\n\n\"The Night Porter\" has a nice, classy visual style, filled with browns and blacks (and blues), and good performances by its romantic leads, Dirk Bogarde and Charlotte Rampling. But it's such nonsense. It gives us, through flashbacks and sketchy hints, the story of the relationship they had years earlier in the concentration camp, Where his \"little girl\" appealed to him in a demented way, and she found herself enjoying the raping, the beating, and cuts and bruises.\n\nNow they meet again in a Vienna hotel. She's the wife of an American conductor, and he's the quiet little night porter. All he wants to do, he says, is live \"like a church mouse.\" From the moment she sees him again, she's bound to him. She stays behind when her husband leaves, then moves into his apartment and the fun and games start again: Chains and broken glass and slaps on the face are their aphrodisiacs, and they make love mostly on the floor.\n\nMeanwhile, there's a subplot so ridiculous it must be intended as fantasy. The Bogarde character is a member of a sort of Nazi encounter group that specializes in expiating past guilt and destroying evidence against itself. The Rampling character, alas, is the last surviving witness against Bogarde and so the Nazis want to kill her. They lay siege to the apartment, and the lovers slowly starve together. There's no reason at all why the couple can't be killed straightaway except that then, of course, the movie would be over.\n\nThe director, Liliana Cavani, describes her film as a love story, praises the honesty between her two leading characters, and sees the story as a straightforward handling of one aspect of the concentration camp experience. I see it as a shallow exploitation of that theme, containing no real insight or understanding. Even worse, the movie is now being marketed as a controversial audience-grabber. One theater marquee quotes the New York Times: \"A kinky turn-on!\" I looked up that Times review. Its opening sentence was: \"Let us now consider a piece of junk.\"", "running_time": 118, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-02-10", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "The Night Porter (1975)"}