{"url": "http://www.rogerebert.com/reviews/the-fire-within-1964", "by": "Maurice Ronetas Alain Leroy", "star_rating": 3.5, "text": "Seems to me it was John Huston who observed that a movie shouldn't be \"based\" on a book but inspired by it. Movies that are faithful to the book are usually dull and plodding affairs, because the things that make a book good are far removed from what makes a movie work. So the director should distill the essence of the book, Huston decided.\n\nLouis Malle has done that brilliantly in \"The Fire Within,\" which isn't exactly based on Scott Fitzgerald's \"Babylon Revisited\" but is certainly inspired by it. Indeed, Malle's hero reads the Fitzgerald story in the days before his suicide, finishing the last page just before he pulls the trigger. So that the two men -- Fitzgerald's and Malle's -- live parallel lives.\n\nMalle is one of the less-known French New Wave directors (although his \"Zazie\" is a film society favorite), and this film never received a U.S. commercial release after its triumph at the 1964 New York Film Festival. So it comes to us now as a rediscovered treasure, a film that would have been influential for the past five years -- if only it had been shown.\n\nMalle's character seems superficially similar to Fitzgerald himself. He is a writer, living in Paris, who lived in New York for a while but is now divorced from his wife there. And he is an alcoholic, whose addiction had undermined his confidence in his art and his manhood. We find him living in a rest home, where he voluntarily took the cure and then decided to stay.\n\nHe lives in a bemused and private world. He speaks softly to himself, he hums, he moves silently about his room, he toys with esoteric bric-a-brac, he is preoccupied with the enormous thought of his own death. Urged by the doctor to leave because he is \"cured,\" the writer goes to Paris one day and systematically revisits several of his friends. He drinks too much and makes a fool of himself at a party; he questions the fundamental worth of his friends' bourgeois existence; finally he comes back to the home and, hardly seeming moved even now, kills himself.\n\nThe film is a triumph of style. It is quiet and indicative. It doesn't explain a lot, but we understand a lot about it all the same. And in the concerned, indifferent, kind, cruel behavior of his friends, we see ourselves acting toward people like him, or acted toward by people like them. Rarely does a film so carefully portray this complexity of personal relationships.", "running_time": 108, "mpaa_rating": null, "release_year": 1964, "date_published": "1969-10-16", "genres": ["Drama", "Foreign", "Indie"], "title": "The Fire Within (1964)"}