{"url": "http://www.rogerebert.com/reviews/the-king-of-marvin-gardens-1972", "by": null, "star_rating": 3.0, "text": "Bob Rafelson's \"The King of Marvin Gardens\" is a perversely satisfying movie, it works after going out of its way not to, and a very eccentric one. It backs into its real subject in much the same way that \"Five Easy Pieces\", Rafelson's previous film, did. Only after it's over do some of its scenes and moments fall into place; for much of the way we've been disoriented and the story has been suspended somewhere in midair. As someone wrote about a totally dissimilar movie, Paul Morrissey's \"Trash\", it's the kind of film you want to walk out of, and then when it's over you want to see it again. \n\nThe movie opens and closes with autobiographical monologues being delivered by an all-night talk jockey (Jack Nicholson) into the loneliness of the FM airwaves. He works in a darkened studio, stopping sometimes to search for words, and it's evident that his broadcasts tear something loose from deep inside. It's possible, indeed, that he says more on the radio (or into his tape recorder) in this movie than he ever gets around to saying in the actual situations he finds himself in. He's tentative, unsure, private. His radio fantasies often involve his brother, Jason (Bruce Dern), who lives in Atlantic City, New Jersey, and does mysterious but glorious things there. After a long silence, Jason himself calls his brother and tells him to hustle down to Atlantic City because there are big deals cooking. They're going to buy an island near Hawaii and develop it into a resort. Sure.  \n\nMost of the movie takes place in Atlantic City, where the metaphor of a Monopoly game is employed a little too persistently, I thought. There's the Boardwalk, of course, and Marvin Gardens itself; but there are also Jason's attempts to buy a hotel, and the fact that he's in jail when we first meet him. This stuff is worked in quietly enough by Jacob Brackman's script, however, that it doesn't really distract. \n\nJason is living with a blonde on the far side of the hill (Ellen Burstyn) and her stepdaughter, a blonde coming up fast on this side (Julia Anne Robinson). A great deal of the movie is about the unacknowledged sexual competition between the two women, but this (like a few other things) becomes important only gradually. Most of the action seems to involve a disagreement between Jason, who turns out to be a minor hood, and the mysterious Lewis, who is the black rackets boss and moneyman in town. Jason's deals are based on reckless confidence in Lewis's money, and Lewis isn't going along. \n\nUntil the movie's end, when everything falls together with a really stunning force, Rafelson and Brackman seem to be going for a series of set-pieces. There is an unhappy lobster dinner with two Japanese investors reputed to have money; they wear their lobster-proof bibs happily, but don't come through. There's the matter of the older blonde marching into the hotel next door to take a bath (\"Hell, you told me you owned the damn place,\" she says, then Jason explains the deal is still at the stage of \"negotiations over language.\") \n\nAnd there is a truly fine scene, almost surrealistic, in which the stepmother concedes the sexual sweepstakes to her stepdaughter and throws all of her clothes and makeup apparatus into a bonfire on the beach. Even her false eyelashes. \"They're made out of mink hairs, did you know that?\" she says. \"For twenty years I've been wearing animal hairs on my face.\" The movie's performances are as good as we've come to expect from the somewhat incestuous BBS Productions. Rafelson had directed three movies for the company before this one, and Nicholson had acted in three and directed one (\"Drive, He Said,\" in which Dern was wonderfully uptight and focused as the basketball coach). These people have worked together often enough that they have a kind of BBS feel for scenes, if you will; Nicholson and Dern work with each other as easily as any two actors. Ellen Burstyn succeeds in a difficult task; she has to make her performance striking enough to justify the movie's ending, but she can't push too far or we'll know too much, too soon. \n\nFor the rest, all I can say is that \"The King of Marvin Gardens\" is an original, individual, and often frustrating movie that takes a lot of chances and wins on about sixty percent of them. There are scenes (including a simulated Miss America pageant in a deserted hall and a horseback confrontation between Nicholson and Dern) that are hopelessly affected. There are others, including Dern's blurted-out declaration of his love for his brother, that are deeply affecting.", "running_time": 104, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Crime", "Drama"], "title": "The King of Marvin Gardens (1972)"}