{"url": "http://www.rogerebert.com/reviews/the-war-game-1967", "by": "Peter Watkins", "star_rating": 4.0, "text": "The movie begins with an impassive British voice reading news over the radio. The Red Chinese have invaded South Vietnam in support of the Viet Cong. The United States has threatened to use tactical nuclear devices in retaliation. Forced to support China, the Russians have sealed the Berlin corridor in a hawklike gesture.\n\nThe Russians and Americans trade threats and bluffs, although neither wants to get involved in a real conflict while the Chinese are acting uncontrollably. Unwilling to move large numbers of troops to Berlin because of the escalation in Vietnam, the United States deploys NATO field nuclear weapons instead.\n\nThe Russians call the American bluff, and a limited nuclear exchange takes place. Watkins deliberately ignores the effect of the bombs on America and Russia. Instead, he \"documents\" the side effects in England, which has 75 or so targets of military consequence.\n\nThe British mobilize on an emergency basis and evacuate women and children to rural areas. Hardware and building supply stores are mobbed by householders who want to purchase materials for bomb shelters. One woman tells an interviewer she can only afford 17 shillings and sixpence. \"With her money,\" the voice observes, \"she can buy six sandbags and two boards.\"\n\nWhen the bomb falls, its effect is not as bad as it could have been. It is a small bomb, and it misses its target and explodes in the air 40 miles away. If it had hit, of course, there would have been nothing left to document.\n\nThe cameras follow the consequences. There are more than 800 casualties for every doctor. Food supplies run out. The police are armed. In the area where the bomb struck, a \"firestorm\" begins -- just as they actually did begin at Dresden, at Hamburg and at Hiroshima.\n\nIn the firestorm footage, Watkins achieves remarkable authenticity. Using a hand-held camera and grainy newsreel film, he shows firemen dying of gas poisoning as the flames explode. The heat generated in the center of a firestorm, we are told, reaches 800 degrees. It creates an updraft so powerful that trees, automobiles and human bodies are sucked into it by 150 M.P.H. winds. All oxygen is drained from the atmosphere. As the voice continues, we see firemen plucked from the ground and literally blown into the flames. \"This phenomenon actually occurred in 1945,\" the voice observes dispassionately.\n\nBut there is more. A doctor explains that victims with burns on more than 50 per cent of their bodies are being put in a \"holding section\" to die without drugs. The drugs are needed for those who might live. As a means of identification, wedding rings are taken from the dead. They fill a bucket.\n\nThese sections are certainly the most horrifying ever put on film (although, to be sure, greater suffering has taken place in real life, and is taking place today). Orphaned children stare into the camera, their arms and chests a mass of scar tissue. Men who have escaped injury go into a state of fear and shock from the things they have seen. One cannot hold his spoon to eat some soup, and it tinkles against the side of his bowl. The police shoot at a crowd of men rioting for food, and then a mob overturns a munitions truck and breaks into a food depot, killing the policemen. The camera examines a woman who stands over a dead policeman, her arms filled with loot. \"This is Mrs. Joyce Fisher,\" the voice says. \"She was a housewife.\"\n\nAfter the bombings of Japan, we are told, the population fell into a state of dejection and apathy. The streets were lined with men and women staring blankly into space. Life had come to seem a hollow joke. In probably the saddest and most heart-wrenching scene in \"The War Game,\" the interviewer asks four little boys what they want to be when they grow up. \"I don't want to be nothing,\" says the first tiny, barely audible voice. \"Neither do I want to be nothing,\" says the next.\n\nThey should string up bedsheets between the trees and show \"The War Game\" in every public park. It should be shown on television, perhaps right after one of those half-witted war series in which none of the stars ever gets killed.\n\nAnd, somehow, it should be shown to the leaders of the world's nuclear powers, the men who have their fingers on the doomsday button. If the button is ever pushed, the world's nuclear arsenal contains the equivalent of 20,000,000 tons of TNT apiece for you, and for me, and for every blessed person on this earth. Will the survivors envy the dead?", "running_time": 48, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-10-03", "genres": ["Action", "Documentary", "Drama", "Foreign"], "title": "The War Game (1967)"}