{"url": "http://www.rogerebert.com/reviews/the-proprietor-1996", "by": "Jeanne Moreauas Adrienne Mark", "star_rating": 0.5, "text": "“The Proprietor” is an astoundingly bad movie. I could hardly believe my eyes. Or my ears, or my memory. In its attempt to tell the story of the life of a legendary French woman (perhaps, we gather, the greatest since Joan of Arc), it steps so wrong, so often, that even casting Jeanne Moreau is of no avail. If anyone can play the greatest French novelist of modern times, it is she, but not here.\n\nMoreau plays Adrienne Mark, formerly Markowsky, a French Jewish writer whose 1960 novel, modestly titled “My Name Is France,” was an intellectual, artistic, social, publishing and paper-manufacturing landmark. It was made into a great French film, and remade into a bad Hollywood film (“Call Me French”), and now she lives in New York in an apartment filled with her memories.\n\nBut she wants to return to Paris after 30 years and buy the apartment in which she grew up. Clumsy flashbacks show that her mother was betrayed to the Nazis by a rich lover after putting the apartment in the lover's name to keep it from being taken over. Now Adrienne fantasizes Nazis everywhere: Even her doorman seems to have a swastika on his sleeve. Adrienne's best friend is her faithful black maid Milly (Nell Carter), who tsks-tsks her, and breaks into song (she used to sign backup for Wilson Pickett).\n\nAdrienne hires an auctioneer to assess the contents of her apartment (Sam Waterston is the victim of this role). Meanwhile, a handsome young man (Josh Hamilton) sees her at an opening, falls instantly in love, and follows her around like a puppy with a video camera. (The movie seems to have been written by a puppy with a typewriter.) Adrienne goes to Paris to bid on the apartment, and the young man, having won a contest for a Slurpy Peaches promotional film, pursues her to Paris, declares his love and gets as his only reward a chaste kiss on the forehead, to our immense relief.\n\nOh, and then Adrienne's son turns up with a Hollywood producer (Sean Young), a cheerful vulgarian who tells her, “You changed demographics forever!” Young seems to think she is in another movie, which is an excellent strategy. She and the son kiss, a fountain erupts, and the son sings “If I Didn't Care” in the Ink Spots arrangement while splashing about in the pool. Yes.\n\nMore flashbacks. Adrienne accidentally knocks a hole in the wall while hanging pictures, and finds a cache of her mother's letters, indicating that maybe the mother's lover did not betray her to the Nazis. It is suggested that the mother offered to turn in other Jews to save herself, but the lover wouldn't let her. Or maybe not. It is all very murky. Eventually the mother appears in a fantasy, but she only dances with her daughter, instead of explaining anything.\n\nThere is more. The returned novelist is hailed as a national heroine and appears on opening night of the Cannes Film Festival while commentators breathlessly describe France in ecstasy. These scenes were actually shot at the Cannes Film Festival, where the real Moreau of course got an ecstatic ovation. They are realistic except for one detail: Why would the author of “My Name Is France,” the greatest cultural figure of her century, choose John Waters as her escort? I'm as big a fan of “Pink Flamingos” and “Polyester” as anybody, but still . . .\n\n“The Proprietor” is such a mess that when it was over I was still not sure who the proprietor was. I think maybe the title refers to Adrienne's return to her old apartment, in which case the title should have been “The Occupant,” which may have been where the screenplay was originally addressed.", "running_time": 113, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-18", "genres": ["Drama"], "title": "The Proprietor (1996)"}