{"url": "http://www.rogerebert.com/reviews/the-last-song", "by": "Julie Anne Robinson", "star_rating": 2.5, "text": "\n\nNow that Miley Cyrus is 17, it's about time she played a\r\n16-year-old. That she does fetchingly in \"The Last Song,\" and wins\r\nthe heart of a beach volleyball champion a foot taller than she is. Well,\r\nactually 12.5 inches. She also learns to love her dad, played by Greg Kinnear,\r\nwhose aura suggests a man easier to love than, say, Steve Buscemi. She does\r\nthis on an idyllic island paradise off Savannah, Georgia, where her dad is a\r\nclassical composer whose pastime is restoring stained-glass windows.\n\nI was trying to remember the last time I felt the way about a\r\ngirl that Miley Cyrus's fans feel about her. That would have been in 1959, when\r\nI saw Hayley Mills in \"Tiger Bay.\" Oh, she was something. A brave\r\ntomboy. She was 12, but I could wait. It's a bit much to ask for the same\r\ninnocence from Miley, who has already had her first World Tour, but the fact\r\nis, she does a good job of making her character Ronnie engaging and lovable.\r\nThat's despite her early Alienated Teen scenes. You know it's an Alienated Teen\r\nwhen it's a lovely day on an island paradise, but she has her hands pulled up\r\ninside the sleeves of her sweater and huddles against the chill of the cold,\r\ncruel world.\n\nI\r\nlike Miley Cyrus. I like her in spite of the fact that she's been packaged\r\nwithin an inch of her life. I look forward to the day when she squirms loose\r\nfrom her handlers and records an album of classic songs, performed with the\r\nsame sincerity as her godmother, Dolly Parton. I think it'll be a long, long\r\ntime until she plays a movie character like the free-standing, engaging\r\nheroines of Ashley Judd, but I can wait.\n\n\"The\r\nLast Song\" is about how Ronnie (Miley) and her little brother Jonah (Bobby\r\nColeman) are taken by their mother (Kelly Preston) to spend the summer with\r\ntheir dad Steve (Kinnear). She blames her dad for the divorce, is sullen and\r\nwithdrawn. Ten minutes after she hits the beach (dressed in Gothic black), her\r\nmilk shake is spilled by a flying volleyball player named Will (Liam\r\nHemsworth). Talk about your Meet Cutes. Gradually she overcomes her hostility\r\nto Men and realizes Will is a nice and honorable kid, even though he lives in a\r\nvast Southern mansion with insufferable rich parents.\n\nRonnie\r\nand Will make an attractive couple, possibly because Miley is standing on a box\r\nbelow camera range. I suspect Hemsworth may have been cast for his appeal to\r\nfangirls, rather like Robert Pattinson in \"Twilight.\" He's a little\r\ntoo tall, blonde, blue-eyed and hunky to be super plausible. He can definitely\r\nbecome a star, but it may be in the Peter O'Toole tradition; I can more easily\r\nimagine him in a remake of \"Lawrence of Arabia\" than as a settled\r\nspouse in a domestic drama.\n\nMiley\r\nCyrus, on the other hand, is attractive in the way of a girl you might actually\r\nmeet. Her acting is unaffected, she can play serious, and she works easily with\r\na pro like Kinnear, whose light comedy skills are considerable and undervalued.\r\nShe even seems sincere in the face of a plot so blatantly contrived it seems\r\nlike an after-school special. Would you believe that she and Will bond over sea\r\nturtle eggs?\n\nYes,\r\nshe scares off a raccoon trying to raid a nest of eggs buried in the sand, and\r\nmounts an all-night vigil over them. Then she calls the aquarium, and who do\r\nyou think is the handsome volunteer who responds to the call? Standing watch\r\ntogether the second night, Ronnie and Will start talking, and it's only a\r\nmatter of time until they regard together the itty bitty turtles hurrying\r\ntoward the sea.\n\nThe\r\nother big crisis of her summer is that she' a trained classical pianist, but\r\nhas just turned down a scholarship to Juilliard because her dad, you see, is\r\nsuch a snake. In a world containing divorce, what's the use of Mozart? The\r\nfilm's title relates to this situation, I believe, in some obscure way. Miley\r\ndoes, however, sing in the movie. She's mad at her dad, but not her fans.\n\n\"The\r\nLast Song\" is based on the novel by Nicholas Sparks, who also wrote\r\nthe screenplay. Sparks recently went on record as saying he is a greater\r\nnovelist than Cormac McCarthy. This is true in the same sense that I am a\r\nbetter novelist than William Shakespeare. Sparks also said his novels are like\r\nGreek Tragedies. This may actually be true. I can't check it out because,\r\ntragically, no really bad Greek tragedies have survived. His story here amounts\r\nto soft porn for teenage girls, which the acting and the abilities of director\r\nJulie Anne Robinson have promoted over its pay scale.\n\nThe\r\nmovie is intended, of course, for Miley Cyrus admirers, and truth compels me to\r\nreport that on that basis alone, it would get four stars. But we cannot all be\r\nMiley Cyrus fans, and these days you rarely hear Hayley Mills mentioned. Yet I\r\naward the film two and a half stars.\n\nTo\r\nbe sure, I resent the sacrilege Nicholas Sparks commits by mentioning himself\r\nin the same sentence as Cormac McCarthy. I would not even allow him to say\r\n\"Hello, bookstore? This is Nicholas Sparks. Could you send over the new\r\nCormac McCarthy novel?\" He should show respect by ordering anonymously.\r\nBut it seems unfair to penalize Miley Cyrus fans, Miley herself, and the next\r\nPeter O'Toole for the transgressions of a lesser artist.", "running_time": 107, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-03-30", "genres": ["Drama", "Family", "Romance"], "title": "The Last Song (2010)"}