{"url": "http://www.rogerebert.com/reviews/the-untold-story-of-emmett-louis-till-2005", "by": "Keith Beauchamp", "star_rating": 3.0, "text": "The case electrified the nation in 1955, not least because Emmett's indomitable mother, Mamie, enlisted Chicago officials in her fight to gain possession of the boy's body, which authorities in Money, Miss., wanted to bury as quickly and quietly as possible. In a heartbreaking sequence in \"The Untold Story of Emmett Louis Till,\" she recalls saying, \"I told the funeral director, 'If you can't open the box, I can. I want to see what's in that box.' \"\n\nWhat she found was the already decomposing body of her son, which had spent three days in a bayou of the Tallahatchie River, a heavy cotton gin fan tied to his neck with barbed wire. The mother is deliberate as she describes what she saw. She always thought her son's teeth were \"the prettiest thing I ever saw.\" All but two were knocked out. One eyeball was hanging on his chin. An ear was missing. She saw daylight through the bullet hole in his head. His skull had been chopped almost in two, the face separated from the back of the head.\n\nWhat Mamie Till did then made history. She insisted that the casket remain open at the Chicago funeral. Thousands filed past the remains. A photograph in Jet magazine made such an impression that, 50 years later, \"60 Minutes\" reporter Ed Bradley remembers seeing it; he discusses it on his program with Keith Beauchamp, director of this film, a much younger man who saw the photo and became obsessed with the case.\n\nIt was Beauchamp's nine years of investigation, summarized in the film, that was primarily responsible for the Justice Department reopening the case. In the original trial, two white men, Roy Bryant and J.W. Milam, were charged with the crime. An all-white jury took only an hour to acquit them, later explaining they would have returned sooner, but took a \"soda pop break\" to make it look better. Only two months later, immune because of laws against double jeopardy, the two men sold their story to Look magazine for $4,000 and confessed to the crime.\n\nBoth are now dead. But Beauchamp's investigation indicates 14 people were involved in one way or another in the murder, including five black employees of the white men, as well as the woman Till whistled at. Five of them are still alive.\n\nThe film inevitably invites comparison with \"4 Little Girls\" (1997), Spike Lee's powerful documentary about the 1963 Birmingham church bombing, which includes the long-delayed conviction of Robert (\"Dynamite Bob\") Chambliss, one of the bombers. Lee is the better filmmaker, with better source materials to work with, and his film is more passionate.\n\nBeauchamp's film, on the other hand, has an earnest solemnity that is appropriate to the material. He has a lot of old black and white TV and newsreel footage, including shots of the accused men before, during and after their trial. He interviews Emmett's young cousins who were in the house on the night the white men took him away. He recounts the courage of Emmett's uncle, who in the courtroom fearlessly pointed out the men who had taken Emmett, when such an act was a death sentence in Mississippi.\n\nIt is startling, the way the local sheriff casually tells TV reporters \"We didn't have any problems until our niggers went up north and talked to the NAACP and came back down here and caused trouble.\" And the way reporter Dan Wakefield recalls, \"Everybody in the town knew they did it,\" even before they confessed in Look magazine.\n\nThe defense attorneys informed the jury their forefathers would \"roll over in their graves\" if they voted to convict. But the case would not go away, and has not gone away. Mamie Till died in January 2003, just a little too soon to learn that the case has been reopened.", "running_time": 70, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-10-13", "genres": ["Documentary"], "title": "The Untold Story of Emmett Louis Till (2005)"}