{"url": "http://www.rogerebert.com/reviews/the-natural-1984", "by": null, "star_rating": 2.0, "text": "Why didn't they make a baseball picture? Why did \"The Natural\" have to be turned into idolatry on behalf of Robert Redford? Why did a perfectly good story, filled with interesting people, have to be made into one man's ascension to the godlike, especially when no effort is made to give that ascension meaning? And were the most important people in the god-man's life kept mostly offscreen so they wouldn't upstage him?\n\nLet's begin at the end of \"The Natural\". Redford plays Roy Hobbs, a middle-aged ballplayer making his comeback. It's the last out of the last inning of the crucial play-off game, and everything depends on him. He's been in a slump. Can his childhood sweetheart, Iris Gaines (Glenn Close), snap him out of it? She sends him a note revealing that her child is his son. The fact that he has not already figured this out is incredible. But he is inspired by the revelation. He steps to the plate. He has been having some trouble with his stomach. Some trouble, all right. A stain of blood spreads on his baseball shirt. It's a pretty badly bleeding stomach when it bleeds right through the skin. Roy swats a homer that hits the lights, and they all explode into fireworks, showering fiery stars upon him as he makes the rounds. In the epilogue, Roy plays catch with Iris and their son -- a son who has not been allowed a single onscreen word -- and a woman whose role has been to sit in the stands, wreathed in ethereal light, and inspire him.\n\nCome on, give us a break. The last shot is cheap and phony. Either he hits the homer and then dies, or his bleeding was just a false alarm. If the bleeding was a false alarm, then everything else in the movie was false, too. But I guess that doesn't matter, because \"The Natural\" gives every sign of a story that's been seriously meddled with. Redford has been placed so firmly in the foreground that the prime consideration is to show him in a noble light. The people in his life -- baseball players, mistresses, gamblers, crooks, sportswriters -- seem grateful to share the frame with him. In case we miss the point, Redford is consistently backlit to turn his golden hair into a saintly halo.\n\n\"The Natural\" could have been a decent movie. One reason that it is not: Of all its characters, the only one we don't want to know more about is Roy Hobbs. I'd love to get to know Pop Fisher (Wilford Brimley), the cynical, old team manager. Robert Duvall, as the evil sportswriter, Max Mercy, has had his part cut so badly that we only know he's evil because he practically tells us. Richard Farnsworth, as a kindly coach, has a smile that's more genuine than anything else in the movie. But you have to look quick. And what's with Glenn Close? She's the childhood sweetheart who doesn't hear from Roy after an accident changes the course of his life. Then she turns up years later, and when she stands up in the bleachers she is surrounded by blinding light: \"Our Lady of Extra Innings.\" In the few moments she's allowed alone with Roy, she strikes us as complicated, tender, and forgiving. But even the crucial fact of her life -- that she has borne this man's son -- is used as a plot gimmick. If \"The Natural\" were about human beings and not a demigod, Glenn Close and Robert Redford would have spoken together, in the same room, using real words, about their child. Not in this movie.\n\nAs for the baseball, the movie isn't even subtle. When a team is losing, it makes Little League errors. When it's winning, the hits are so accurate they even smash the bad guy's windows. There's not a second of real baseball strategy in the whole film. The message is: Baseball is purely and simply a matter of divine intervention. At about the 130-minute mark, I got the idea that God's only begotten son was playing right field for the New York team.", "running_time": 134, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Sport"], "title": "The Natural (1984)"}