{"url": "http://www.rogerebert.com/reviews/the-omen-2006", "by": "Seamus Davey-Fitzpatrickas Damien", "star_rating": 3.0, "text": "\"The Omen\" is a faithful remake of the 1976 film, and that's a relief; it depends on characters and situations and doesn't go berserk with visuals. In an age of effects run wild, what would a \"contemporary\" remake look like? No doubt lightning would zap from little Damien's ears, and his mother would not merely topple from a balcony but spin down to the bowels of the Earth.\n\nThe story outline is as before: Worried astro-theologians in Vatican City ponder the meaning of comets in the heavens and upheavals on Earth, and an American diplomat and his wife have a baby boy in a Rome hospital. They are told the child has died, and the husband is urged by a sinister doctor to substitute a baby born the same day to an unwed mother. He agrees, keeps this a secret from his wife, and together they raise Damien, of whom it can be said that if he were made of snips and snails and puppy-dog tails, it would be an improvement.\n\nThe parents are Robert and Katherine Thorn (Liev Schreiber and Julia Stiles). After his boss' tragic death, the way becomes clear for Robert to become the American ambassador to Great Britain. Since he is the godson of the president, it is all too clear that Damien's path ahead is preordained: He could become president and hasten Armageddon. I suppose there also will be remakes of \"Damien: Omen II\" (1978) and \"Omen III: The Final Conflict\" (1981), although after the Final Conflict, \"Omen IV: The Awakening\" (1991) did not seem urgently required.\n\nThe most shocking scene in the 1976 movie was set at Damien's garden party, when his nanny cried out to him from the roof of the ambassador's mansion, jumped off with a rope around her neck and hanged herself. In this remake, when the replacement nanny turns up, a chuckle runs through the audience: She is Mrs. Baylock, played by Mia Farrow, who as Rosemary also had a baby not destined to become a Gerber's model.\n\nEnough of the plot. Let us consider instead the genre of theological sensationalism. I've observed before that when it comes to dealing with demons and suchlike, Roman Catholics have the market cornered. Preachers of other faiths can foam and foment all they want about satanic cults, but when it comes to knowing the ground rules and reading ominous signs, what you want at the bedside is a priest who knows his way around an exorcism.\n\n\"The Omen\" begins in the Vatican Observatory, where the heavens are seen to fulfill prophecy by placing a star above Rome on the night of Damien's birth, just as there was a star above Bethlehem when Jesus was born. That the Antichrist gets his own star makes you wonder who's running the heavens, but never mind.\n\nThe pope is informed, and his advisers add up the signs: The Jews have returned to the land of Zion, there are tumults of the earth and sea, and in a parallel I think needs a lot of looking into, the Common Market is an ominous portent. The film opens with a montage of such pre-apocalyptic events as the collapsing Trade Center, Hurricane Katrina and the 2004 tsunami; perhaps the haste with which \"The Omen\" incorporates real-life tragedy into a horror movie is also a sign that the end is near.\n\nFather Brennan (Peter Postlethwaite) is the point man for the Catholics, breathlessly bursting into Robert's office to warn him that \"the child must die!\" What child? \"Your son, Mr. Thorn! The son of the devil!\" Father Brennan must have skipped class at the seminary during the sessions on pastoral counseling techniques. He does not make an impressive appearance, looking less like a messenger of truth and more like he has a problem with the sacramental wine.\n\nOther events conspire to convince Robert that Damien is a peculiar child, something his wife has suspected from the first, and especially after the kid uses his scooter to knock her off a balcony and smiles as she falls to the marble floor far below. There is also the matter of the paparazzo (David Thewlis), whose photographs turn up so many hidden images we could possibly reconstruct \"Blow-Up\" from them.\n\nThe two men visit a remote monastery that can be reached only by rowboat (here, with the lonely lake covered in mist, we are getting some visual effects, but lovely ones). There they meet an old priest so close to death that the Grim Reaper would be an improvement, and the trail leads on to a demonologist (Michael Gambon, in full wretched decadence mode). Before long, they're opening graves and making you wonder what the standards are for coroners in the area.\n\nAll of this is done with mood and style by director John Moore (\"Behind Enemy Lines\"), who knows that the story itself is engrossing enough that we don't need \"X-Men\" stuff in the visuals. Liev Schreiber is, I think, a good choice for Ambassador Thorn; he is readier to fear the worst than Gregory Peck, who played the role in 1976. Mia Farrow is never creepier than when she's at her most sweetly reassuring. Julia Stiles has a difficult role; how can a mother want her own child dead, even if he is the Antichrist? I guess that's a question that answers itself.\n\nThe British character actors (Thewlis, Gambon, Postlethwaite) bring so much creepy atmosphere onto the screen that they could have walked right over from the matinee performance of \"Nosferatu.\" It was George Orwell who said, \"At 50, everyone has the face he deserves.\" We can only marvel at what they must have done to deserve theirs.", "running_time": 110, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-06-05", "genres": ["Drama", "Horror", "Thriller"], "title": "The Omen (2006)"}