{"url": "http://www.rogerebert.com/reviews/the-rage-carrie-2-1999", "by": "Emily Berglas Rachel Lang", "star_rating": 2.0, "text": "\"The Rage: Carrie 2'' opens with a woman painting a red stripe at eye-level completely around her living room, while screaming, \"You can't have my daughter!'' Soon the woman is being carried out of the house in restraints, and her daughter, little Rachel, is being reassured by a cop, who for some reason thinks they should stand outside in the pouring rain instead of inside, where it's dry.\n\nWhy the rain? For the same reason the movie has all the other props of macabre thrillers, such as blinding flash-frames accompanied by loud whooshes on the soundtrack. And the snicker-snack noise of two blades clashing, even when there are no blades anywhere around. And of course a room filled with hundreds of burning candles. And flashbacks to blood-soaked horrors in the past.\n\nAfter her mother is shipped off to the asylum, Rachel grows up to become an unpopular teenager (played pretty well, under the circumstances, by Emily Bergl). She's a loner, works at a Fotomat booth, lives with a cruel foster family (even its dog is always trying to run away). One day her best friend Lisa, distraught after a boy seduces and betrays her, throws herself off the high school roof. Rachel is upset, and all of the lockers in the high school spring open and start banging.\n\nThe wise teacher Mrs. Snell (Amy Irving) has seen this before. Twenty years earlier, she was the friend of \"Carrie,\" the jilted girl whose psychic meltdown at a prom killed 73 people and burned the high school to the ground. Mrs. Snell tries to counsel Rachel, who gets upset and causes the teacher's paperweight to explode. Soon Mrs. Snell tracks down the secret of Rachel's uncontrollable powers and offers her help.\n\nRachel is telekinetic, we learn. Well, we knew that. What we didn't know, what indeed has escaped the attention of the ESP industry, is that telekinesis is a genetic trait. Yes, Mrs. Snell tells Rachel: \"There's a lab at Princeton working on this. The male is the carrier. It's an inherited recessive trait.'' Why recessive? If Darwin was right, since telekinesis is so useful, it should be a dominant trait, so that Mayflower moving guys could move the piano upstairs while relaxing in lawn chairs.\n\n\"The Rage: Carrie 2'' faithfully follows the story arc of Brian De Palma's 1976 thriller. Rachel, like Carrie, is a plain and unpopular girl who is unexpectedly asked out by a popular guy (Jason London). Instead of a prom, the movie leads up to a party after the opening game of the football season. The guy, named Jesse, really does like Rachel, but nevertheless she's set up for heartbreak by cruel girls and heartless football jocks, and responds in a terrifically unrecessive way.\n\nAll of this happens like dreamwalking, as if the characters in this movie knew they were doomed to follow the scenario laid down in the first one. Some scenes exist only for contrived distraction, like the utterly pointless one where Rachel's family dog runs into traffic. (OK, to be fair, it doubles as a Meet Cute, when Jesse takes them to the all-night animal clinic.) There is a scene where Mrs. Snell takes Rachel on a tour of the ruins of the high school that Carrie burned down, and even she thinks it's curious that the ruins (which are practically still smoldering) haven't been cleared after two decades. Amy Irving intones her dialogue in this scene as if evoking ancient disappointments.\n\nThe original \"Carrie'' worked because it was a skillful teenage drama grafted onto a horror ending. Also, of course, because De Palma and his star, Sissy Spacek, made the story convincing. \"The Rage: Carrie 2'' is more like a shadow. I can imagine the story conference: \"Let's think up some reason why the heroine has exactly the same ability Carrie had, and then let's put her in a story where exactly the same things happen to her, with the same result.'' People actually get paid for thinking up things like that. Too much, if you ask me.", "running_time": 104, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-03-12", "genres": ["Horror"], "title": "The Rage: Carrie 2 (1999)"}