{"url": "http://www.rogerebert.com/reviews/the-devils-rejects-2005", "by": "Sid Haigas Captain Spaulding", "star_rating": 3.0, "text": "Here is a gaudy vomitorium of a movie, violent, nauseating and really a pretty good example of its genre. If you are a hardened horror movie fan capable of appreciating skill and wit in the service of the deliberately disgusting, \"The Devil's Rejects\" may exercise a certain strange charm. If on the other hand you close your eyes if a scene gets icky, here is a movie to see with blinders on, because it starts at icky and descends relentlessly through depraved and nauseating to the embrace of road kill.\n\nHow can I possibly give \"The Devil's Rejects\" a favorable review? A kind of heedless zeal transforms its horrors. The movie is not merely disgusting, but has an attitude and a subversive sense of humor. Its actors venture into camp satire, but never seem to know it's funny; their sincerity gives the jokes a kind of solemn gallows cackle. Consider the fact that it's about a depraved family of mass murderers who name themselves after Groucho Marx characters (Otis P. Driftwood, Rufus T. Firefly, Captain Spaulding) and that the sheriff calls in a film critic to give him insights into their pathology.\n\nThe critic is such a Groucho fan that he knows Groucho played God in Otto Preminger's \"Skidoo\" (1968), something I also knew, but I bet you didn't. The sheriff wants to bring in Groucho for questioning, but the critic knows he died in 1977. \"Elvis died three days earlier and stole all the headlines,\" he moans, risking death at the hands of the sheriff department's Elvis fans.\n\n\"The Devil's Rejects\" has been written and directed by Rob Zombie (also known as Robert Cummings and Robert Wolfgang Zombie), a composer and music video producer whose \"The House of 1,000 Corpses\" (2003) was a \"Texas Chainsaw Massacre\" wannabe. Pause for a moment to meditate on the phrase \"A 'Texas Chainsaw Massacre' wannabe,\" and you will begin to form some idea of Zombie's artistic vision. Now give him credit, in this movie, not for transcending \"Chainsaw Massacre\" but for sidestepping its temptations and opening up a mordantly funny approach to the material. There is actually some good writing and acting going on here, if you can step back from the material enough to see it.\n\nThe film opens with a 1978 police assault on an isolated farmhouse where, we learn, 75 murders have taken place. Inside the house, the Firefly family armors itself with steel masks and vests, and shoots it out with the sheriff (William Forsythe). He is a hard-bitten, vengeful man who cheerfully informs a deputy to be cautious, or he'll be \"cold-slabbed, toe-tagged, and mailed to your mom in a plastic bag.\"\n\nMother Firefly (Leslie Easterbrook) is captured in the raid, but Otis (Bill Moseley) and his sister Baby (Sheri Moon Zombie) escape through a storm sewer (odd, in the Texas desert) and meet up with their father, Captain Spaulding (Sid Haig). He is a man whose teeth are so bad, they're more frightening than his clown makeup. He plays such a thoroughly disgusting person, indeed, that I was driven to www.sidhaig.com to discover that in real life Sid looks, well, presentable, and even played a judge in Tarantino's \"Jackie Brown.\" This was a relief to me, because anyone who really looked like Captain Spaulding would send shoppers screaming from the Wal-Mart.\n\nThe sheriff pursues the fugitive Fireflys, who kidnap innocent bystanders in the kind of motel no reasonable person would ever occupy, leading to the road-kill scene, which is, of its kind, one of the best I have seen. There is also a scene in which a staple gun is used to post the photos of murder victims in a particularly gruesome manner, and one where characters are nailed to chairs in a burning building and then rescued by a character who deals with the nails in a surprisingly forthright way.\n\nI suppose you're getting the idea. There's a sense in which a movie like this can be endured only if you distance yourself from the material and appreciate its manipulation of the genre. It can be seen as dark (very dark) satire. Or, you can just throw up.\n\nAt the end, when we get mellow flashbacks to the characters sharing a laugh in happier days, we are reminded of all those movies that attempt to follow a sad ending with a happy one, and we have to admire the brutality with which Zombie skewers that particular cliche.\n\nOK, now, listen up, people. I don't want to get any e-mail messages from readers complaining that I gave the movie three stars, and so they went to it expecting to have a good time, and it was the sickest and most disgusting movie they've ever seen. My review has accurately described the movie and explained why some of you might appreciate it and most of you will not, and if you decide to go, please don't claim you were uninformed.", "running_time": 109, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-07-21", "genres": ["Horror"], "title": "The Devil's Rejects (2005)"}