{"url": "http://www.rogerebert.com/reviews/the-public-eye-1972", "by": "Mia Farrowas Belinda", "star_rating": 1.5, "text": "“The Public Eye” is a scandalously bad film, and it’s dumb, dumb, dumb. Worse than that, it’s boring. Sometimes a bad movie can just barely manage to redeem itself by its awfulness; we stay because of masochistic glee. But “The Public Eye” misses even that sad achievement; it is a barren landscape into which the actors lob lousy dialog like foul balls.\n\nHave three less interesting performances ever been captured in the same movie? I doubt it. The movie is about a jealous husband who hires a detective to follow his wife. The detective and the wife fall in love. It is hard to say why; their relationship is one of those sickening movie romances in which adults play child’s games in soft focus while the sound track stages a forced march through congealed honey.\n\nThe actors actually manage to make this look worse than it sounds (and I am not being very easy on it). The husband is played by Michael Jayston, who, having made the last czar of Russia uninteresting in “Nicholas and Alexandra,” now pulls off the feat of making an uninteresting character MORE uninteresting. He has the cinematic charisma of an introverted snail.\n\nHe is married to Mia Farrow, who has been good in movies before and, God willing, will be good in movies again, but who this time works her little-girl-with-big-eyes act as if they were buying it by the yard. The detective is Topol, whom you will remember from “Fiddler on the Roof.” He is what is known in these matters as a character: Needless to say, he comes from Mediterranean stock, has a moustache, is filled up to here with quaint sayings, has eyes that sparkle, and wears a white raincoat that makes him look like Zorba the lab attendant.\n\nNow here is the curious thing. Jayston plays his role perfectly straight. Lord, does he ever. He seems to belong in a movie about investment banking. Miss Farrow, on the other hand, acts as if she is in the worst sort of pseudo-romantic soap opera, and allows her voice to c-c-catch on emotionally charged confessions. She also does a lot of blinking and gulping. In the midst of all this, Topol goes for exaggerated vaudeville. So nothing fits, no scenes seem to fall together, and we get the peculiar feeling that we have wandered into an acting class where the assignment was to play Henry the VIII as a guppy.\n\nNobody can be as stupid as the characters in this movie. Nobody. Miss Farrow has taken to wandering away from her husband in order to watch dolphins and sunsets. She manages to confine her dolphin - and sunset - watching, however, to those occasions when she is expected to preside at her husband’s dinner parties. And she turns up late wearing a poncho and expects no one to notice.\n\nTopol plays the Life Force. His job is to wink and smile at Miss Farrow during her walks through the city. He also plays tag with her, goes to horror movies with her and eats ice cream with her. Then he tells the unhappy husband his secret. Follow her around for 10 days like I did, and she’ll love you instead of me. The husband accepts this advice, but not before there are so many quivering chins on her part, and so much eyelash-batting on his, that the desire to throw something at the screen becomes really distracting.\n\nBut perhaps I am being a little unfair to the actors, who, after all, did not write this movie nor direct it. The screenplay is by Peter Shaffer, whose dialog is impossible to pay attention to over any stretch of more than nine seconds. And the director, alas, is Sir Carol Reed whose “The Third Man” is one of everyone’s favorite movies. It is hard to understand how he could have made such a mess.\n\nThe producer, by the by, is Hal B. Wallis, who has been in movies since 1922 and has never, it is said, produced a film that lost money. To maintain his record with this movie, I’m afraid he’ll have to chop it up and sell it as ukulele picks.", "running_time": null, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-09-26", "genres": ["Comedy", "Foreign", "Romance", "Thriller"], "title": "The Public Eye (1972)"}