{"url": "http://www.rogerebert.com/reviews/the-wedding-planner-2001", "by": "Jennifer Lopezas Mary", "star_rating": 2.0, "text": "Jennifer Lopez looks soulfully into the eyes of Matthew McConaughey, but is he looking back? One of the many problems of \"The Wedding Planner\" is that we can't tell and don't much care. When a plot depends on two people falling in love when they absolutely should not, we have to be able to believe at some level that they have been swept up by a destiny beyond their control. McConaughey seems less inflamed by his sudden new romance than resigned to it.\n\nLopez stars in the title role as Mary Fiore--yes, a wedding planner. With her walkie-talkie headset, cell phone, clipboard, spotters and video crews, she's mission control as her clients walk down the aisle. Racing to an appointment, she meets Dr. Steve Edison (McConaughey) in one of the most absurd Meet Cutes in many a moon. Her Gucci heel gets stuck in a manhole cover, a garbage dumpster rolls down a hill toward her, and Steve hurls her out of the way and, of course, lands on top of her; it's love at first full body contact.\n\nThat night they have a perfect date, watching movies in the park. Mary has always been the wedding planner, never the bride (uh, huh--this is as convincing as Julia Roberts' old flame choosing another bride in \"My Best Friend's Wedding\"). Now she walks on air, until her current client, the millionairess Fran Donolly (Bridgette Wilson-Sampras), introduces Mary to the man Fran will marry, who is of course Dr. Steve Edison.\n\nIf Steve is engaged, why did he mislead Mary with that night of movies and soul talk? Because he is a dishonest louse, or, as the movie explains it, because he had no idea he would be thunderstruck by love. Since he is in love with Mary, the only sensible thing to do is call off his wedding to Fran and buy a season ticket to movies in the park. But the movie cannot abide common sense, and recycles decades of cliches about the wrong people getting married and the right ones making stupid decisions.\n\nThere are times when the movie's contrivance is agonizing. Consider all the plot mechanics involving Mary's Italian-American father (Alec Rocco) and his schemes to marry her off to Massimo, her childhood playmate from the old country (Calvin Klein model Justin Chambers, sounding as Italian as most people named Chambers). Consider how Mary spends her free time (on a Scrabble team) and how she accepts a proposal of marriage by spelling \"OK\" with Scrabble tiles when \"yes\" would be more appropriate and get her more points.\n\nAnd consider a \"comic\" sequence so awkward and absurd it not only brings the movie to a halt but threatens to reverse its flow. While Mary and Steve wander in a sculpture garden, they accidentally knock over a statue, and the statue's male hardware gets broken off. Mary has some crazy glue in her purse, and they try to glue the frank and beans back in place, but alas the broken part becomes stuck to Steve's palm. If he had gone through the rest of the movie like that, it might have added some interest. But no: Mary also has some solvent in her purse. When you have seen Jennifer Lopez ungluing marble genitals from the hand of the man she loves, you have more or less seen everything.\n\nA plot like this is so hopeless that only acting can redeem it. Lopez pulls her share of the load, looking geuninely smitten by this guy and convincingly crushed when his secret is revealed. But McConaughey is not the right actor for this material. He seems stolid and workmanlike, when what you need is a guy with naughtier eyes: Ben Affleck, Alec Baldwin, Ben Stiller, George Clooney, Matt Dillon.\n\nBridgette Wilson-Sampras is, however, correctly cast as Fran, the rich bride-to-be. She's an Anna Nicole Smith-type who gets the joke and avoids all the usual cliches involving the woman who gets left at the altar, perhaps because she realizes, as we do, that getting dumped by Steve is far from the worst thing that could happen to her. We sense midway in the movie that Mary and Fran could have more interesting conversations with each other than either one will have with Steve, and no matter which one marries him, we sense a future, five to eight years from now, after the divorce, when the two girls meet by chance at a spa (I see them at the Golden Door, perhaps, or Rancho La Puerta) and share a good laugh about the doc.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-01-26", "genres": ["Comedy", "Drama", "Romance"], "title": "The Wedding Planner (2001)"}