{"url": "http://www.rogerebert.com/reviews/the-visitors-1996", "by": "Christian Clavieras Godefroy", "star_rating": 2.0, "text": "“The Visitors” begins in the 12th century, in swashbuckling style, as a knight saves the king's life and is rewarded with the hand of his daughter. Alas, a magician's potion so addles the knight that he then mistakes the king for a bear and slays him. Having killed the king, he can hardly marry the daughter, and so he pledges that he will never marry; small consolation, but it's the thought that counts.\n\nSo opens the most popular film in French history--the film that outgrossed “Jurassic Park” and left Frenchmen helpless with laughter. I didn't find it very funny, but then I didn't find “Black Sheep” or “The Cable Guy” very funny, either, so maybe the problem is with me or, more likely, maybe all three films need to be sealed into capsules and shot into space.\n\nThe 12th century stuff is the setup for the story, which mostly takes place in modern France, after the knight, Sir Godefroy (Jean Reno), is catapulted into the future along with his vassal Jacquouille, known in the subtitles as Jacquasse (Christian Clavier). That happens as the result of a miscalculation by a friendly magician, who offers to send Godefroy back in time just far enough to save the king's life, but instead drops him into the 20th century.\n\nGodefroy and Jacquasse handle modern times as best they can. They do war with an automobile, they steal steaks from the grill of a roadside cafe, they eat the plastic wrappers along with the sandwiches, and eventually Godefroy is befriended by the gentle Beatrice (Valerie Lemercier), who looks exactly like the gentle Frenegonde he left behind. When they seek out Godefroy's castle, they find it has been converted into a hotel run by Jacquart (Clavier again), who is the vassal's descendent.\n\nSome of the jokes are clever, as when the time travelers receive strong hints about their body odor, and take baths while fully clothed, after pouring thousands of francs' worth of expensive perfume into the water. Other jokes run toward bathroom humor, goofy slapstick, and the sorts of things you'd expect from a “Naked Gun” clone. There is much goofiness involving priceless rings and hidden dungeons.\n\nWatching the movie, I was reminded of a poignant luncheon I attended at the Cannes Film Festival in May. It was hosted by two French film executives, who lamented to their guests (North American film critics) that French films could not get entre into the American market. The dilemma: (1) most Americans refuse to attend subtitled films, but (2) all Americans who do attend foreign films insist that they be subtitled.\n\nObviously a film like “The Visitors” is aimed at a mass market--at the “Ace Ventura” crowd. It logically should be dubbed into English, just as “Ace Ventura” was dubbed into French. But after the box office catastrophe of “Little Indian, Big City,” the distributors were unwilling to risk that. So they have released it subtitled, and sent it to art theaters, where it is exactly the sort of movie that audiences go to art theaters to escape from. Zut alors, as the French say. Quel dommage. Mais ... c'est la vie.", "running_time": 106, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-07-19", "genres": null, "title": "The Visitors (1996)"}