{"url": "http://www.rogerebert.com/reviews/the-american-2010", "by": "Johan Leysenas Pavel", "star_rating": 4.0, "text": "\"The American\" allows George Clooney to play a man as starkly defined as a samurai. His fatal flaw, as it must be for any samurai, is love. Other than that, the American is perfect: Sealed, impervious and expert, with a focus so narrow it is defined only by his skills and his master. Here is a gripping film with the focus of a Japanese drama, an impenetrable character to equal Alain Delon's in \"Le Samourai,\" by Jean-Pierre Melville. \n\nClooney plays a character named Jack, or perhaps Edward. He is one of those people who can assemble mechanical parts by feel and instinct, so inborn is his skill. His job is creating specialized weapons for specialized murders. He works for Pavel (Johan Leysen, who looks like Scott Glenn left to dry in the sun). Actually, we might say he \"serves\" Pavel, because he accepts his commands without question, giving him a samurai's loyalty.\n\n\tPavel assigns him a job. It involves meeting a woman named Mathilde (Thekla Reuten) in Italy. They meet in a public place, where she carries a paper folded under her arm--the classic tell in spy movies. Their conversation begins with one word: \"Range?\" It involves only the specifications of the desired weapon. No discussion of purpose, cost, anything.\n\n\tHe thinks to find a room in a small Italian hilltop village, but it doesn't feel right. He finds another. We know from the film's shocking opening scene that people want to kill him. In the second village, he meets the fleshy local priest, Father Benedetto (Paolo Bonacelli). Through him he meets the local mechanic, walks into his shop, and finds all the parts he needs to build a custom silencer.\n\n\tIn the village he also finds a whore, Clara (Violante Placido), who works in a bordello we are surprised to find such a village can support. Jack or Edward lives alone, does push-ups, drinks coffee in cafes, assembles the weapon. And so on. His telephone conversations with Pavel are terse. He finds people beginning to follow him and try to kill him.\r\tThe entire drama of this film rests on two words, \"Mr. Butterfly.\" We must be vigilant to realize that once, and only once, they are spoken by the wrong person. They cause the entire film and all of its relationships to rotate. I felt exaltation at this detail. It is so rare to see a film this carefully crafted, this patiently assembled like a weapon, that when the word comes it strikes like a clap of thunder. A lesser film would have underscored it with a shock chord, punctuated it with a sudden zoom, or cut to a shocked close up. \"The American\" is too cool to do that. Too Zen, if you will.\n\n\tThe director is a Dutchman named Anton Corbijn, known to me for \"Control\" (2007), the story of Ian Curtis, lead singer of Joy Division, a suicide at 23. Corbin has otherwise made mostly music videos. Here he paints an idyllic Italian countryside as lyrical as his dialogue is taciturn. There is not a wrong shot. Every performance is tightly controlled. Clooney is in complete command of his effect. He sometimes seems to be chewing a very small piece of gum, or perhaps his tongue. \n\n\tHis weakness is love. Clara, the prostitute, should not be trusted. We sense he uses prostitutes because he made a mistake in the relationship that opens the film. In his business he cannot trust anybody. But perhaps Clara is different. Do not assume from what I've written that she isn't different. It is very possible. The film ends like a clockwork mechanism arriving at its final, clarifying tick.", "running_time": 105, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-08-31", "genres": ["Crime", "Drama", "Suspense", "Thriller"], "title": "The American (2010)"}