{"url": "http://www.rogerebert.com/reviews/the-story-of-adele-h-1976", "by": "Isabelle Adjanias Adele Hugo", "star_rating": 4.0, "text": "Francois Truffaut's \"The Story of Adele H.\" insists at the outset that it's based on real events and real people, perhaps because that assurance will help to anchor us during the film's descent into one woman's mad and obsessive passion. The woman is Adele Hugo, the youngest daughter of Victor Hugo, and in the coded journals she kept during her long life (she died in 1915 at the age of 85) she wrote the history of her doomed love.\n\nThe facts seem to be these, more or less: While living in exile with her famous father on the island of Guernsey, she was seduced by one Lt. Pinson of the British Army. She fell in love with him, and he fell in love with her, too - but only after his fashion, because it was his custom to move on to the next conquest every so often. He proposed marriage, not meaning it, and she accepted with a devotion so ferocious that it would rule, and destroy, her life. \n\nWhen he was posted to Halifax, she followed him there. She trailed him through the streets; she spied on him in the countryside, in town and in the boudoirs of his lovers. Once she sent him a whore, paid for. She took to calling herself Mme. Pinson, and wrote to her family that she was married. When Pinson became engaged to a Halifax girl, Adele stuffed a pillow under her blouse, went to the girl's father and announced that she was engaged to Pinson herself and pregnant by him. Her nights were filled with dreams of drowning.\n\nTruffaut has taken this factual material and made it into a strange, moody film that belongs very much with the darker side of his work. He has two kinds of women in his movies. There are the bright, pleasant, vapid little things, like the various girls in the life of his autobiographical character, Antoine Doinel. And then there are the obsessed, sometimes insane women whose neurotic or incomplete ideas about sexuality drive them in to fatal relationships with men.\n\nIn this category we find the Jeanne Moreau characters in \"Jules and Jim\" and \"The Bride Wore Black,\" the homicidal mail-order bride played by Catherine Deneuve in \"Mississippi Mermaid,\" the murderess in \"Such a Gorgeous Kid Like Me\" and, especially, the two sisters in \"Two English Girls.\" Tormented by a sexuality that gives them little release, all of these women try to manipulate, possess and destroy the men in their lives. \n\nIt is apparently a theme Truffaut finds fascinating, and you have to look very closely through his films to find a normally developed woman (the Jacqueline Bisset character in \"Day for Night\" comes close).\r\nAdele H. then, must have seemed the ideal Truffaut heroine when he happened across her diaries. And he has made one of his best films about her. He stars Isabelle Adjani, a dark-haired, dark-eyed, severely beautiful young woman, and then photographs her slowly losing all notion of reality (in the final scenes, she has followed Pinson to Barbados and walks through the streets in a ragged gown, blank-eyed, not even recognizing the love of her life when she sees him). Truffaut's colors are blacks and browns and blues, and he fills the screen with shadows; this is the film of a life into which little happiness found its way.\n\nAnd yet Truffaut finds a certain nobility in Adele. He quotes one of the passages in her diaries twice: She writes that she will walk across the ocean to be with her lover. He sees this, not as a declaration of love, but as a statement of a single-mindedness so total that a kind of grandeur creeps into it. Adele was mad, yes, probably -- but she lived her life on such a vast and romantic scale that it's just as well Pinson never married her. He would have been a disappointment.", "running_time": 97, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-02-16", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "The Story of Adele H. (1976)"}