{"url": "http://www.rogerebert.com/reviews/the-jackal-1997", "by": "Bruce Willisas The Jackal", "star_rating": 1.5, "text": "\"The Jackal'' is a glum, curiously flat thriller about a man who goes to a great deal of trouble in order to create a crime that anyone in the audience could commit more quickly and efficiently. An example: Can you think, faithful reader, of an easier way to sneak from Canada into the United States than buying a sailboat and entering it in the Mackinaw to Chicago race? Surely there must be an entry point somewhere along the famous 3,000-mile border that would attract less attention than the finish line of a regatta.\n\nTo be sure, the Jackal (for it is he) has the money to buy the boat. He is charging $70 million to assassinate the head of the FBI--half now, half payable on completion. He's hired by the head of the Russian Mafia, who, like many a foreigner with extra change in his pocket, doesn't realize he is being overcharged. There are guys right here in town, so I have heard, who would do a whack for 10 grand and be happy to have the business.\n\n\"The Jackal'' is based on the screenplay of Fred Zinnemann's 1973 classic \"The Day of the Jackal.'' That was a film that impressed us with the depth of its expertise: We felt it knew exactly what it was talking about. \"The Jackal,'' on the other hand, impressed me with its absurdity. There was scarcely a second I could take seriously.\n\nExamples: In the Washington, D.C., subway system, the Jackal jumps across the tracks in front of a train, to elude his pursuers. The train stops, exchanges passengers and pulls out of the station. Is it just possible, do you suppose, that in real life after a man jumps across the tracks, the train halts until the situation is sorted out? Or, how about the scene where the Jackal parks his van in a garage and paints the hatch handle with a deadly poison? One of his enemies touches the handle, convulses and dies an agonizing death. Is that a good way to avoid attention? By being sure there's a corpse on the ground next to your van? Or, how about the scene early in the film where a fight breaks out on cue, and then stops immediately after a gunshot is fired? Bad handling of the extras here: Everybody in a bar doesn't start or stop fighting at once. Even in the movies, there are always a few guys who delay before joining in, or want to land one last punch at the end. These barflies are as choreographed as dancing Cossacks. The Jackal is played by Bruce Willis, as a skilled professional killer who hires a man to build him a remote-controlled precision gun mount. The man unwisely asks the kinds of questions that, in his business, are guaranteed to get you killed. Hint: If you should find yourself doing business with a man who wants to pay cash for a device to hold, move and aim a rifle capable of firing 100 explosive rounds before the first one hits its target--hey, don't go into a lot of speculation about what he may be planning to do with it.\n\nOn the Jackal's trail is the deputy head of the FBI (Sidney Poitier), who enlists the help of an IRA terrorist (Richard Gere). The IRA man is a federal prisoner, released into Poitier's custody to lead them to his lover, a Basque terrorist (Mathilda May), who knows what the Jackal looks like. The other major character is a Russian-born agent named Valentina (Diane Venora), whose character trait (singular) is that she lights a cigarette every time she is not already smoking one. I kept waiting for her to be killed, so that a last puff of smoke could drift from her dying lips as her fingers relaxed their grip on her lighter.\n\nThere was never a moment in \"The Jackal'' where I had the slightest confidence in the expertise of the characters. The Jackal strikes me as the kind of overachiever who, assigned to kill a mosquito, would purchase contraband insecticides from Iraq and bring them into the United States by hot air balloon, distilling his drinking water from clouds and shooting birds for food.\n\nWithout giving away too much of the plot, I would like to register one dissent on the grounds of taste. There is a scene making a target out of a character clearly intended to be Hillary Rodham Clinton (hints: She is blond, 50ish, the wife of the president, and is dedicating the New Hope Children's Hospital). The next time Willis or Gere complains about the invasion of their privacy by the media, I hope someone remembers to ask them why their movie needed to show the first lady under fire.", "running_time": 119, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-11-14", "genres": ["Action", "Thriller"], "title": "The Jackal (1997)"}