{"url": "http://www.rogerebert.com/reviews/the-incredible-shrinking-woman-1981", "by": null, "star_rating": 2.5, "text": "\r\n\n\nThis is a terrific movie for\r\nkids and teenagers. It's a melancholy fact of the times we live in that any\r\nmovie of even moderate ambition is supposed to become a blockbuster, and that\r\n\"family movies,\" with few exceptions, are inane, innocent, and\r\nboring. But “The Incredible Shrinking Woman” is not inane, is sometimes\r\nwickedly knowing, and is only periodically boring. It strikes a note of quiet\r\ndesperation that appeals to the teenager in all of us. When Lily Tomlin's\r\ncharacter has shrunk to twenty-four inches in height and is desperately\r\nscreaming for help because she is about to be flushed down the garbage disposal\r\nunit, who among us cannot say he has felt exactly the same way? \n\n\r\nI suppose that at some basic level “The\r\nIncredible Shrinking Woman” is a protest against the lot of the housewife in\r\nAmerican society. As Lily Tomlin slaves away in her suburban dream home, her\r\nhusband (Charles Grodin) gets big raises and promotions for advertising\r\nhome-care products. And eventually one of those products (was it the dye?\r\ndetergent? glue?) causes Lily Tomlin to start shrinking. One of the intriguing\r\nthings about the movie is that the smaller Tomlin gets, the more people treat\r\nher like a child. She even winds up living in a doll's house. I would like to\r\nargue that this is a dilemma not limited to housewives. A lot of people know\r\nthis feeling. Kids can identify with the maddening sensation that they are\r\nsmaller than everyone else in the world and no one is listening! Teenagers have\r\ngrown accustomed to being stuck down the garbage disposal of life: Nobody wants\r\nthem around, and most people would probably like to hit a switch and make them\r\ndisappear. \n\n\r\nSo there's a certain poignant comedy in “The\r\nIncredible Shrinking Woman” that strikes some chords. The movie is also funny\r\nin its visual approach, showing us a suburban world in which everything is done\r\nin hideously jolly colors and everybody, even the TV anchorman, wears peach\r\nblazers. America in this movie looks like a gigantic paint-color chart. \n\n\r\nIt's too bad, I suppose, that “The Incredible\r\nShrinking Woman” succeeds on the levels I've mentioned without ever breaking\r\nthrough to become a really inspired comedy. Lily Tomlin is such a funny woman\r\nthat we expect her to hit home runs in every movie. She doesn't in this one,\r\nbut she does something almost as hard. She creates a character that is halfway\r\nbelievable, in the midst of chaos. She causes us to feel a certain comic\r\nsympathy for her plight. And, for that matter, she inhabits a plight that is\r\ninteresting. Most \"family movies\" these days are uninspired, moronic,\r\nand directed and acted without any visible style. “The Incredible Shrinking\r\nWoman” at least has an intelligence behind it. It is engaging a lot of the time\r\nand funny some of the time, especially when a gorilla helps the two-inch-tall\r\nTomlin escape from captivity.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy", "Family", "Science Fiction"], "title": "The Incredible Shrinking Woman (1981)"}