{"url": "http://www.rogerebert.com/reviews/the-lost-world-jurassic-park-1997", "by": "Jeff Goldblumas Dr. Ian Malcolm", "star_rating": 2.0, "text": "Where is the awe? Where is the sense that if dinosaurs really walked the earth, a film about them would be more than a monster movie? Where are the ooohs and ahhhs? \"The Lost World: Jurassic Park\" demonstrates even more clearly than \"Jurassic Park'' (1993) that the underlying material is so promising, it deserves a story not written on autopilot. Steven Spielberg, a gifted filmmaker, should have reimagined the material, should have seen it through the eyes of someone looking at dinosaurs, rather than through the eyes of someone looking at a box-office sequel.\n\nThe movie is well done from a technical viewpoint, yes. The dinosaurs look amazingly real, and we see them plunge into the midst of 360-degree action; a man on a motorcycle even rides between the legs of a running beast. It can be said that the creatures in this film transcend any visible signs of special effects and seem to walk the earth. But the same realism isn't brought to the human characters, who are bound by plot conventions and action formulas, and scripted to do stupid things so that they can be chased and sometimes eaten by the dinosaurs.\n\nMaybe it was already too late. Perhaps the time to do the thinking on this project was before the first film, when all the possibilities lay before Spielberg. He should have tossed aside the original Michael Crichton novel, knowing it had given him only one thing of use: an explanation for why dinosaurs might walk among us. Everything else--the scientific mumbo-jumbo, the theme park scheme--was just the recycling of other movies. We know the tired old plot lessons already, about man's greed and pride, and how it is punished, and why it does not pay to interfere with Mother Nature.\n\nWhy not a pseudo-documentary in which the routine plot elements are simply ignored, and the characters venture into the unknown and are astonished and frightened by what they find? There are moments in the first \"Jurassic Park'' which capture a genuine sense of wonder, the first time we see the graceful, awesome prehistoric creatures moving in stately calm beyond the trees. But soon they are cut down to size by a plot which has them chasing and scaring the human characters, as in any monster movie.\n\n\"The Lost World'' is even more perfunctory. The plot sets up a reason for a scientist (Jeff Goldblum) to return to an island where dinosaurs survive. His girlfriend (Julianne Moore) is already there. He takes along an equipment specialist and a \"video documentarian'' (who comes equipped with a tiny tourist toy of a video camera and doesn't seem sure how to use it). They land on the island, are soon photographing prehistoric creatures, and so careless is the screenplay that the newcomers to the plot are not even allowed to express their amazement the first time they see their prey.\n\nMuch of the film, especially the action scenes, is shot at night in the rain. I assume that's to provide better cover for the special effects; we see relatively few dinosaurs in bright light, and the conceit is taken so far that even the press conference announcing a new dinosaur park in San Diego is held in the middle of the night. The night scenes also allow Spielberg to use his most familiar visual trademark, the visible beams from powerful flashlights, but apart from that touch, Spielberg doesn't really seem present in the picture: This feels like the kind of sequel a master hands over to an apprentice, and you sense that although much effort was lavished on the special effects, Spielberg's interest in the story was perfunctory.\n\nHere's the key to the movie's weakness: Many elaborate sequences exist only to be . . . elaborate sequences. In a better movie, they would play a role in the story. Consider the drawn-out episode of the dangling research trailer, for example, which hangs over a cliff while the characters dangle above a terrifying drop and a hero tries to save the trailer from falling, while a dinosaur attacks. This is only what it seems to be, an action sequence. Nothing more. It doesn't lead into or out of anything, and is not necessary, except to fill screen time. It plays like an admission that the filmmakers couldn't think of something more intriguing involving the real story line.\n\nConsider, too, the character of Goldblum's daughter (Vanessa Lee Chester). Why is she here? To be placed in danger, to inspire contrived domestic disagreements, and to make demands so that the plot can get from A to B. At one point, inside the trailer, she gets frightened and says urgently that she \"wants to go someplace real high--right now! Right now!'' So Goldblum and another character put her in a cage that lifts them above the forest, after which Goldblum must descend from the cage, after which I was asking why they had ascended in it in the first place. (Early in the film, it is established that the girl is a gymnast; later the film observes the ancient principle that every gymnast in a movie sooner or later encounters a bar.) There are some moments that work. Pete Postlethwaite, as a big game hunter who flies onto the island with a second wave of dinosaur mercenaries, doesn't step wrong; he plays a convincing if shallow character, even if he's called upon to make lengthy speeches in speeding Jeeps, and to utter arty lines about \"movable feasts'' and having \"spent enough time in the company of death.'' He alone among the major characters seems convinced that he is on an island with dinosaurs, and not merely in a special-effects movie about them.\n\nThe film's structure is weird. I thought it was over, and then it began again, with a San Diego sequence in which Spielberg seemed to be trying to upstage the upcoming \"Godzilla'' movie. The monster-stepping-on-cars sequences in the current Japanese import \"Gamera: Guardian of the Universe'' are more entertaining. And can we really believe that a ship could ram a pier at full speed and remain seaworthy? The problem with the movie is that the dinosaurs aren't allowed to be the stars. They're marvelously conceived and executed, but no attempt is made to understand their fearsomeness; much of the plot hinges on mommy and daddy T-rexes exhibiting parental feelings for their offspring. Must we see everything in human terms? At one point, one character tells another, \"These creatures haven't walked the earth for tens of millions of years, and now all you want to do is shoot them?'' Somebody could have asked Spielberg the same question.", "running_time": 134, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-06-06", "genres": ["Action", "Adventure", "Science Fiction"], "title": "The Lost World: Jurassic Park (1997)"}