{"url": "http://www.rogerebert.com/reviews/the-couch-trip-1988", "by": "Dan Aykroydas John Burns", "star_rating": 2.5, "text": "I doubt if it's true that the clients are saner than the psychiatrists, but it is a belief much cherished by comedy writers, who love to devise stories like the one in \"The Couch Trip.\" A rich and famous radio psychiatrist has a crackup, his agent hires a temporary replacement and the new man is actually a mental patient masquerading as a doctor.\n\nThe inmates have been taking over the asylum for years in the movies: What made this particular version sound promising was the casting. Charles Grodin, that master of self-righteous pomposity, plays the famous psychiatrist; Dan Aykroyd is the escaped mental patient, and Walter Matthau has the third important role, as a street crazy who inevitably turns out to be saner and nicer than anyone else. Alas, despite its cast, \"The Couch Trip\" is a disappointment, a missed opportunity.\n\nI believe that to be really good, a movie like this has to depend almost entirely on the personalities of its characters and the actors who play them. The humor comes from the behavior, not the details of the plot - out of the moment, out of carefully observed quirks of human nature.\n\nThe best moments in \"The Couch Trip\" do exactly that, but there are not enough of them, and the ending is a mindless and meaningless action sequence, with Aykroyd dangling from a helicopter to talk Matthau out of jumping off the top of the Hollywood sign.\n\nWhen the history of Hollywood movies in the 1980s is written, it will be the story of the disappearance of the third act. At some point about a decade ago, while no one was paying attention, there seems to have been an informal agreement among studios, writers and directors that all movies would end with a mechanical, formula action climax. In thrillers, the ending is a chase and a shootout. In comedies, it's some kind of a bizarre set piece involving stunts or special effects.\n\nHollywood abandoned all notions that a movie should end as it began, with the relationships of the characters.\n\nToo bad. \"The Couch Trip\" begins well. Grodin, one of the most dependable comic actors in the movies, creates a small classic in his protrayal of Dr. George Maitlin, whose advice to radio listeners is concocted out of secondhand generalizations and an inflated notion of his own genius. Grodin is a master at creating characters who are deeply insecure, who stand rigidly on principle and who act as if they are smarter than anyone else because they suspect they are more stupid.\n\nAfter his breakdown, he advises his attorney to hire the least-qualified replacement he can find, so that when Grodin returns he will be welcomed with relief by his listeners.\n\nWhen the lawyer telephones an obscure mental health facility in the Middle West, the telephone is answered by one of the patients (Aykroyd). He accepts the job, escapes from the facility, flies to the Coast, and of course becomes an overnight celebrity. His formula is simple. He states the obvious, uses common sense and is not afraid to offend his listeners.\n\nAt the airport, he runs across a panhandler (Matthau) whose case begins to interest him. Matthau is not crazy, but he is one of those forlorn citizens whose objections to the whole insanity of society seem so bothersome that society would rather sweep him under its carpet. The two men become friends, and that leads to the elaborate and sentimental climax, which undercuts the entire movie. What \"The Couch Trip\" needed was less of Matthau and more of Grodin, who is exiled in London for much of the story and would have been funnier at the center of things, trying to recapture his radio program.", "running_time": 98, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-01-15", "genres": ["Comedy", "Indie"], "title": "The Couch Trip (1988)"}