{"url": "http://www.rogerebert.com/reviews/the-13th-warrior-1999", "by": "Antonio Banderasas Ahmed Ibn Fahdlan", "star_rating": 1.5, "text": "Arriving at last more than a year after it was completed, \"The 13th Warrior\" shows every sign of a production run amok. With a budget said to be more than $100 million, it displays a lot of cash on the screen, but little thought. To extract the story from the endless scenes of action and carnage is more effort than it's worth. The film seems to have been conceived from the special effects on down. Instead of beginning with a good story and then adding f/x as needed, it apparently began with f/x and then the story was shoehorned into the pauses in the action.\n\nIt could have been different. This could, indeed, have been a fascinating tale. Based on Eaters of the Dead, a 1974 novel by Michael Crichton, the story combines two intriguing sources. One is the real-life adventure of Ahmed Ibn Fahdlan, an Arab poet who traveled north to the Viking lands in the 10th century. The other is the Old English epic poem Beowulf. At some point early in the production, it was apparently determined that endless scenes of long-haired Vikings in sword fights would be more interesting than the telling of these stories.\n\nAntonio Banderas, perhaps hoping for another swashbuckling success like \"The Mask Of Zorro,\" stars as Ahmed, a poet who has the misfortune to fall in love with his king's wife. Threatened with dire consequences, Ahmed, advised by a veteran courtier (Omar Sharif in a cameo), prudently travels north as an ambassador to the Vikings, where he is seen as a curiosity and a challenge. The Norsemen cheerfully insult him, confident he doesn't understand them, but a montage shows him learning the language and startling them with his reply. Soon he's called upon to recite a poem at a funeral, a scene that develops inadvertently into a hilarious version of history's first poetry slam.\n\nTimes are tough for the Vikings. A mysterious tribe of enemies, who believe they possess the spirits of bears, present a flesh-eating threat. They have returned, as I recall, from ancient times. Thirteen warriors must be chosen to fight the evil. Ahmed is of course destined to be the 13th. He's a poet, not a fighter, but quickly learns to wield a broadsword.\n\nAnd that's about it, except for miles and miles of carnage. (It's a little unsettling to sit through nonstop slaughter and then witness a pious conclusion that celebrates \"a useful servant of God.\") The movie's director of record is John McTiernan (\"Die Hard,\" \"The Thomas Crown Affair\"), although after an earlier version of the film performed badly in sneak previews, new scenes were reportedly shot under the direction of Crichton. It's all to no avail: \"The 13th Warrior\" is another example of f/x run wild, lumbering from one expensive set-piece to the next without taking the time to tell a story that might make us care.", "running_time": 103, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-08-27", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "The 13th Warrior (1999)"}