{"url": "http://www.rogerebert.com/reviews/the-battle-of-shaker-heights-2003", "by": "Shia LaBeoufas Kelly Ernswiler", "star_rating": 2.0, "text": "Sun-Times Film Critic Gene Siskel liked to ask, \"Is this film more interesting than a documentary of the same actors having lunch?\" He would have been able to find out with \"Project Greenlight,\" the behind-the-scenes cable television series. One winning screenplay a year is chosen to be produced by Miramax, and HBO airs a documentary series about the making of the movie, so that we can eavesdrop on the arguments, brainstorms, disagreements and tantrums of the makers--and on their lunches.\n\n\"Stolen Summer\" (2002), the first of the \"Greenlight\" movies, passed Siskel's test. It was a lovely coming-of-age story about a friendship between two Chicago kids during the last summer of one of their lives. \"The Battle of Shaker Heights,\" the second \"Greenlight\" movie, fails the test. I have actually had lunch with two of the actors--Elden Henson and Kathleen Quinlan--and that was a lot more interesting than the movie.\n\nIt's one of those stories where a formula is juiced up with stuff we don't expect, like the teenage hero's hobby of fighting in re-enactments of famous battles. There's also a doomed infatuation with his best friend's college-age sister, which leads to him becoming a part-time honorary member of the friend's family. He finds it exquisitely painful to be in love with the sister, who likes to have him around because he's smart and cute, and doesn't take his puppy love seriously.\n\nThe hero is Kelly (Shia LaBeouf, the young lead of \"Holes\"), and he's the brightest kid in his high school, smart enough to correct his teacher during a class, but not smart enough to know that's a pretty dumb thing to do. His new friend is Bart (Henson), and they meet when Kelly saves Bart's life, sort of, in a virtual kind of way.\n\nThen he meets Bart's sister Tabby (Amy Smart). I hope Tabby is a nickname. If it's a sin to give a pet a saint's name, unimaginable punishments must await anyone giving a daughter a pet's name. Because Kelly is obsessed with the unavailable Tabby, he ignores the hopeful friendliness of Sarah (Shiri Appleby), who shares the graveyard shift with him at a local store, one of those consumer temples where it's not too much of a stretch to imagine Robin Williams behind the photo counter. Sarah likes him, but represents the known, while Tabby is the unknown; for a boy of a certain age, it is a great deal easier (and more relaxing) to imagine sex with someone you don't know than with someone you do.\n\nBart and Tabby's dad, Harrison (Ray Wise), was once into war memorabilia but now obsesses over nesting dolls. You don't know if the characters in this movie are crazy, or simply the victims of bright ideas by Erica Beeney, the winning screenwriter. More examples of piling on at the story conference: Kelly's dad (William Sadler) is a former drug abuser, and his mom (Quinlan) runs a fairly unusual home business involving immigrants who produce art on an assembly line--the kinds of paintings that come free with the bedroom suite.\n\nIt is important to note, on this weekend when \"Thirteen\" opens, that imagining sex is the only way Kelly experiences it. His bond with Tabby comes through their mutual love of art, about which Kelly knows a surprising amount (this is a bright kid who apparently knows everything known to anyone who worked on the movie).\n\nTabby, who has her own studio, produces paintings a step up from the assembly line at Kelly's house; her work is the kind that wins blue ribbons at fairs. She's heading to Yale in the fall, which means she has periods of ambivalence about her approaching marriage to her sometimes uncomprehending boyfriend, Miner (Anson Mount)--which leads, somewhat unconvincingly, to a makeout session between Tabby and Kelly in which the movie focuses on Kelly's emotions, which we can easily imagine, instead of on Tabby's, which exist entirely at the convenience of the screenplay.\n\nLaBeouf makes his character a winning and charming kid, more believable than the movie deserves, and Henson, who I've been monitoring since \"The Mighty\" (1998), is kind of a junior Vincent D'Onofrio, able to play almost anybody, as you could see when he went to the teenage Shakespearean tragedy \"O\" to \"Dumb and Dumberer.\" \"The Battle of Shaker Heights\" isn't bad so much as jumbled. One of the problems with \"Project Greenlight\" is that everybody tries to cross when the light turns green.\n\nYou get the sense of too much input, too many bright ideas, too many scenes that don't belong in the same movie. Odd, how overcrowded it seems, for 85 minutes. Here's an idea: Next year, Miramax picks the winning screenplay, gives the filmmakers $1 million and sends them off in total isolation to make a movie with absolutely no input from anybody. The HBO series could be about how the Miramax marketing department sees the result and figures out how to sell it.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-08-29", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "The Battle Of Shaker Heights (2003)"}