{"url": "http://www.rogerebert.com/reviews/the-housemaid-2011", "by": "Jeon Do-younas Eun-yi", "star_rating": 3.0, "text": "\"The Housemaid\" takes place almost entirely within the enormous modern house of a very rich man and centers on the young woman he has hired as a nanny. It involves primarily the man, his wife, his daughter, the older wo­man who runs his household and his mother-in-law. Within this closed system, the husband exercises his will, buying his power because of money and the enabling of the women, who are all subservient.\n\nThat something disturbing will happen is a given. Hoon (Lee Jung-jae) is a man who expects all of his wishes to be met without question, and in his hermetic household the introduction of the nanny Eun-yi (Jeon Do-youn) creates an imbalance. His wife, Hae-ra (Seo Woo), is content to live in expensive idleness, paging through magazines describing the world of consumer goods she inhabits. She is pregnant with twins, and her focus is on these two latest acquisitions of her marriage. The older servant named Mrs. Cho (Yun Yeo-jong) hates the family but is mercilessly efficient in her service. The wife’s mother (Park Ji-young) is pleased her daughter married well and wants her to continue to be well-married.\n\nEun-yi is efficient, submissive and very attractive. We learn little about her, except that she needs the job. She is in awe of the man, who comes home from his job as a Master of the Universe and plays flawless classical piano while drinking rare vintages. His wife drifts through couture designs. Their daughter (Youn Yuh-jung) is a mystery, much loved and cared for but not much needed. The maid and the daughter instinctively bond, because in this home, they are the only two with affection to spend.\n\nWe know it’s inevitable that the husband will attempt to seduce the maid. And it surely is a seduction and a coercion, even though the maid agrees and even seems to appreciate it. Sex is a bad bargain if only one party is free to set the terms. Mrs. Cho sees what is happening because she sees everything that happens. The mother-in-law also sees. Eventually the housemaid’s pregnancy becomes obvious.\n\nIt is not a problem for the others so long as it doesn’t upset the financial equilibrium, in which the husband gets everything he pays for. His wife and her mother are like favored suppliers. The housemaid has opened up a new trading market with unfamiliar producers and negotiable prices. If you sell all the sugar, you don’t want to hear about Sweet ’n’ Low.\n\nThis story is told by writer-director Im Sang-soo with cool, elegant cinematography and sinuous visual movements. The dominant mood is gothic, with the persistent sadomasochistic undertones that seem inescapable in so much Korean cinema. Why is that? The situation is obviously explosive, but we have no idea what will set it off.\n\nThe central questions are, who has the most to lose? Who has the most to gain? Whose private agenda is not clearly perceived in the household? Will everyone put up with everything, as the husband expects? The film withholds even hints of the answers to these questions until the final grotesque series of shots, and then all of them are answered in one character’s reaction in particular.", "running_time": 106, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-02-02", "genres": ["Drama", "Foreign", "Thriller"], "title": "The Housemaid (2011)"}