{"url": "http://www.rogerebert.com/reviews/the-last-days-1999", "by": "Rep", "star_rating": 3.5, "text": "Steven Spielberg's Survivors of the Shoah Visual History Foundation is engaged in making a record of as many such memories as can be recorded from those who saw the tragedy with their own eyes. The eventual goal is 50,000 taped interviews. \"The Last Days'' features five of those survivors, and others, telling their own stories. It focuses on the last year of the war, when Adolf Hitler, already defeated and with his resources running out, revealed the depth of his racial hatred by diverting men and supplies to the task of exterminating Hungary's Jews. At that late point, muses one of the witnesses in this film, couldn't the Nazis have just stopped? Used their resources where they were needed for the war effort? Even gotten some \"brownie points'' by ending the death camps? No, because for the fanatic it is the fixed idea, not the daily reality, that obsesses the mind. Those apologists like the British historian David Irving, who argue that Hitler was not personally aware of many details of the Holocaust, are hard pressed to explain why his military mind could approve using the dwindling resources of a bankrupt army to kill still more innocent civilians.\n\nIn Spielberg's \"Schindler's List'' there are the famous shots of the little girl in the red coat (in a film otherwise shot in black and white). Her coat acts as a marker, allowing us to follow the fate of one among millions. \"The Last Days,'' directed by James Moll, is in a way all about red coats--about a handful of survivors, and what happened to them.\n\nOne describes the Nazis' brutality toward children, and says, \"That's when I stopped talking to God.'' Another, Renee Firestone, confronts the evasive Dr. Hans Munch, who was acquitted in war crimes trials; his defense was that he spared the lives of some prisoners by conducting harmless medical experiments on them. But Firestone believes he was responsible for the death of her sister Klara, and when he grows vague in his answers, she grows angry. Anyone who worked in a death camp has much to be vague about.\n\nThere is another passage where a woman, now around 70, remembers instructions to Hungarian Jews to gather up their belongings for a trip by train. She took along a precious bathing suit, one she was looking forward to wearing at the pool as any teenage girl might, and as she describes the fate of that suit, and of herself and her family, we hear a lifelong regret: In a moment, she was denied the kind of silly, carefree time a teenage girl deserves.\n\nThere is a final passage of joy that affected me with the same kind of emotional uplift as did the closing scenes in \"Schindler's List.'' We have met during the film the only Holocaust survivor to be elected to the U.S. Congress--Rep. Tom Lantos (D-Calif.), whose wife is also a survivor. Both lost all of the members of their families. But they had two daughters, who came to them with the promise of a gift: They would have a lot of children. And then there is a shot of the Lantos family and their 17 grandchildren.\n\nThat scene provides release after a harrowing journey. The movie contains footage of the survivors as they looked on the day their camps were liberated by the Allies--walking skeletons, whose eyes bear mute witness to horror. And the film has angry memories of an aftermath. One witness, an American soldier, describes shooting an unarmed German dead in cold blood, after being spat at. The film doesn't follow up on the implications of that, and because we can understand his rage, perhaps we let it go. But I feel the film should have either left out that memory or dealt with it. The soldier was wrong, for the same reason the Holocaust was wrong. The Holocaust is the most tragic and deadly outburst of the once-useful, now-dangerous human trait of tribalism, in which we are right and you are wrong because we are we, and you are not. In recent years in Serbia, in Africa, in Cambodia, in Northern Ireland, the epidemic is alive and well. Just the other day, in Israel, Orthodox Jewish students booed and insulted visiting Reform rabbis who hoped to pray at the Western Wall, and the New York Times reported that some of the attackers \"screamed that the rabbis should `go back to Germany,' to be exterminated, one explained later.'' Any belief that does not allow others the right to believe something else is based more on fear than on faith. If that is not the lesson of the Holocaust, then what has been learned?", "running_time": 88, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-02-12", "genres": ["Documentary", "Drama", "History", "War"], "title": "The Last Days (1999)"}