{"url": "http://www.rogerebert.com/reviews/the-reckoning-2004", "by": "Paul Bettanyas Nicholas", "star_rating": 3.0, "text": "In England circa 1380, a troupe of traveling actors makes its way across the medieval landscape, where to go 20 miles from home was to enter a world of strangers. In London at about the same time, Geoffrey Chaucer was writing about another group on the road -- pilgrims on their way to Canterbury. His Knight, learning from the journey, declared: \n\n\"This world is but a thoroughfare full of woe,\rAnd we be pilgrims, passing to and fro.\rDeath is an end to every worldly sore.\" \n\nThe actors arrive at much the same conclusion in \"The Reckoning,\" when they arrive at a village where a murder trial is under way. A mute woman (Elvira Minguez) has been charged with the death of a local boy and been sentenced to death as a witch. The actors by their nature are more worldly and sophisticated than the village folk, and after questioning the woman through sign language, they begin to doubt her guilt. \n\nIt is at first no affair of theirs, however, and they unload their props and costumes from a lumbering covered wagon and stage the wheezer they've been touring with. A morality tale about Adam and Eve. That this is probably the first play ever seen by the locals does not give it the virtue of novelty; it is ever so much more entertaining to hang witches than to attend allegory. \n\nIn desperation, the players decide to devise a play based on the murder case, and the more they discover, the more they doubt the woman's guilt. The village in fact is a hotbed of sin and suspicion, and only a conspiracy of fear has kept the lid on. The actors are stirring the pot. \n\nAh, but there's a twist. One of the troupe, Nicholas (Paul Bettany), the surgeon in \"Master and Commander: The Far Side of the World,\" is not an actor at all, but a priest who was discovered at the wrong kind of devotions with a wife from his congregation -- not the Wife of Bath, alas, or he might have gotten away with it. Fleeing for his life, he is taken on by the troupe, whose leader Martin (Willem Dafoe) agrees to shelter him. Martin's sister Sarah (Gina McKee) is intrigued by Nicholas' aura of sensual guilt, but the veteran actor Tobias (Brian Cox) thinks they have enough mouths to feed without a freeloader. These tensions all play a role when the troupe begins to suspect a village scandal, and Lord Robert de Guise (Vincent Cassel) orders them to leave. \n\n\"The Reckoning\" has been directed, perhaps incredibly, by Paul McGuigan, the Scottish filmmaker whose previous work (\"Gangster No. 1\") did not seem to point him in this direction. And yet the previous movie shows the same taste for dissecting the evil beneath the skin. Basing his film on the novel Morality Play by Barry Unsworth and a screenplay by Mark Mills, McGuigan shows a world in which characters project a rigid self-confidence which, when cracked, reveals venom. \n\nThe medieval world of the film has been convincingly re-created (it was photographed in Spain), and the ambience and plot suggest connections with three other medieval mystery films: \"The Name Of The Rose,\" about a murder at a monastery, \"The Return of Martin Guerre,\" about a man who may be Martin or may have murdered him, and Bergman's \"The Virgin Spring,\" about a girl murdered by itinerant farm workers. In those years superstition and ignorance were the key elements in any criminal investigation. \n\n\"The Reckoning\" has just a little too much of the whodunit and the thriller and not enough of the temper of its clash between cultures, but it works, maybe because the simplicity of the underlying plot is masked by the oddness of the characters. Dafoe is invaluable in an enterprise like this, always seeming to speak from hard experience, giving mercy because he has needed it. Bettany plays the priest as a man left rudderless by his loss of status, and Cox plays the kind of malcontent who, on a modern movie location, would be angry about the quality of the catering.\rGiven the vast scale of a quasi-medieval epic like \"The Lord of the Rings,\" it is refreshing to enter the rude poverty of the real Middle Ages, where both the peasant and his lord lived with death and disease all around, and trusted sorcery and superstition to see them through.", "running_time": 112, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-03-12", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "The Reckoning (2004)"}