{"url": "http://www.rogerebert.com/reviews/the-swindle-1999", "by": "Isabelle Huppertas Betty", "star_rating": 3.0, "text": "While their comrades in the French New Wave are either dead (Truffaut, Malle) or work rarely (Godard, Resnais, Rivette), Claude Chabrol and Eric Rohmer soldier on, prolific and creative. Other directors give difficult birth to each new project, but they've created worlds that easily produce new stories--Rohmer the world of minutely observed romance, Chabrol the world of crime and depravity.\n\n\"The Swindle'' is Chabrol's 50th film, made with the practiced ease of a master. It's typical of his droll confidence that a man sprawls asleep in a chair during a key scene involving death threats and the breaking of fingers--and typical of Chabrol's restraint that he never cuts to the sleeping man for a quick laugh, but only subtly reveals him on the edges of the screen.\n\nThe movie stars Isabelle Huppert and Michel Serrault as Betty and Victor (if those are indeed their real names). She's 40ish, he's 70ish, they're con artists, and it's impossible to say what their personal relationship is: friends? lovers? relatives? Even a hint at the end is left ambiguous. (It's a tribute to the actors, and to Chabrol, that in any given scene they could convincingly have any one of those three relationships.) The movie starts with a warm-up con game. Betty poses as an available woman in a casino, and reels in a wealthy hardware dealer. She spikes his drink, he passes out in his room, and she and Victor relieve him of some, but not all, of his money--so that when he comes to, he won't remember his wagers well enough to be sure he was robbed.\n\nThat caper establishes the working partnership. Then the film ventures into a more complicated con--so complicated we're never quite sure if Betty and Victor are even conning each other. Betty has latched onto a financial courier for a crime syndicate, and has her eyes on the millions of Swiss francs in his locked briefcase. \"Swissss! Swissss!'' Victor hisses cheerfully, relishing the superiority of Swiss to French francs.\n\nThe courier, Maurice (Francois Cluzet), is a polished man about Betty's age, and there's the hint of a romance between them. Or is that only in Victor's jealous eyes? Or is he really jealous? And is Betty planning to steal the money from Maurice and Victor? Or only from Maurice? Or is Victor planning to steal it from Betty? And what about the powerful criminals who consider the money, after all, to be their property? The plot unfolds as an understated comedy. Serrault, who has made more than 150 films, seems to twinkle as he schemes. Huppert is of course famous for her impassivity (see her in the upcoming \"The School Of Flesh,'') but here she adds a kind of crazy flair, suddenly exaggerating a word or a gesture, as if amusing herself while going through the steps of a confidence charade. The movie adds sneaky little running jokes, like the way Serrault is forever being mistaken for an employee of whatever establishment he's in. Or the way a meal is lovingly ordered (there's great food in almost all of Chabrol's films).\n\nChabrol has always been an admirer of Hitchcock, and here he displays a Hitchcockian touch from time to time, almost deliberately. Consider the scene where the three principals observe a dance performance at a winter resort: Betty says she is too warm and leaves, followed first by one man and then the other; as they walk down the aisle, all eyes are upon them. It's a reminder of how Hitchcock liked to put characters at a public event where escape meant breaking the rules.\n\nBy the end of the film we may still be murky about just what Betty and Victor were planning, and about their true relationship. That's part of the fun. Magicians don't reveal their secrets lightly (\"The trick is told when the trick is sold''), and neither do con men. The con man this time, of course, is Chabrol, who has conned us into enjoying the entire film without giving away his own secrets.", "running_time": 105, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-03-12", "genres": ["Comedy", "Crime", "Thriller"], "title": "The Swindle (1999)"}