{"url": "http://www.rogerebert.com/reviews/the-ballad-of-little-jo-1993", "by": "Suzy Amisas Little Jo", "star_rating": 3.0, "text": "The Old West must not have been a very nice place. It was violent, dirty, undernourished, disease-ridden, cursed with alcoholism and venereal disease, and thickly populated with varmits human and otherwise. It was no place for a woman - not even the two kinds of women most familiar in Western movies, schoolmarms and hookers.\n\nIn the opening scenes of \"The Ballad of Little Jo,\" a young woman is discovering this for herself. Cast out by her wrathful family after giving birth out of wedlock, Little Jo has escaped to the West like to many pariahs before her. But her dress, bonnet and parasol are like red flags to the cowboys along the trail, who can guess she ain't no schoolmarm. Abused and mistreated, she accepts a ride from a stranger and finds herself sold into bondage. Escaping, she realizes there is only one course for her.\n\nShe walks into a store and buys some men's clothes, and from then on, Josephine is a man named Jo.\n\nThe movie casts Suzy Amis in this crucial role, but to tell you the truth I never really believed that she could pass as a man.\n\nShe pulls her hat brim down low, and talks in a gruff voice, and slaps chaps on the back a lot, but it's fairly clear there's a deficit in the testosterone department. Amis is a wonderful actor (see her as the addled older sister in \"Rich In Love\"), however, and works some kind of magic, so that we accept her as a man despite out doubts, as the story begins to take hold.\n\nThe writer and director, Maggie Greenwald, wisely avoids an old-fashioned plot, and concerns herself more with the daily texture of life in the West. Ruby City, the town where Little Jo settles, is a grim collection of saloons and whorehouses, of smelly bearded men and womenfolk who stay indoors or in church a lot. Little Jo buys herself a spread outside of town and raises sheep. Her nearest neighbor is the appropriately named Frank Badger (Bo Hopkins), who is fearsome and cruel, but by no means entirely evil, and who maybe suspects more about Jo than he's prepared to admit, even to himself. Other locals include the exiled Englishman Percy Corcoran (Ian McKellan), who is a friend when he is sober and an animal when he is drunk, and whose idea of sex consists of getting drunk and beating up prostitutes.\n\nLittle Jo stays strictly to herself, outside of town, until one day when she stumbles upon the baiting of a Chinese man, Tinman Wong (David Chung). At Badger's insistence, she hires the man as a cook and laborer, and it doesn't take him long to discover her secret, and for the movie to reveal its real subject, which is the role-playing that allowed women and minorities to survive in the macho, racist West.\n\n\"The Ballad of Little Jo\" is based, I gather, on many real stories. So ingrained was the notion that only men could do \"men's work,\" Greenwald says, that if a woman could ride and rope and run a ranch, she was accepted as a man even in the face of other evidence.\n\nAt one point in the movie, Jo is pointedly referred to as a \"dude,\" which in the context seems to suggest she's considered a homosexual.\n\nThere is even the slightest hint that Frank Badger may think Tinman Wong is a good match for her - which he is, but in ways Badger does not imagine.\n\nWhen the film's ending arrives, pay it particular attention.\n\nIt is rather rough and crude, but it's in the spirit of the film, in which men of poor breeding lived and worked together in desperate poverty of mind and body, and were so enclosed inside their roles that they hardly knew each other at all.", "running_time": 120, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-09-10", "genres": ["Action", "Drama"], "title": "The Ballad Of Little Jo (1993)"}