{"url": "http://www.rogerebert.com/reviews/the-thief-of-bagdad-1940", "by": "Sabuas Abu", "star_rating": 4.0, "text": "\n\nTo begin with a story: Our grandson Taylor was deeply immersed\r\nin a video game on his laptop. I began to watch \"The Thief of Bagdad\"\r\non DVD. At first he ignored it. Then I saw him glancing at the screen. Then he\r\nclosed the laptop and watched full time. During the spider sequence, only his\r\neyes were visible above the neck of his T-shirt. \"That was a good\r\nmovie!\" he told me. \"What did Taylor say when he found out it was\r\nalmost 70 years old?\" his mother, Sonia, asked me. \"I didn't tell\r\nhim,\" I said.\n\nThis 1940 movie is one of the great entertainments. It lifts up\r\nthe heart. An early Technicolor movie, it employs colors gladly and with\r\nboldness, using costumes to introduce a rainbow. It has adventure, romance,\r\nsong, a Miklos Rozsa score that one critic said is \"a symphony accompanied\r\nby a movie.\" It had several directors; as producer, Alexander Korda leaped\r\nfrom one horse to another in midstream. But it maintains a consistent spirit,\r\nand that spirit is one of headlong joy in storytelling.\n\nThe\r\nstory is loosely borrowed from Douglas Fairbanks Sr.'s \"The Thief of\r\nBagdad\" (1924), itself a great film. Fairbanks Jr. told me it was his\r\nfather's favorite. One major change is crucial: In the silent film, the thief\r\nand the romantic lead were one and the same, played by Fairbanks. In the 1940\r\nfilm, they are made into two characters. The thief, Abu, is played by the\r\nIndian child star Sabu, then about 15. The king, Ahmad, is played by John\r\nJustin with a Fairbanksian mustache. This is an invaluable change, for both\r\ndramatic purposes and practical ones: The silent character needs no one to talk\r\nto. The 1940 characters become allies drawn from the top and bottom of society,\r\nmaking Sabu essentially the star of the film, although he doesn't receive top\r\nbilling. The most compelling character, as he should be, is the villain Jaffar,\r\nplayed by the German emigre Conrad Veidt with hypnotic eyes and a cruel laugh.\r\nThe beautiful, passive heroine, a princess desired by both men, is played by\r\nJune Duprez.\n\nThe\r\nstory in my mind moves from one spectacular special-effects sequence to\r\nanother: the Sultan's mechanical toy collection. The flying horse. The storm at\r\nsea. The goddess with six arms. The towering genie released from a bottle.\r\nAbu's assault on the temple that contains the All-Seeing Eye. His climb up a\r\nmountainous statue. The battle with the gigantic spider. The flying carpet.\n\nHalf\r\nof the shots in \"Citizen Kane\" used special effects, according to\r\nRobert Carringer, who wrote a book on the film. There is rarely a shot in\r\n\"The Thief of Bagdad\" without them. The film was a breakthrough in\r\ntechnique and vision, influential in shaping the entire genre. There are few\r\neffects in \"Star Wars\" (1977) that cannot be found in\r\n\"Thief.\" Some of them, such as blue screen, were still being\r\nperfected. Other effects, such as matte paintings, had been in use for years.\n\nThe\r\nCriterion DVD offers interviews with three effects experts, including Ray\r\nHarryhausen, who discuss the film's techniques. It is especially eye-opening to\r\nsee stills revealing the \"hanging matte\" technique, which creates a\r\nbackground or completes a composition by suspending a matte painting in front\r\nof the camera. The camera's 2-D eye is fooled by the painting into making us\r\nsee foreground as background. Other techniques are simplicity itself: The genie\r\nis made to tower over Abu by using an optical printer to combine a shot of the\r\ngenie (Rex Ingram) close to the camera, and Abu hundreds of feet away. Both are\r\nfilmed from a static camera on the same beach.\n\nThe\r\nuse of blue screen may seem primitive compared to today's computer-generated\r\nanimation, but it has the advantage of using real-world subjects. The flying\r\nhorse, for example, is a real horse, with a real actor mounted on it. The\r\nflying carpet is a real carpet, with Abu standing on it. Both the genie and the\r\nthief seem real in all of their shots, because they are.\n\nThe\r\npoint here is that all of the effects, supervised by the wizard Lawrence W.\r\nButler, are used to further and deepen the story. Consider the remarkable\r\nbeauty of several scenes showing magnificent cities climbing hills in the\r\nbackground. The cities may be tinted peach or blue, which makes them all the\r\nmore fantastical. They are all mattes.\n\nOnce\r\non a visit to the Disney Studios, I met the famous matte artist Peter\r\nEllenshaw, who was a young assistant artist on \"Thief.\" He told me\r\nhow his paintings used not only a forced perspective , but such devices as\r\ndeliberate blurring to create the illusion of depth. When two lovers are\r\nstanding in a balcony in front of a matte cityscape, it would be a mistake to\r\nmake the painting in a photo-realistic style. Its indistinct qualities make it\r\nseem farther away.\n\nKorda,\r\na Hungarian emigre who had earlier run Britain's Denham Studios, was now an\r\nindependent, powerful in the Mayer, Selznick or Goldwyn mode. He used his\r\nbrother Vincent as his art director, his brother Zoltan as a director. The\r\nalready legendary art director William Cameron Menzies also worked on the film,\r\nand is said to have directed some scenes. Together they made a film of\r\nbreathtaking beauty. It is done so well that it does not date. Never mind that\r\ntoday similar vistas could be painted with CGI. These are so gorgeous that we\r\ncannot imagine them being improved.\n\nKorda\r\noften employed others from overseas. Veidt (1893-1943) was a famous German\r\nsilent actor who fled Hitler in 1933, became a British citizen, worked in\r\nHollywood, was a major star. Sabu (1924-63) was born in Mysore, India, and as a\r\nboy was a servant for a maharajah. In 1937, he was cast by Robert Flaherty in\r\nthe title role of the quasi-documentary \"Elephant Boy,\" an\r\ninternational hit. He was signed by Korda, for whom he made \"The\r\nDrum\" (1938), \"Thief\" and the great success \"Jungle\r\nBook\" (1942). Rex Ingram (1895-1969), the genie, was a well-known African-American\r\nstage and screen actor who graduated from Northwestern University. He achieved\r\nfame in films like \"Green Pastures\" and \"Cabin in the Sky.\"\n\nThe\r\nenergy centers on the film are clearly supplied by Sabu and Veidt, as a boy\r\nbubbling with enthusiasm and innocent guile and a man steeped in bitterness and\r\ncruelty. Both performances are perfectly pitched to the needs of the\r\nscreenplay. The romance between Duprez and Justin, as the princess and Ahmad,\r\nis rather bloodless, centering on abstract vows; their greatest passion is\r\nshown in the scene where they're bound to opposite walls, and under sentence of\r\ndeath. The same low-flame romance was mirrored in Disney's \"Aladdin\"\r\n(1992), greatly influenced by both versions of the \"Thief,\" combining\r\nAbu and Ahmad as \"Aladdin.\"\n\nAlthough\r\nthe film had so many directors (including Michael Powell, two Kordas and\r\nMenzies), it seems the work of one vision and that must have been Korda's. It\r\nremains one of the greatest of fantasy films, on a level with \"The Wizard\r\nof Oz.\" To see either film is to see the cinema incorporating every\r\ntechnical art learned in the 1930s and employing them to create enchanting\r\nvisions. Today, when dizzying CGI effects, the Queasy-Cam and a frantic editing\r\npace seem to move films closer to video games, witness the beauty of\r\n\"Thief of Bagdad\" and mourn.\n\nNote:You may watch the\r\nCriterion Collection's DVD of \"The Thief of Bagdad\" online for $5 atwww.criterion.com/films/544.\n\n", "running_time": 106, "mpaa_rating": null, "release_year": 1940, "date_published": "2009-05-06", "genres": ["Action", "Adventure", "Family", "Fantasy", "Foreign", "Science Fiction"], "title": "The Thief of Bagdad (1940)"}