{"url": "http://www.rogerebert.com/reviews/the-rocky-horror-picture-show-1976", "by": "Tim Curryas Dr. Frank N. Furter", "star_rating": 2.5, "text": "\"The Rocky Horror Picture Show\" would be more fun, I suspect, if it weren't a picture show. It belongs on a stage, with the performers and audience joining in a collective send-up. It's been running for something like three years in a former movie theater on King's Rd. in London - and it's found the right home here at the Three Penny on Lincoln. Trouble is, it should have opened there as a play. That's a rather unfair way to approach it as a movie, but then \"Rocky Horror\" remains very much a filmed play. The choreography, the compositions and even the attitudes of the cast imply a stage ambiance. And it invites the kind of laughter and audience participation that makes sense only if the performers are there on the stage, creating mutual karma.\n\nStill, \"Rocky Horror\" has its moments, and it's doing good business. It's one of those movies you have to use a lot of hyphens to explain. A horror-rock-transvestite-camp-omnisexual-musical parody. It's about two clean-cut kids from the \"Ike Age,\" Janet and Brad, who stumble through a time warp and into a sinister Gothic mansion where the annual Transylvanian Convention is taking place (pardon me, boys, is this the Transylvanian orgy?). The mansion is presided over by the bizarre Dr. Frank N. Furter, who is, he explains, a transvestite from the planet Transexual in the galaxy Transylvanian.\n\nThe kids are transfixed. But quicker than you can check his XX chromosome, the mad doctor unveils his latest creation, the handsome and muscled Rocky Horror. He has some experiments in mind that would have appalled the original Dr. Frankenstein, not to mention Janet and Brad. Meanwhile, the kids get introduced to the mansion's permanent residents, including a hunchback manservant named Riff Raff, his sister Magenta who is his lover and assorted other refugees from the steamier issues of Vampirella.\n\nAs we recall from the original \"Frankenstein,\" not to mention \"Young Frankenstein,\" not every monster turns out to be a success. Dr. Furter has a couple of earlier patients loitering around, including a bike bum named Eddie who passes through walls without the benefit of doors and looks suspiciously like the Incredible Hulk in leather. Janet and Brad get into the spirit of the party, as the swinger's magazines would put it, and before long, everyone's lined up to get into the sack with Rocky Horror.\n\nDr. Furter is played by a British actor named Tim Curry, who had the stage role in London and Los Angeles and bears a certain resemblance to Loretta Young in drag. He's the best thing in the movie, maybe because he seems to be having the most fun. He's also a capable actor, which is more than you can say for the assorted Transylvanian extras who are dragged on screen for the various production numbers and look like they were invited to the wrong party. No matter, until the climactic scene in which everyone's hurtled into outer space, Dr. Furter's been the perfect hostess.", "running_time": 105, "mpaa_rating": "R", "release_year": 1975, "date_published": "1976-08-18", "genres": ["Comedy", "Music", "Science Fiction"], "title": "The Rocky Horror Picture Show (1975)"}