{"url": "http://www.rogerebert.com/reviews/the-bourne-identity-2002", "by": "Matt Damonas Jason Bourne", "star_rating": 3.0, "text": "\"The Bourne Identity\" is a skillful action movie about a plot that exists only to support a skillful action movie. The entire story is a set-up for the martial arts and chases. Because they are done well, because the movie is well-crafted and acted, we give it a pass. Too bad it's not about something.\n\nWell, perhaps it is. Perhaps it is about the amoral climate in spy agencies like the CIA. There are no good guys in the movie--certainly not the hero, played by Matt Damon, who is a trained assassin--and no bad guys, either. Even the people who want to kill Damon are only doing their jobs. Just as the guardians of the Navajo \"Windtalkers\" in another new movie are told to kill their charges rather than let them fall into enemy hands, so is Bourne, or whatever his name is, targeted for death after he fails to assassinate an African leader. (There's a good possibility he would also be targeted if he had succeeded.) As the movie opens, a fisherman on a boat out of Marseilles spots a body floating in what is obviously a studio back-lot tank. Hauled aboard, the body turns out to be alive, to have two bullet wounds and to have a capsule embedded under the skin, which contains the code to a Swiss bank account. The friendly fisherman gives the rescued man (who doesn't remember who he is) money to take the train to Switzerland, and he is welcomed in that nation and withdraws a fortune from a bank despite lacking a name or any form of personal identification.\n\nIndeed, he finds out who he may be by looking inside the red bag from the bank, where he finds several passports, one saying his name is Bourne. Determined to find out his real name, and why he was floating in the Mediterranean, Bourne pays $10,000 to a gypsy named Marie (Franka Potente from \"Run Lola Run\") to drive him to Paris. Meanwhile, the movie cuts to CIA headquarters in Virginia, where we meet Bourne's handler Conklin (Chris Cooper), and his boss Abbott (Brian Cox). Bourne was thought to be dead. Now that he is alive, he must be killed, and the assignment goes to a group of CIA killers, especially the Professor (Clive Owen), who is as highly trained as Bourne.\n\nI forgot to say that Bourne is trained. Is he ever. He speaks several languages, is a formidable martial artist, has highly trained powers of observation and memory, knows all the spy tricks and is a formidable driver. We see that during a sensational chase scene through the streets of Paris, much of it through narrow alleys, down flights of steps, and against traffic.\n\nThere comes a point at which we realize there will be no higher level to the screenplay, no greater purpose than to expend this kinetic energy. The movie's brutally cynical happy ending reveals that it doesn't take itself seriously. And we catch on (sooner than Marie) that the girl stays in the picture only because--well, there has to be a girl, to provide false suspense and give the loner hero someone to talk to.\n\nI kind of enjoyed \"The Bourne Identity.\" I had to put my mind on hold, but I was able to. I am less disturbed by action movies like this, which are frankly about nothing, than by action movies like \"Windtalkers,\" which pretend to be about something and then cop out. Doug Liman, the director of \"Bourne,\" directs the traffic well, gets a nice wintry look from his locations, absorbs us with the movie's spycraft and uses Damon's ability to be focused and sincere. The movie is unnecessary, but not unskilled.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-06-17", "genres": ["Action", "Drama", "Mystery", "Thriller"], "title": "The Bourne Identity (2002)"}