{"url": "http://www.rogerebert.com/reviews/the-ballad-of-cable-hogue-1970", "by": null, "star_rating": 3.5, "text": "Sam Peckinpah's \"The Ballad of Cable Hogue\" is a splendid example of the New Western. It's also a fine movie, a wonderfully comic tale we didn't quite expect from a director who seems more at home with violence than with humor.\n\nThe New Western is usually set at the moment when civilization reached the West. In the traditional Western, the states are still territories and the law is a day's ride away, and people are killed fairly casually.\n\nBut those days lasted at the most for 30 years, and eventually you began to get farmers and telegraphs and municipal ordinances and autos. As a director, Peckinpah is fascinated by the conflict between encroaching civilization, on the one hand, and the pride of the independent Westerner on the other. \"The Wild Bunch\" was about professional killers who went on one last fling before they became obsolete. Now \"The Ballad of Cable Hogue\" gives us one of the West's most memorable individualists, played in high style by Jason Robards.\n\nCable Hogue is a prospector with a mean streak and a first-name relationship with God. After his no-good partners leave him for dead in the desert, he crawls miles through the waste and finally hands God an ultimatum: God, gimme water. God does. Now Cable is a good businessman and he immediately sets up a waterhole on the spot, which happens to be halfway between two major towns on the stagecoach line. With the passage of years, he develops his spread into possibly the West's first motel.\n\nAll of this is photographed with the gritty delight of \"The Wild Bunch.\" The screen is filled with dirt and dust and Gila monsters and whiskers, and you begin to understand that for Peckinpah (as for many a 20th-Century American), happiness consists to some degree of getting dirty and wriggling your toes in the mud.\n\nAnyway, Cable pays no attention to his appearance until he meets the bountiful Hildy, the town prostitute. But she's not just any hooker, mind you, or even the proverbial one with the heart of gold. Stella Stevens makes Hildy an altogether individual woman, perhaps the first Women's Libber west of the Pecos. Cable and Hildy fall into their own variety of love, spurred on by a slightly touched local minister (played by David Warner of \"Morgan!\"). And at about this point, Cable Hogue stops being any kind of Western and begins to be a strange and wonderful fantasy about people.\n\nThe movie is filled with scenes to relish. Cable traps his old enemies in a hole and throws in rattlesnakes; Hildy takes a bath and Cable scrubs her in one of the tenderest of moments, and the preacher presides over one of the sincerest of funerals you can imagine. But what makes the movie, Peckinpah and a good script aside, are the performances by Robards and Miss Stevens.\n\nThe ads say Bogart would have played Cable the way Robards does. Not so. I was reminded, simply, of good Robards, as in \"A Thousand Clowns\" or \"Long Day's Journey Into Night.\" He is plenty raspy and human enough on his own, without Bogie imitations. Stevens blossoms as quite a marvelous actress; there are few enough actresses who can be funny and feminine at the same time, but she is certainly one of them.", "running_time": 121, "mpaa_rating": "R", "release_year": 1970, "date_published": "1970-01-01", "genres": ["Action", "Comedy", "Western"], "title": "The Ballad of Cable Hogue (1970)"}