{"url": "http://www.rogerebert.com/reviews/the-lonely-lady-1983", "by": "Pia Zadoraas Jerilee Randall", "star_rating": 1.5, "text": "If \"The Lonely Lady\" had even a shred of style and humor, it could qualify as the worst movie of the year. Unfortunately, it's not that good. It's a dog-eat-dog world out there in Hollywood and it's not enough to be merely awful. You need something to set yourself apart. Pia Zadora tries, and she has pluck, but she's just not bad enough all by herself.\n\nThe movie is bad in all the usual ways, and it would be easy enough to simply list them: The overacting, the use of \"voice-over\" narration to bridge awkward chasms between scenes, the predictable plot. But why don't we take all of those things for granted and move on to the truly unspeakable things in this movie. We could make a list: \n\n1. I suppose it was necessary to have a scene in which the heroine is cruelly treated by men. But (a) couldn't they have thought of something other than rape by a garden hose?; and (b) shouldn't such a traumatic event have had some effect on the character? \n\n2. After the rape, Pia is seen being comforted in bed by her mother and a doctor. A single thread of stage makeup, representing blood, has trickled out of her mouth and dried. It is left in place for the entire scene, suggesting that at no point did the doctor, her mother, or any other medical personnel or family member care enough to disturb the makeup in order to make the scene realistic by wiping away the blood. \n\n3. Proper nouns are missing from this movie. It seems to exist in a generic alternative universe in which nothing has its own name. The Oscars are known as \"these awards\" or \"the awards.\" After Pia and her first lover leave a movie, they have this conversation: \"I liked him better.\" \"I liked her better.\" No him or her is identified. This is the kind of conversation that results when a screenplay says, \"They leave the theater and briefly discuss the movie,\" but the screenplay doesn't care what movie they saw.\n\n4. The movie has no time for emotional transitions. When Pia marries the successful Hollywood writer, he is attentive and caring in one scene, and a sadist in the next, simply because the plot requires him to act that way. No motivation. When Pia goes crazy, it's not so much in reaction to what's been happening to her (she survived the garden hose with nary a backward glance) but because the script requires it, so that, later, she can pull herself back together again just as arbitrarily.\n\n5. The movie's whole plot hinges on Pia's ability to rewrite a scene better than her jealous writer-husband. When the star of her husband's movie weeps that she can't play a certain graveyard scene, Pia whips out the portable typewriter and writes brilliant new dialogue for the star. What, you may ask, does Pia write? Here's what: She has the grieving widow kneel by the side of the open grave and cry out (are you ready for this?) \"Why? Why!!!\" That's it. That's the brilliant dialogue. And it can be used for more than death scene, let me tell you. In fact, I walked out of this movie saying to myself, \"Why? Why!!!\"", "running_time": 92, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-10-06", "genres": ["Drama"], "title": "The Lonely Lady (1983)"}