{"url": "http://www.rogerebert.com/reviews/the-tourist-2010", "by": "Angelina Jolieas Elise", "star_rating": 2.0, "text": "There’s a way to make a movie like \"The Tourist,\" but Florian Henckel von Donnersmarck doesn’t find that way. Here is a romantic comedy crossed with a crime thriller, shot in Paris and Venice, involving a glamorous mystery woman and a math teacher from Wisconsin. The plot is preposterous. So what you need is a movie that floats with bemusement above the cockamamie, and actors who tease each other.\n\nAs the mystery woman, Angelina Jolie does her darnedest. She gets the joke. Here is a movie in which she begins in a Paris cafe, eludes cops by dashing into the Metro, takes an overnight train to Venice, picks up a strange man (Johnny Depp) and checks them both into the Royal Danelli without one wrinkle on her dress or one hair out of place. And is sexy as hell. This is the Audrey Hepburn or Grace Kelly role, and she knows it.\n\nDepp is in the Cary Grant role of the obliging, love-struck straight man who finds himself neck deep in somebody else’s troubles. In theory, these two should engage in witty flirtation and droll understatement. In practice, no one seems to have alerted Depp that the movie is a farce. I refer to farce in the dictionary sense, of course: a comic dramatic work using buffoonery and horseplay and typically including crude characterization and ludicrously improbable situations. Depp, however, plays his math teacher seriously and with a touch of the morose.\n\nThe plot involves — oh, hell, you know, the usual mystery man who has stolen millions from a gangster and gone into hiding while smuggling instructions to Jolie, his lover, instructing her to take the train to Venice, etc. And the cops from Scotland Yard who are tailing her in hopes of nailing the guy. And the gangster and his hit men who are also on the thief’s trail. And chases over the rooftops of Venice, dinner on a train, a scene in a casino, designer gowns and a chase through the canals with Jolie at the controls of a motor taxi, and...\n\nWell, there was really only one cliche left, and I was grateful when it arrived. You know how a man in a high place will look down and see a canvas awning that might break his fall, and he jumps into it? Yep. And it’s shielding a fruit cart at the open-air market and he lands on the oranges and runs off, leaving the cart owner shaking his fist. This is a rare example of the Vertical Fruit Cart Scene, in which the cart is struck not from the side but from the top.\n\nThe supporting roles are filled by excellent actors, and it’s a sign of the movie’s haplessness that none of them make a mark. You have Paul Bettany and Timothy Dalton as cops, Steven Berkoff as the gangster and Rufus Sewell as \"The Englishman,\" who must be important because he hangs around without any apparent purpose. Once in London, I saw Berkoff play a cockroach in his adaptation of Kafka’s \"Metamorphosis.\" It might have helped if he’d tried the cockroach again.\n\nA depressing element is how much talent \"The Tourist\" has behind the camera. Writer-director Florian Henckel von Donnersmarck made \"The Lives of Others,\" which won the 2007 Oscar for best foreign film. The screenplay is by Christopher McQuarrie (Oscar winner for \"The Usual Suspects\") and Julian Fellowes (Oscar winner for \"Gosford Park\"), along with von Donnersmarck. It’s based on a French film written by Jerome Salle, which was nominated for a Cesar. All three \"Tourist\" writers seem to have used their awards as doorstops.\n\nIt doesn’t matter that the plot is absurd. That goes with the territory. But if it’s not going to be nonstop idiotic action, then the acting and dialogue need a little style and grace and kidding around. Jolie plays her femme fatale with flat-out, drop-dead sexuality. Depp plays his Wisconsin math teacher as a man waiting for the school bell to ring so he can go bowling. The other actors are concealed in the shadows of their archetypes. Cary Grant would have known how to treat a lady.", "running_time": 103, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-12-08", "genres": ["Action", "Mystery", "Romance", "Thriller"], "title": "The Tourist (2010)"}