{"url": "http://www.rogerebert.com/reviews/the-happening-2008", "by": "Mark Wahlbergas Elliot Moore", "star_rating": 3.0, "text": "\"If the bee disappears from the surface of the earth, man would have no more than four years to live.\"\r-- Albert Einstein\n\nAn alarming prospect, and all the more so because there has been a recent decline in the honeybee population. Perhaps it is comforting to know that Einstein never said any such thing -- less comforting, of course, for the bees. The quotation appears on a blackboard near the beginning of M. Night Shyamalan's \"The Happening,\" a movie that I find oddly touching. It is no doubt too thoughtful for the summer action season, but I appreciate the quietly realistic way Shyamalan finds to tell a story about the possible death of man.\n\nOne day in Central Park, people start to lose their trains of thought. They begin walking backward. They start killing themselves. This behavior spreads through Manhattan, and then all of the Northeast. Construction workers throw themselves from scaffolds. Policeman shoot themselves. The deaths are blamed on a \"terrorist attack,\" but in fact no one has the slightest clue, and New York City is evacuated.\n\nWe meet Elliot Moore (Mark Wahlberg), a Philadelphia high school science teacher; the quote was on his blackboard. We meet his wife, Alma (Zooey Deschanel); his friend, Julian (John Leguizamo), and Julian's daughter, Jess (Ashlyn Sanchez). They find themselves fleeing on a train to Harrisburg, Pa., although people learn from their cell phones that the plague, or whatever it is, may have jumped ahead of them.\n\nNow consider how Shyamalan shows the exodus from Philadelphia. He avoids all the conventional scenes of riots in the train station, people killing Philadelphia, not New York, and shows the population as quiet and apprehensive. If you don't know what you're fleeing, how would you behave? Like this, I suspect.\n\nJulian entrusts his daughter to Elliot and Alma, and goes in search of his wife. The train stops -- permanently -- at a town. The three hitch a ride in a stranger's car, and later meet others who are fleeing, from what or to what, they do not know. Elliot meets a man who talks about a way plants have of creating hormones to kill their enemies, and he develops a half-baked theory that man may have finally delivered too many insults to the grasses and the shrubs, the flowers and the trees, and their revenge is in the wind.\n\nBy now the three are trekking cross-country through Pennsylvania, joined by two young boys, who they will eventually lose. They walk on, the wind moaning ominously behind them, and come to the isolated country home of Mrs. Jones (Betty Buckley), a very odd old lady. Here they eat and spend the night and other events take place, and Elliot and Alma find an opportunity to discuss their love and reveal some secrets and speculate about what dread manifestation has overtaken the world.\n\nToo uneventful for you? Not enough action? For me, Shyamalan's approach is more effective than smash-and-grab plot-mongering. His use of the landscape is disturbingly effective. The performances by Wahlberg and Deschanel bring a quiet dignity to their characters. The strangeness of starting a day in New York and ending it by hiking across a country field is underlined. Most of the other people we meet, not all, are muted and introspective. Had they been half-expecting some such \"event\" as this?\n\nI know I have. For some time the thought has been gathering at the back of my mind that we are in the final act. We have finally insulted the planet so much that it can no longer sustain us. It is exhausted. It never occurred to me that vegetation might exterminate us. In fact, the form of the planet's revenge remains undefined in my thoughts, although I have read of rising sea levels and the ends of species.\n\nWhat I admire about \"The Happening\" is that its pace and substance allowed me to examine such thoughts, and to ask how I might respond to a wake-up call from nature. Shyamalan allows his characters space and time as they look within themselves. Those they meet on the way are such as they might indeed plausibly meet. Even the TV and radio news is done correctly, as convenient cliches about terrorism give way to bewilderment and apprehension.\n\nI suspect I'll be in the minority in praising this film. It will be described as empty, uneventful, meandering. But for some, it will weave a spell. It is a parable, yes, but it is also simply the story of these people and how their lives and existence have suddenly become problematic. We depend on such a superstructure to maintain us that one or two alterations could leave us stranded and wandering through a field, if we are that lucky.", "running_time": 91, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-06-12", "genres": ["Action", "Drama", "Mystery", "Science Fiction", "Thriller"], "title": "The Happening (2008)"}