{"url": "http://www.rogerebert.com/reviews/the-juror-1996", "by": "Demi Mooreas Annie Laird", "star_rating": 2.0, "text": "\"The Juror\" tells the story of a woman who volunteers, almost eagerly, to serve on the jury in the trial of a Mafia godfather accused of murder. This is the sort of cross in life that many people happily would not bear, but not Annie Laird. When the judge asks her if she's read about the case, she says no - but she's heard about it from her son. And she knows enough to know the defendant is said to be \"the big Spaghetti-O\" in the mob.\n\nShe says that, and worse, in an open courtroom, with the defendant and his henchmen sitting right there. Wouldn't her mother's instincts at least prompt her not to mention her child? Is she a complete stupid-o? She's asking for it, and she gets it, in a movie that maybe could have been wrung down into a nice little thriller, but ends up long-winded and rambling.\n\nAnnie, played by Demi Moore, is a sculptor whose art consists of building boxes that you stick your hand into, to feel the strange things inside. Many observations could be made about this choice of work, but I will not make any of them. Before she even gets home from the jury selection session, a Mafia operator named the Teacher (Alec Baldwin) is inside her house, photocopying family pictures and phone numbers, and feeling up the artwork. The next day he surfaces as a so-called art buyer, who drops a check for $24,000 at her gallery and asks her out to dinner.\n\nThe Teacher doesn't mess around. He tells Annie that unless she says two little words - \"not guilty\" - terrible things will happen to her son and her friends. She believes him, and votes not to convict, but that's only the beginning of her nightmare.\n\nThis Teacher is a piece of work. He is suave, he is cultivated, he quotes Lao Tzu, he can talk knowledgeably about art, he builds puppets, and he is a psychopathic killer. He's obviously the smartest man in the mob, and he gets his kicks by psychologically manipulating his victims instead of just intimidating them.\n\nAnnie is foolish enough to think that maybe she can outsmart him. This does not work. In two really unnecessarily ugly scenes, the Teacher shows her how he could run down her child - and he forces her best friend to have sex with him, then kill herself. Watching that second scene, I was wondering exactly what thought process went into the theory that it was necessary to the movie.\n\nWithout revealing plot twists, I will say that the movie goes on a long while - a very long while - after the trial is over, and that a trip to the jungles of Guatemala is unnecessary, to put it mildly.\n\nIn the midst of all this psychological carnage, Demi Moore maintains uncanny self-possession, especially if you compare her work with the scorched-earth performance of Sally Field in the oddly similar \"Eye for an Eye,\" which came out just three weeks earlier.\n\nBoth movies have the same buried plot: Mom fears her child will be killed by a violent nut, so she takes the law into her own hands. I found \"Eye for an Eye\" offensive in its manipulative arguments for vigilante justice. \"The Juror\" didn't bother me as much because the heroine doesn't deliberately choose her course: She has it forced upon her. It's an almost invisible distinction, I grant you, but this movie submerges its philosophy in the conventions of a thriller, while \"Eye for an Eye\" plays like an ad for handguns.\n\nA performance that caught my eye is by James Gandolfini, as Eddie, the Teacher's sidekick. He has a very tricky role, as a Mafia soldier who is about as sympathetic as a man can be who would, after all, kill you. His line readings during a couple of complicated scenes are right on the money (watch the careful way he learns from the Teacher about the death of Annie's friend). If the movie had been pitched at the level of sophistication and complexity that his character represents, it would have been a lot better. Of course, it would have been a different movie, too. I could have lived with that.", "running_time": 120, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-02-02", "genres": ["Action", "Drama", "Thriller"], "title": "The Juror (1996)"}