{"url": "http://www.rogerebert.com/reviews/the-honkers-1972", "by": "James Coburnas The rider", "star_rating": 2.0, "text": "The realities of the Hollywood star system prevent \"The Honkers\" from being the film it might have been and telling the story it wants to tell, and that is a shame. Top billing in the film goes to James Coburn (who is the star in question, of course) and we learn that he's a honker - a hard-riding, hard-living rodeo tough guy, etc. The movie has to go through the motions of being about him. \n\nBut the fact is that the movie's story - the one that grips and interests us despite the many pointless Coburn scenes - is really about two of the people closest to him, his best friend and his wife. They both understand Coburn pretty well. They know he's irresponsible and infantile and insensitive, but they love him. In a way, they're drawn together by their feeling for him. \n\nThe best friend is played by Slim Pickens, who has never been better in a movie. His performance here, coupled with Ben Johnson's acting in \"The Last Picture Show,\" suggests that there might be a lot of talent and feeling in all those Western character actors who never get to say much. \n\nThe wife is played by Lois Nettleton, whose role is almost impossible to get right, and yet she does. She has to understand Coburn, love him and yet retain her pride and her independence. She has a boy to raise, and there's a responsible man who loves her, and somehow she has to get all these things right in her life and yet not compromise too much. \n\nThe scenes between Miss Nettleton and Pickens are the heart of the movie. There's one over coffee in the kitchen where Pickens tells her he knows Coburn's a bastard - \"but I'm in the middle on this thing. I love you and I love him.\" Pickens is treated by Coburn as an always-faithful mascot and Pickens puts up with that because he admires his friend. \n\nBut a day comes when Pickens can no longer stay in the middle and preserve his self-respect. He has to split with Coburn, and he does, and then the movie ends with Coburn suddenly all alone, without anybody, and no way to laugh it off. \n\nThe movie is thrown out of proportion, unfortunately, by its need to seem to star Coburn. Steve Ihnat, an excellent actor directing for the first time, fills in the gaps by giving us long takes of Coburn walking while songs are sung, and he throws in a hat-stealing scene that is plain ridiculous. \n\nThere also are a couple of interludes with a rich local Indian girl who wants Coburn, but he doesn't much want her. Her character is completely unbelievable (do even movie-style wicked women still say \"I always get what I want\" anymore?), a sexist parody of the hot little rich girl. All of these things go wrong, and yet there's that relationship at the heart of the film between Slim Pickens and Lois Nettleton, and that goes right.", "running_time": 102, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-03-16", "genres": null, "title": "The Honkers (1972)"}