{"url": "http://www.rogerebert.com/reviews/the-good-guys-and-the-bad-guys-1969", "by": "Robert Mitchumas Flagg", "star_rating": 2.5, "text": "Robert Mitchum has never won an Oscar, and most people who pretend to be serious about movies overlook him in their lists of great actors. But he has an extraordinary manner. He brings an easy, lazy authority to a role. You can't imagine him on a stage; he's a creature of movies, inhabiting all those B-grade RKO Radio Pictures from our memories of the 1940s.\n\nIndeed, he hasn't made many great movies. The ones we remember him from are the really superior action pictures: \"Thunder Road,\" \"Cape Fear\" (1962), \"El Dorado.\" Because most of his films have left him little to do but act, however, Mitchum has almost invisibly become one of the archetypal figures of the movies, standing to the left of and a little behind John Wayne. Two generations from now, Mitchum pictures will be revived for festivals, and he'll have a cult like Bogart's.\n\nThe cult, in fact, is already producing its first documents. Richard Thompson has an evocative article on Mitchum in the current December magazine, and last month's issue of US, the paperback magazine edited by Richard Goldstein, had a study of Mitchum that was strong on his action pictures. Meanwhile, Mitchum himself continues to be one of the busiest of actors; just in the last two years we've had \"Anzio,\" \"Secret Ceremony,\" \"The War Wagon,\" \"Young Billy Young,\" \"The Way West,\" \"Five Card Stud,\" \"Villa Rides\" and now, inevitably, \"The Good Guys and the Bad Guys.\"\n\nMost of these movies (including \"Good Guys\") haven't been very good, but Mitchum has almost always been good in them. His scene with Elizabeth Taylor in \"Secret Ceremony\" (the one on the beach where she was dressed almost deliberately to look like a fat slut) was one of the best either one of them has done; his eyes were narrow and his voice had an insolent drawl to it, and you realized there are very few actors who can hold the screen against Taylor the way Mitchum did.\n\nThese sorts of thoughts come to mind while you're sitting through \"The Good Guys and the Bad Guys,\" which is a fairly good Western but not good enough. It is better, for example, than \"The Undefeated\" (1969), because director Burt Kennedy is intent on keeping it moving. But like \"The Undefeated,\" it tends to get bogged down in those slice-of-Western-life scenes that the new generation of directors seems to remember from old John Ford movies. Ford, however, never let them gum up his story the way Kennedy does.\n\nThe plot for \"The Good Guys,\" is one of the basic Western themes: An aging marshal is deprived of his badge, and then sets out single-handed to prove himself and bring the bad guys to a painful end. Unfortunately, the movie never seems quite sure whether it's serious or not; some of the banter between Mitchum and George Kennedy (the retired head bad guy) is too light to support the eventual shoot-out.\n\nAnd it is quite a climax; the best this year in a Western, I'd say. Kennedy stages a chase scene on a train (featuring a conductor played by John Carradine) that's as thrilling and funny as the train chase in \"The Great Bank Robbery\" was meant to be. This is the payoff, and it works; and there are good character roles for Martin Balsam, Tina Louise and Marie Windsor earlier along the road. But Mitchum eventually has to carry the picture, as he has carried so many before, and his scenes work even when they shouldn't. It's a relief to know he has just finished \"Ryan's Daughter,\" directed by David Lean, and that next year we'll hopefully be able to see good Mitchum in a good movie, for a change.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1969, "date_published": "1969-12-09", "genres": ["Action", "Comedy", "Drama", "Western"], "title": "The Good Guys and the Bad Guys (1969)"}