{"url": "http://www.rogerebert.com/reviews/the-black-cauldron-1985", "by": "Susan Sheridanas Eilonwy", "star_rating": 3.5, "text": "The best of the Disney animated features were not innocent children's entertainments, but blood-curdling stories of doom and obsession (with a few smiles along the way, of course). They only looked innocent because they were cartoons. Reflect for a moment on the Island of Lost Boys in \"Pinocchio,\" or what happened to Bambi's mother. The great Disney cartoons contained all of the fearsome possibilities of the Grimm fairy tales - or, for that matter, of life itself. Only in recent years have the Disney feature cartoons grown pale and innocuous, as part of the general delusion that harmless means colorless.\n\nNow comes a new Disney animated film in the old tradition. \"The Black Cauldron\" is a rip-roaring tale of swords and sorcery, evil and revenge, magic and pluck and luck. It tells the story of a search for a magic cauldron that can, if it falls into the hands of the evil Horned King, be used as a bottomless source of evil. And it takes us on a journey through a kingdom of some of the more memorable characters in any recent Disney film. \n\nThere is, for example, Hen Wen, the psychic pig. She can look into a pot of water and picture there the current location of the black cauldron. That makes her invaluable to the Horned King - and also to Taran, the young man who dreams of someday becoming a great warrior. \n\n\"The Black Cauldron\" is a quest movie, telling the story of Taran's progress toward manhood, his journey through the kingdom, and his race against the Horned King for possession of the cauldron. \n\nAll of this could, of course, look very silly. Stories like this have to be told with complete conviction or they lose their passion. What surprised me, as I sat through \"The Black Cauldron,\" was how quickly the story did absorb me. Instead of thinking deep thoughts about the past and future of Disney animation, I was caught up in the movie, amused by some of the characters, and sort of excited by the sky-splitting conclusion. \n\nThe story was so involving, indeed, that at one moment an allegedly mature adult in the audience leaned over to me and whispered, \"But, Rog . . . if the pig is really psychic, how come they can't just find out where the cauldron is, and get there before the king?\" A good point, but a better point is this one: How long has it been since anyone took a Disney cartoon that seriously? \n\nThe key to the movie is in the richness of the characterizations, and the two best characters, I think, are the Horned King (with voice by John Hurt), and a fuzzy little creature named Gurgi (voice by John Byner). Gurgi is a slavishly devoted little yes-man who gurgles with appreciation for everything done by anyone within earshot who is stronger than he is. \n\nThe main character, the young knight Taran, is not one of the stronger characters in the movie, but maybe that's to be expected. His thankless task is to be brave and noble, and those are not fascinating aspects of character - particularly not when contrasted to all the other weird characters in the movie. \n\nThe story is based on material I'm not familiar with, The Chronicles of Prydain series, by Lloyd Alexander. But some of the visuals look familiar, particularly Taran's magic sword, which seem borrowed from the laser swords in \"Star Wars,\" and the final apocalyptic conclusion, where the special effects fireworks look like the end of \"Raiders of the Lost Ark\". The movie uses this borrowed material with such energy, however, that it earns its right to it. By the end of \"The Black Cauldron\" I was remembering, with something of a shock of nostalgia, the strength and utter storytelling conviction of the early Disney animators. \"The Black Cauldron\" is a return to the tradition.", "running_time": 80, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-07-24", "genres": ["Adventure", "Animation", "Family", "Fantasy", "Science Fiction"], "title": "The Black Cauldron (1985)"}