{"url": "http://www.rogerebert.com/reviews/the-party-1968", "by": "Peter Sellersas Hrundl V. Bakshi", "star_rating": 3.0, "text": "Peter Sellers is back at work again. Perhaps nostalgia is in order. Until a few years ago, Sellers was the funniest comedian in the movies. He turned out a series of splendid British comedies (now inhabiting the late show), and even after he got to Hollywood he stayed funny. \"The Pink Panther\" (1963) was good and \"Dr. Strangelove\" was great and \"What's New, Pussycat\" had its moments.\n\nBut then, alas, Sellers started believing the back-slappers, and they told him he was naturally funny. He isn't. He has his moments, but most of the time he has to work like any other comedian. There have been a few naturally funny comedians, like W. C. Fields, and all they have to do is stand there (or weave back and forth) and you laugh. But the mortals have to work.\n\nSo anyway, Sellers started getting lazy. You could almost predict a new Sellers movie. It would have Sellers arching his eyebrows and muttering under his breath, Sellers delicately not touching a luscious starlet, Sellers rolling his eyes, Sellers doing his Napoleon imitation. The low point in his self-indulgence came in \"Casino Royale\" (1967), a film unjustly neglected in the lists of last year's worst.\n\nAll of this is one reason why \"The Party\" is so enjoyable. Sellers works. He develops a character and plays it, for better or worse, for the whole movie. No costume changes. No Napoleon suits. Sellers is Hrundi V. Bakshi, a painfully polite actor from India who courteously and delicately sabotages the evening of several dozen guests and an elephant. He is assisted by a hilariously drunken butler (Steve Franken).\n\nThe story has to do with a party in the home of a Hollywood studio chief. Director Blake Edwards begins in low key, with cocktail music tinkling in the background while everyone nods politely and Sellers' shoe floats over the waterfall in the living room. The insanity gradually escalates, but for the first two-thirds of the movie the events remain painfully close to life. Who among us, for example, has not waited politely outside the bathroom door at a party, a glassy smile concealing our agony?\n\nEdwards directs with economy for most of the way, but when the living room fills up with soapsuds and the elephant, he can't help lingering over the expensive scene he's produced. This is an occupational weakness of directors, who figure since they're spending so much money they ought to get at least 15 minutes of movie out of their grand finale. But chaos should be taken in moderation.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1968, "date_published": "1968-04-09", "genres": ["Comedy"], "title": "The Party (1968)"}