{"url": "http://www.rogerebert.com/reviews/the-hard-way-1991", "by": "Michael J. Foxas Nick Lang", "star_rating": 3.5, "text": "There is nothing very remarkable about \"The Hard Way,\" except for its comic energy, but the energy of this movie is everything, reminding me of the wisecracking, hard-boiled screwball comedies of the 1940s, back when they assumed the audience knew how to listen fast. You have to listen really fast during this movie, but what you get is an earful of James Woods in full flower, and Michael J. Fox so hyper he ventilates.\n\nWoods plays the kind of role where, if they hadn't been able to hire him, they would have had to shut down the movie. Who else could play this rapid-fire, angry, violent, foul-mouthed, insecure, sneaky and lying but lovable rascal? He's the toughest cop in New York, the kind who rams his police car into the back of a truck because he's late for a date. I have seen some James Woods movies I didn't enjoy, but it's hard to remember them - the names of few other actors give you more of a guarantee that you will not be bored and will possibly be electrified.\n\nThis time he plays John Moss, a homicide detective on the trail of the Party Crasher (Stephen Lang), a mass murderer who specializes in shooting his victims in the middle of discos, usually after inviting the police to attend. Moss almost catches the Crasher as the movie opens - there's a typical Woods scene that has him hanging onto the door of a speeding truck while the Crasher is at the wheel - but after he's nearly killed, his commander takes him off the case.\n\nWhat's his new assignment? A Hollywood action star named Nick Lang (Michael J. Fox) wants more authenticity in his performances, and when he sees a clip of Woods on the TV news, he knows this is his man. He wants to move into the life of this cop, to follow him everywhere, to study his methods and mannerisms, to live in his apartment and see what makes him tick. He even gets to be friends with his girlfriend (Annabella Sciorra). Woods wants no part of this plan, and informs his commander in blunt and colorful language. The commander tells him it's an order.\n\nThis is essentially just another version of the reliable old cop partner movie, in which the veteran is assigned to take a rookie under his wing. But the film makers crank up the energy until the movie takes on a life of its own. The director, John Badham, knows how to make genre pictures; his credits include \"Stakeout\" and \"WarGames.\" The screenplay, by Daniel Pyne and Lem Dobbs, is clever and funny and provides Woods with some genuinely funny vulgarities.\n\nThe stunts and action direction, the second unit work and the special effects are all seamless and exciting - especially a climactic scene that manages to parody \"North by Northwest\" while substituting a billboard in Times Square for Mt. Rushmore.\n\nBut mostly what we're talking about here is energy. There is a certain exhilarating, high-altitude buzz you get from actors who are working well at the limits of their ability, and I got it during \"The Hard Way.\" Faced with a plot that was potentially predictable, Woods and Fox seem to have agreed to crank up the voltage, to take the chance of playing every scene flat-out. They also take some chances with their images, or at least Fox does (Woods has always gloried in his role as a manic killer rat from speed city). The result is funny, fun, exciting, and, when you look beneath the glossy surface, an example of professionals who know their crafts and enjoy doing them well.", "running_time": 111, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-03-08", "genres": ["Action", "Adventure", "Comedy", "Crime"], "title": "The Hard Way (1991)"}