{"url": "http://www.rogerebert.com/reviews/the-crimson-rivers-2001", "by": "Jean Renoas Pierre Niemans", "star_rating": 3.5, "text": "If the makers of the next Hannibal Lecter picture don't hire Mathieu Kassovitz to direct it, they're mad. His new thriller \"The Crimson Rivers\" is a breathtaking exercise in the macabre, a gruesome thriller with quirky cops and a killer of Lecterian complexity, and even when the movie is perfect nonsense, it's so voluptuous that you're grateful to be watching it anyway. This is the work of a natural filmmaker.\n\nThe film begins with parallel stories involving two cops, who eventually meet. One is Niemans (Jean Reno), a famed investigator from Paris, such a lone wolf that when he's asked about his unit, he says, \"I'm the unit.\" The other is Kerkerian (Vincent Cassel), a provincial policeman.\n\nNiemans is investigating the murder of a man who is found hanging 150 feet in the air in the fetal position, blinded, his hands amputated. Kerkerian is investigating the desecration of a tomb containing a child whose mother said she was killed by the devil.\n\nThe investigations are in a spectacularly forlorn valley in the French Alps, where a famous university clings to the slopes. The children of its teachers go to school here, and eventually become professors themselves; there are hints of problems with inbreeding. The university dean is the \"mayor of the valley,\" and he haughtily tells Niemans: \"We all live in perfect harmony. To accuse one of us is to accuse all of us, including me.\" \n\nNiemans has nobody he wants to accuse. The murder is baffling. \"The hands and eyes are the body parts that belong to us alone,\" the surgeon tells him after the autopsy, adding that in his opinion the victim was tortured for hours. Plodding through his investigation, morose, inward, afraid of dogs, Niemans meets Kerkerian and then meets him again. Why do their two cases seem to lead to the same places? \n\nThe movie is as good-looking as any film this year. It is cold, wet and gray, like \"The Silence of the Lambs,\" and its mountain fastness doesn't look like a place for a ski holiday, but like a place where you could be lost and never found. Kassovitz's camera gives us the sensation of these peaks and altitudes by moving with uncanny grace through high empty spaces: There was one shot that had me frankly baffled about where the camera could possibly be positioned.\n\nNotice, too, how an innocuous visit to a university library somehow becomes a venture into the research room of hell. The room is architecturally beautiful (so is the university--Guernon, in Modane-Avrieux), but Kassovitz and his cinematographer, Thierry Arbogast, somehow light it and move through it so that every innocent student seems to glance up from satanic studies. The entire university--the grounds, the labs, the dean's office--has this unwholesome quality, and if you could figure out how Kassovitz does it you'd learn something about the craft of filmmaking, because he starts with a picture postcard.\n\nThe two cops establish a grumpy, monosyllabic relationship, based on the isolationist Niemans' gradual realization that Kerkerian is not a complete fool. There is a moment when they visit a grubby little rental apartment where somehow Kassovitz conjures suspense out of thin air. And a scene where Niemans and a local woman mountaineer lower themselves down a sheer ice face to find a 10-year-old sample of acid rain, needed as a clue. They find another clue: a second victim.\n\nAll of this, alas, eventually yields a solution to the mystery.\n\nAlong the way we have been much too interested in current developments to bother formulating our own hypothesis. When the answer comes, it comes all in a package, like one of Sherlock Holmes' wrap-ups for the admiring Watson. The dialogue is such a rush, indeed, that I was reminded of Russ Meyer's analysis of \"Vixen': \"I put all the socially redeeming stuff in one speech at the end, so the audience knows when that comes on, it's safe to leave.\" \n\nWhat Kassovitz may be doing here, consciously or not, is demonstrating that we go to a mystery thriller for the wind up, not the delivery. All the fun is in the atmosphere, the set-up, the surprises and murky sense of danger. The whodunit part is usually either (a) too predictable, or (b) so unpredictable it's a cheat.\n\nJoseph Conrad said he didn't like popular adventure stories because they were all based on accidents -- random adventures, not generated by the nature of the characters. For almost all of its length, \"The Crimson Rivers\" is anchored by the natures of Niemans and Kerkerian, as tested by criminal events.\n\nKassovitz holds off telling us whodunit as long as possible, and then grits his teeth like a runner who finds a puddle at the finish line. Look at this movie and tell me this director shouldn't have a date with Anthony Hopkins.", "running_time": 105, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-10", "genres": ["Crime", "Foreign", "Mystery", "Thriller"], "title": "The Crimson Rivers (2001)"}