{"url": "http://www.rogerebert.com/reviews/the-golden-compass-2007", "by": "Nicole Kidmanas Marisa Coulter", "star_rating": 4.0, "text": "\"The Golden Compass\" is a darker, deeper fantasy epic than the \"Rings\" trilogy, \"The Chronicles of Narnia\" or the \"Potter\" films. It springs from the same British world of quasi-philosophical magic, but creates more complex villains and poses more intriguing questions. As a visual experience, it is superb. As an escapist fantasy, it is challenging. Teenagers may be absorbed and younger children may be captivated; some kids in between may be a little conflicted, because its implications are murky.\n\nThey weren't murky in the original 1995 novel, part of the His Dark Materials trilogy by Philip Pullman, a best seller in Britain, less so here. Pullman's evil force, called the Magisterium in the books, represents organized religion, and his series is about no less than the death of God, who he depicts as an aged, spent force. This version by New Line Cinema and writer-director Chris Weitz (\"About a Boy\") leaves aside religion and God, and presents the Magisterium as sort of a Soviet dictatorship or Big Brother. The books have been attacked by American Christians over questions of religion; their popularity in the U.K. may represent more confident believers whose response to other beliefs is to respond, rather than suppress.\n\nFor most families, such questions will be beside the point. Attentive as I was, I was unable to find anything anti-religious in the movie, which works above all as an adventure. The film centers on a young girl named Lyra (Dakota Blue Richards), in an alternative universe vaguely like Victorian England. An orphan raised by the scholars of a university not unlike Oxford or Cambridge, she is the niece of Lord Asriel (Daniel Craig), who entrusts her with the last surviving Alethiometer, or Golden Compass, a device that quite simply tells the truth. The Magisterium has a horror of the truth, because it represents an alternative to its thought control; the battle in the movie is about no less than man's preservation of free will.\n\nLyra's friend Roger (Ben Walker) disappears, one of many recently kidnapped children, and Lyra hears rumors that the Magisterium has taken them to an Arctic hideaway. At her college, she meets Mrs. Coulter (Nicole Kidman), who suspiciously offers her a trip to the north aboard one of those fantasy airships that looks like it may be powered by steam. And the adventure proper begins.\n\nI should explain that in this world, everyone has a spirit, or daemon, which is visible, audible and accompanies them everywhere. When they are with children, these spirits are shape-shifters, but gradually they settle into a shape appropriate for the adult who matures. Lyra's is a chattering little creature who can be a ferret, mouse, fox, cat, even a moth. When two characters threaten each other, their daemons lead the fight.\n\nTurns out the Magisterium is experimenting on the captured children by removing their souls and using what's left as obedient servants without free will. Lyra challenges this practice, after taking the advice of the grizzled pilot Lee Scoresby (Sam Elliott) to find herself an armored bear. She enlists the magnificent bear Iorek, who must duel to the death with the top bear of the north. She also finds such friends as a flying witch named Serafina (Eva Green) and some pirate types named Gyptians, whose lifestyle resembles seafaring gypsies.\n\nThe struggle involves a mysterious cosmic substance named Dust, which embodies free will and other properties the Magisterium wants to remove from human possibility. By \"mysterious,\" I mean that Dust appears throughout the movie as a cloud of dancing particles, from which emerge people, places and possibilities, but I have no idea under which rules it operates. Possibly it represents our human inheritance if dogma did not interfere.\n\nAs Lyra, Dakota Blue Richards is a delightful find, a British-American schoolgirl who was 12 when she was discovered in an audition involving 10,000 girls. She is pretty, plucky, forceful, self-possessed, charismatic, and just about plausible as the mistress of an armored bear and the protector of Dust. Nicole Kidman projects a severe beauty in keeping with the sinister Mrs. Coulter (had Pullman heard about our girl Ann when he wrote his book?), and Daniel Craig and Sam Elliott (with his famous moustache never more formidable) give her refined and rough surfaces to play against.\n\nThe cast is jammed with the usual roll call of stage and screen greats, some of them in person, some of them voice-over talent: Christopher Lee, Tom Courtenay, Derek Jacobi, Simon McBurney, Ian McKellen, Ian McShane, Kathy Bates, Kristin Scott Thomas. The British fantasy industry has become a bigger employer even than the old Hammer horror films. And why is it, by the way, that such tales seem to require British accents?\n\nI realize this review itself may be murky, because theological considerations confuse the flow. Let me just say that I think \"The Golden Compass\" is a wonderfully good-looking movie, with exciting passages and a captivating heroine in Lyra. That the controversy surrounding it obscures its function as a splendid entertainment. That for adults, it will not be boring or too simplistic. And that I still don't understand how they know what the symbols on the Golden Compass represent, but it certainly seems articulate.\n\nA useful discussion of Pullman's novels and their translation to the screen is at www.theatlantic.com/doc/200712/religious-movies.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-12-06", "genres": ["Action", "Adventure", "Family", "Fantasy", "Science Fiction"], "title": "The Golden Compass (2007)"}