{"url": "http://www.rogerebert.com/reviews/the-twilight-saga-breaking-dawn-part-1-2011", "by": "Kristen Stewartas Bella Swan", "star_rating": 2.5, "text": "The Twilight movies have devoted three episodes to Bella Swan's clinging to her virginity despite the compelling appeal of Edward Cullen, the vampire. Now comes \"The Twilight Saga: Breaking Dawn - Part 1,\" in which you have to give her credit: She holds out until after her wedding. Then she and Edward fly to Brazil and a luxurious honeymoon hideaway on the beach, where the morning after her wedding night she is black and blue with bruises, the frame of the bed is broken, all of the furniture is tossed around and the draperies are shredded. Good gravy! What happened?\n\nWe have no idea. The movie doesn't show us!  Yes, the most eagerly awaited deflowering in recent movie history takes place entirely off-screen. That something momentous took place is indicated 14 days after the wedding ceremony, when Bella (Kristen Stewart) urps in the morning and discovers she is pregnant. Edward Cullen (Robert Pattinson) may have been dead for more than a century, but he's still producing industrial-strength sperm. Can humans and vampires mate? What's the blood chemistry on that? What will be in the wee one's bottle? Milk, or the unthinkable?\n\nDespite these scientific conundrums, \"Breaking Dawn - Part 1\" is absorbing, if somewhat slow-paced, and has without doubt the most blood-curdling scene of live childbirth in a PG-13 movie. Probably the sight of Bella and Edward demolishing the bedroom would have tipped it over into R territory.\n\nThe first half is slow and dreamy, as wedding preparations get underway. If you recall the lore from the earlier films, you'll know that marriage to Edward means Bella must become a vampire herself, which any groupie who has slept with Gene Simmons will understand. It's a lovely wedding, with blossom-laden trees framing a lakeside altar. Bella's father Charlie (Billy Burke) is not entirely happy; his toast includes genial mention that should harm befall Bella he has a gun and knows how to use it. But he puts on a brave face while propelling Bella down the aisle. Edward awaits her, looking in pain as usual.\n\nWe get shots of the smiling guests. Many are familiar from the previous movies, but others on both sides of the aisle are new to us. They fascinated me. What were they thinking? How many knew Bella was marrying a vampire? Were they cool with that? Did anyone wonder why Edward apparently possessed not a single relative older than himself?\n\nBack again is Bella's best friend Jacob Black (Taylor Lautner), who you recall is now a shape-shifter who turns into a wolf. Enraged by Bella's pregnancy, he summons his pack. The wolves, it must be said, are underwhelming as a pack. They become huge ferocious beasts with sharp fangs, and hurtle at top speed through the forest, and… well, that's about it. They're always hurtling somewhere. Hurtle, hurtle.\n\nGiven that he had nine months to prepare for the big event, I can't say Edward trained himself carefully for the home delivery. The sum of his medical training seems to have been a viewing of \"Pulp Fiction\" in which he learned about a real big needle you can plunge into someone's chest with great results.\n\nKristen Stewart is really pretty good here, although like almost all actresses she believes pregnant women rub their baby bumps unceasingly. I would have liked more scenes developing her thoughts about married life. Although the possibility of an abortion is hinted at, we never learn her thinking on this question: Does a vampire baby have a soul? Does it have a right to life although, technically, it's half dead? Luckily, we must wait only until Nov. 16, 2012, when \"The Twilight Saga: Breaking Dawn - Part 2\" will open. It had better have the answers. If it doesn't, Charlie Swan has a gun and he knows how to use it.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-11-16", "genres": ["Adventure", "Drama", "Family", "Fantasy", "Romance", "Science Fiction"], "title": "The Twilight Saga: Breaking Dawn - Part 1 (2011)"}