{"url": "http://www.rogerebert.com/reviews/the-children-of-huang-shi-2008", "by": "Jonathan Rhys Meyeras George Hogg", "star_rating": 2.5, "text": "George Hogg is a British journalist sent to China to cover the 1930s war involving Japanese invaders and the Communist and Nationalist Chinese. It's surprising he survived a day. Inexperienced and naive, he journeys into unfamiliar territory and spends way too much time standing in full view and taking photos. Some of the photos have real news value, such as a series involving a Japanese massacre of civilians, but of course the Japanese capture him and the photos.\n\nThis leads to the first of two moments when Hogg (Jonathan Rhys Meyers) is seconds from death; an executioner's sword seems already slicing down from the sky when he's rescued by a Chinese Nationalist named Chen (Chow Yun-fat). Later he's rescued again, by a beautiful British woman named Lee Pearson (Radha Mitchell), a brave heroine who roams the countryside on horseback by herself, bringing food and medical help to the countless displaced people who need it.\n\nShe had a civilian occupation before necessity thrust this mission upon her. Soon Hogg finds the same thing happening to him: Lee takes him to an orphanage, puts him in charge of 60 children, and tells him he must feed and educate them, and tend to their health. How can he do that? Hogg has no training, but Lee gives him no choice. He teaches himself.\n\nAll of this seems impossible, but Roger Spottiswoode's \"The Children of Huang Shi\" is based on fact; there was a real George Hogg. After he stars in an embarrassing public demonstration of the usefulness of flea powder, Hogg travels by mule to a nearby city where Madame Wang (Michelle Yeoh) runs a business dealing in seed, grains and perhaps other things. He convinces her they are in business together: She gives him the seeds and shares in the harvest.\n\nThe scenes of Hogg making the orphanage into a functioning community transform the film from an unlikely adventure into an absorbing life story. The filmmaking is careful but not original; one kid is a rebel, one kid is a quick learner, and so on, and there is a goat that bleats every time it is on the screen. Hogg and the children miraculously restore a rusty generator, coax crops from the stony soil and hold English classes (\"Table! Table! Chair! Chair!\"), although I am not sure why 12-year-old orphans in China in the late 1930s needed to learn English. Math, maybe?\n\nThrown out of their orphanage, Hogg and the orphans make an exhausting 500-mile trek across snow-covered mountains to find refuge. When they finally reach their destination, they gaze in silence, and the goat gets one closeup when it doesn't bleat. During this stretch of film, Hogg has fallen in love with Lee, and we learn that Chen and Madame Wang have, as they say, a history. Other secrets are revealed, but they come a little too quickly after the film's leisurely middle passages.\n\n\"The Children of Huang Shi\" tells an engrossing story of a remarkable man, but nevertheless it's underwhelming. Dramatic and romantic tension never coil very tightly, as the film settles into a contented pace. The photography is awesome, especially scenes set in the Gobi Desert, which, yes, they travel across, although not the whole way, I'm sure. I'm pleased to have seen the film, and it has a big heart, but that doesn't make it urgent viewing.\n\nNote: The R rating is earned by some very mild, non-explicit lovemaking, some violence and some drug content. Nothing so strong it would bother a teenager, who might enjoy this film more than I did. ", "running_time": 125, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-06-05", "genres": ["Drama", "Foreign", "War"], "title": "The Children of Huang Shi (2008)"}