{"url": "http://www.rogerebert.com/reviews/the-little-vampire-2000", "by": "Jonathan Lipnickias Tony", "star_rating": 2.0, "text": "\"The Little Vampire\" is a dim-witted but visually intriguing movie about a kid from San Diego who moves to Scotland with his mom and dad and befriends a family of vampires. It is based on a popular children's book by the German author Angela Sommer-Bodenburg, but those cute round-wire frames on the hero's glasses are a clue that the Harry Potter books are at least as much to blame.\n\nAs the film opens, young Tony (Jonathan Lipnicki) doesn't much like Scotland, where his dad (Tommy Hinkley) has moved to construct a golf course for Lord McAshton (John Wood). The local kids pick on him at school, he's isolated in the middle of nowhere, etc., and his parents are impatient with his nightly dreams of vampires.\n\nThen one night things pick up when a bat flies into Tony's fireplace and turns into a boy named Rudolph (Rollo Weeks), who is lonely, too, as what vampire boy would not be. Rudy takes Tony on a flight to visit his vampire family, which has been in hibernation for 300 years, waiting for a comet to cross the moon and send a beam of light to a magic amulet--of which, alas, Rudy's dad (Richard E. Grant) possesses only half.\n\nTouring the neighborhood is a scabby vampire hunter named Rookery (Jim Carter), whose personal appearance and demeanor and his giant truck (with searchlights, drills, cages, neon crucifixes, etc.) suggest he should be paying royalties to the character of Snowplow Man (Chris Elliott) in \"Snow Day.\" The movie is aimed at kids but filmed with an adult sensibility, which leads to peculiar scenes like the one in which Rudy's vampire sister Anna (Anna Popplewell) presents him with a dead mouse, explains it is a charm to get him out of trouble, and adds, \"If you ever need me, just whistle. You know how to whistle, don't you? Just whistle.\" Puckering your lips and blowing might be too risque, I assume. (Popplewell is refreshingly frank in comments about the film, which she has posted on the Internet Movie Database: \"My brother and sister, 5 and 9, both loved it and so did an audience full of children at the test screening. It is true that children above 12 may find it a little babyish.\") The movie has first-rate credits, from the director Uli Edel (\"Last Exit to Brooklyn\") to the writers Karey Kirkpatrick (\"James And The Giant Peach\") and Larry Wilson (\"Beetlejuice\"), to the cast (Lipnicki played the kid in \"Jerry Maguire\" and \"Stuart Little\"). The costumes are neat, the photography is great--all the pieces are on hand, but they don't fit.\n\nOne problem is that the movie's saddled with too many elements. The vampires, we discover, want to become human again, and all of them but the father are vegetarians (lacto-ovo variety, if you were wondering). Fine, but then there's the complication of Lord McAshton's sinister plans, and the mumbo-jumbo about the comet and the beam of light and the amulet, and then the unwelcome periodic appearances of the spectacularly unfunny vampire hunter, and then Tony's problems in communicating his amazing discoveries to his parents.\n\nOccasionally, there's a flash of wit to suggest what would have gone right. The vampire dad says, \"We need darkness, dampness and decay,\" and Tony, who misses Southern California, replies, \"Then you need our cellar.\" There's a herd of flying vampire cows that caught my attention. And a scene set atop a giant blimp that sounds just the right James-and-the-Peachian notes. All the same, children over 12 may indeed find it babyish, and those under 12 may find it not babyish enough.", "running_time": 97, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-10-27", "genres": ["Family", "Foreign", "Horror"], "title": "The Little Vampire (2000)"}