{"url": "http://www.rogerebert.com/reviews/the-spiderwick-chronicles-2008", "by": "Freddie Highmoreas Jared/Simon", "star_rating": 3.5, "text": "\"The Spiderwick Chronicles\" is a terrific entertainment for the whole family, except those below a certain age, who are likely to be scared out of their wits. What is that age? I dunno; they're your kids.\n\nBut I do know the PG classification is insane, especially considering what happens right after a father says he loves his son. This is a PG-13 movie, for sure. But what will cause nightmares for younger kids will delight older ones, since \"The Spiderwick Chronicles\" is a well-crafted family thriller that is truly scary and doesn't wimp out.\n\nBased on a well-known series of books, the movie involves a soon-to-be divorced mom and her three children who come to live in a creepy old mansion. This is Spiderwick, named after her grandfather Arthur Spiderwick, who disappeared under mysterious circumstances. The house itself is one of the stars of the movie, looking Victorian/Gothic with countless nooks and crannies and shadows and scary sounds. Is it haunted? Nothing that comforting. It's ... inhabited.\n\nThe mother is Helen Grace (Mary-Louise Parker), who is battling with the rebellious Jared (Freddie Highmore), one of her twin sons. He doesn't like being away from his dad, is homesick, doesn't want anything to do with this dusty and spiderwebby old ruin that was left to his mom by her aunt. Jared's brainy twin Simon looks identical, no doubt because he is also played by Freddie Highmore, born in 1992, a gifted young actor best known for \"Finding Neverland,\" \"August Rush\" and \"The Golden Compass.\" The twins' sister is the plucky Mallory (Sarah Bolger), a fencer who seldom goes anywhere without her sword.\n\nJared is the kind of kid who is always getting blamed for everything. When stuff starts disappearing, for example, he gets the rap. But he's brave, and when he finds a hidden dumbwaiter, he hauls himself up to a hidden room -- his grandfather's study, left undisturbed after all these years. This room fairly reeks of forbidden secrets.\n\nDon't read further unless you already know, as the film's Web site makes abundantly clear, that he finds a \"field guide\" to the unseen world, left by his grandfather (David Strathairn), and that with its help and a Seeing Stone, Jared can see goblins, spirits, hobgoblins, ogres, trolls and griffins, which themselves can take many shapes. Some of them are amusing, like Thimbletack (voice of Martin Short), some alarming like Boggart (Short again), some helpful like Hogsqueal (voice of Seth Rogen) but undependable.\n\nAnyway, Jared finally convinces his brother, and finally his sister and mother, that what he reports is real, but then the Graces are faced with dire threats.\n\nThis is all done with a free mixture of lighthearted action, heavy action and some dramatic scenes that are pretty heavy going for younger imaginations. The movie is distinguished by its acting, not least by the great Joan Plowright as old Aunt Lucinda. Strathairn is completely credible as a spirit-world investigator, although exactly where the sparkling points of light take him, and what he does there, is a little murky.\n\nThey say be careful what you ask for because you might get it. I've often hailed back to the really creepy moments in Disney classics, like what happens to \"Dumbo\" and \"Bambi,\" and I've complained that recent family movies are too sanitized. This one, directed by Mark Waters (\"Freaky Friday\"), doesn't skip a beat before its truly horrific moments, so if you're under 8 or 9 years old, don't say you weren't warned.", "running_time": 96, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-02-14", "genres": ["Action", "Adventure", "Family", "Fantasy", "Science Fiction"], "title": "The Spiderwick Chronicles (2008)"}