{"url": "http://www.rogerebert.com/reviews/the-friends-of-eddie-coyle-1973", "by": null, "star_rating": 4.0, "text": "Someone remarks of Eddie, about halfway through “The Friends of Eddie Coyle,” that for a two-bit hood, he has fingers in a lot of pies. Too many, as it turns out. Without ever rising to the top, Eddie has been employed in organized crime for most of his life. He’s kind of a utility infielder, ready to trade in some hot guns, drive a hijacked truck, or generally make himself useful.\n\nEddie got the nickname “Fingers” some years ago after a gun deal. The buyers he supplied got caught. Their friends slammed Eddie’s fingers in a drawer. He understood. There is a certain code without which it would be simply impossible to go on doing business.\n\nBut as the movie opens, Eddie is in trouble, and it looks like he’ll have to break the code. He’s facing a two-year stretch in New Hampshire, and he wants out of it. He doesn’t want to leave his wife and kids and see them go on welfare. He is, at heart, just a small businessman; he deals in crime but is profoundly middle class. He thinks maybe he can make a deal with the state’s attorney and have a few good words put in for him up in New Hampshire.\n\nThe movie is as simple as that. It’s not a high-strung gangster film, it doesn’t have a lot of overt excitement in it, and it doesn’t go in for much violence. He gives us a man, invites our sympathy for him, and then watches almost sadly as his time runs out. And “The Friends of Eddie Coyle” works so well because Eddie is played by Robert Mitchum, and Mitchum has perhaps never been better.\n\nHe has always been one of our best screen actors: sardonic, masculine, quick-witted, but slow to reveal himself. He has never been in an absolutely great film; he doesn’t have masterpieces behind him like Brando or Cary Grant. More than half his films have been conventional action melodramas, and it is a rare summer without at least one movie in which Mitchum wears a sombrero and lights bombs with his cigar. But give him a character and the room to develop it, and what he does is wonderful. Eddie Coyle is made for him: a weary middle-aged man, but tough and proud; a man who has been hurt too often in life not to respect pain; a man who will take chances to protect his own territory.\n\nThe movie is drawn from a knowledgeable novel by George V. Higgins, himself a state’s attorney, and has been directed by one of the masters of this sort of thing, Peter Yates (“Robbery,” “Bullitt”). Paul Monash’s screenplay stays close to the real-life Massachusetts texture of the novel, and the dialogue sounds right. The story isn’t developed in the usual movie way, with lots of importance being given to intricacies of plot; instead, Eddie’s dilemma occurs to him as it occurs to us, and we watch him struggle with it.\n\nIf the movie has a flaw, it’s that we don’t really care that much about the bank robberies that are counterpointed with Eddie’s situation. We’re interested in him. We can get the bank robberies in any summer’s caper picture. It’s strange that a movie’s interest should fall off during its action scenes. But this is Eddie Coyle’s picture, and Mitchum’s.", "running_time": 102, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-06-27", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Friends of Eddie Coyle (1973)"}