{"url": "http://www.rogerebert.com/reviews/the-recruit-2003", "by": "Al Pacinoas Walter Burke", "star_rating": 2.5, "text": "'The Recruit\" reveals that the training process of the Central Intelligence Agency is like a fraternity initiation, but more dangerous. At one point would-be agents are given a time limit to walk into a singles bar and report back to the parking lot with a partner willing to have sex with them. Uh, huh. As for the Company's years of embarrassments and enemy spies within the ranks? \"We reveal our failures but not our successes,\" the senior instructor tells the new recruits. Quick, can you think of any event in recent world history that bears the stamp of a CIA success? The senior instructor is Walter Burke, played by Al Pacino in a performance that is just plain fun to watch, gruff, blunt, with a weathered charm. He recruits an MIT whiz-kid named James Clayton (Colin Farrell), who turns down a big offer from Dell Computers because he wants to know more about the fate of his late father, a CIA agent. Or maybe because he uses a Macintosh.\n\nClayton is taken to The Farm, a rustic hideaway somewhere in Ontario, doubling for Virginia, where during the entrance exam he locks eyes with the lovely and fragrant Layla (Bridget Moynahan). He also meets Zack (Gabriel Macht), a former Miami cop who speaks English, Spanish and Farsi.\n\nThe training process involves a series of Bondian sequences in which the agents learn such skills as blowing up cars: (a) throw bomb under car; (b) detonate. They are also taught about biodegradable listening devices, weapons usage and how to shadow someone. And they are told of an agency superweapon that (I think I heard this right) can plug into an electric socket and disable every digital device connected to the grid. Agents: Be sure Mr. Coffee has completed his brewing cycle before employing weapon.\n\nThe early scenes in the film are entertaining, yes, because Pacino works his character for all its grizzled charm, and Colin Farrell is not only enormously likeable but fascinates us with his permanent four-day beard. His chemistry with Layla is real enough, but come on: When he walks into that bar to pick up someone, doesn't it occur to him that it is hardly a coincidence that Layla is already there? Mata Hari would make mincemeat of this guy, but the girl shows promise; as Marlene Dietrich usefully observed, \"It took more than one man to change my name to Shanghai Lily.\" Still, it's intriguing to see these young trainees learning their job, and to hear Pacino's observations, which are epigrammatic (\"I don't have answers. Only secrets.\"), hard-boiled (\"They show you your medal. You don't even get to take it home.\"), complacent (\"Our cause is just\") and helpful (\"Nothing is what it seems. Trust no one.\"). Pacino's character wisely sticks to political generalities, so that the film can play in foreign markets; the closest it comes to current events is in the mention of Farsi, which is the language of Iran, although, as Michael Caine likes to say, not many people know that.\n\nThe first two acts of the film are fun because they're all setup and build-up, and because the romance between James and Layla is no more cornball and contrived than it absolutely has to be. The third act is a mess. It saddles Pacino with the thankless role of the Talking Killer (not that he necessarily kills). That's the guy who has to stand there and explain the complexities of the plot when any real CIA veteran would just blow the other guy away. By the time Pacino wraps things up, we're realizing that the mantras \"Nothing is what it seems\" and \"Trust no one,\" if taken seriously, reveal the entire plot. There is however a neat little misunderstanding at the end that earns a chuckle.\n\nThe movie was directed by Roger Donaldson, who does political thrillers about as well as anyone; his \"Thirteen Days\" (2001), about the Cuban missile crisis, and \"No Way Out\" (1987), about a scandal in the Pentagon, were gripping and intelligent, and \"The Recruit\" is so well directed and acted that only a churl such as myself would question its sanity. It's the kind of movie you can sit back and enjoy, as long as you don't make the mistake of thinking too much.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-01-31", "genres": ["Action", "Adventure", "Suspense", "Thriller"], "title": "The Recruit (2003)"}