{"url": "http://www.rogerebert.com/reviews/the-official-story-1985", "by": "Hector Alterioas Roberto", "star_rating": 4.0, "text": "Five years after the arrival of her adopted daughter, Alicia finds herself asking some questions. Where, exactly, did the little girl come from? Was she indeed obtained through the normal adoption channels in Argentina, as her husband insists, or was she stolen from a mother who was a political prisoner? Is the real mother still alive? Is it moral for her to ignore those questions, just because she loves her adopted daughter so much?\n\nThese are the heartbreaking dilemmas of \"The Official Story,\" a film that deals with the turmoil in Argentina through the story of a single family. Alicia is married to Roberto, a wealthy, powerful man with connections in industry and government. Her life centers around their adopted daughter. She is vaguely aware of some of the unhappy realities of recent Argentinean politics - the roundups of leftists and opponents of the government, who became \"missing persons\" and were presumably killed in a secret holocaust. But until Ana, an old high school friend, reenters her life, Alicia does not understand how those events might affect her.\n\nAt first Ana does not want to talk about the experiences she has been through. But then she begins to reopen her wounds. She tells Alicia that her lover was a leftist opponent of the government. After her lover disappeared, Ana was taken captive by the government and tortured for information about his whereabouts. She could tell them nothing. Eventually, she was released.\n\nAna's story makes Alicia uncomfortable. She tells her husband about it, but he dismisses it as rumor and invention. Alicia begins to realize that her husband may be part of the repressive establishment. One day, walking downtown, she comes across a demonstration by family members of the missing. She hears stories that some of the prisoners were pregnant, and that their children were taken away at birth. Could that be the story of her own daughter? In one of the most powerful scenes in the movie, she takes down the clothing her daughter came dressed in, and touches it gently, and we can read her mind: She is thinking that her daughter's natural mother was the person who put these clothes on the baby girl.\n\n\"The Official Story\" is part polemic, part thriller, part tragedy. It belongs on the list with films like \"Z,\" \"Missing\" and \"El Norte,\" which examine the human aspects of political unrest. It is a movie that asks some very hard questions. Should Alicia search for the real mother of her daughter? Is her own love no less real? What would be \"best\" for the little girl?\n\nAlicia meets an old woman who may, or may not, be the grandmother of the adopted daughter. The two women become close, in a strange way. Political arrogance and heartlessness may have taken a child from one family and assigned it to another, but at some deep and fundamental level, these two women understand each other. Both of them are made to face the reality of losing a daughter, and although they should be enemies, they find strength from each other. The way this particular relationship is developed is one of the wonders of this film, and provides its emotional center, as love and honor try to find a way to exist in the face of official cruelty.\n\nAlicia is played in the movie by Norma Aleandro, whose performance won the best actress award at this year's Cannes Film Festival. It is a performance that will be hard to forget, particularly since so much of it is internal. Some of the key moments in the film come as we watch Aleandro and realize what must be taking place inside her mind, and inside her conscience. Most political films play outside the countries that they are about; \"The Official Story\" is now actually playing in Argentina, where it must be almost unbearably painful for some of the members of its audiences. It was almost as painful for me.", "running_time": 112, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-11-11", "genres": ["Drama", "Foreign"], "title": "The Official Story (1985)"}