{"url": "http://www.rogerebert.com/reviews/the-constant-gardener-2005", "by": "Ralph Fiennesas Justin Quayle", "star_rating": 4.0, "text": "But why, Justin needs to know, did Tessa receive an e-mail asking her, \"What were you and Arnold doing in the Nairobi Hilton Friday night? Does Justin know?\"\n\nThe murder of Tessa takes place right at the start of \"The Constant Gardener,\" so it is not revealing too much to mention it. The movie is a progress back into her life, and a journey of discovery for Justin, who discovers a woman he never really knew. The flashback structure, told in remembered moments, passages of dialogue, scenes that are interrupted and completed later, is typical of John Le Carre, whose novels resemble chess problems in which one solution is elegant and all of the others take too many moves. It is a style suited to the gifts of the Brazilian director Fernando Meirelles, whose great \"City of God\" (2002) told a story that was composed of countless tributaries that all flowed together into a mighty narrative stream.\n\nThe fragmented style is the best way to tell this story, both for the novel and the movie. \"The Constant Gardener\" is not a logical exercise beginning with mystery and ending at truth, but a circling around an elusive conspiracy. Understand who the players are and how they are willing to compromise themselves, and you can glimpse cruel outlines beneath the public relations facade. As the drug companies pour AIDS drugs into Africa, are they using their programs to mask the testing of other drugs? \"No drug company does something for nothing,\" Le Carre has a character observe.\n\n\"The Constant Gardener\" may be the angriest story Le Carre has ever told. Certainly his elegant prose and the oblique shorthand of the dialogue shows the writer forcing himself to turn fury into style. His novel involves drug companies who test their products on the poor of the Third World and are willing to accept the deaths that may occur because, after all, those people don't count. Why not? Because no one is there to count them.\n\nDo drug companies really do this? The recent verdict against the makers of Vioxx indicates that a jury thought Merck sold a drug it knew was dangerous. Facts are the bones beneath the skin of a Le Carre novel. Either he knows what he's talking about, or he is uncommonly persuasive in seeming to. \"The Constant Gardener\" plays at times like a movie that will result in indictments. What makes the film extraordinary is that it also plays as a love story, and as an examination of the mysteries of the heart.\n\nThe performances need to be very good to carry us through sequences in which nobody, good or evil, seems very sure of the total picture. Ralph Fiennes plays Justin as a bureaucrat who seems detached from issues; he's the opposite of Tessa. As he tries to get to the bottom of her death, he sifts through his discoveries like an accountant unwilling to go home for the day until the books are balanced.\n\nOne way of looking at Tessa's death is that she was a hothead who had an affair with a handsome African man, went where she shouldn't have and got caught in one of those African border killings where toll-collecting soldiers with AK-47s enforce whatever they think is the law. Another way to look at it is to give her the benefit of the doubt. To wonder what was behind the embarrassing questions she asked at a press conference. To ask why statistics seem to be missing, if a drug study is designed to generate them.\n\nAs he probes through the wreckage of his wife's life, Justin encounters an array of characters who could have been airlifted in from Graham Greene -- or from other Le Carre novels, of course. Hubert Kounde plays Arnold Bluhm, the African who is not, in fact, Tessa's driver, but a doctor who is her colleague. Danny Huston, tall and courtly like his father, John, and like John often smiling at a private joke, plays Sandy Woodrow, the British high commissioner on the scene. Bill Nighy, that actor who often seems to be frowning through a migraine, is Sir Bernard Pellegrin, head of the Foreign Office, and thus Justin and Sandy's boss. And Pete Postlethwaite, looking as if he has been left out too long in the weather, is Lorbeer, a drug company man who works in the field -- at what, it is dangerous to say.\n\n\"The Constant Gardener\" begins with a strong, angry story, and peoples it with actors who let it happen to them, instead of rushing ahead to check off the surprises. It seems solidly grounded in its Kenyan locations; like \"City of God,\" it feels organically rooted. Like many Le Carre stories, it begins with grief and proceeds with sadness toward horror. Its closing scenes are as cynical about international politics and commerce as I can imagine. I would like to believe they are an exaggeration, but I fear they are not. This is one of the year's best films.", "running_time": 129, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-09-01", "genres": ["Drama", "Foreign", "Indie", "Mystery", "Thriller"], "title": "The Constant Gardener (2005)"}