{"url": "http://www.rogerebert.com/reviews/the-visitor-2008", "by": "Richard Jenkinsas Walter Vale", "star_rating": 3.5, "text": "Richard Jenkins is an actor who can move his head half an inch and provide the turning point of a film. That happens in \"The Visitor,\" where he plays a man around 60 who has essentially shut down all of his emotions. A professor, he has been teaching the same class for years and cares nothing about it. He coldly rejects a student's late paper without even enquiring about the \"personal problems\" that made it late. He makes an elderly piano teacher figure out for herself why she will not be needed again. His lips form a straight line that neither smiles nor frown.\n\n\tHe is forced to travel from his Connecticut campus to New York, to present an academic paper he co-authored. At least he is honest. Protesting the assignment, he tells a colleague he agreed to put his name on the paper as a favor, has not read it, is not competent to present it. He has to go anyway.\n\n\tHe keeps an apartment in Manhattan. Lets himself in. The naked African girl in his bathtub screams. Her boyfriend appears from somewhere. The interlopers are ready to call the police when he explains it is his apartment. They'd been renting it from a crafty opportunist. These \"roomers\" are Tarek (Haaz Sleiman), from Syria, and his girlfriend Zainab (Danai Gurira), from Senegal. They immediately pack to leave. He sees them out, then appears at the top of the stairs to tell them they can stay the night. During the film, he will change his mind and appear at the stair-top three times, each time crucial.\n\n\tTarek is a virtuoso on an African drum. Walter's late wife was a famous pianist. He loves music, but has failed at learning the piano. One day Walter is walking through Washington Square Park and hears two young black boys drumming on the bottoms of plastic buckets. He stops to listen. After awhile his head begins to move side to side, half an inch at a time, in response to the rhythm. There you are.\n\n\tOf course the film, written and directed by Tom McCarthy, is about a great deal more -- about illegal U.S. residents and stupid bureaucrats and drums and love and loss. A fourth major character appears, Mouna (Hiam Abbass), who is Tarek's mother and lives in Michigan. She hopes to help her son after he is arrested in an innocent subway incident and threatened with deportation. Walter has already hired a lawyer. He's no bleeding heart, makes no speeches, barely displays emotion, but now for the first time since his wife died, he is feeling things deeply.\n\n\tThis is a wonderful film, sad, angry, and without a comforting little happy ending. But I must not describe what happens, because the whole point of serious fiction is to show people changing, and how they change in \"The Visitor\" is the film's beauty. So much goes unsaid, and unseen. Events in Walter's professorial job happen off-screen. We are left to listen to the silences and observe the spaces.\n\n\tAll four actors are charismatic, in quite different ways. Hiam Abbass is one of those actresses who respects small gestures; she knows that when a good cook is using an unfamiliar salt-shaker, she shakes the salt first into her hand, and then throws it into the pot. And she has other small gestures here that are much more fraught with meaning. Haaz Sleiman and Danai Gurira, as a musician and a jewelry-maker, are young, in love and simply nice people. The less complicated they are, the better the characters work. And as Walter, Jenkins creates a surprisingly touching, very quiet, character study. Not all actors have to call out to us. The better ones make us call out to them.", "running_time": 104, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-07-17", "genres": ["Crime", "Drama", "Indie", "Music"], "title": "The Visitor (2008)"}