{"url": "http://www.rogerebert.com/reviews/the-innocent-1995", "by": "Campbell Scottas Leonard", "star_rating": 3.0, "text": "In traditional spy lore, it is always the American who is the innocent -- the naive victim of intrigue by wily Europeans. But in the Cold War that changed; the CIA and KGB brought trickery up to a level all their own, with Europeans as their pawns. John Schlesinger's \"The Innocent\" is about a young British communications scientist who is a babe in the woods, caught between a hard-nosed American spy master and a seductive German woman who may or may not be working for the other side.\n\nThe movie is based on the novel by Ian McEwan. Friends who were reading it told me I wasn't going to believe what happened in the closing chapters. So I didn't read it, saving the suspense for the movie. I had to save it for a long time; this movie was completed in 1993 but is only now being released, maybe because it's unconventional in so many ways that it was feared audiences couldn't penetrate it.\n\nThe movie stars Campbell Scott as Leonard, the young Brit, who is sent to Germany during the Cold War, on an innocuous assignment that turns out to be the cover for something deeper and more dangerous. He meets Bob, his American minder (Anthony Hopkins). Soon they're in one of those nightclubs that looks like a Marlene Dietrich franchise. Pneumatic tubes connect the tables, so that patrons can send notes to one another. A message pops into Leonard's hands from Maria (Isabella Rossellini), a sultry-faced woman at another table.\n\nSoon, despite Bob's warnings not to get involved with civilians, Leonard is enmeshed in a passionate love affair.\n\nAnyone who has ever seen a spy movie is going to know right away that when you're in West Germany during the Cold War on a secret mission, you don't get anywhere near pneumatic tubes leading to mysterious women. But \"The Innocent\" develops their relationship in directions we don't anticipate. Maria opens with some of the old lines (she even takes off Leonard's glasses and discovers what wonderful eyes he has). But is she working for the Russians, as we assume? Is it all an act? Perhaps not.\n\nWe learn more about the secret undertaking. A tunnel has been dug under the border, so that secret Soviet phone lines can be tapped. Leonard is a telephone expert. But the Yanks are decoding the messages in a way the British haven't been able to figure out, and while Leonard is spying on the Russians for the West, he is also encouraged to spy on the Americans for the British.\n\nHis relationship with Maria meanwhile goes wrong. Leonard is painfully naive and awkward around women -- he's never met anyone like Maria -- and one night, drunk and aroused, he essentially rapes her, and she disappears. He realizes (as characters in such situations always do) that he loves her, and knows nothing about her. Where has she gone? Who is she, really?\n\nMcEwan's plot now takes a turn in the direction of Alfred Hitchcock's \"The Trouble With Harry,\" that macabre comedy about the dead body that keeps turning up. The dead body in this movie belongs to none of the characters already introduced, and I will say no more about it, except that it causes Leonard a great deal of inconvenience, in situations that grow increasingly desperate.\n\nThere is a sadness underlying \"The Innocent\" that is rather appealing. None of the characters are happy in their lives, and what they do to one another seems driven by malice, paranoia, or fear. The details of the sexual and emotional balance between Leonard and Maria are intriguing (a man really will believe just about anything a woman tells him, if she starts by finding him attractive). And the character of Bob, the fasttalking American, becomes increasingly devious (Hopkins makes Bob's open, friendly face turn hard and cold when nobody is looking).\n\n\"The Innocent\" doesn't provide the pleasures and payoffs of a conventional spy thriller, because it isn't one. It's more of an emotional puzzle, in which Leonard will never possess several of the pieces necessary for a solution. I found the movie more intriguing than finally satisfying; because it kept spinning off-center, kept changing the rules of its game, however, it was never boring.", "running_time": 118, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-09-22", "genres": ["Drama", "Foreign", "Romance"], "title": "The Innocent (1995)"}