{"url": "http://www.rogerebert.com/reviews/the-hunt-1967", "by": "Ismael Merloas Jose", "star_rating": 3.5, "text": "Hunting is not a very efficient means of obtaining food or controlling the wildlife population, but it is a handy way to destroy animals for fun.\n\nIn several of his stories about hunting, Ernest Hemingway demonstrated that those who took pleasure in murdering animals were probably capable of murdering human beings if a lucky opportunity came along.\n\nThat is the argument of \"The Hunt,\" a relentless film from Spain by Carlos Saura. The thin line between ceremonial violence (as in bullfights) and deliberate personal violence has been a favorite subject of Spain's most distinguished director, Luis Buñuel. Saura, his young disciple, also finds it fascinating to study characters at the moment when they become capable of murder.\n\nDirected at a slow pace, which exactly expresses the ritual and tedium of a hunting party, the film introduces three middle-aged men who fought for the Fascists during the Spanish Civil War. Now they have gotten together again to hunt rabbits in the same rocky countryside where they once trapped Loyalists.\n\nSaura pays great attention to the ritual of the hunt, and there are stark close-ups of bolts being tested, cartridges being loaded and the hunters getting the heft of their rifles. Then there is a burst of activity, remarkably well photographed, as the men and their dog flush out rabbits and kill them.\n\nOne scene remains in memory: A rabbit is scampering up a hillside, pursued by the shots of the hunters. It halts suddenly and sits perfectly still, its ears pointed and its nose quivering. The telephoto lens shows the rabbit in perfect detail. There is a second of quiet. Then a shot barely misses. The next shot is on target, and the rabbit explodes in fur and dust.\n\nAs the day wears on, the hunters get under each other's skins. Emotions that are ordinarily avoided -- the fear of growing older, the realization of failure -- come to the surface. There are bitter words and a fight, and in the last shocking scene they cold-bloodedly murder one another. Director Saura's fine sense of pace is greatly responsible for the growth of tension in a film which, for most of its length, pretends to be just an ordinary record of an unremarkable day.", "running_time": null, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-12-05", "genres": null, "title": "The Hunt (1967)"}