{"url": "http://www.rogerebert.com/reviews/the-invention-of-lying-2009", "by": "Ricky Gervaisas Mark", "star_rating": 3.5, "text": "In its amiable, quiet, PG-13 way, \"The Invention of Lying\" is a remarkably radical comedy. It opens with a series of funny, relentlessly logical episodes in a world where everyone always tells the truth, and then slips in the implication that religion is possible only in a world that has the ability to lie. Then it wraps all of this into a sweet love story.\n\nRicky Gervais plays a pudgy everyman named Mark, who's a writer for a company that produces movies of stunning tedium. There's no comedy or drama in its productions, because of course fiction requires lies. Mark fails to turn the Black Plague into box office, and is fired, but not before his secretary (Tina Fey) tells him she has loathed every day she worked for him. Mark takes this agreeably enough; one is not easily insulted when everyone tells the truth all the time.\n\nWhat would such a world be like? In \"The Invention of Lying,\" a retirement home is called \"A Sad Place Where Homeless Old People Come to Die.\" Pepsi ads say: \"For when they don't have Coke.\" When Mark goes on a blind date with Anna (Jennifer Garner), she opens the door and starts right off with a hilarious line that Garner reportedly improvised on the spot. Then she says she finds him unattractive, there will never be any possibility of sex, and he is too short and fat to make a good genetic sperm source. At a restaurant, the waiter tells them he hates working there, and that Anna is out of Mark's league. Mark and Anna agree.\n\nYou see how it goes. Mark lives in a typical little city with bland people and no anger. Everyone always believes everyone else. I wonder if politics are even possible. We see this isn't an ideal situation. There are no consolations. Nothing eases the way.\n\nMark is a nice man, in that sneaky-smooth Gervais way, and would like to console his mother (Fionnula Flanagan), who is dying in a Sad Place Where Old People, etc. One day he undergoes an astonishing revelation. He knows his bank balance is $300. The camera zooms into his brain to show mental lightning bolts, and he tells the teller he has $800. She hands him the money and apologizes for the bank's computer.\n\nHe can lie! His world lacks even a word for this. Nor does it have the word truth. Something is either \"so,\" or \"not so.\" With his new power Mark is able to tell his mother that death does not lead to oblivion, but to a wonderful afterlife. Of course she, and everyone else, believes him. The word races around the world, and people beg for more details. Anna tells him how happy he could make everyone.\n\nThen, in one of the funniest satirical scenes I can remember, Mark stands on his front steps and informs the world there is a Man in the Sky, and they will be happy up there with him after death. The world is ecstatic. This Man, Mark explains, is responsible for everything. \"Even my cancer?\" a woman asks. Yes, that too, but Mark asks his audience not to get bogged down in the details.\n\nWhat we have here, in microcosm, is the paradox of a benevolent god creating a world of evil. Mark is hard-pressed to explain it, but greater men than he have tried. Think of the power you'd possess if everything you said was believed without question. Mark, under the circumstances, behaves reasonably well.\n\nI saw the movie with a large audience, which laughed a lot. I have no idea what they thought of its implications. \"The Invention of Lying\" isn't strident, ideological or argumentative; it's simply the story of a guy trying to comfort his mother and perhaps win the woman he loves. Gervais, who co-directed and co-wrote with Matthew Robinson, walks a delicate tightrope above hazardous chasms.\n\nHe's helped greatly in his balancing act by Jennifer Garner's inspired, seemingly effortless, performance as a great beauty who isn't conceited or cruel but simply thinks Mark, with his pug nose, is the wrong genetic match for her children. She plans to marry Brad (Rob Lowe), who is as conventionally handsome (and boring) as Clark Kent. The film has one of those scenes at the altar (\"Do you, Brad, agree to stay with Anna as long as you can?\") that avoids obvious cliches by involving profound philosophical conclusions.\n\nI saw the trailer for \"The Invention of Lying\" and expected to dislike it. It's a much better movie than the trailer dares to admit. Today's trailers would make \"Sophie's Choice\" into a feel-good story. Watching the movie, I thought -- oh, yeah, that's right: It's October. Good movies are allowed again.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-09-30", "genres": ["Comedy", "Fantasy", "Romance"], "title": "The Invention of Lying (2009)"}