{"url": "http://www.rogerebert.com/reviews/the-enforcer-1976", "by": "Harry Callahanas Clint Eastwood", "star_rating": 3.0, "text": "LOS ANGELES -- The stick-up men are trapped in a liquor store. The cops have the place surrounded. There are innocent hostages inside. One of them will be killed unless the police supply a getaway car. \"Hey, Harry - what are you doing?\" asks a cop. \"Taking them a car,\" says Harry Callahan. He commandeers a car. spins it 180 degrees, drives it straight through the plate glass front of the liquor store, runs down one robber, leaps out and opens fire on the others. It's amazing this guy is still on the force. Dirty Harry has been taking the law into his own hands in three films now, gunning down the bad guys on the streets of San Francisco, As punishment, he keeps getting transferred to assignments like traffic and personnel, but by the next film he's back on homicide again.\n\nIn \"Dirty Harry\" and \"Magnum Force,\" some disturbing philosophical questions were raised by Harry's behavior: Were these movies glorifying a cop who was self-appointed judge, jury and executioner? \"The Enforcer,\" Clint Eastwood's third (and, it's said, his last) film as Dirty Harry, gets off the hook by handling its killings more in terms of self defense and rescue operations, instead of as cold-blooded executions.\n\nIt's also a more light-hearted film (although that may be hard to guess on the basis of the opening liquor store scene). All Dirty Harry films have given us a hard-boiled combination of violence and humor, with most of the laughs coming out of Harry's laconic calm in the face of mayhem. This time, though, there's, a genuinely interesting plot development that inspires a good deal more humor: Dirty Harry, of all people, has just been given a woman as his partner. Harry places women in two categories, those to be used and those to be rescued. He has never imagined one as a partner. \n\nAnd especially not this one. He meets her the first time when she's taking her oral examination, (Harry, it should be explained, has been demoted to personnel again and assigned to the promotion board.) She has been on the force 10 years, he discovers. As a clerk. Now she's going to get promoted, go out onto the street, do real police work, get a larger salary than a lot of the guys who've been on the force longer and deserve it more - because she's a woman and there are quotas to be met. Harry's livid. He gives the woman a hard time during the examination. Asks her rude, personal questions. Grinds his teeth. Rails against this whole business of sending a woman to do a man's job. And then, inevitably, it turns out she's assigned to be his partner, How he got back to homicide so quickly is, thankfully, glossed over; it would take an hour in each of these movies to explain why he's not in jail. \n\nThe woman is played by Tyne Daly, who has done a lot of stage work but never made a name in the movies. She's very well cast, She's not beautiful, but she has a direct, spontaneous attractiveness. She speaks up for herself, has intelligent observations to make, is willing to learn from Harry's experience, and doesn't do dumb female things, except once when she can't find her gun in her purse. (When I say \"dumb female things,\" you understand, I am reflecting Harry's chauvinistic attitude toward these matters.) Eventually she saves Harry's life. \"A guy could have a worse partner,\" he admits.\n\n\"The Enforcer\" is the best of the Dirty Harry movies at striking a balance between the action and the humor. Sometimes in the previous films we felt uneasy laughing in between the bloodshed, but this time the movie's more thoughtfully constructed and paced. For the first time we really get a sense of the human being behind Harry's facade, some of the scenes with Tyne Daly wouldn't work any other way. And Clint Eastwood, as always, is good at projecting Harry's loyalties and convictions in the fewest words possible.\n\nThe plot is cheerfully confusing, having to do with something called the Ecumenical Liberation Army, which may or may not be on the level. At various points explosives are employed and the mayor is kidnapped, and there's a sensational shoot-out at Alcatraz during which Eastwood, who seems to enjoy a larger weapon in every movie, uses a hand held bazooka, But the best things in the movie are the scenes between Eastwood and Tyne Daly. A relationship is explored, and it leads somewhere and makes a statement, and that makes \"The Enforcer\" more satisfactory than Dirty Harry's previous adventures - unless, of course, you go to see the bazooka.", "running_time": 96, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-12-21", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "The Enforcer (1976)"}