{"url": "http://www.rogerebert.com/reviews/the-europeans-1980", "by": "Lee Remickas Eugenia", "star_rating": 2.5, "text": "The texture of Henry James' prose style is one of the most\r\neasily recognized in modern literature, but very much an acquired taste. I\r\nremember the shock of my first exposure to it, years ago as a college freshman.\r\nI found it so opaque, so self-contemplative and so subtle that it was almost\r\nmaddening: Nothing ever happened! But I plowed on ahead, through The\r\nAmbassadors and Wings of the Dove and The Golden Bowl, and finally, some years\r\nlater, reading Portrait of a Lady, I think I finally grew into James.\n\nHe\r\nis a novelist of passions buried by manners, of fearful characters who use the\r\nrituals of proper society as a substitute for self-confidence, of people who\r\nfind themselves in positions where they cannot say what they mean and, as a\r\nresult, go mad or grow ill. Occasionally, a character of high spirits and\r\nunrehearsed goodwill flutters through a James novel, but she (for it is almost\r\nalways a she) is usually doomed. The people who live forever in James hardly\r\never seem to live at all.\n\nSo\r\nthat is why nothing ever seems to \"happen.\" Motives are hidden, not\r\nrevealed. Characters are afraid of themselves and of others. They live within social\r\nwalls that prohibit uninhibited expression. They communicate by infinitely\r\nsubtle and textured speech, in which meanings are implied more often than\r\nstated. What is really happening in a James novel moves from the page to the\r\nreader almost by osmosis; at the end of a chapter we have absorbed the meaning\r\nwithout James ever having had to be so vulgar as to state it.\n\nJames\r\nIvory's new film \"The Europeans\" is based on one of James' earlier\r\nand less complex novels, but the James style is still too much for it, perhaps\r\nbecause Ivory and his collaborators are so determined to make a film\r\nreproducing the real atmosphere of the Master.\n\nThe\r\nelegantly composed visuals, the stately progression of the scenes, the\r\ndeliberate understatement of the dialogue, are all as \"faithful\" to\r\nJames as a film can be. But that's exactly the film's problem: Ivory hasn't\r\nfound a way to make his own film, and has ended up with a classroom version of\r\nJames, a film with no juice or life of its own.\n\nThe\r\nstory involves a classic James situation in which rather innocent Americans are\r\nexposed to the wiles of more worldly Europeans. The action is all within a\r\nstaid New England backwater where the Wentworth family apparently spends most\r\nof its time going to church, going for walks, sitting around and clearing its\r\nthroat. Into this society come two cousins from Europe: the charming Felix (Tim\r\nWoodward) and his sister, the intriguing Baroness Munster (Lee Remick). They\r\nare cultured, sophisticated, witty and broke, and, not to make too fine a point,\r\nthey both need to get married.\n\nThe\r\nWentworths put their cousins in the nearby guesthouse, and then the intrigues\r\nbegin. There are only a few basic possibilities, and they are all explored.\r\nFelix undertakes to woo his cousin Gertrude (Lisa Eichhorn) away from the\r\nperspiring local minister. The baroness goes after the wealthy local landowner\r\nwhile also flirting with a young Wentworth heir. One of the would-be courtships\r\nsucceeds, and the others fail.\n\nIvory\r\nfollows the courtships against a backdrop of the local social life, which is\r\nextremely leisurely (nobody in this movie ever seems to work). There are church\r\nservices, walks in the rain, flirtations at a dance, visits to each other's\r\nhouses, and a great deal of desultory conversation over breakfast. Everything\r\nis photographed by Larry Pizer in beautiful compositions of white frame houses,\r\ngrassy meadows and autumn leaves. The movie is elegant. But nothing happens!\n\nOr,\r\nmore fairly, things happen at such a deliberate pace, and the working out of\r\nthe plot is so inexorably predictable, that we don't find ourselves growing\r\ninvolved. This is a film of perfect surfaces, but it doesn't develop characters\r\nwe really care about. That's where it parts company with Henry James. The\r\nsurfaces of his prose, so elaborate, so meticulous, so stubborn sometimes in\r\ncircling the real content of his scenes, eventually suggests the pools of\r\nemotion beneath. But Ivory's \"The Europeans\" is finally just all\r\nsurface: illustrations for the novel.", "running_time": 90, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-02-22", "genres": ["Drama", "Foreign", "Romance"], "title": "The Europeans (1980)"}