{"url": "http://www.rogerebert.com/reviews/the-st-valentine-s-day-massacre-1967", "by": "Jason Robardsas Al Capone", "star_rating": 1.5, "text": "I have a hunch 20th Century-Fox didn't take Roger Corman too seriously when he said he would adopt a semi-documentary approach to the St. Valentine's Day Massacre. They'd heard that story before from good old Rog. Like the time he told American-International he'd like to do a semi-documentary on motorcycle gangs and what he made was the sex-and-sadism money-maker of the year, \"The Wild Angels.\"\n\nSo they probably told him, sure, Rog, go ahead and make a semi-documentary about Al Capone and Bugs Moran and the boys. Heh, heh. If you mean by semi-docurnentary what we mean by serni-documentary.\n\nBut somewhere along the line, Corman made a dreadful mistake. He decided to take himself seriously. So he sat down and did a lot of research with his scriptwriter. Howard Browne and together they tried to make a movie that would be more or less factually accurate.\n\nIf they hadn't, they probably would have gotten a lot of bilge from critics who thought they should have. But since they did. I'm forced to admit that maybe a nice, fictional, wholly inaccurate and imaginary treatment would have been wiser. The present film approaches documentary truth so closely that it very nearly attains the dramatic excitement of an Army training film.\n\nI guess the trouble was, the St. Valentine's Day Massacre was a very complicated one, as massacres go. It involved a cast of dozens, and Corman has tried to include all the important ones. So, while actor after actor is flashed on the screen for a meaningless bit of action, a Cronkite-like voice solemnly recites his statistics: name, age, alias, date of birth, position in the mob, crime specialty, destiny.\n\nAll of this might be perfectly fascinating at a meeting of the Tam-O-Shanter Alumni Club, but for the world premiere audience at the Roosevelt it approached the suspense level of a police lineup. Not that Corman, master of suspense, doesn't try his hardest. When the parade of luminaries grows hypnotic, he throws in flashbacks to liven things up.\n\nNow flashbacks are traditionally employed to explain the complicated parts of a plot, but in this movie they're used more as a relief.\n\nSo we get scenes like the one where Al Capone (Jason Robards) tells his boys he wants to get that crummy Bugs Moran because he'll never forget ... and then cut to a five-minute flashback of Capone and the boys hugging the floor of a hotel lobby while a series of machinegunners drive past in an antique car parade shooting up the place.\n\nThe antique cars bring up another disappointment. Corman allegedly spent hundreds of thousands of dollars in constructing sets that would resemble Chicago of the 1920s. What they resemble most of all are Chicago in the gangster movies of the 1930s (i.e., sets of Chicago in the 1920s). There haven't been so many false fronts with painted on snow, so many \"Ajax Meat Markets\" and \"Acme Cleaners\" since Paul Muni and George Raft were kids coming tip.\n\nNor does soapflake snow, which refuses to melt when the characters come indoors, deepen the illusion of reality. If you look closely, you'll begin to realize that Chicago in 1927 had 3 1/2 streets and 17 shiny new automobiles. We've come a long way.\n\nAt the end of this nonsense, to be sure, there is a massacre to brighten things up a little. But then the pall sets in again, with more narration and soapflakes and moralistic shots of Al Capone's gravestone. And what you're left with is the certainty that Jason Robards has never turned in a more one-dimensional performance. That's about all. As to who was responsible for the massacre. I lost track of who was who about halfway through. I guess it was Capone. But I read the book.", "running_time": 100, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-07-03", "genres": ["Crime"], "title": "The St. Valentine 's Day Massacre (1967)"}