{"url": "http://www.rogerebert.com/reviews/the-omen-1976", "by": "Gregory Peckas Robert Thorn", "star_rating": 2.5, "text": "Once was that Catholic priests in the movies were played by Bing Crosby and Spencer Tracey and went about dispensing folksy wisdom, halftime pep talks and pats on the back. Times have so changed, alas, that these days movie priests are almost inevitably engaged in titanic confrontations with the forces of darkness. Jason Miller and Max von Sydow were killed in their efforts to drive the evil spirit from poor Linda Blair in \"The Exorcist,\" and now here's another priest, in \"The Omen; \" wickedly substituting the spawn of Satan for the newborn son of Gregory Peck and Lee Remick. He ain't heavy, father -- he's the devil.\n\nThe tot grows up sullen and introverted, as well he might. To what degree can Beelzebub seriously devote himself to Tinkertoys? His parents begin to wonder if there might not be . . . something the matter with him. His governess commits suicide in the midst of a garden party by jumping off the roof with a rope around her neck, and a certain Mrs. Baylock arrives to take charge of the nursery. \"Don't worry, little one,\" she tells the kid when they're alone. \"I'm here to protect you.\"\n\n\"The Omen\" takes all of this terribly seriously, as befits the genre that gave us \"Rosemary’s Baby\" and \"The Exorcist.\" What Jesus was to the 1950s movie epic, the devil is to the 1970s, and so all of this material is approached with the greatest solemnity, not only in the performances but also in the photography, the music and the very looks on people's faces.\n\nGregory Peck plays the American ambassador to Great Britain -- which implies, of course, that his son will have entry to the American political establishment. This provides the movie with an overlay of Greater Significance, which all these enterprises have to have. Lee Remick, as his wife, does the best realization-of-dawning-horror scenes since the similar material along those lines in \"The Devil Within Her.\" Leo McKern plays a desperate priest who constantly tries to warn Peck of the danger he's in -- but starts to babble hysterically whenever he gets the chance. (He eventually dies in a sinister little tornado the Devil whips up). And there is, of course, the usual technical stuff like Biblical prophecies, formulas for warding off evil spirits and great use of the cabalistic sign \"666.\"\n\nI don't want to reveal too much of the plot, since nasty surprises are the very life of the possession genre. But I suppose I can mention the look of sublime happiness on the little boy's face after he knocks his mother off a balcony with his tricycle. The neat process by which David Warner, as a photographer, develops film in which the ultimate fates of the victims are superimposed on the negatives. The race against time in the cemetery outside Rome, where Peck and Warner are set upon by leftover hounds of the Baskervilles. And the conclusion, which will leave you thinking that Nixon wasn't half bad.\n\nAs long as movies like \"The Omen\" are merely scaring us, they're fun in a portentous sort of way. But when they get thoughtful . . . well, how about the movie's interpretation of the Biblical prophecy that the son of Satan will return when the Jews return to Zion, a comet is seen in the sky, and the Roman Empire rises again. Right enough with the first two, the characters agree. But -- the Roman Empire? Peck nods solemnly: \"That would be the European Common Market.\"", "running_time": 111, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-06-28", "genres": ["Foreign", "Horror", "Thriller"], "title": "The Omen (1976)"}