{"url": "http://www.rogerebert.com/reviews/the-way-west-1967", "by": "Kirk Douglasas Sen. Wm. J. Tadlock", "star_rating": 2.5, "text": "Harold Hecht's \"The Way West\" is a handsomely photographed account of a picaresque journey along the Oregon Trail, but somehow I don't think it was supposed to be.\n\nMy hunch is that the film, like the A. B. Guthrie Jr. novel which inspired it, was intended to get close to the human motives of the settlers who left everything behind and ventured west.\n\nAll these pioneers weren't clean-cut, heroic frontier types with a yen for adventure. They were marginal farmers, bankrupt businessmen, religious zealots, parolees, visionaries, con men and, of course, clean-cut, heroic frontier types once in a while, too.\n\nThey didn't go west out of an unselfish desire to cultivate the prairies and spread civilization. They went for the same personal and selfish reasons men have always had, and some of them went to be tin hat Napoleons, and two-bit empire builders.\n\nThese are the kinds of characters examined in \"The Way West.'' Kirk Douglas plays Sen. William Tadlock, who left Congress to lead a wagon train to Oregon and establish a utopia there. The utopia is all that matters; he drives his followers mercilessly.\n\nRobert Mitchum plays a half-blind scout, defeated and indifferent, who goes because Douglas cajoles him. Richard Widmark is a restless settler who has to be always on the move.\n\nThe supporting characters are from a similarly mixed bag, and after several weeks on the trail their personal lives become entangled with their reasons for going west. It's all very promising material, but Hecht and director Andrew McLaglen bury it in a panorama of scenery and stock Western clichés (men have a fist-fight to see who will cross a river first).\n\nThere are times when the film seems right on target. Many scenes of everyday life on the wagon train are shot in a low key and acted with subtle humor. But then the camera pulls back and we see the mountains and the clouds while the sound track rejoices, and the illusion is lost. When the settlers leave Independence, Mo., indeed, there is even a banjo to sing them out of town.\n\nIf \"The Way West\" does not wholly succeed as drama, it is at least a well-made and wholly professional Hollywood Western. Western fans, myself included, might enjoy it for that alone. Widmark and Mitchum are excellent in roles unusual for them and Douglas, as always, is a seasoned old hand.", "running_time": 122, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-06-20", "genres": ["Action", "Adventure", "Drama", "Western"], "title": "The Way West (1967)"}