{"url": "http://www.rogerebert.com/reviews/the-gambler-1974", "by": "James Caanas Axel", "star_rating": 4.0, "text": "“Jeez, Axel, I never seen such bad cards,” Axel Freed’s friend tells him consolingly. They’re standing in the kitchen of a New York apartment, and gray dawn is seeping through the smoke. Axel has never seen such bad cards either. His disbelief that anyone could draw so many lousy poker hands in a row has led him finally $44,000 into debt. He doesn’t have the money, but it’s been a bigtime game, and he has to find it somewhere or be in heavy trouble.\n\nAnd that’s how Karel Reisz’s The Gambler begins: with a problem. The way Axel solves his problem is only fairly difficult. He borrows the money from his mother, who is a doctor. But then we discover that his problem is greater than his debt, because there is some final compulsion within him that won’t let him pay back the money. He needs to lose, to feel risk, to place himself in danger. He needs to gamble away the forty-four grand on even more hopeless bets because in a way it isn’t gambling that’s his obsession-it’s danger itself.\n\n“I play in order to lose,” he tells his bookie at one point. “That’s what gets my juice going. If I only bet on the games I know, I could at least break even.” But he doesn’t want that. At one point, he’s driven to bet money he doesn’t really have on college basketball games picked almost at random out of the sports pages.\n\nAnd yet Axel Freed is not simply a gambler, but a very complicated man in his mid-thirties who earns his living as a university literature teacher. He teaches Dostoyevski, William Carlos Williams, Thoreau. But he doesn’t seem to teach their works so much as what he finds in them to justify his own obsessions. One of the students in his class has Axel figured out so completely that she always has the right answer, when he asks what Thoreau is saying, or what Dostoyevski is saying. They’re saying, as Axel reads them, to take risks, to put the self on the line.\n\n“Buffalo Bill’s defunct,” he says, quoting the e. e. cummings poem, and the death of the nineteenth-century age of heroes obsesses him. In that earlier age, he could have tested himself more directly. His grandfather came to America flat broke, fought and killed to establish himself, and still is a man of enormous vitality at the age of eighty. The old man is respectable now (he owns a chain of furniture stores), but the legend of his youth fascinates Axel, who recites it poetically at the eightieth-birthday party.\n\nAxel finds nothing in 1974 to test himself against, however. He has to find his own dangers, to court and seduce them. And the ultimate risk in his life as a gambler is that behind his friendly bookies and betting cronies is the implacable presence of the Mafia, the guys who take his bets like him, but if he doesn’t pay, there’s nothing they can do. “It’s out of my hands,” his pal Hips explains. “A bad gambling debt has got to be taken care of.” And that adds an additional dimension to The Gambler, which begins as a portrait of Axel Freed’s personality, develops into the story of his world, and then pays off as a thriller. We become so absolutely contained by Axel’s problems and dangers that they seem like our own. There’s a scene where he soaks in the bathtub and listens to the last minutes of a basketball game, and another scene where he sits in the stands and watches a basketball game he has tried to fix (while a couple of hit men watch him), and these scenes have a quality of tension almost impossible to sustain.\n\nBut Reisz sustains them, and makes them all the more real because he doesn’t populate the rest of his movie with stock characters.\n\nAxel Freed, as played by James Caan, is himself a totally convincing personality, and original. He doesn’t derive from other gambling movies or even from other roles he’s played.\n\nAnd the people around him also are specific, original creations. His mother Naomi (Jacqueline Brooks) is a competent, independent person who gives him the money because she fears for his life, and yet understands that his problem is deeper than gambling. His grandfather, marvelously played by Morris Carnovsky, is able to imply by his behavior why he fascinates Axel so. The various bookies and collectors he comes across aren’t Mafia stereotypes. They enforce more in sorrow than in anger. Only his girlfriend (Lauren Hutton) fails to seem very real. Here’s still another demonstration of the inability of contemporary movies to give us three-dimensional women under thirty.\n\nThere’s a scene in The Gambler that has James Caan on screen all by himself for two minutes, locked in a basement room, waiting to meet a Mafia boss who will arguably instruct that his legs be broken. In another movie, the scene could have seemed too long, too eventless.\n\nBut Reisz, Caan, and screenwriter James Toback have constructed the character and the movie so convincingly that the scene not only works, but works two ways: first as suspense, and then as character revelation. Because as we look into Axel Freed’s caged eyes we see a person who is scared to death and yet stubbornly ready for this moment he has brought down upon himself.", "running_time": null, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-10-03", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Gambler (1974)"}