{"url": "http://www.rogerebert.com/reviews/the-iron-triangle-1989", "by": "Beau Bridgesas Capt. Keene", "star_rating": 2.0, "text": "In a way, the veterans of the two sides in a war have more in common with each other than with the civilians back home. They share the same terrain and the same experience, and by risking their lives in the process of trying to kill each other, they form an indelible bond.\n\nA few months ago I participated in the first cultural exchange between Vietnamese and American filmmakers, who screened and discussed their war movies at the Hawaii Film Festival. And as the veterans of the war, from both sides, talked with each other, I sensed, not animosity, but an unspoken identification that came from shared knowledge: They had been there, and the rest of us had not.\n\n\"The Iron Triangle\" comes out of a sensibility like that. We see the action from two points of view - through the eyes of Keene, an American infantry captain (Beau Bridges), and Ho, a 17-year-old Viet Cong foot soldier (Liem Whatley). Ho has problems with Khoi (James Ishida), the selfish and ambitious party official attached to his unit, who covets an American automatic rifle he has captured. Peace of a sort is restored by the Viet Cong officer in charge (Haing Ngor), but later they clash again. Ho captures Keene, and Khoi orders the prisoner to be tortured, starved and deprived of sleep.\n\nHo doesn't approve of the sadism. And he believes Khoi is trying to take credit for the capture. So he decides to leave his unit and deliver Keene to Cong headquarters behind the lines. As the two men march through the jungle, they develop a rapport (conveniently aided by Keene's ability to speak Vietnamese). Then Khoi and his men overtake them, and we get another demonstration of our old friend, the Fallacy of the Talking Killer, in which the bad guy throws away his advantage by boasting about himself instead of killing his enemy. Khoi's mistakes: (1) he sends away all of his men, (2) he orders Ho to kill the prisoner and (3) he allows himself to get in knife range of Keene.\n\nThat leaves Keene and Ho alone in the clearing, staring at each other. A bond has formed between the two men, and Ho simply slips into the jungle, allowing Keene to escape. At the end of the movie, the two people meet again, and the movie's narration (by Bridges) is said to come from Ho's diary. The message, delivered none too subtly, is that the man on the other side of the rifle is a human being, too.\n\nThis is a message good and true, but less comforting, I imagine, when the other human being is firing on you with his rifle.\n\n\"The Iron Triangle\" depends heavily on coincidence for its plot, and the ending is less than convincing, but the episode involving the American POW and his captor is effective. Unfortunately, it's surrounded by scenes that seem phoned in from other movies, including a subplot involving a beautiful South Vietnamese propagandist (Iilana B'tiste) and her French bodyguard and lover (Johnny Hallyday).\n\nIt's an interesting decision to use the Viet Cong diary as a starting point for the film, but it might have been more interesting to go all the way and tell the movie from a Viet Cong point of view. One of the things that emerged during the week of screenings and discussions in Hawaii was that the daily battlefield experience of the Viet Cong has never been captured on film by either American or Vietnamese filmmakers (the visitors from Hanoi talked about it being time to \"move on\" and put the war behind them). \"The Iron Triangle\" takes a step in that direction, and then decides to filter the diary through an American narrator. And although it may find human beings behind the rifles, a lot of their experiences seem inspired less by life than by other movies.", "running_time": 91, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-02-03", "genres": ["Drama"], "title": "The Iron Triangle (1989)"}