{"url": "http://www.rogerebert.com/reviews/the-deal-2005", "by": "Christian Slateras Tom Hanson", "star_rating": 2.5, "text": "\"The Deal\" is a thriller about Wall Street insiders, set during an oil crisis a few years in the future. The United States is at war with the \"Confederation of Arab States,\" gas is $6 a gallon and getting more expensive, and there's enormous pressure to find new sources for oil. More than most thrillers, this one seems to be based on expert insights; its author, Ruth Epstein, wrote the screenplay against a background of Wall Street experience, and its view of boardroom politics has a convincing level of detail. It's not in every thriller that you hear, someone say, \"Oil is a fungible commodity.\"\n\nChristian Slater stars as Tom Hanson, an associate with an old-line Wall Street investment firm that has kept its reputation during a period of corporate scandals. That's why the firm is attractive to the giant Condor Corp. and its sleek president Jared Tolson (Robert Loggia, never scarier than when he smiles). Condor wants to merge with Black Star, a privately held Russian oil company that controls massive oil reserves.\n\nWe know from the start that the deal is fishy, because at the top of the film a lawyer tells Tolson he can't continue to work on the deal; a few hours later the lawyer is shot dead. Hanson, the Slater character, is brought in as his replacement. His assignment: Perform due diligence to be sure Black Star is sound, and the merger is in the best interests of Condor's shareholders.\n\nThe movie surrounds this main story line with several other intersecting strands, of which the most interesting involves young Abbey Gallagher (Selma Blair), a graduate student and \"tree hugger\" from Harvard who is recruited by Hanson to join his firm on the grounds that she can get a better hearing for her environmental concerns from inside the establishment. Blair does specific things with her character that are interesting; she makes Abbey not one of those Harvard superhumans but a sincere, sometimes naive young woman who could use some social polish. Soon she is working with Hanson, and although they are indeed attracted to each other, romance is not the focus of this movie.\n\n\"The Deal\" appreciates how big institutions like Slater's have factions and infighting; when he lands the Condor account, there's jealousy from Hank Weiss (a leaner, meaner Colm Feore), who is supposed to be the firm's oil expert. There is also a middle-aged woman in research who knows all sorts of things that nobody ever asks her about: For example, that there is no oil in the \"oil fields\" controlled by Black Star. What's going on? \"Oil may have been shipped from there,\" Hanson is told by a cryptic insider, \"but I can't tell you where it came out of the ground.\"\n\nThe movie is a little too laden with details for its own good, and it has more characters than it needs, but sometimes that complexity works; like the hero, we're feeling our way through a maze of motives and possibilities, and although it's fairly clear who cannot be trusted, it's not always clear who can be. \"He's my only friend at the firm,\" Hanson says of one associate, \"and he'd stab me in the back in a second.\"\n\nThe pressure to close the deal is enormous; Hanson's firm alone expects to bank $25 million in commissions. But would it be worth it if Black Star were phony, and Condor's shareholders were buying a worthless company? More to the point, what if Black Star is the front for an oil-laundering scheme? Plots like this once seemed paranoid, but no one who has seen the documentary \"Enron: The Smartest Guys in the Room\" will find the lies and deceit in this film surprising. It expresses a system of moral values that keeps running into the discovery that \"in the real world,\" as they say, \"things don't work that way.\" The last scenes of the movie are deeply cynical and yet, we have a sinking feeling, not a million miles from the way Wall Street and the federal government actually do business.\n\nThere is of course always the Ethics Task Force, set up by the SEC and the FBI to guard against Wall Street fraud. One of the movie's continuing puzzles involves the possibility that several characters may be working undercover for the task force or Black Star. Secret information has a way of getting around, and the seriousness of the people behind the deal is made fairly clear when Hanson finds a bleeding heart in his refrigerator. \"Not a human heart,\" the cops quickly reassure him.\n\nI admire the film's anger and intelligence, and the generally persuasive level of the performances; Robert Loggia really seems like a CEO and Selma Blair really seems like an idealistic college graduate. Francoise Yip, for that matter, seems like the sort of best corporate friend who always seems to know more than she should, and to be trying to tell you more than she can say.\n\nBut the problem is, \"The Deal,\" like a lot of real-life Wall Street deals, is a labyrinth into which the plot tends to disappear. The ideas in the film are challenging, the level of expertise is high, the performances are convincing, and it's only at the level of story construction and dramatic clarity that the film doesn't succeed. One more rewrite might have been a good idea. I can't quite recommend it purely as a film, but as a double feature with \"Enron: The Smartest Guys in the Room,\" it's a slam dunk.", "running_time": 107, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-06-16", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Deal (2005)"}