{"url": "http://www.rogerebert.com/reviews/the-possession-of-joel-delaney-1972", "by": null, "star_rating": 2.0, "text": "What can you say about the possession of Joel Delaney, except that it gave him a hobby? Before his friend Tonio's spirit occupied his body, life was little more than a series of hos and hums for Joel. He was the kind of kid who kept his bedroom door shut, played old bongo music on his stereo, and complained of headaches. His big thing was to wrap himself up in a blanket and stare vacantly at the closet door. A guy like this is never going to make the Jaycee's list of the 10 most up-and-coming young men in America, let's face it.\n\nAfter he met Tonio, everything changed. Tonio was outgoing and dynamic; he had beheaded three girls in Central Park. Then Tonio died, alas, and Joel moved into Tonio's vacant apartment and was possessed by Tonio's spirit. Right away, he could speak Spanish with a Puerto Rican accent that would have required months at Berlitz. And he was given to dandy rages. He could snarl and squirm and scream and throw things, and the cops had to take him to Bellevue on more than one occasion. No more closet doors for Joel.\n\n\"The Possession of Joel Delaney\" is not so much about Joel's new zest for living, however, as it is about Shirley MacLaine, who plays Joel's sister. She lives alone in Manhattan, and supplies the three necessary ingredients for any supernatural horror flick. (1) She is an unprotected female. (2) She has two young and helpless children. (3) In times of terror and emergency, when her life and the lives of her children are threatened by Puerto Rican voodoo, her immediate impulse is to flee to an isolated and abandoned beach house, miles from help.\n\nYou will recall from our discussion of last week's horror movie, \"Fright,\" that an isolated house is very important in these enterprises. Children are helpful, too. In \"Fright,\" there was a baby upstairs, but babies aren't so good because all they can do is cry inarticulately. No, small children are a better bet: They can scream and cry piteously, and take the dog for walks.\n\nAfter Miss MacLaine finally catches on that her brother has been possessed by an evil spirit, she goes to a voodoo priest in Spanish Harlem, who attempts to lure Tonio's spirit from Joel's body. No dice. This scene is about the only good thing in the movie, however, because it's shot and edited in a scary, claustrophobic style and seems to reflect some research into the actual folklore of voodoo.\n\nThe rest of the movie is badly put together, with little feeling for suspense, and the final scenes in the beach house are in nauseatingly bad taste. Filmmakers should have enough imagination and enterprise to scare us without resulting to cheap tricks. Hitchcock can, and does. But Warris Hussein, who directed this film, is so bankrupt of imagination that he actually descends to a scene where the little boy is forced to disrobe and eat dog food. This is all because of the evil spirit in Joel's body, of course, but I don't care.\n\nScenes of this nature are rotten and bankrupt, and you feel unclean just watching them. The creepy thing about \"the Possession of Joel Delaney\" is that audiences leave the theater with smiles on their faces - whether because they're condescending to the film as trashy fun, or because they actually found it amusing, I'm not sure. I'm also not sure I want to know.", "running_time": 105, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-06-13", "genres": ["Horror"], "title": "The Possession of Joel Delaney (1972)"}