{"url": "http://www.rogerebert.com/reviews/the-back-up-plan-2001", "by": "Jennifer Lopezas Zoe", "star_rating": 1.0, "text": "Some movies are no better than second-rate sitcoms. Other movies are no better than third-rate sitcoms. \"The Back-up Plan\" doesn't deserve comparison with sitcoms. It plays like an unendurable TV commercial about beautiful people with great lifestyles and not a thought in their empty little heads. So timid is this film that when it finally arrives at its inevitable childbirth scene, it bails out after two \"pushes\"! \n\nJennifer Lopez has never looked better. That's about all she does here, is look better. She is talented and deserves more than this bird-brained plot about characters who have no relationship to life as it is lived by, you know, actual people. The movie deals with artificial insemination, romance, sex and organic goat cheese, which are promising areas for investigation, but it's so watered-down, it approaches homeopathy.\n\nLopez plays Zoe, a Manhattan pet shop owner who despairs of finding the perfect inseminator and decides to become artificially impregnated. Leaving the doctors' office, she is so happy she finds herself singin' in the rain. Then she hails a cab and a strange man pops into the back seat the same moment she does. As a Meet Cute, this ranks right down there with two characters bending over to pick up the same thing and bumping heads, which is what Tony Randall is always doing whenever I think of Meet Cutes.\n\nThis stranger is Stan (Alex O'Loughlin). We know, according to the Law of Conservation of Dramatic Resources, that (a) Zoe will become pregnant, and (b) she and Stan will fall in love. Consider the alternatives: (a1) she doesn't become pregnant, and (b2) they never see each other again. Anyway, fate brings them together, and then again, and soon they're falling for each other. \n\nThis Stan is a prime catch. Not only does he personally sell organic goat cheese in a ridiculously upscale farmers' market, but he produces it himself, on his own upstate farm. I am at a loss to explain why the movie squandered an opportunity to show Lopez milking a goat. Or having a goat eat her shoes, or whatever goats usually do in movies of this sort. \n\nObviously, the only way to make this movie reach a feature length is for Zoe and Stan to break up and get back together again, which they do, I think, three times. Their break-ups tend toward communications difficulties, as one or the other idiotically misunderstands dialogue that is crystal clear for everyone in the audience. In Little Movie Glossary lore this is Damon Knight's famous Idiot Plot, in which all difficulties could be resolved by the uttering of one or two words.\n\nI don't believe \"The Back-up Plan\" is intended to be set in the real Manhattan. Take a close look at the farmers' market. It's more of a Farmers' Faire at a church benefit in a rich suburb. Farmer Stan and his goats, indeed. But consider the scene where Zoe is a bridesmaid at a wedding, and her water breaks. What does she do? Rush to the hospital? No, she commandeers the wedding's rented white Bentley and is driven to the market, where the auto shoulders its way right down the middle of the street and halts before the organic goat cheese stall, where Zoe can leap out and make up with Stan right there in public, while onlookers all smile and listen like benevolent insiders, instead of New Yorkers wondering who the hell these jerks are. Does Stan happen to have one of those little boxes with a ring in it handy? What does a goat do in the woods?\n\nI have neglected poor little Nuts, Zoe's Boston terrier. Nuts follows her everywhere, and whenever he gets a closeup, he barks appropriately, as if he understands what is said. When was the last time in a movie where somebody said something, and there was a cut to a dog who barked, and you thought, \"That's so funny! Nuts is paralyzed from the waist down and pulls himself everywhere on his little cart, without the benefit of much loving and cooing from his mistress, who relates to him as exactly what he is, a prop. But the little tyke can really wheel around and is always there when he's needed on camera.\n\nThis movie is desperately boring. No one says much of anything interesting. They have extremely limited ranges of interest. There are older characters: Zoe's nana (Linda Lavin) and grandpa (Tom Bosley) and gynecologist (Robert Klein). They seem human, so the camera cuts away, lest they get started on something. \n\nAt the playground where Stan hangs out (allegedly fascinated by the prospect of fatherhood), there's \"Playground Dad\" (Anthony Anderson) as a proud black father who gives Stan pep talks on the joys of parenting. African-Americans are so wise in movies like this, always playing proud dads and wise advisers and God and so forth, it's a wonder the movies are about anyone else.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2010-04-21", "genres": ["Comedy", "Romance"], "title": "The Back-up Plan (2001)"}