{"url": "http://www.rogerebert.com/reviews/the-tin-drum-1980", "by": "David Bennentas Oskar", "star_rating": 2.0, "text": "Allegories have trouble standing for something else if they are\r\ntoo convincing as themselves. That is the difficulty with \"The Tin\r\nDrum,\" which is either (a) an allegory about one person's protest against\r\nthe inhumanity of the world, or (b) the story of an obnoxious little boy.\n\nThe\r\nmovie invites us to see the world through the eyes of little Oskar, who on his\r\nthird birthday refuses to do any more growing up because the world is such a\r\ncruel place. My problem is that I kept seeing Oskar not as a symbol of courage\r\nbut as an unsavory brat; the film's foreground obscured its larger meaning.\n\nSo\r\nwhat does that make me? An anti-intellectual philistine? I hope not. But if it\r\ndoes, that's better than caving in to the tumult of publicity and praise for\r\n\"The Tin Drum,\" which has shared the Grand Prix at Cannes (with\r\n\"Apocalypse Now\") and won the Academy Award as best foreign film, and\r\nis hailed on all fronts for its brave stand against war and nationalism and in\r\nfavor of the innocence of childhood.\n\nActually,\r\nI don't think little Oskar is at all innocent in this film; a malevolence seems\r\nto burn from his eyes, and he's compromised in his rejection of the world's\r\nevil by his own behavior as the most spiteful, egocentric, cold and calculating\r\ncharacter in the film (all right: except for Adolf Hitler).\n\nThe\r\nfilm has been adapted by the West German filmmaker Volker Schlondorff from the\r\n1959 novel by Gunter Grass, who helped with the screenplay. It chronicles the\r\ncareer of little Oskar, who narrates his own life story starting with his\r\nmother's conception in a potato patch. Oskar is born into a world divided: in\r\nthe years after World War I, both Germans and Poles live in the state of\r\nDanzig, where they get along about as well as Catholics and Protestants in\r\nBelfast.\n\nOskar\r\nhas fathers of both nationalities (for reasons too complicated to explain\r\nhere), and he is not amused by the nationalistic chauvinism he sees around him.\r\nSo, on his third birthday, he reaches a conscious decision to stop growing. He\r\nprovides a plausible explanation for his decision by falling down the basement\r\nstairs. And for the rest of the movie he remains arrested in growth: a\r\nsolemn-faced, beady-eyed little tyke who never goes anywhere without a tin drum\r\nwhich he beats on incessantly. For his other trick, he can scream so loudly\r\nthat he shatters glass.\n\nThere\r\nis a scene in which Oskar's drum so confuses a Nazi marching band that it\r\nswitches from a Nazi hymn to \"The Blue Danube.\" The crashing\r\nobviousness of this scene aside, I must confess that the symbolism of the drum\r\nfailed to involve me.\n\nAnd\r\nhere we are at the central problem of the movie: Should I, as a member of the\r\naudience, decide to take the drum as, say, a child's toy protest against the\r\nmarching cadences of the German armies? Or should I allow myself to be annoyed\r\nby the child's obnoxious habit of banging on it whenever something's not to his\r\nliking? Even if I buy the wretched drum as a Moral Symbol, I'm still stuck with\r\nthe kid as a pious little bastard.\n\nBut\r\nwhat about the other people in the movie? Oskar is right at the middle of the\r\ntug-of-war over Danzig and, by implication, over Europe. People are choosing up\r\nsides between the Poles and the Nazis. Meanwhile, all around him, adult\r\nduplicity is a way of life. Oskar's mother, for example, sneaks away on\r\nThursday afternoons for an illicit sexual interlude. Oskar interrupts her\r\ndalliance with a scream that supplies work for half the glassmakers in Danzig.\r\nDoes this make him a socialist or an Oedipus?\n\nSoon\r\nafter, he finds himself on the road with a troupe of performing midgets. He\r\nshatters glasses on cue, marches around in uniform and listens as the troupe's\r\nleader explains that little people have to stay in the spotlight or big people\r\nwill run the show. This idea is the last Oskar needs to have implanted in his\r\nmind.\n\nThe\r\nmovie juxtaposes Oskar's one-man protest with the horror of World War II. But I\r\nam not sure what the juxtaposition means. Did I miss everything? I've obviously\r\ntaken the story on a literal level, but I don't think that means I misread the\r\nfilm as it stands.\n\nIf\r\nwe come in armed with the Grass novel and a sheaf of reviews, it's maybe just\r\npossible to discipline ourselves to read \"The Tin Drum\" as a solemn\r\nallegorical statement. But if we take the chance of just watching what's on the\r\nscreen, Schlondorff never makes the connection. We're stuck with this cretinous\r\nlittle kid, just when Europe has enough troubles of its own.", "running_time": 142, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-06-27", "genres": ["Drama", "Foreign", "History", "Indie", "War"], "title": "The Tin Drum (1980)"}