{"url": "http://www.rogerebert.com/reviews/the-towering-inferno-1974", "by": null, "star_rating": 3.0, "text": "“The Towering Inferno” is a brawny blockbuster of a movie, by far the best of the mid-1970s wave of disaster films. It’s three hours long, it cost something like $13 million to make which was a lot at the time and it’s an example of Hollywood commercial moviemaking at its finest. It’s also a movie to make me happy I don’t live in a high-rise; people above the seventh floor should find it thought-provoking. \n\nThe story involves a mythical 135-floor San Francisco skyscraper, which, through a combination of meticulously constructed models and convincing special-effects photography, looks realistic even though we know it’s not. The building has been designed by architect Paul Newman, constructed by builder William Holden and sabotaged by the cost-cutting of his son-in-law, Richard Chamberlain. \n\nThere are ominous omens right from the beginning. All the principals arrive at the building for a big dedication party in the top floor restaurant, but meanwhile a generator shorts out and a small fire begins in an equipment room. The building has a state-of-the-art central communications and security system, but half the equipment doesn’t work. As one of the big shots tells Holden: “I told you we shouldn’t have held the party until the safeguards were installed.” Famous last words. \n\nThe original fire spreads, more electrical equipment malfunctions, gas leaks explode and in no time the tower is a mass of flames. Steve McQueen is the fire chief, calm, cool and courageous, even when he and a lot of his men are trapped above the blaze. He manages to move around pretty efficiently, however, by escaping down an elevator shaft only to be airlifted up to rescue the occupants of a stalled outside tourist elevator, and later to be dropped on the roof for some split-second heroics with Paul Newman. \n\nThe details of the fire are convincing; the explosions, the wreckage, the bombed-out inside fire escapes all look real. “The Towering Inferno” is, in fact, a masterpiece of stunt co-ordination and special effects. And there’s never that phony feeling we got in “Earthquake,” when you could see where the high-rise set stopped and the painted flats began. \n\nThe producer, Irwin (“The Poseidon Adventure”) Allen, also directed the action sequences, and they’re gems of exposition. What often happens in these complicated action pictures is that we lose track of the various characters and their various hazards. Not this time. There are five main action threads: Paul Newman’s successful journey up and down a blasted-out stairwell to save a woman and two kids; the black-tie crowd waiting to be rescued in the luxurious 135th-floor restaurant; the maintenance of a breeches buoy; the business of saving a dozen people trapped in the outside elevator, and the final business involving 2 million gallons of water (I don’t want to give away too much). \n\nThese threads are skillfully woven by Allen and his director, John Guillermin, who, although they give us what’s advertised as “five great love stories,” never allow the action to bog down too long for the various protestations of affection and last words. They are also mightily assisted by the fact that, although the building loses its power and mighty explosions rip apart whole floors, the telephone system never stops working. If McQueen below and Newman above hadn’t been able to talk to each other, the story development would have run into some embarrassing problems. As it is, they develop a camaraderie under fire, and at the end exchange some pointed comments on high-rises in general: “We were lucky today,” McQueen says. “The body count was only 200. One of these days 10,000 people are going to die in one of these firetraps.” \n\nWhether high-rises are, indeed, firetraps is a debatable question; a more interesting question might involve the meaning of all those disaster films. “The Towering Inferno,” “Airport 1975,” “Earthquake” and more to come, including a sequel to “The Poseidon Adventure.” Was it that during hard times and uncertain world conditions we turned to escapist entertainment? Perhaps when we fear for ourselves, we go to disaster movies to face and exorcise greater fears. Or perhaps Hollywood simply rediscovered a dependable old genre and reinvigorated it with millions of bucks and lots of big-name stars. It was the same approach that would work in later years with horror, science fiction and other durable genres: Throw stars and money at them, and they deliver.", "running_time": 165, "mpaa_rating": "PG", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Action", "Disaster", "Thriller"], "title": "The Towering Inferno (1974)"}