{"url": "http://www.rogerebert.com/reviews/the-jokers-1968", "by": "Michael Crawfordas Michael", "star_rating": 3.0, "text": "\"The Jokers\" is another suspense-and-comedy situation about an incredibly complicated theft, and I'm a sucker for them.\n\nIt's always good fun when teams of international thieves strap themselves into harnesses and swing across streets, lower themselves into jewel vaults, disconnect automatic alarms, tiptoe behind the backs of guards, hijack helicopters, seduce the head cop's wife, drill through walls and sneak into the palaces of Istanbul.\n\nNot, I hasten to add, that these maneuvers take place in \"The Jokers.\" None of them do, in fact. In the great tradition of \"Rififi,\" \"Topkapi\" and \"Big Deal on Madonna Street,\" this one also charts new paths of larceny.\n\nThe idea, see, is to snatch the British crown jewels. But not to keep them. No, the thieves plan the theft only as a test of the safeguards for these national treasures.\n\nThe conspirators are Michael Crawford and Oliver Reed, two brothers who set up a series of fake bomb scares and impersonate military officers to get inside the royal vault, under Army protection, all alone. Neat. The way they do it is suitably convincing although we don't get any comic relief, as when Peter Ustinov held the other end of the rope in \"Topkapi.\"\n\nThere is some pointed British satire, however, especially in the presentation of authority figures. The top civilian cop (Harry Andrews) is portrayed as a taciturn, grim-visaged, close-lipped, hard-bitten\r\nincompetent. And the top military man (James Donald) allows photographers past police lines.\n\nDirector Michael Winner has also spliced in some newsreel footage of Prime Minister Harold Wilson and Ted Heath, leader of the opposition, hearing of the stolen crown jewels. They romp around in their bathing suits while learning the grave news.\n\nMichael Crawford, much better here than in \"How I Won the War,\" is surely second only to Terry-Thomas in naturally looking like a rogue. Oliver Reed is very funny as a weary, wise, heroic-but-modest military\r\nman. The crown jewels play themselves.", "running_time": 94, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-04-30", "genres": null, "title": "The Jokers (1968)"}