{"url": "http://www.rogerebert.com/reviews/the-last-samurai-2003", "by": "Tom Cruiseas Nathan Algren", "star_rating": 3.5, "text": "Edward Zwick's \"The Last Samurai\" is about two warriors whose cultures make them aliens, but whose values make them comrades. The battle scenes are stirring and elegantly mounted, but they are less about who wins than about what can be proven by dying. Beautifully designed, intelligently written, acted with conviction, it's an uncommonly thoughtful epic. Its power is compromised only by an ending that sheepishly backs away from what the film is really about.\n\nTom Cruise and Ken Watanabe co-star, as a shabby Civil War veteran and a proud samurai warrior. Cruise plays Nathan Algren, a war hero who now drifts and drinks too much, with no purpose in life. He's hired by Americans who are supplying mercenaries to train an army for the Japanese emperor, who wants to move his country into the modern world and is faced with a samurai rebellion.\n\nThe role of the samurai leader Katsumoto (Watanabe) is complex; he is fighting against the emperor's men, but out of loyalty to the tradition the emperor represents, he would sacrifice his life in an instant, he says, if the emperor requested it. But Japan has been seized with a fever to shake off its medieval ways and copy the West, and the West sees money to be made in the transition: Representatives from the Remington arms company are filling big contracts for weapons, and the U.S. Embassy is a clearinghouse for lucrative trade arrangements.\n\nInto this cauldron Algren descends as a cynic. He is told the samurai are \"savages with bows and arrows,\" but sees that the American advisers have done a poor job of training the modernized Japanese army to fight them. Leading his untried troops into battle, he is captured and faces death -- but is spared by a word from Katsumoto, who returns him as a prisoner to the village of his son.\n\nIt's at this point that \"The Last Samurai\" begins to reveal itself as more than an action picture. Katsumoto, who conveniently speaks English, explains he has kept Algren alive because he wants to know his enemy. Algren at first refuses to speak, but gradually, during a long, rainy winter of captivity, he begins to have philosophical conversations with the other man about the ethics of war and warriors. Some of these talks sound like Socratic exchanges:\n\nKatsumoto: \"Do you believe a man can change his destiny?\"\n\nAlgren: \"I believe a man does what he can until his destiny is revealed.\"\n\nFor Algren, the traditional village life is a soothing tonic. Haunted by nightmares from his wartime experiences, he confesses, \"Here I have known my first untroubled sleep in many years.\" He has been lodged in the house of Taka (Koyuki), the widow of a man he killed in battle, and although she complains bitterly to Katsumoto, she maintains a smiling facade in Algren's presence.\n\nAlgren: \"I killed her husband!\"\n\nKatsumoto: \"It was a good death.\"\n\nKatsumoto has pledged his life to defending the dying code of the samurai. Algren finds himself gradually shifting allegiances, away from the mercenaries and toward the samurai, but his shift is visceral, not ideological. He bonds with Katsumoto, respects him, wants to find respect in his eyes. The movie illustrates the universal military truth that men in battle are motivated not by their cause but by loyalty to their comrades.\n\n\"The Last Samurai\" breaks with the convention that the Western hero is always superior to the local culture he immerses in. It has been compared to \"Lawrence of Arabia\" and \"Dances With Wolves,\" films in which Westerners learn to respect Arabs and Indians, but this film goes a step further, clearly believing that Katsumoto's traditional society is superior to the modernism being unloaded by the Americans. Katsumoto is the teacher and Algren is the student, and the film wonderfully re-creates the patterns and textures of the Japanese past; its production design, sets and costumes are astonishing.\n\nWatanabe is a deep, powerful presence; he has the potential to become the first world star from Japan since Toshiro Mifune. Cruise is already a star, and will be targeted by those predisposed to see him and not his character, but here I think his stardom works for the film, because he takes with him into battle both the cocksure pilot of \"Top Gun\" and the war-weary veteran of \"Born on the Fourth of July.\" The casting helps the film with its buried message, which is about the re-education of a conventional American soldier.\n\nThe supporting cast is splendid: Koyuki quietly stirs as the widow who feels sexual attraction but suppresses it; Tony Goldwyn blusters and threatens as the hard American mercenary; Timothy Spall is the British translator who knows the words but not the music. Scichinosuke Nakamura plays the emperor as a tormented, shy man who admires Katsumoto's values, even while agreeing with his advisers that the rebellion must be put down. \"I am a living god -- as long as I do what they say is right,\" he muses at one point, in words I somehow doubt any Japanese emperor would ever have employed.\n\nThe director is Edward Zwick, whose other war films (\"Glory,\" \"Legends of the Fall,\" \"Courage Under Fire\") have also dealt with men whose personal loyalties have figured more importantly than political ideology. Here he gives Algren a speech attacking Custer, whose last stand was fresh in everyone's mind. (\"He was a murderer who fell in love with his own legend, and his troops died for it.\") Yes, but how would Algren describe this film's final battle scene, in which Katsumoto leads his men into what appears to be certain death? To be sure, his men share his values, but is there an element of seeking \"a good death\"? Is a there a line between dying for what you believe in, and dying because of what you believe in?\n\nThat the film raises this question shows how thoughtful it is. If \"The Last Samurai\" had ended in a way that was consistent with its tone and direction, it would have been true to its real feelings. But the ending caves in to Hollywood requirements, and we feel the air going out of the picture. An art film can trust its audience to follow along to the necessary conclusion. A Hollywood ending assumes that the audience caves in at the end, turns dim-witted and sentimental, and must be fed its lollypop.\n\n\"The Last Samurai\" has greatness in it, but sidesteps the ending that would have given it real impact. If there's going to be an alternative ending on the DVD, I know what it would have to show -- and so, I suspect, does Edward Zwick.\n\nNote: Which character is the \"last samurai\" -- Katsumoto, or Algren? A case can be made for either answer, which suggests the nature of their relationship.", "running_time": 154, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-12-05", "genres": ["Action", "Adventure", "Drama"], "title": "The Last Samurai (2003)"}