{"url": "http://www.rogerebert.com/reviews/the-butchers-wife-1991", "by": "Demi Mooreas Marina", "star_rating": 2.5, "text": "“The Butcher’s Wife” wants to be a whimsical, heartwarming fantasy, and it almost succeeds, but it is betrayed by its own need to put a Hollywood spin on a plot that doesn't need one. It begins by asking us to make a romantic leap of faith, and after we've made it, the movie says, uh, hold on, think again, she fell for the wrong guy and it’s time to make another leap. The plot mechanics of the second leap drag the movie back to Earth again.\n\nThe movie commences with a real glow, though. On a lonely tower on the headland of some forgotten island off the coast of the southern United States, a beautiful young woman stands, the wind in her hair, and looks out to sea and toward her future. Her name is Marina, and she has been aware of a psychic gift since her earliest years. Among the things she “knows” is that her future husband will one day appear to her, and indeed, in no time at all a small boat is approaching the shore, with a lone fisherman in it.\n\nA voice inside of her announces that this is the man who is to be her husband, and so she wades into the water, climbs onto the boat, embraces the startled man and informs him of this fact. He is inclined to agree with her, and within two days they are wed. The man’s name is Leo Lemke, he is a butcher in Greenwich Village, and Marina journeys north with him and takes up her place behind the butcher’s counter. She is happy to be the butcher’s wife.\n\nUp until this point, and for a few scenes afterward, “The Butcher’s Wife” proceeds with a serene certainty. The movie has faith in its whimsy, and so do we. Demi Moore is warm and cuddly as Marina, a simple, soft-spoken woman with a Southern accent and a direct way of speech that seems to cut through confusions and difficulties.\n\nGeorge Dzundza is a stalwart butcher, friendly and sensible and loving. He has been a bachelor until into his 40s, and if he had not taken that fishing trip down south, he would be a bachelor still.\n\nBut now a bride has dropped out of the heavens for him, and the very stars themselves seem to bless his marriage.\n\nThen the movie loses faith in the momentum of its original inspiration, and falls back upon the devices of screenwriting formulas. The butcher, you see, is stout and balding and almost as homely as Gene Hackman. So, obviously, in the Hollywood mind, he has not evolved high enough on the ladder of personal attractiveness to deserve Demi Moore. A mistake must have been made. The plot develops a compulsion to reassign her to a more handsome man, and that’s where the movie goes wrong.\n\nThere is a psychiatrist who works across the street, in this Greenwich Village street which was built on a sound stage and contains mostly characters in the story. He is played by Jeff Daniels, is insecure about how much good he is doing his patients, but is basically a nice guy. He begins to hear repercussions about this psychic woman who has moved in behind the butcher’s counter.\n\nShe starts giving advice to his patients, and they start heeding the advice. This is not good for business.\n\nAmong the patients who are being improved by psychic insights is Stella Kefauver (Mary Steenburgen), a shrinking violent who has always harbored a dream to sing in a nightclub. Dare to realize your dream! the butcher’s wife advises. And one day she does, in one of the movie’s best scenes, singing a torch song with such grace and feeling that we are inspired to look at Mary Steenburgen all over again. But then the psychiatrist and the butcher’s wife meet to discuss these matters, and of course it is clear that sooner or later they will end up in each other’s arms.\n\nAll of this should be painful for the butcher, who had my complete sympathy. The screenplay labors, and produces an explanation that eventually accounts for the reassignment of the various romantic partners. But I was disappointed that “The Butcher’s Wife” lost faith in its original romantic inspiration. Is it not possible for a portly butcher to have a ripe young wife? Is it not possible for a clean-cut psychiatrist to fall in love with a slightly faded rose? This movie takes us back to the days of the high school prom, in which couples seemed to choose each other on the basis of a pecking order of personal attractiveness, so that the king and queen of the prom were the two best-looking people in class, and over in the corner were all the nerds and wallflowers.\n\nThe fatal mistake of “The Butcher’s Wife” is to allow itself to become sidetracked by the process of partner reassignment. There is an unspoken cruelty to the way Marina ditches Leo, and the movie fudges it. There is also a lot of unnecessary dialogue explaining things that need never have happened in the first place. If Marina had stayed by Leo’s side, there behind the meat counter, and had contented herself with helping others make the same leap of faith she made, this movie might have been a little classic, instead of a big manipulative machine.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-10-25", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "The Butcher's Wife (1991)"}