{"url": "http://www.rogerebert.com/reviews/the-proposal-2009", "by": "Sandra Bullockas Margaret", "star_rating": 3.0, "text": "\"The Proposal\" is a movie about a couple who start out hating each other and end up liking each other. It's a funny thing about that. I started out hating the movie and ended up liking it.\n\nIt opens on a rather cheerless note, as the portrait of Margaret (Sandra Bullock), a tyrannical book editor, and Andrew (Ryan Reynolds), her long-suffering assistant. Known on office instant message as the Witch, she terrorizes underlings, fires the man who wants her job and orders Andrew to marry her.\n\nHow that happens is, she's a Canadian in danger of being deported -- she imperiously ignored the law -- and now she figures if she gets married, she'll get her green card. She and Andrew blackmail each other in their prenuptial hostage negotiations, and fly off to Sitka, Alaska, to meet his folks. Sitka turns out to be a charming waterfront town, filled with chic little shops like the Fudgery, no fast-food stores or franchise chains and a waterfront that looks less like a working fishing harbor than a tourist resort. Perhaps that's because the movie was was filmed not in Alaska, but in Massachusetts and Rhode Island. Alaska might have been too real for this fantasy.\n\nSo I was sitting there, cringing, knowing with uncanny certainty where the story was going. No movie begins with scenes of a man and a woman who are utterly incompatible unless it ends with them in love, unless perhaps it might be one about Hitler and Eleanor Roosevelt. They will fly to Alaska, she will be charmed by his family, she will be moved by the community spirit, she will love the landscape after the skyscraper towers of Manhattan, and they will have misadventures, probably involving unintended nudity and someone falling off a boat. So it is written.\n\nBut slowly, reluctantly, disbelievingly, they will start to warm up to each other. And it was about at that point when reluctantly, disbelievingly, I began to warm up to them. Bullock is a likable actress in the right roles, which she has been avoiding frequently since \"Speed 2: Cruise Control\" (1997), which I liked more than she did. She is likable here because she doesn't overdo it and is convincing when she confesses that she has warmed to his family's embrace -- and who would not, since Andrew's mother is the merry Mary Steenburgen and his grandmother is the unsinkable Betty White. His father, Craig T. Nelson, is not quite so embraceable, but only because he is protective.\n\nThe key scene involves Steenburgen and White fitting Granny Annie's wedding dress for Bullock, and the presentation of a family heirloom. I don't care how much of a witch a woman is, when she sees herself in the mirror wearing her grandmother-in-law's gown, she's going to cave in. For that matter, Bullock was never that convincing as the Office Witch; she could not have touched Meryl Streep's work in \"The Devil Wears Prada.\"\n\n\"The Proposal\" is much enhanced by all of the supporting performances. Betty White, at 87, makes her character 89 and performs a Native American sunrise ceremony beside a campfire in the forest, which is not easy, especially in the Alaskan summer when the sun hardly sets. And look for a character named Ramone (Oscar Nunez), who will remind you of an element in \"Local Hero.\"\n\n\"The Proposal\" recycles a plot that was already old when Tracy and Hepburn were trying it out. You see it coming from a great distance away. As it draws closer, you don't duck out of the way, because it is so cheerfully done, you don't mind being hit by it.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-06-17", "genres": ["Comedy", "Romance"], "title": "The Proposal (2009)"}