{"url": "http://www.rogerebert.com/reviews/the-sacrifice-1986", "by": "Erland Josephsonas Alexander", "star_rating": 4.0, "text": "The old workman gave the younger workman the use of his shop: Andrei Tarkovsky came to Sweden to shoot a movie on the island of Faro, the same island where Ingmar Bergman lives and makes most of his films.\n\nTarkovsky's film was produced by the Swedish Film Institute, it was photographed by Sven Nykvist, Bergman's cinematographer, and it starred Erland Josephson, who has acted in many Bergman films.\n\nThere are moments when the resulting film, \"The Sacrifice,\" looks uncannily like a work by Bergman, and I think that is intentional: Tarkovsky, the visitor, an exile from Russia, was working with Bergman's materials and subjects in much the same way that an itinerant Renaissance painter might briefly stop and submerge himself in the school of a master.\n\nYet Tarkovsky is a master, too. With Bergman, he is one of the five living filmmakers who have concerned themselves primarily with ultimate issues of human morality (the others are Akira Kurosawa, Satyaijit Ray and Robert Bresson). He is the greatest Russian filmmaker since Sergei Eisenstein, and yet he stands ouside the Soviet tradition of materialism and dares to say that he is spiritual, that he can \"still be summoned by an Inner Voice.\" These days, it takes more courage for an artist to admit his spiritual beliefs than to deny them.\n\nWhen Tarkovsky made \"The Sacrifice,\" he knew that he was gravely ill. Now he lies dying in a Paris hospital with a brain tumor. He did not choose a small subject for his final statement. His film is about a man who learns, or dreams, that the bombers have gone on their way to unleash World War III. He offers his own life as a sacrifice, if only his family can be spared.\n\nThe movie is not easy to watch, and it is long to sit through. Yet a certain joy shines through the difficulty. Tarkovsky has obviously cut loose from any thought of entertaining the audience and has determined, in his last testament, to say exactly what he wants, in exactly the style he wants.\n\nHe uses a great many long shots - both long in duration, and with great distances between the camera and the subjects. Long shots inspire thoughtfulness from the audience. We are not so close that we are required to identify with a character. We stand back, and see everything, and have time to think about it. The movie doesn't hurtle headlong toward its conclusion, taking our agreement for granted. There are spaces between events that are large enough for us to ask ourselves if we would do what the man in the movie is doing.\n\nIt is his birthday. He plants a tree, carefully, methodically.\n\nThere is a belief that it is impossible to plant a tree without thinking of your own lifespan, because in all certainty the tree will be there long after you have gone. As he plants the tree, his small son watches him and then toddles thoughtlessly about on the surface of the planet he does not yet know is a planet.\n\nSome people came to the birthday party: the man's wife, his daughters, some friends and a mailman who apparently is the island's mystic. There is a sense in which he delivers the cosmic mail, bringing news of inner realities. During the party, the news comes that the war has broken out.\n\nAll of this is told slowly, in elegantly composed shots, with silences in between. When the characters speak, it is rarely to engage in small talk; the hero has a long monologue about the quality of our lives and the ways we are heedlessly throwing away the futures of our children. When the man begs to make his sacrifice, he does so not by ranting and raving to heaven, but by choosing one of his own maids - a humble working woman - as a sort of saintly person who might be able to intervene.\n\n\"The Sacrifice\" is not the sort of movie most people will choose to see, but those with the imagination to risk it may find it rewarding. Everything depends on the ability to empathize with the man in the movie, and Tarkovsky refuses to reach out with narrative tricks in order to involve us. Some movies work their magic in the minds of the audience; this one stays resolutely on the screen, going about its urgent business and leaving us free to participate only if we want to.\n\nThat is the meaning of a sacrifice, isn't it - that it is offered willingly?", "running_time": 145, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-11-21", "genres": ["Drama"], "title": "The Sacrifice (1986)"}