{"url": "http://www.rogerebert.com/reviews/the-popovich-brothers-of-south-chicago-1978", "by": "Jill Godmilow", "star_rating": 3.5, "text": "“Whenever we Serbs get together,” says a young woman sitting on the grass, “the music is always the most important part of it. At a family reunion or a tennis tournament, it’s always the same. The first thing people ask is, Where's the band? When you hear the music, when you’re doing the old dances, you just feel good, that's all.”\n\nFor more than 50 years in South Chicago, down where the city begins to move East beneath Lake Michigan and toward the steel mills of Gary, the band that made Serbian-Americans dance and feel the best was the Popovich Brothers Tamburitza Orchestra. And now the Popoviches (Adam, Ted and Marko) and their fellow band member Pete Mistovich have been made the subject of a documentary by Jill Godmilow, the same filmmaker who teamed up with folk singer Judy Collins to make the Academy Award nominee “Antonia: Portrait of a Woman.”\n\n“The Popovich Brothers of South Chicago” has its world premiere this week at the Film Center of the Art Institute. It is filled with songs and life, with the lilting, driving, sometimes sad music of Serbia, but it’s not a musical: It’s a study of the ways ethnic traditions are transplanted to America and last for generations in a culture that’s allegedly a melting pot.\n\nThe Popovich brothers provide Godmilow with an ideal microcosm of her larger subject. The brothers come from a family of 10. Their father, Nikola, who died at 94 during the shooting of the film, immigrated to the United States in 1902, laid rails in Michigan, mined silver in Colorado, and in Denver met and married his wife, Ljubica.\n\nShe was as responsible as anyone for the family’s musical background, the brothers remember: She encouraged them to take music lessons, she shared her love and knowledge of Serbian music, and she helped plan the family orchestra’s first tours - when, by train and car, they toured the Serbian communities of the West and then settled permanently in Chicago before taking on the rest of the country. (Their early days in show business remind me a little of the legendary Minnie Marx, masterminding the Marx Brothers’ assaults on the vaudeville circuits).\n\nIn this new film, as in “Antonia” (which was shown in a shorter version on CBS’ 60 Minutes), Godmilow makes the music part of a larger statement about society. “Antonia” asked why a talented symphony orchestra conductor was never able to fully use her talent because she was a woman. “The Popovich Brothers” is more upbeat: It marvels at the fact that an ethnic musical culture cannot only survive to the third and fourth generations in America, but prosper.\n\nWe get a feeling for the reasons why in the film’s opening sequences, as thousands of Serbian-Americans from all over the country gather for a banquet and concert honoring the orchestra’s 50th year. We get more of it hearing the Popoviches play, and seeing people dance, and listening to the free-wheeling memories and opinions Godmilow draws from the brothers, their relatives and their friends.\n\nThe young woman at the tennis tournament, for example, is sitting next to her husband. He was from Chicago, she lived in Milwaukee, and they met at a Serbian picnic. They found they shared the same opinions about what was important in life, she says, mentioning ideas about families, children “and, of course, music and dancing.” Godmilow also interviews a young Serb who’s a successful attorney: “My grandfather’s generation, when they went down in the mines, I can only imagine how hard that work was and how they felt when they came up again. But they always found time in the evening to play the music, and when they were dancing, for those minutes or hours, they could be themselves. It was a very important freedom.”\n\nGodmilow uses headlines from both ethnic and general newspapers to subtly suggest the integration of an ethnic group into society: A Serb becomes the first congresswoman from California, another wins a gold medal in the Olympics. “But the young people still seem to love the music and the traditions,” Adam Popovich observes. And the film’s last sequence makes the point. After the unexpected death of Marco Popovich in 1976, it appeared for a time that the band might break up. But the vacant place in the band was filled -- by a young musician two generations further down the line.", "running_time": null, "mpaa_rating": "Unrated", "release_year": 1978, "date_published": "1978-03-28", "genres": null, "title": "The Popovich Brothers of South Chicago (1978)"}