{"url": "http://www.rogerebert.com/reviews/the-three-musketeers-1993", "by": "Charlie Sheenas Aramis", "star_rating": 2.0, "text": "Is there a compelling need for another version of \"The Three Musketeers?\" The first task of the new version would be to convince us the answer is yes - and this new \"Musketeers\" never does. It must have been great fun to make it (what young actor doesn't want to dash around on horseback and engage in swashbuckling swordfights?), but it's not that much fun to watch. It's all sound and energy, without plan or meaning.\n\nThe movie draws on the same sources as the several earlier versions of the story. We learn that the musketeers are sworn to defend the king, and that the evil Cardinal Richelieu has disbanded them as part of his evil scheme to grab control of France. But three musketeers refuse to lay down their colors and retire. Their names, as schoolboys used to know, are Aramis (Charlie Sheen), Athos (Kiefer Sutherland) and Porthos (Oliver Platt). And to their number is added a fourth volunteer, the eager young D'Artagnan, played by Chris O'Donnell (warm from his success as a different kind of apprentice in \"Scent Of A Woman\").\n\nRichelieu is played in the movie by Tim Curry, who can usually be depended upon to find any possible wit in a villain, but doesn't find great amounts in the cardinal. He has his eye on the sexy Milady (Rebecca De Mornay), who has her own agenda. Meanwhile, the queen, played by the beautiful Gabrielle Anwar (who danced the tango with Al Pacino in \"Scent of a Woman\"), is a helpless pawn.\n\nAll I can testify is, I didn't much care. The movie was behavior, not acting. Nobody on either side of the camera seemed to take the story and characters seriously. Yes, I know it's basically a comic adventure, but even so, look at the Bond pictures, which have the courage of their lack of conviction. Of the musketeers, the one who was convincing was Oliver Platt's Porthos. The others, who can all be fine actors in the right role, didn't seem comfortable in the period, the costumes, the action, or the story.\n\nThere is a legend that one day, long ago, Jack Warner called together his studio's producers and writers and gave them an order: \"Don't send me any more pictures where they write with feathers!\" I think I know how he felt. There is something intrinsically silly in this story, and unless you can find a way to believe in it at some level (even on the level on which Peter Pan believes in fairies), it's just a lot of feathers. Many of them from horses.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-11-12", "genres": ["Action", "Adventure", "Comedy"], "title": "The Three Musketeers (1993)"}