{"url": "http://www.rogerebert.com/reviews/the-duchess-of-langeais-2008", "by": "Jeanne Balibaras Antoinette", "star_rating": 3.5, "text": "The lovers in \"The Duchess of Langeais\" never consummate their love, but it consummates them. The film is about two elegant aristocrats whose stubborn compulsions eat them alive. They're bull-headed to the point of madness. Their story is told with a fair amount of passion, but it's interior passion, bottled up, carrying them to a point far beyond what either one expects or desires.\n\nThe director is Jacques Rivette, one of the founders of the French New Wave, here giving himself over to a deliberate style that intensifies the impact of his fairly simple story. He begins in the 1820s with Armand, the marquis of Montriveau (Guillaume Depardieu), a general whose battlefield exploits have made him a national hero. At a ball, Armand sees the celebrated Antoinette (Jeanne Balibar), the duchess of Langeais, and approaches her with unmistakable designs. She agrees to be visited by him. At his own door that evening, he exalts to himself: \"The duchess of Langeais is my mistress!\" That she is married never really figures in the story; her husband exists only as a throwaway line, and when she eventually locks herself up with a cloistered order of nuns, who knows if he was even consulted? (Now there's a conversation-stopper: Q. \"How is your wife, Duke?\" A. \"Still cloistered with those nuns.\")\n\nThe relationship between Armand and Antoinette takes place mostly at arm's length, on sofas in her rooms, which follow one after another, leading us more deeply into her chamber of secrets. Through these rooms and others, the characters walk on hardwood floors, their sharp footfalls creating a harsh counterpoint to their words of yearning and rejection. The marquis desires to possess the duchess. Such is only natural for a national hero. She does not intend to be touched, but refuses in such an alluring way that he is left with hope. Their conversations take months, during which the marquis gradually loses his temper, starts shouting at her, and one night even has her abducted and taken to his rooms, where he threatens to brand her with a red-hot iron.\n\nIf he were a rapist, all would be over, but he is not. What's her game, anyway? She invites him back again and again, makes it clear she will always be home to him after 8, and teases him by demanding more stories about his journey across the burning sands of the desert. After the end of each episode, she rises and goes to attend a ball. We see her at one of these affairs, where she could not be more remote and disdainful of the company if she were an automaton.\n\nThe story is eventually one of merciless teasing. The duchess has an aged relative, played by the great Michel Piccoli, who warns her: \"Avoid, my dear duchess, getting too coquette with such a man.\" Armand is an eagle, he says, and will lose patience and snatch her away to his aerie. Still she leads Armand on. He asks to kiss the hem of her garment. \"I think so much of you,\" she says, \"I will give you my hand.\" He kisses it through the hem and asks, \"Will you always think so much of me?\" \"Yes, but we will leave it at that.\"\n\nAdapted from a novel by Balzac, the movie makes much use of intertitles, one of which reads: \"If the previous scene is the civil period of this sentimental war, the following is the religious one.\" I assume these are Balzac's words. The film opens with religion, as Armand recognizes her singing voice in the invisible choir of the cloistered convent on Majorca. It ends there, too, as one of his comrades unforgettably says (and read no further to avoid inescapable conclusions), \"She was a woman. Now she is nothing. Let's tie a ball to each foot and throw her into the sea.\"\n\nWill you like this film? The everyday moviegoer will find it as impenetrable as its heroine. But if you vibrate to nuances of style, if you enjoy tension gathering strength beneath terrible restraint, if you admire great acting, then you will. You might also notice Rivette's subtle design touches, with furniture, costumes and candles. Guillaume Depardieu, son of Gerard, plays the marquis as a tall, physically imposing figure who is gradually made the psychological captive of the duchess. And Jeanne Balibar, as Antoinette, makes the heroine into a real piece of work. Surely she knows she is driving this man mad, and destroying herself. Why does she persist? Because she cannot help herself? Or because, sadistically, she knows that she can?", "running_time": 137, "mpaa_rating": null, "release_year": 2008, "date_published": "2008-06-19", "genres": ["Drama", "Foreign", "Indie", "Music", "Romance"], "title": "The Duchess of Langeais (2008)"}