{"url": "http://www.rogerebert.com/reviews/the-pebble-and-the-penguin-1995", "by": "Martin Shortas Hubie", "star_rating": 2.0, "text": "I feel funny bringing this up in a review of an animated film\rfor kids, but the greatest travel book ever written is The Worst Journey in the\rWorld, by Apsley Cherry-Garrard. He was a member of Robert Falcon Scott's\rdoomed expedition to the South Pole, but the journey he writes about is his own\rtrek of five weeks in the southern winter of 1911, with two other men, on foot,\rfor 67 miles across broken ice peaks, hauling their own sledges through the\rpolar night, in the coldest temperatures on earth, to discover the secrets of\rpenguins and their eggs.\n\nIn\rthe introduction to his great book, Cherry-Garrard concludes: \"Take it all\rin all, I do not believe that anybody on earth has a worse time than the\rEmperor penguin.\" Now you see the connection, since \"The Pebble and\rthe Penguin\" is about these very same creatures, which are perhaps the\rmost primitive birds on earth.\n\nSo\rnow here's this jolly cartoon about a shy bachelor penguin who engages in the\rancient penguin ritual of selecting a pebble from the beach and presenting it\rto the lady penguin of his dreams. But the hero of the story (named Hubie,\rvoiced by Martin Short) is swept away before he can propose to the beautiful\rMarina and rescued from a zoo boat by the clever penguin Rocco (voiced by Jim\rBelushi), and returns home, of course, after learning that (all together now)\ryes, penguins CAN fly! The story is so drippy and inane that I found my\rthoughts drifting back to those lonely birds Cherry-Garrard discovered at the\rmidpoint of the Worst Journey. The males spend long months in total darkness\rand gale winds, at temperatures 100 degrees below freezing, sitting on an egg.\rThat is the high point of their year. It is also interesting, which is more\rthan can be said for the story of this movie.\n\nWhat\rbothered me most about \"The Pebble and the Penguin,\" even more than\rits inanity and the sappy Barry Manilow songs (\"One perfect pebble, just\rone humble stone, but oh, what a stone can do . . .\") was something that\rannoys me in a lot of children's animated features: color-coding.\n\nIf there is one constant in feature cartoons, it's that the evil\rcharacters have darker complexions than the heroic ones. At first, I thought\rmaybe I was imagining this, until I realized there were no exceptions to the\rrule, no movies where the good guys were dark and the bad guys were light.\n\nIn\r\"The Pebble and the Penguin,\" we have to start, I guess, with a\rdefinition of what constitutes a penguin's complexion. Most of their coat is\rblack, but not their facial areas, except for around the nose. The rest of\rtheir facial coloring is white, in the case of Hubie and all of his friends.\rBut when we meet the evil Drake, a villainous penguin, the corresponding areas\ron his face are chocolate brown. That goes for Drake's sidekicks.\n\nWhat\rdo kids learn from this? Nothing overt. Just a quiet, unstated impression:\rWhite is good and brave, and brown is scheming and negative. Reinforce that\rthrough lots of cartoons (examples: \"Aladdin\" and \"The Rescuers\rDown Under\") and no wonder even black children choose white dolls in some psychological\rexperiments.\n\nSociologists\rwho wonder how children's values are formed might start by studying the\ranimated films that kids like to look at on video over and over and over again,\runtil they know them by heart - having learned all the lessons, even the\runstated ones.", "running_time": 74, "mpaa_rating": "G", "release_year": 1995, "date_published": "1995-04-12", "genres": ["Adventure", "Animation", "Family"], "title": "The Pebble And The Penguin (1995)"}