{"url": "http://www.rogerebert.com/reviews/the-square-2010", "by": "David Robertsas Ray", "star_rating": 3.5, "text": "Crime doesn't pay. This we all know. Adultery has a way of making itself known. Adulterers who hope to steal cash and live happily ever after are really asking for trouble. Note to adulterers with such a plan: Never try to carry it out until you first join your partner in sin on a 72-hour bus ride.\n\nIn an Australian town, Ray (David Roberts) works as the harried supervisor of a housing development. Carla (Claire van der Boom) is married to Smithy (Anthony Hayes), a lowlife. Ray and Carla, both unhappily married, have been having an affair for quite some time. In each other's arms, they console themselves with the dream that someday they will run away from their lives and live happily ever after — in hiding, I guess.\n\nCarla dreams that this will happen. Ray plays along with it. Note to the other woman, if younger and without resources: A gray-haired married man with a good job is lying when he says he'll surrender everything for you. Lying. But Carla calls his bluff. She discovers that Smithy has a lot of cash hidden in the house. Enough to finance their flight. It's undoubtedly illegal cash. If they steal it, how can the theft be reported?\n\nWell, sure, yeah, great, Ray says, possibly hoping for something to come up. You know, like maybe Smithy will move the money. Nothing comes up, and Ray finds himself involved in a plan that goes wrong and wronger and wrongest.\n\nThe delight of this film, directed by Nash Edgerton and written with his brother Joel Edgerton and Matthew Dabner, is that it never pushes too hard or moves too fast. It lovingly, almost sadistically, lays out the situation and deliberately demonstrates all the things that can go wrong. And I mean all the things.\n\nAt the center of these things is a very large hole filled with concrete, the \"square\" of the title. Note to people with dead bodies on their hands: If you cover a corpse with several feet of concrete, it is difficult to dig it up discreetly. It is also hard to keep all of your stories straight, to control what people may notice, to deal with the moment when the cash is found missing, and to say thanks but no thanks when the police try to be helpful.\n\nOne of the best elements of \"The Square\" is how well it establishes the rhythms and layout of its town, which is in New South Wales, cane toad country. I was waiting for a cane toad to figure in the plot, but Edgerton is admirably disciplined. That's why the movie is so effective. The acting is convincing, the characters are realistic, nobody is looking for trouble, fate plays a role, and we clearly understand who everybody is. There is a shot from a high bluff down to a house on fire, and we already know whose that house is.\n\n\"The Square\" has been compared to \"Blood Simple\" and \"A Simple Plan.\" High praise, but not undeserved. It's so good to find filmmakers with quiet, firm confidence in story and character. An unseemly number of people die here, but never in \"thrilling\" scenes, which are so rarely even interesting. They die because, despite their best efforts, something happens to them. Note to thieves and adulterers: Live so as to prevent things from happening to you.", "running_time": 105, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-04-28", "genres": ["Crime", "Drama", "Foreign", "Indie", "Thriller"], "title": "The Square (2010)"}