{"url": "http://www.rogerebert.com/reviews/the-break-up-2006", "by": "Vince Vaughnas Gary Grobowski", "star_rating": 2.0, "text": "\"The Break-Up\" hints that the broken-up couple will get back together again, but that doesn't make us eager for a sequel. The movie stars Vince Vaughn and Jennifer Aniston as Gary and Brooke, a steady couple who have many reasons to break up but none to get together, except that they fall in love. Since the scenes where they're together are so much less convincing than the ones where they fall apart, watching the movie is like being on a double-date from hell.\n\nGary is obsessed with the Chicago Cubs and video games, and thinks if they moved the dining table into the living room, that would make space for a pool table. He and his brothers run a Chicago tour bus company, and he is the tour guide. Brooke works in a high-powered Chicago art gallery. They break up because she says he never listens to her, or appreciates all the work she does around the house, or how she cooks his meals and picks up his laundry. All true, but these are not merely faults, they are his essential nature, and he will never, ever, be interested in her world. Not when he thinks Michelangelo painted the ceiling of the \"16th Chapel.\"\n\nTrue, their arguments are funny, at least while they're still getting along. They have a fight right at the beginning that had me nodding my head and recognizing my own shortcomings. At the 30-minute mark, I thought the movie had a chance, but it grew dreary and sad, especially when they both receive spectacularly bad advice from their best friends (Joey Lauren Adams and Jon Favreau).\n\nThere's a stretch when Gary's sleeping on the sofa surrounded by dirty underwear and she's trying to make him jealous by being picked up at home by a series of handsome studs. Would any woman really do this? The way to make a guy jealous is by seeming to really like someone else, not acting like first prize on Match.com.\n\nGary, on the other hand, tries to make Brooke jealous by hiring hookers to join his buddies in a strip-poker game. Believe it or not, this doesn't work, either. By the time they have a heart-to-heart, it's way too late because both hearts are broken, and it isn't a pretty sight.\n\nWhat the movie lacks is warmth, optimism and insight into human nature. I point you to \"Fever Pitch\" (2005), with Jimmy Fallon as a schoolteacher and Red Sox fan, and Drew Barrymore as a business executive. It begins by showing them really and truly falling in love, and then baseball season starts and she realizes he is two guys: the guy she fell in love with and the Red Sox fan. If she can accept both of these personalities, and he can accept her needs, they can repair their problems.\n\nThe problem with Gary is that he has only the one personality, and even if he starts listening to her and thanking her for picking up his dirty socks, they will still be profoundly incompatible. For the movie to work, we would have to like the couple and want them to succeed. Despite some sincere 11th-hour soul-searching by Gary, we're sorry, but we don't want them back together, we want them to end their misery.\n\nThe supporting cast adds variety, to be sure, but of a strange kind. Occasionally, supporting actors will be so effective you want the movie to be about them. \"The Break-Up\" is filled with actors who seem to be auditioning for that role. John Michael Higgins, as Brooke's brother, is the leader of a men's choir and tries to turn a family dinner party into a sing-along; this scene might be funny in theory, but in practice it's ungainly. Favreau and Adams, as the best friends, get whiplash from a plot that requires them to give one kind of advice at the beginning and another kind toward the end, as if they hadn't been listening to themselves. And Judy Davis, as the art gallery owner, behaves as if she should be carrying a whip. The best supporting performance is by Vincent D'Onofrio, as Gary's older brother: He does exactly what is required, finds the right notes and is so convincing we hardly notice he is cleaning his ears with separate handkerchiefs.\n\nThat Jennifer Aniston and Vince Vaughn are such likable actors compounds the problem. They're not convincing as sadistic meanies, and when the movie makes them act that way, we feel sorrier for them than for their characters. Their problems start in the first scene, at Wrigley Field, where Gary is a jerk who forces Brooke to accept a hot dog she doesn't want and then insults her date. Why would a girl end up with a guy who acts like that the first time she meets him? We never find out. The next time we see them, they're living together.\n\nMust have been some courtship.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-06-01", "genres": ["Comedy", "Drama", "Romance"], "title": "The Break-Up (2006)"}