{"url": "http://www.rogerebert.com/reviews/the-matador-2006", "by": "Pierce Brosnanas Julian Noble", "star_rating": 3.5, "text": "I walked into \"The Matador\" expecting one film, and saw another. On paper, this sounds like a formula thriller, and the casting seems to confirm that: Pierce Brosnan as a hit man, and Greg Kinnear as a businessman who meets him in a hotel bar. But Brosnan redefines \"hit man\" in the best performance of his career (\"I facilitate fatalities\"), and Kinnear plays with, and against, his image as a regular kinda guy. By the time Hope Davis, Kinnear's wife, meets this killer her husband has told her so much about, she has her first question ready: \"Did you bring your gun?\"\n\nThe movie has a plot in which I suppose it matters who gets whacked, and why, but it's essentially a character study, in which Brosnan, Kinnear and Davis are invited to riff on the kinds of characters they often play -- maybe even get even with them. Every actor who has ever played James Bond spends years reading about how his latest role helps him to \"shed the Bond image,\" but Brosnan appears in \"Matador\" with his character so firmly in place that no shedding, molting or other divestment is necessary.\n\nJulian Noble (Brosnan) and Danny Wright (Kinnear) meet in the middle of the night in the hypermodern bar of a Mexico City hotel so sterile it makes the facilities in \"Lost in Translation\" look funky. During a moment of alcoholic truth, Mr. Wright shares with Mr. Noble the story of the death of his infant son. Julian counters with a dirty joke. Danny is insulted, and walks out. But the next day they begin again after Danny demands, and receives, an apology.\n\nJulian Noble's awkward joke is a defining moment in the movie, establishing him as a man cut off from all others, a man who confesses \"I don't live anywhere,\" a man wandering lost through booze and hookers, a man afraid of losing the skills that make him a useful hit man. He has lost the ability to carry on an appropriate conversation, and when Danny Wright is willing to listen to him, simply listen, he becomes grateful and they become friends.\n\nIf Julian needs a confidant, Danny needs a distraction from financial desperation. He has lost not only his child but his job, and is in Mexico City trying to cobble together some kind of improbable business deal. Julian offers to take him to a bullfight, and in a wonderfully written scene, the conversation turns to the mechanics of hired killing. Julian picks out a man from the crowd, a man obviously with bodyguards, and walks Danny through a dress rehearsal of how he would kill the guy and get away safely.\n\nMonths pass. Back in Denver, we meet Carolyn (Hope Davis), Danny's wife. She is known as Bean. Yes, Bean. Bean and Danny are still in love; there's a sweet scene where she remembers how in high school he told her how pretty she was. The doorbell rings and it's Julian, desperate, falling to pieces, telling Danny something that we suspect may be true: \"You are my only friend in the world.\"\n\nJulian moves in, fascinating Bean and Danny. Ironically, Julian is equally fascinated by Bean and Danny’s love for one another: He’s made his way through life, he says, “running from any emotion.” \n\nOther characters become involved. There is talk of Julian's panic attacks and a meltdown in the Philippines. His employer, Mr. Randy (Philip Baker Hall), has lost patience; he's like an investor who loved a stock but knows it's time to dump it. Julian's life may be in danger. At a crucial moment he walks through a hotel lobby wearing only boots and Speedos, and although there is a reason for this, the real reason is to show Julian reduced to despair and public humiliation and meeting it with jaunty indifference. \n\nBrosnan is so intriguing to watch in the movie. Unshaven, trembling, hung-over, fearful, charming, confiding, paranoid, trusting, he clings to Danny and Bean like a lost child at the zoo. Where did he get those shirts he wears? They look like they were bought six at a time out of the back of a van at a truck stop. The richness of his comic performance depends on the way he savors and treasures this character; at no point does Brosnan apologize for Julian, or stand outside of him, or seem to invite our laughter. He is like the charming stranger you meet in a bar, who you know could become your best friend if he were not so obviously a time bomb.\n\nAgainst Brosnan, Kinnear and Davis are perfect foils, enjoying his character as much as he does. The three actors do something that is essential to this kind of comedy: They refuse to be in on the joke. It's not funny for them. They never wink. The movie's writer-director, Richard Shepard, balances the macabre and the sentimental, and understands that although his film contains questions like \"don't successful people always live with blood on their hands?\" its real subject is friendship.", "running_time": 96, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-01-05", "genres": ["Action", "Comedy", "Crime", "Drama", "Indie", "Thriller"], "title": "The Matador (2006)"}