{"url": "http://www.rogerebert.com/reviews/the-hindenburg-1975", "by": null, "star_rating": 1.0, "text": "\"The Hindenburg is a disaster picture, all right. How else can you describe a movie that cost $12 million and makes people laugh out loud at all the wrong times? Why else would they film a story with an ending everybody knows and then try to build up suspense about it?\n\nThe movie's so bad I've made a little list. You just can't dismiss it; you linger over it. People stand in the lobby afterward like the survivors of a traffic accident. There was this that went wrong, and that, and...\n\nWell, first on my list is the movie's fundamental flaw, a lack of understanding of what makes disaster movies interesting. We go to see the characters in the PROCESS of experiencing the disaster. As the disaster develops, so do the characters. The skyscraper in \"The Towering Inferno\" catches on fire in the first 15 minutes and burns for two hours. The good ship Poseidon is hit by a tidal wave 10 minutes after we walk into the theater; it turns over, and the characters spend the rest of the movie fighting fire and flood. The airplanes in the two \"Airport\" movies fly for 90 minutes after things go wrong, with George Kennedy wringing his hands on the ground and Dean Martin and Karen Black fighting the controls.\n\nBut in \"The Hindenburg\" almost nothing of consequence happens until the last few minutes of the movie. How can you thrill people with the saga of a dirigible floating across the Atlantic Ocean? We know it's going to blow up over Lakehurst, N.J. but we also know, alas, that it's not going to blow up before then. And so George C. Scott searches his conscience, and Anne Bancroft camps it up as a mysterious German countess, and the captain peers confidently out over the wheel, and for nearly two hours little of any consequence happens.\n\nMeanwhile (No. 2 on my list) the movie has to deal with the fact that Nazi Germany used giant dirigibles like the Hindenburg as propaganda devices. They were the symbols of Hitlerism, floating in the sky past the Empire State Building, the queens of the air. Their crews were German. Their makers were German. Their sponsors were Nazi.\n\nAnd so, while nothing else is happening except that the characters are making inane conversation with each other in futile attempts to piece together vignettes of human nature, the good Germans and the bad Germans and the inbetween Germans climb through the rigging of the airship playing a catandmouse game with sabotage. George C. Scott is an in between German.\n\nHe's deeply disturbed, you see, because the Nazi youth movement enlisted his teenage son, and the poor lad was misled by bad company: While climbing up onto a synagog to paint a swastika on it, the hapless youth fell off and broke his neck. This forces George C. Scott into a crisis of agonizing indecision. Meanwhile, we laugh, because the information has been imparted so artlessly, so awkwardly, it seems like a bad, sick joke. Moviemakers talk about \"bad laughs.\" That's when the audience laughs when it's not supposed to. This is conceivably the first movie which is in its entirety a bad laugh.\n\nMeanwhile (third and last point) the Hindenburg drifts toward its rendezvous with destiny. And here the director, Robert Wise, uses actual newsreel footage. There's not much of it; the Hindenburg went down pretty fast. So he keeps stopping the footage to give us groundandair developments, as people race about in flames and fall to their deaths. This isn't fun. We go to disaster movies for fun. We know a few supporting players are going to catch their lunch, but we figure Paul Newman and Steve McQueen will come out all right. And here are all these people burning up and falling out of the Hindenburg. Well, at least we stop laughing.", "running_time": 125, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Adventure", "Drama", "Suspense", "Thriller"], "title": "The Hindenburg (1975)"}