{"url": "http://www.rogerebert.com/reviews/the-fisher-king-1991", "by": "Jeff Bridgesas Jack", "star_rating": 2.0, "text": "“The Fisher King” is a disorganized, rambling and eccentric movie that contains some moments of truth, some moments of humor, and many moments of digression. The filmmakers are nothing if not generous; we get urban grit, show-biz angst, two love affairs, the holy grail, the homeless, an action sequence, a dance sequence, and an apocalyptic figure on a horse who rides through Central Park with flames shooting from his head. Even with such excess, at 137 minutes the movie shows signs of having been pruned of some of its quiet spots - or did they intend to have all those scenes, back to back, in which people shout at each other? The film stars Jeff Bridges as Jack, a radio talk show host whose unbalanced listener goes on a shooting spree, apparently following Jack's advice. Jack is devastated and quits his job and drops out into a long, alcoholic reverie, only to be redeemed by Parry (Robin Williams), a homeless man who is convinced the holy grail is in the possession of a Manhattan billionaire, and that together they can find it.\n\nThe screenplay, by Richard LaGravenese, seems to have been constructed like an airliner, with fail-safe redundancy. There are not only two heroes in need of redemption, but two heroines in need of love: Jack's long-suffering partner Anne (Mercedes Ruehl), and Parry's dream-woman Lydia (Amanda Plummer). And there are not only real-life problems for them to conquer, but also the supernatural possibilities of the grail, the ghost horseman, and Parry's haunting visions. Plus a section in which one of the characters disappears into a coma, and another in which the title is explained in a monologue as long as it is unedifying.\n\n“The Fisher King” is so charming it's hard to say when we notice it has no clothes. Individual sequences are bittersweet and moving, some of William's inventions are funny, there is no denying the originality and force of the Ruehl performance - and yet there comes a time when we cannot sustain one more manic outburst, one more flight of fancy, one more arbitrary twist of plot, one more revelation that the movie tricked us into caring about subjects it eventually throws away.\n\nThere is a way in which a movie like this, which allows fantasy to be real, has to play fair with the audience. Take the matter of the holy grail. We wonder at first if it really does still exist, there in that billionaire's mansion (the Fifth Avenue Armory). Later we wonder if it matters. Later we wonder if it was a real cup, or only an idea, that the characters were seeking. Later we wonder if it made any difference if they found it.\n\nI mentioned that some of Robin Williams' moments are funny.\n\nThey are. But he is also present at some of the movie's low points, in which a rush of verbal cleverness is allowed for its own sake, and the movie suffers. More than any other good actor now at work, Williams needs strong guidelines to reach his best performances.\n\nPerhaps he should start avoiding roles that are “made for Robin Williams,” as this one is. He's best playing against type - against his own improvisational personality. When he does, as in the better scenes of “Dead Poets Society” or all of “Awakenings,” he is a master actor. When he is indulged, as he is here, he overflows.\n\nJeff Bridges is as dependable an actor as there is. His problem in this plot is that it takes him on too wild a journey. His own story in the movie - sardonic radio talker sinks into depression after blaming himself for deaths - suggests that he will be redeemed, and a homeless person is a reasonable instrument for his recovery.\n\nBut then he doesn't merely recover, he goes along for a manic flight through whimsy and invention, through slapstick and romance, through suspense and deathbed comebacks and Chinese dinners, until he finds himself in the position of the little old lady who had really rather not have been helped to cross the street.\n\nRuehl, with a deep voice and decolletage, is the most reasonable presence in the movie, a woman who loves even when it is not convenient, but can be pushed only so far. Plummer, as a hapless and incompetent waif who attracts the love and sympathy of the Williams character, is given an idea to play, not a person - and not a very good idea. The movie's double-date scene, recycled from many other movies and embarrassing here, suggests that Plummer's character was added simply because director Terry Gilliam and LaGravenese didn't want to leave out anything.", "running_time": 137, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-09-20", "genres": ["Comedy", "Drama", "Fantasy", "Science Fiction"], "title": "The Fisher King (1991)"}