{"url": "http://www.rogerebert.com/reviews/the-bounty-1984", "by": null, "star_rating": 4.0, "text": "The relationship between Fletcher Christian and Captain William Bligh is one of the most familiar in the movies: We've seen it acted between Clark Gable and Charles Laughton, and between Marlon Brando and Trevor Howard, but it's never before been quite as intriguing as in \"The Bounty,\" the third movie based on the most famous mutiny in the history of the sea. The movie suggests that Bligh and Christian were friends, of all things, and that Bligh -- far from being the histrionic martinet of earlier movies -- was an intelligent, contemplative man of great complications. The story is well-known, and simple: HMS Bounty sets sail for the South seas, has a difficult voyage that frays everyone's tempers, and then anchors at a Polynesian island. During the trip, the original first mate has been replaced by the young Fletcher Christian, whom Bligh decides to trust. But Christian tires of the voyage and of the dangers and probable death that lie ahead. He falls in love with a native girl and leads a mutiny of sailors who choose to stay on their island paradise.\n\nBligh is played by Anthony Hopkins in one of the most interesting performances of 1984: He is unyielding, but not mindlessly rigid; certain he is right, but not egotistical; able to be realistic about his fate and his chances, and yet completely loyal to his ideas of a British naval officer's proper duties. When Fletcher Christian leads a mutiny against his command, it is not seen simply as a revolt against cruel authority (as in the earlier movies) but as a choice between a freer lifestyle, and Bligh's placing of duty above ordinary human nature.\n\nEvery Bounty movie seems to shape its Fletcher Christian somewhat to reflect the actor who plays him. Gable's Christian was a man of action, filled with physical strength and high spirits. Brando's was introverted and tortured. Mel Gibson's is maybe the hardest to figure of the three. He is a man of very few words (the screenplay gives him little to say, and almost no philosophizing), quiet, observant, an enigma. Only in the arms of the woman he comes to love, the Tahitian girl Mauatua, does he find the utter simplicity that perhaps he was looking for when he went to sea. It is a decision of some daring to give Gibson so noticeably little dialogue in this movie, but it works.\n\nThis \"Bounty\" is not only a wonderful movie, high-spirited and intelligent, but something of a production triumph as well. Although this third \"Bounty\" film was originally conceived as a big-budget, two-part epic to be directed by David (\"Doctor Zhivago\") Lean, the current version was prepared and directed after only a few months' notice by a talented young New Zealander named Roger Donaldson, whose previous credits included the brilliant \"Smash Palace,\" a critical hit and commercial failure. What's interesting is that Donaldson's film doesn't feel like a secondhand treatment; he directs with flair and wit, and the spectacular scenes (like a stormy crossing of the Cape) never allow the special effects to steal the film away from the actors.\n\nThe sea voyage is done with the sort of macho confidence that a good sea movie needs, and the land portions do an interesting job of contrasting the proper, civilized British (represented by Laurence Olivier, as an admiral) with the cheerful absolute freedom of Polynesia. The romance between Gibson and the beautiful Tevaite Vernette, as his island lover, is given time to develop instead of just being thrown in as a plot point. And the Polynesians, for once, are all allowed to go topless all the time (the movie nevertheless gets the PG rating, qualifying under the National Geographic loophole in which nudity doesn't count south of the equator). \"The Bounty\" is a great adventure, a lush romance, and a good movie.", "running_time": 130, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Drama", "Foreign", "History"], "title": "The Bounty (1984)"}