{"url": "http://www.rogerebert.com/reviews/the-wedding-date-2005", "by": "Debra Messingas Kat Ellis", "star_rating": 2.5, "text": "\"The Wedding Date\" presents the curious case of two appealing performances surviving a bombardment of schlock. I have so many questions about the movie's premise that it seems, in memory, almost entirely composed of moments when I was shaking my head in disbelief. \n\nThe character played by Dermot Mulroney is a romance novel fantasy, and yet that doesn't prevent him from also being subtle and intriguing. The character played by Debra Messing not only finds Mulroney through an article in the Sunday New York Times magazine, but seems to have found herself there, too, in the spring fashion issue. But she is nevertheless lovable and touching.\n\nThe premise: Kat Ellis (Messing) is a British woman living in New York, who must fly back to London for her sister's wedding. The problem: The groom's best man, Jeff, is Kat's former fiance, who dumped her. The solution: She hires a male escort named Nick (Mulroney) to go along with her and play the role of her fiance, so that Jeff will be jealous and she won't look pathetic and single. Nick gets $6,000 plus his air fare on Virgin upper class, which is also what he offers: Sex would be extra.\n\nThe movie develops the usual assortment of impossible relatives and fun wedding activities; some scenes look like they're posed for snapshots in The Tatler, a British society magazine devoted to pretending to like twits. The story expertly compacts \"Four Weddings and a Funeral,\" \"Pretty Woman\" and \"My Best Friend's Wedding\" into \"One Wedding, an Ex-Best Friend and a Pretty Man,\" with Mulroney (who played the Best Friend in the original) as the escort with a heart of gold.\n\nYes, and yet the movie isn't giddy with silliness. There's a melancholy undertow. Mulroney seems to have taken a close look at his character and realized that the less Nick says, the better. His personal thoughts are a closely guarded secret, and he makes a point of separating his role as an escort from his feelings as a man. When there comes, as inevitably there must, a moment when his feelings win out, the movie signals this not with clunky dialogue but with the most romantic use of an anchovy I can recall.\n\nMessing, from TV's \"Will & Grace,\" makes Kat a character who is dealing with two confusing situations at once. She doesn't know how she feels about hiring an escort, and she doesn't know how she feels about Jeff (Jeremy Sheffield). Does she want Jeff back, or does she just want to make him miserable? Subplots grind away to create last-minute problems for her sister Amy (Amy Adams) and her fiance, the forthrightly named Edward Fletcher-Wooten (Jack Davenport). Nick the escort is so handsome, so mysteriously knowledgeable, so at home in every situation and so wise that Kat forgets everything a grown-up girl like her should know about prostitution, role-playing and the dangers of STDs, and relates to him as if she were the heroine on the cover of a novel by Jennifer Blake.\n\n\"Every woman has the exact love life she wants,\" Nick believes, according to the Times magazine article. It is his job to figure out what that is, and create the illusion that he is supplying it. \"It's not about the sex,\" he says, \"it's about what people need.\" And what does Kat need? Nick says he heard something in her voice on the phone. \"Desperation?\" she asks. \"I think it was hope,\" he says. Down, boy!\n\nPart of the movie's appeal comes from the way the Nick character negotiates the absurdities of the plot as if he stands outside it. A lesser performance, or one not as skillfully written (by Dana Fox) would have pitched him headlong into the fray. By withdrawing, so to speak, he creates a great curiosity about himself, and the other characters see in him what they need to see.\n\nAs for Messing, she has an appeal similar to Nia Vardalos in \"My Big Fat Greek Wedding.\" We want her to be happy. Whether that happiness will come at the hands of Nick is an excellent question, made simpler by the certainty that Jeff would only make her miserable. The answer to this and other questions, every single one of them, is supplied by one of those romantic comedy endings where false crisis and false hope and real crisis and real hope alternate like a clockwork mechanism. Everyone appears and disappears exactly on cue, driving around in sports cars with the top down and running around in shoes meant only for walking down the aisle.\n\nAs for Nick, what makes him happy? Is it also true that every man has the exact love life he wants? Does he want his? When he watches \"Five Easy Pieces\" and Jack Nicholson says, \"I faked a little Chopin, and you faked a big response,\" does he see himself as the pianist, or the piano?", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-02-03", "genres": ["Comedy", "Romance"], "title": "The Wedding Date (2005)"}