{"url": "http://www.rogerebert.com/reviews/the-public-eye-1992", "by": "Joe Pescias Leon Bernstein", "star_rating": 4.0, "text": "\"The Public Eye\" contains a couple of great juicy\rmovie performances. They're from Joe Pesci and Barbara Hershey, playing New\rYork City fringe-dwellers who try to make a living from the kinds of people who\rcome out after dark. They also fall in love, I think. You may think\rdifferently. They're the kind of people who should ask themselves, \"Am I\rreally in love, or does it just feel so good when I stop hitting myself over\rthe head with this pistol butt?\" It's the 1940s. Pesci plays a guy named\rBernzy, who is a free-lance photographer for the tabloids. He cruises the night\rin a souped-up coupe with a police radio under the dash and a darkroom in the\rtrunk. He takes pictures of mobsters, politicians, crooks, gamblers, cops and\rladies who ain't no ladies. A lot of these people are dead when they sit for\rtheir portraits. When Bernzy sells a picture to the Daily News, they run a\rcredit line that says \"Photo by the Great Bernzini.\" He takes his\rwork seriously. Someday he wants to publish a book of his photos. He thinks\rordinary pictures of ordinary people can be art. Bernzy reminds me of Weegee,\rthe great New York street photographer who also took pictures of the\rdisreputable and the unlovely and thought his work was art. They laughed at\rhim, but check out his prices in the galleries.\n\nBernzy is the perpetual outsider. His relationships are all\rthrough the view-finder. One night Kay Levitz (Hershey) asks him for a favor.\rShe runs a nightclub she inherited from her husband, who was old when she\rmarried him and dead shortly after. There are people who think she married him\rto get the club. Now they want the club, but they don't want to marry her. They\rwant to muscle her out. Kay thinks maybe Bernzy can give her some advice, help\rher out.\n\nHe is willing to try. He is willing, despite his lifetime\rpolicy: \"Don't get involved.\" Writer-director Howard Franklin is\rsubtle and touching in the way he modulates the key passages between Pesci and\rHershey. There is a lot that goes unsaid between them. We can maybe guess from\rBernzy's eyes and actions how he feels about her, but he never tells her. He\rkeeps his distance. He can maybe hope she feels the same way. She plays it\rclose.\n\nThe movie surrounds them with a gallery of colorful nighttime\rcharacters - vice detectives, rival photographers, mob bosses, broken-down\rcritics who mourn the bad novels they never wrote. The photography occupies the\rbeloved territory of film noir: night, wet streets, cars with running boards,\rdames with low necklines, guys with diamond pinky rings, empty marble newspaper\rlobbies, guns, highballs, furnished apartments. This was an era when the good\rguys smoked cigars and the bad guys smoked cigarettes.\n\nOne of the best things about the movie is the way it shows us\rhow seriously Bernzy takes his work. He doesn't talk about it. He does it, with\rthat cigar stuck in his mug, leading the way with the big, ungainly Speed\rGraphic with the glass flashbulbs. In the movie's big scene of a mob\rassassination, he stares death in the face to get a great picture. He doesn't\reven seem especially noble. It's what he bred himself to do. At one point he is\rasked to turn off the police radio in his car, and he says, \"It doesn't\rturn off.\" This is his philosophy of life.\n\nThe plot of the movie advances the story on the surface, while\rthe romance develops in an unacknowledged subterranean fashion.\n\nEverything leads up to a moment when Bernzy turns his head away\rfrom her and says, \"You have no idea what I would have done for you.\"\rThis is the best kind of love - unrequited. There are moments in \"The\rPublic Eye\" that made me think a little about \"Casablanca\", especially the earlier scenes when Bogart is still mad at Bergman.\n\nHigher praise is not necessary.", "running_time": 99, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-10-14", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "The Public Eye (1992)"}