{"url": "http://www.rogerebert.com/reviews/the-pompatus-of-love-1996", "by": "Jon Cryeras Mark", "star_rating": 2.0, "text": "The movie “The Pompatus of Love” begins, as indeed it should, with a discussion of what the pompatus of love is. We learn fairly quickly, if we didn't already know, that it is a line from a Steve Miller song. “Pompatus.” That's the word. Don't look it up in the dictionary, because it's not there. The characters in the movie spend a good five minutes discussing the word. It is “impetus? prophetess?” No, it's “pompatus,” as anyone listening to “The Joker” can perfectly well tell, and the movie would have been much improved with a different title and no mention at any point of the word “pompatus.” That would also spare us the ending, which reads like an exercise in a creative writing class--a reprise in which one character says, “What the “bleep” is the pompatus of love?” and another character replies, “Exactly!” A lot of the movie consists of the characters speaking to each other in one-liners and epigrams. Less of this would have been a splendid idea; none would have been an inspiration. It is late in the day, I think, for anyone in a movie to talk about “the band that Paul McCartney was in before Wings” as if this is an original line. At the very least, any character using that ancient wheeze should indicate that he is quoting it ironically.\n\nThe story follows the adventures of four friends in their mid-30s, who are having great difficulty in their relationships with women, possibly because they don't have their pompatuses screwed on straight. Mark (Jon Cryer) is a therapist, Runyon (Tim Guinee) is a writer, Josh (Adrian Pasdar) is a businessman, and Phil (Adam Oliensis) runs a hardware store. They're all single, except for Phil. During the movie they meet various women and have various relationships with them, and whenever the film is able to pause long enough to observe these relationships, it is interesting.\n\nUnfortunately, both director Richard Schenkman and editor Dan Rosen can't leave well enough alone. This is an overdirected and overedited film, in love with the technique of short cuts in which characters finish each other's sentences. Since this is impossible in the real world, it suggests that the filmmakers consider technique--and indeed their own implied presence in the film--more important than their characters.\n\nThere are a couple of nice sequences. One involves Mark and Tasha (Kristen Wilson), who meet on a blind date, fall in love, and then fall out of love during the process of deciding where they want to live. (The movie is set in New York, and like a lot of New York films it more or less equates romance with apartment-hunting.) Once again we get quick cuts of the characters starting a line in one apartment and ending it in another, but at least the sequence has a subject.\n\nI also enjoyed the dilemma of Runyon, the playwright, who nurses an unrequited love for a woman who now lives in Los Angeles. He flies to L.A. to meet with some TV producers, and has an intriguing encounter on the plane with a seatmate (Jennifer Tilly) who describes herself as “Geena Davis' body double.” In L.A., after endless agonizing about whether he should call his old flame, what he should say on the answering machine, etc., he climbs in through her bedroom window, finds her asleep with her significant other, wakes her, and has a conversation with her on the beach in which she explains how much of an idiot he is.\n\nNice, and also nice is the meeting Runyon has with the TV producers. It is a cliche that all producers are stupid and all writers are unrecognized geniuses, so it's refreshing to meet producers who are so much smarter than Runyon that he should have stayed home. Later he calls the Tilly character, who, in a moment the movie observes with perfect accuracy, won't consider a date with him until she finds out how the meeting with the producers went.\n\nThese scenes are a hint of what the movie might have been it if hadn't come down with the cutes. My suggestion to the filmmakers: If in doubt about what to do in a story, trust your characters, trust their dialogue and get out of the way. It is some small consolation, I suppose, to know that after this film the word “pompatus” will never again be heard in a motion picture.", "running_time": 99, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-08-09", "genres": ["Comedy", "Drama", "Romance"], "title": "The Pompatus Of Love (1996)"}