{"url": "http://www.rogerebert.com/reviews/the-thing-with-two-heads-1972", "by": "Ray Millardas Maxwell Kirshner", "star_rating": 1.0, "text": "What a heck of a thing to happen to a guy. He's a black man, convicted of murder and unable to persuade anyone of his innocence. He's sentenced to the electric chair (apparently because the Supreme Court's jurisdiction doesn't include American-International Pictures). He's willing to do anything to get another chance at life, so he volunteers for a weird medical experiment. The next thing he knows, he has Ray Millard's head parked alongside his left ear. This leads us to a philosophical point: is it better to be alive with Ray Millard's head plugged into your neck, or to be dead?\n\nMost of us would probably take Ray Millard, I guess. It's not often you get to meet a real movie star. But Roosevelt Grier, who plays the escaped convict, doesn't have such an easy choice.\n\nThe problem is that Ray Millard is an evil scientist who dreamed up the head transplant in order to ditch his old body because he was having a lot of trouble with arthritis. His sinister plan is to wait until his head grows on - and then cut Roosevelt Grier's head off! Not only that, but Millard is a racist with a line of lousy cracks about watermelon for dessert.\n\nSome days you just can't win. It's bad enough to try to work with a veteran actor breathing down your back - but in your ear?\n\nThe most incredible thing in \"The Thing with Two Heads\" is not the head transplant, however, but what happens next. Within hours after Milland's head has been screwed on, the two-headed escapee is on a motorcycle and being chased by no less than 14 police cars. Every one of them is destroyed during the chase, a process that takes so long that seven, or even five, squad cars might have been enough.\n\n\"The Thing with Two Heads\" is on a double-bill with another new horror movie, \"Baron Blood,\" about which the best that can be said is that it isn't as awful as \"The Thing with Two Heads.\"\n\nThe publicity for the movie warns against the possibility of \"apoplectic strokes, cerebral hemorrhages, cardiac seizures or fainting spells\" during the movie, but they're just trying to make themselves look good. The only first aid they really need is hot coffee for the patrons who doze off.", "running_time": 93, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-10-10", "genres": ["Comedy", "Horror", "Science Fiction"], "title": "The Thing with Two Heads (1972)"}