{"url": "http://www.rogerebert.com/reviews/the-milagro-beanfield-war-1988", "by": "Ruben Bladesas Sheriff Montoya", "star_rating": 2.5, "text": "One fine morning Joe Mondragon gets mad and kicks at the gate on the irrigation ditch that runs past his dry field. Water flows into it, and he decides, just like that, to grow some beans in his field.\n\nEverybody in town knows the water belongs to a big land development corporation. But tensions are high between the outsiders and the longtime local Chicanos, and nobody is sure just how far they should push this thing. For the sheriff, who sees everybody’s point of view, it’s an especially delicate balancing act.\n\nRobert Redford’s “The Milagro Beanfield War” opens with Mondragon’s small act of rebellion and uses it to explore the dilemma of many regional cultures in the United States - pockets of language, custom and heritage that are threatened with extinction by developers who want to turn everything into one homogeneous mall/hotel/resort. His movie doesn’t paint the situation in simple black and white terms; it’s about how some of the locals support Mondragon’s rebellion, a few oppose it and still more are rather reluctant to get involved.\n\nThere is, for example, Ruby (Sonia Braga), the local garage owner, whose fiery temperament is perfectly suited to taking on the developers. She eggs on the local newspaper editor (John Heard), a ‘60s Eastern radical who has cooled down in the desert and is not too eager to stir up trouble. She thinks he should run an editorial supporting Mondragon (Chick Vennera). Meanwhile, the owner of the development company, Ladd Devine (Richard Bradford), demands that Mondragon’s water be shut off, and a vicious state police agent (Christopher Walken) seems ready to use force if necessary. The sheriff (Ruben Blades) shuttles from one side to the other, advising everyone to keep their cool.\n\nThe result is a wonderful fable, but the problem is, some of the people in the story know it’s a fable and others do not. This causes an uncertainty that runs all through the film, making it hard to weigh some scenes against others. There are characters who seem to belong in an angry documentary - like Devine, who wants to turn Milagro into a plush New Mexico resort town. And then there are characters who seem to come from a more fanciful time, like Mondragon, whose original rebellion is more impulsive than studied.\n\nI’m not complaining about the characters who are clearly in the world of the spirit, like the old grandfather who has long conversations with his guardian angel. I’m speaking of the way the film shifts from one level of reality to another even within the same scene. When Walken loads his rifle and raises a posse and goes into the hills to try to shoot Mondragon, that whole sequence somehow seems out of key with the colorful local old-timers and their magical legends. When the townspeople gather for a heated town meeting and cannot agree on a course of action, that seems in contrast with a jolly later scene where they all gather to help Mondragon harvest his beans. The movie doesn’t seem clear about its destination and never quite arrives at one.\n\nMaybe the problem is that Redford has tried to accomplish two incompatible things in one movie. He clearly loves the Spanish-Indian-Mexican culture of northern New Mexico, and his film opens on the note of a fable as the guardian angel does a dance through the sleeping town. But he is also very concerned with hard issues of land usage. There must be progress, but there should also be tradition, and the film is too fair-minded; it can see both sides of the question so clearly that its dramatic sympathies are confused.\n\nAnd yet there is a lot of love and joy in “The Milagro Beanfield War.” Braga’s performance is especially warm; she’s all over town, hectoring the newspaper editor, gathering signatures on a petition, marveling that she knew all along that Mondragon had it in him to do something wonderful. Heard strikes an accurate note as the tired ‘60s radical who, in a way, just wants to retire in New Mexico like the people who will use the new resort. But another character, Herbie Platt (Daniel Stern), only mud dies the situation. He is a New York anthropology student who comes to study the locals. At first he does not share their “superstitions,” but but by the end of the film he is making a serious offering to one of their statues.\n\nDid his offering help? In that case, will the locals prevail? Well, yes and no. The offering, and all of the folklore, religion and magic, seem to have some power in Milagro. But the film seems to concede that the resort will eventually be built and will even provide some employment. The film’s final statement seems to be a vote of appreciation for these colorful Chicanos who have such wonderful customs and a sigh of regret that their magic is not quite strong enough. I’m not sure audiences want that kind of ambiguity. If Redford had left out a few of the waffling, undecided characters and drawn his dramatic lines more strongly, the film might have been a lot more powerful.", "running_time": 118, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-04-01", "genres": ["Comedy", "Drama"], "title": "The Milagro Beanfield War (1988)"}