{"url": "http://www.rogerebert.com/reviews/the-deep-blue-sea-2012", "by": "Rachel Weiszas Hester Collyer", "star_rating": 3.5, "text": "There is a London I often summon in my imagination, one I've found in movies or novels, which I imagine would lead to a life romantic, sad and poignant. This London is brown. Its air is thick with brown fog, its men dress in brown suits, its women in brown dresses set off with a hat or scarf of red. Street lighting is faded. Many people live in furnished rooms where they feed shillings into a gas meter, and for warmth and a little cheer, flee to pubs where smoke hangs heavily in the air, and dark brown pints of beer are consumed slowly, so that their levels are remembered by rings of foam remaining on the insides of a glass.\n\nThis is the London of Terence Davies' \"The Deep Blue Sea,\" set \"around 1950,\" when the damage of wartime bombs still leaves buildings naked to the sky. It is also the cityscape of his autobiographical dramas \"Distant Voices, Still Lives\" (1988) and \"The Long Day Closes\" (1992), and his 2008 documentary \"Of Time and the City,\" about Liverpool, the city of his birth. He is about 66, so grew up in the postwar years of scarcity and rationing, when it was said British recipes all advised \"boil until gray.\" \n\nHis film is based on a play by Terence Rattigan, a playwright born 100 years ago this year, which tells the story of Hester Collyer (Rachel Weisz), an attractive but inward young woman who is married to Sir William Collyer (Simon Russell Beale), a judge much her senior. The story all takes place on a single day some 10 months after she left her husband for a young lover. He is Freddie Page (Tom Hiddleston), an RAF pilot whose usefulness ended with the war. There's something helpless about Freddie that appeals to Hester, whose husband, with his carefully trimmed beard, expensive suits and chauffeured Rolls-Royce, seems forbiddingly stable.\n\nNeither man is a villain. Sir William must be a deeply unhappy man, judging by a painful flashback scene where he dines with his wife and his mother (Barbara Jefford). Every word, every gesture, every intonation of his mother's conversation is designed to exhibit rejection and contempt for her daughter-in-law, and we imagine Sir William himself has been a disappointment to this implacable woman. \n\nThere are signs that Hester is fond of Sir William and indications that he was a non-starter at marital relations. Freddie, however, brings great passion to her bed, but a fellow can't subsist on passion alone, and recently he has been neglecting Hester for the more reliable pastimes of drinking and golf. Her days, at least the one in the film, are passed in Freddie's musty brown bed-sitter with a gas fire, which she uses early on that same day to attempt suicide. \n\nNobody has been cruel to her, except for the witch Mrs. Collyer. Though Freddie has been neglectful and Sir William is feckless, even she laughs at the notion that anyone has \"driven\" her to suicide. Her attempt may have been inspired by pity. Pity for Freddie, who has lost his purpose in life. Pity for Sir William, who will never make his mother (and therefore his wife) happy. Pity for herself, who has failed to please either man and has found that not even passion is any help for her.\n\nThe film feels pity for the exhausted city of London. The vast metropolis was the scene of greatness during World War II, but a few years later, it is drab, hungry and without optimism. During my first visit there in 1962, I was surprised to see whole city blocks still boarded off to block the view of bomb craters. For Davies, his own life and this unreal city must be joined together. In \"The Deep Blue Sea,\" he creates two luminous scenes. One is a memory of Hester's, when she dashed down into an Underground station during a German raid, and Londoners were huddled together forlornly in the cold. A soldier stood on the platform and sang \"Molly Malone\" in the silence. Another is a night in a crowded pub where the clients all sing together: \"You Belong to Me,\" the Jo Stafford song that advised departing soldiers to \"see the pyramids along the Nile,\" but remember who they belong to and where they must return.\n\nThese songs draw lonely people together in small solace. They evoke the London that has left Hester, Freddie and Sir William, where we find them today. The film most of all is about Hester, who stares out the window and smokes.", "running_time": 98, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-03-28", "genres": ["Drama", "Foreign", "Romance"], "title": "The Deep Blue Sea (2012)"}