{"url": "http://www.rogerebert.com/reviews/the-undefeated-1969", "by": "John Wayneas Col. Thomas", "star_rating": 2.0, "text": "John Ford loves to pepper his Westerns with events from everyday life. Who can forget, for example, the expression on Henry Fonda's face after he gets his hair cut and slicked down in \"My Darling Clementine\"? Small events occur side by side with the big ones in Ford's Westerns, creating the sense that human life continues even while heroes face each other on Main St.\n\nFord's method must have influenced young Andy McLaglen back in the days when his father Victor was starring in many Ford films (including, of course, \"The Informer\"). For the last three or four years, McLaglen has been experimenting with Westerns directed in the Ford manner, and \"The Undefeated\" is his latest.\n\nIt exhibits a lot of the Ford trademarks. It's shot on location by a cameraman who likes outdoor panoramas. It has a few human-interest subplots, including the nearly obligatory romance between teenagers. It has heroic characters (John Wayne, Rock Hudson) in the central roles, surrounded by a gallery of character actors whose job is to be big, small, Indian, bad cooks, things like that. And it is located in a period of American history: the months just after the Civil War.\n\nUnfortunately, McLaglen is never able to draw his threads together. As in his \"The Way West\" (1967), he takes a panoramic theme and then gets so close to it that we lose sight of the whole. In this one, two stories are told in parallel for the first hour or so: Rock Hudson leads his defeated Confederate friends and family to Mexico for refuge, and John Wayne leads a band of ex-Union soldiers in a hunt for wild horses. Hudson and Wayne meet on the trail, take a liking to each other and then face mutual dangers.\n\nSo far, so good. This is a theme Ford might have liked. But then McLaglen gets bogged down in an ineptly handled love triangle involving Hudson's daughter, Wayne's adopted Indian son and a young Confederate. The love affair mostly consists of the girl exchanging wisecracks with the reb and long sighs with the Indian. Any racial overtones are muted by the casting of Roman Gabriel as the Indian (whose name, so help me God, is \"Blue Boy\"). Gabriel looks about as Indian as one of the Beach Boys.\n\nIn the midst of the love affair, Hudson invites Wayne's men to a Fourth of July celebration. This is the sort of thing Ford liked to throw in. But McLaglen bobbles it. The party quickly degenerates into one of those stagy fights that have you squirming in your seat. It is not necessarily hilarious to see a big man hit a small man several times. Not even if everybody is laughing.\n\nAnyway, old pro Wayne saves a scene or two with his presence and delivery. He shelves his broken-down Rooster Cogburn image from \"True Grit\" (1969) and rides high in the saddle again. He courteously courts a lady, from a distance, and he shows the usual Wayne distaste for violence. What's strange is that Wayne should have a reputation for violent screen portrayals, when in fact a Wayne character is nearly always more civilized and chivalrous than anything out of Italy these days.\n\nThere are good lines of Wayne dialog and good exchanges with Ben Johnson (as the cook) and some scenes in which you can see that even Wayne thinks Gabriel looks ridiculous as an Indian. And these scenes help pass the time and help you forget how wooden and uninteresting Hudson is. Which is pretty wooden and uninteresting indeed.", "running_time": 119, "mpaa_rating": "G", "release_year": 1969, "date_published": "1969-12-02", "genres": ["Action", "Horror", "Thriller", "Western"], "title": "The Undefeated (1969)"}