{"url": "http://www.rogerebert.com/reviews/the-warriors-1979", "by": "Michael Beckas Swan", "star_rating": 2.0, "text": "\"The Warriors\" is a real peculiarity, a movie about street gang warfare, written and directed as an exercise in mannerism. There's hardly a moment when we believe that the movie's gangs are real or that their members are real people or that they inhabit a real city. \n\nThat's where the peculiarity comes in: I don't think we're supposed to. No matter what impression the ads give, this isn't even remotely intended as an action film. It's a set piece. It's a ballet of stylized male violence.\n\nWalter Hill, the director and co-writer, specializes in fables like this. His first two films were \"Hard Times\" and \"The Driver,\" and they were both at arm's length from realism. Hill likes characters that take on a legendary, mythic stature, and then he likes to run them through situations that look like urban tableaux.\n\n\"Hard times,\" a good and interesting film, starred Charles Bronson as a professional street fist-fighter who went up against opponents with all the dimension of a James Bond villain. \"The Driver\" didn't even have names for its characters; they were described by their functions, and they behaved toward each other in strangely formal, rehearsed, unspontaneous ways.\n\n\"The Warriors\" takes that style to such an extreme that almost all life and juice are drained from it; there's great vitality and energy (and choreography and stunt coordination) in the many violent scenes of gang fights and run-ins with the cops. But when the characters talk, they seem to be inhabiting a tale rehearsed many times before.\n\nOne example: Three members of a street gang are lined up in a row. The camera regards the first one. He speaks. The camera pans to the second, and he speaks. The camera pans to the third. He speaks. Because the movement of the camera dictates the order and timing of the speeches, there can be no illusion that the characters are talking as their words occur to them.\n\nThis same kind of stiff stylization dominates the film. The street gangs take stances toward each other as if they were figures in a medieval print. The deployment of the police and gang forces is plainly impossible on any realistic level; people move into their symbolic places with such perfectly timed choreography that they must be telepathic. And the chase scenes are plainly impossible, as in one extended shot showing the Warriors outrunning a rival gang's school bus.\n\nAll of this is no doubt Walter Hill's intention. I suppose he has, an artistic vision he's working toward in this film, and in his work. He chooses to meticulously ban human spontaneity from his films; he allows only a handful of shallow women characters into his stories; he reduces male conduct to ritualized violence. And in \"The Warriors\" he chooses, with a few exceptions, to cast against type: Only three or four of the movie's characters look and sound like plausible street-gang members. The rest look and sound like male models for the currently fashionable advertising photography combining high fashion and rough trade.\n\nAll very well, I suppose, except that Paramount chooses to advertise the movie as a violent action picture -- and action audiences, I suspect, will find it either incomprehensible or laughable. Walter Hill has a considerable visual skill, and he knows what he's doing in \"The Warriors\" and does it well. But is this style suited to this material? And does Hill have other notes to play? All three of his films have shown a certain skittishness in the face of human juices and the unrehearsed flow of life. And so his street gangs, and his movies, walk lockstep through sterile streets.", "running_time": 93, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-02-13", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "The Warriors (1979)"}