{"url": "http://www.rogerebert.com/reviews/the-big-mouth-1967", "by": "Jerry Lewisas Gerald Clamson", "star_rating": 2.0, "text": "There is always a hazard involved when the star of a movie directs it himself. The hazard, of course, is that the director's task is to wring a good performance out of the star, and most stars are convinced they always give good performances.\n\nAs a result, many star-directors have been responsible for unleashing their own worst performances upon the public. John Wayne's worst movie, for example, was the only one he directed, \"The Alamo.\" Orson Welles is a great actor and an inspired director, but almost never at the same time (except for \"Citizen Kane,\" which for some strange reason turned out to be the best American film ever made.)\n\nAnd Jerry Lewis -- well, Jerry Lewis has gone berserk in an orgy of self-appreciation, and the result is \"The Big Mouth.\" At times this film gives the uncanny impression that Lewis is trying to direct the other actors with concealed hand and eye signals while improvising the scene on the spot. Jerry Lewis was, and is, a very funny comedian. I would not mention his directorial skills in the same breath with Orson Welles' except for a curious fact. In 1965 the French film critics, who are by their own admission infallible, held an election and voted Jerry Lewis the Director of the Year. The movie in question, I think, was \"The Nutty Professor\" (1963).\n\nAlthough I like to keep up with the greatest films of our time, I missed \"The Nutty Professor.\" But if \"The Big Mouth\" is representative of Lewis as a director, I can account for the vote of the French film critics only by suggesting that they saw the film on the late show immediately after a speech by President de Gaulle.\n\n\"The Big Mouth\" is too long, to begin with. It is two hours long, and 30 minutes could have been edited from it as easily as abridging \"Valley of the Dolls\" for the Reader's Digest. It is not funny, for another thing. It is not funny because there is nothing at all original in it.\n\nThe climactic scene, for example, is a chase scene, and we have all seen hundreds of chase scenes, all alike. They are not funny simply because people in funny clothes chase each other around to the amazement of bystanders. This happens every night on Wells St. To be funny, chase scenes need to be cleverly timed and have fresh sight gags. But Lewis didn't even try. His chase scene lasts twice too long and gets tedious toward the end.\n\nThe earlier part of the movie is equally repetitious. We see Lewis with funny glasses and false buck teeth, and we are lucky if we forget that Lewis puts on funny glasses and false buck teeth in every other movie he makes (as an option, he masquerades as a Japanese simpleton, which he also does in this movie, by the way). We see typecast \"characters\" falling over each other and brandishing revolvers and we always see a clean-cut girl (Susan Bay this time) who rescues old Jerry at the end.\n\nSo what's new? Nothing. Lewis has been in this rut for 10 years and he used to make good, funny movies but now he only marks time and does the easy stuff he knows by heart. He is a funny man, but like Peter Sellers he has gotten indulgent and lazy. He needs a script with discipline and imagination, and he needs a director who will cut out the funny faces and rediscover what Hollywood used to know about comic timing.", "running_time": 107, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-08-02", "genres": ["Action", "Comedy", "Crime"], "title": "The Big Mouth (1967)"}