{"url": "http://www.rogerebert.com/reviews/the-human-stain-2003", "by": "Anthony Hopkinsas Coleman Silk", "star_rating": 3.5, "text": "Note: \"The Human Stain\" contains a significant secret about one of the characters. This review discusses it. \"There's no way we can contain the secret, and we're not even trying to,\" the film's producer, Tom Rosenberg, told me at the Toronto Film Festival. \"It's out there already with the Philip Roth novel. And this isn't a movie like 'The Crying Game,' which is really about its secret.\" That's because the secret belongs to the character, not the movie. It is one he has lived with all of his adult life. Coleman Silk is a professor of classics at a university whose stature he has enhanced. One day he notes that two students have not attended class. \"What are they, spooks?\" he asks his students. Because they are African Americans, his wisecrack is interpreted as a racist remark, and he is called before a faculty tribunal. Rather than defend himself, he resigns in a rage. His rage is fueled by his secret: He is an African American himself.\n\nThe world thinks Coleman Silk (Anthony Hopkins) is Jewish. His family knows otherwise. In flashbacks, we see a bright young man, light-skinned enough to pass, who sees two career paths ahead of him, one as a white, the other as a black. He decides the choice is clear, enlists in the Navy as a white man, and severs his links with his past. There are heartbreaking scenes involving his mother (Anna Deavere Smith), whom he treats with cool disregard. Early in the film, dating a white girl, he takes her home to meet his mother, having not made it clear he is black; his revelation is made through the fact of her appearance, which seems cowardly and cruel.\n\nPassing for white is not as uncommon as some of the reviewers of \"The Human Stain\" seem to think. Many black family trees have branches that drifted over the color line. One problem with \"The Human Stain,\" however, is that Anthony Hopkins doesn't look anything like Wentworth Miller, who plays him as a young man. We simply have to accept the mismatch as a given, and move on. (Does Hopkins look as if he \"could\" have been black? How can you answer that question about a man who successfully passes for white? The racist white man on the train who berates the porter is played by Allison Davis, a Chicago attorney who is black.) Hopkins makes our acceptance easier because he is a fine actor, and involves us so directly in the character's life that we forget about the technical details. After his resignation, unexpectedly, in middle age, he begins a passionate affair with Faunia Farley (Nicole Kidman), an unlettered school janitor half his age. Whether Kidman convinces us she is a working-class woman with a wife-beating ex-husband (Ed Harris) is another hurdle the movie sets for itself. I think she clears it. Harris is frighteningly effective as the ex-husband; hard to believe this is the same man who plays the kind football coach in \"Radio.\" The movie's narrator is Nathan Zuckerman (Gary Sinise), a recurring character in Roth's later novels. Silk must have someone to confide in, and Zuckerman provides a listener. Eventually there is Faunia, but his talks with her are more confessional; with Zuckerman, he expresses his rage at the P.C. extremism that cost him his job because of an innocent verbal slip, and asks him to write about it. (It's tempting to say the response to his slip is exaggerated, but every campus has a story or two about P.C. fascism; what's harder to believe is the self-abasing apology delivered late in the movie by one of Silk's tormentors.) The story involves two different kinds of passing: crossing the race line, and the class line. Which is more difficult? Consider that Coleman and Faunia must deal with each other despite their lack of common references, education, background, assumptions, manners of speech, tastes and instincts. To cross the race line involves deep psychological anguish, as you betray yourself and your past, but in the routine of daily existence it is perhaps easier than crossing the class line. You can talk and think just the way you do now. It was different 50 or 100 years ago, but today most of us find it more difficult to deal in depth with someone of another class than with someone of another race. (I am not forgetting that to cross from white to black would be much more difficult, because you'd take on the impact of racism.) What makes \"The Human Stain\" ambitious and fascinating is how it considers both of these journeys. Once he decides to pass, Coleman Silk finds it relatively easy to exist as a white Navy officer, college student and professor; he must have had problems, but we don't see them. I wish the movie had told us more about how he handled his new Jewish identity (by claiming to be completely secularized, I imagine). But when he becomes the lover of a night-shift janitor who is younger and semi-literate, who has an ex-husband from the world of \"Deliverance,\" who looks to strangers as if she is too pretty and tall for this balding 60ish guy, he has his work cut out for him.\n\nThey do of course communicate through sex, the universal language, although we may have some doubt about how well Coleman speaks it. And this is crucial: They can communicate through revelation, confession and empathy. Anyone who works a 12-step program knows how strangers from different backgrounds become friends because they identify with similar experiences. Coleman and Faunia have been cruelly devalued by life, and find in each other a spark of identification that can cross any barrier. And there's the lifeboat factor; since they're both under extreme pressure, they're not looking for a \"match,\" but need bailing out -- they respond to each other as rescuers.\n\n\"The Human Stain\" has been directed by Robert Benton with a sure feel for the human values involved. Yes, we have to suspend disbelief over the casting, but that's easier since we can believe the stories of these people. Not many movies probe into matters of identity or adaptation. Most movie characters are like Greek gods and comic book heroes: We learn their roles and powers at the beginning of the story, and they never change. Here are complex, troubled, flawed people, brave enough to breathe deeply and take one more risk with their lives.", "running_time": 106, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-31", "genres": ["Drama", "Mystery", "Romance", "Thriller"], "title": "The Human Stain (2003)"}