{"url": "http://www.rogerebert.com/reviews/the-scorpion-king-2002", "by": "The Rockas Mathayus", "star_rating": 3.0, "text": "Where do you think you are going with my horse? To Gomorrah. Nothing we can say will stop him. -- dialogue in \"The Scorpion King\"\n\nAnd a wise move, too, because \"The Scorpion King\" is set \"thousands of years before the Pyramids,\" so property values in Gomorrah were a good value for anyone willing to buy and hold. Here is a movie that embraces its goofiness like a Get Out of Jail Free card. The plot is recycled out of previous recycling jobs, the special effects are bad enough that you can grin at them, and the dialogue sounds like the pre-Pyramidal desert warriors are channeling a Fox sitcom (the hero refers to his camel as \"my ride\").\n\nThe film stars The Rock, famous as a WWF wrestling star (Vince McMahon takes a producer's credit), and on the basis of this movie, he can definitely star in movies like this. This story takes place so long ago in prehistory that The Rock was a hero and had not yet turned into the villain of \"The Mummy Returns\" (2001), and we can clearly see his face and muscular physique--an improvement over the earlier film, in which his scenes mostly consisted of his face being attached to a scorpion so large it looked like a giant lobster. How gigantic was the lobster? It would take a buffalo to play the Turf.\n\nThe story: An evil Scorpion King named Memnon (Steven Brand) uses the talents of a sorceress (Kelly Hu) to map his battle plans, and has conquered most of his enemies. Then we meet three Arkadians, professional assassins who have been \"trained for generations in the deadly art,\" which indicates their training began even before they were born. The Arkadian leader Mathayus, played by The Rock, is such a powerful man that early in the film he shoots a guy with an arrow and the force of the arrow sends the guy crashing through a wall and flying through the air. (No wonder he warns, \"Don't touch the bow.\") How The Rock morphs from this character into the \"Mummy Returns\" character is a mystery to me, and, I am sure, to him. Along the trail Mathayus loses some allies and gains others, including a Nubian giant (Michael Clarke Duncan), a scientist who has invented gunpowder, a clever kid and a wisecracking horse thief. The scene where they vow to kill the Scorpion King is especially impressive, as Mathayus intones, \"As long as one of us still breathes, the sorcerer will die!\" See if you can spot the logical loophole.\n\nMathayus and his team invade the desert stronghold of Memnon, where the sorceress, who comes from or perhaps is the first in a long line of James Bond heroines, sets eyes on him and wonders why she's bothering with the scrawny king. Special effects send Mathayus and others catapulting into harems, falling from castle walls and narrowly missing death by fire, scorpion, poisonous cobra, swordplay, arrows, explosion and being buried up to the neck in the sand near colonies of fire ants. And that's not even counting the Valley of the Death, which inspires the neo-Mametian dialogue: \"No one goes to the Valley of the Death. That's why it's called the Valley of the Death.\" Of all the special effects in the movie, the most impressive are the ones that keep the breasts of the many nubile maidens covered to within one centimeter of the PG-13 guidelines. Hu, a beautiful woman who looks as if she is trying to remember the good things her agent told her would happen if she took this role, has especially clever long, flowing hair, which cascades down over her breasts instead of up over her head, even when she is descending a waterfall.\n\nDid I enjoy this movie? Yeah, I did, although not quite enough to recommend it. Because it tries too hard to be hyper and not hard enough to be clever. It is what it is, though, and pretty good at it. Those who would dislike the movie are unlikely to attend it (does anybody go to see The Rock in \"The Scorpion King\" by accident?). For its target audience, looking for a few laughs, martial arts and stuff that blows up real good, it will be exactly what they expected. It has high energy, the action never stops, the dialogue knows it's funny, and The Rock has the authority to play the role and the fortitude to keep a straight face. I expect him to become a durable action star. There's something about the way he eats those fire ants that lets you know he's thinking, \"If I ever escape from this predicament, I'm gonna come back here and fix me up a real mess of fire ants, instead of just chewing on a few at a time.\"", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-04-19", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction", "Thriller"], "title": "The Scorpion King (2002)"}