{"url": "http://www.rogerebert.com/reviews/the-perks-of-being-a-wallflower-2012", "by": "Logan Lermanas Charlie", "star_rating": 3.5, "text": "All of my previous selves still survive somewhere inside of me, and my previous adolescent would have loved \"The Perks of Being a Wallflower.\" The movie has received glowing reviews, and some snarky ones that seem to have been written by previous adults. The film is about an alienated high-school freshman who sees himself as a chronic outsider, and then is befriended by a group of older kids who embrace their non-conformist status.\n\nThe movie confirms one of my convictions: If you are too popular in high school, you may become so fond of the feeling that you never find out who you really are. The film is based on Stephen Chbosky's best-selling young-adult novel, which was published in 1999 and is now on many shelves next to The Catcher in the Rye. It offers the rare pleasure of an author directing his own book, and doing it well. No one who loves the book will complain about the movie, and especially not about its near-ideal casting.\n\nThe story, set in the early 1990s, tells the story of Charlie (Logan Lerman), who begins it as a series of letters to a \"friend.\" He enters high school tremulously and without confidence, and is faced on his first day by that great universal freshman crisis: Which table in the lunchroom will they let me sit at? Discouraged at several tables, he's welcomed by two smart and sympathetic seniors. \n\nThey are Sam and Patrick, played by Emma Watson in her own coming-of-age role after the \"Harry Potter\" movies, and Ezra Miller, who was remarkable as an alienated teenager in \"We Need to Talk About Kevin.\" Charlie makes the mistake of assuming they are a couple, and Sam's laughter corrects him; actually, they're half-siblings. Charlie is on the edge of outgrowing his depression and dorkdom, and is eerily likable in his closed-off way. One of the key players in his life is the dead aunt (Melanie Lynskey) he often has imaginary meetings with.\n\nPatrick is tall, gangly and gay; Sam is friendly and lovable. Charlie gets a quick crush on her, but she explains she has a b.f. and encourages his friendship. Through them, he meets the quasi-punk Mary Elizabeth (Mae Whitman), who definitely is interested in dating him, and a pothead named Bob (Adam Hagenbuch), who nudges Charlie toward adventures most teenagers have once in life, and few should have twice.\n\nWe learn a lot about their high school crowd by finding out they're instrumental in the local midnight showings of \"The Rocky Horror Picture Show.\" When Charlie is unexpectedly pressed into service playing a key role one night during their performance, it provides him with a turning point that may be contrived but is certainly entertaining.\n\nTheir crowd is artsy, outsider, non-conformist. They become the influence that rescues Charlie from his deep insecurity and his depression over the suicide of a friend; they teach him it's OK to be who he is. In his first year, he learns a little, very tentatively, about sex, drinking and drugs, and a lot about friendship. \n\nHe's also guided by Mr. Anderson (Paul Rudd), his English teacher, who steers him toward seminal books including, yes, The Catcher in the Rye. Why is it that English, drama and music teachers are most often recalled as our mentors and inspirations? Maybe because artists are rarely members of the popular crowd.\n\nNote: This review includes material from my Toronto Film Festival blog post about this title.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-09-26", "genres": ["Drama", "Romance"], "title": "The Perks of Being a Wallflower (2012)"}