{"url": "http://www.rogerebert.com/reviews/the-tenant-1976", "by": "Roman Polanskias The Tenant", "star_rating": 1.0, "text": "Roman Polanski's \"The Tenant\" was the official French entry at Cannes last May, and in the riot to get into the press screening one man was thrown through a glass door and two more found themselves amid the potted palms. It's a wonder nobody was killed in the rush to get out. \"The Tenant's\" not merely bad -- it's an embarrassment. If it didn't have the Polanski trademark, we'd probably have to drive miles and miles and sit in a damp basement to see it.\n\nLike \"Last Tango in Paris,\" it involves the apartment shortage in Paris. An earnest and shy young man (Polanski, very earnest and shy) applies for the apartment of a young woman who attempted suicide and is in the hospital. The woman dies and Polanski gets the apartment. It's in a tall, gloomy building inhabited by hateful, spiteful people who are always spying on each other. And it has a haunted bathroom; every time Polanski looks in through the bathroom window (which he does quite frequently, come to think of it) there's someone standing there motionless, looking straight back at him.\n\nPolanski throws a modest little house-warming party, and all hell breaks loose. Every other tenant in the building complains about the noise. Indeed, every time Polanski moves a chair, shifts a cabinet, plays the radio or even coughs, the people upstairs and downstairs start banging on the walls for quiet (it's here that the movie most closely approaches a horror story -- imagine life without Bob Sirott). \n\nPolanski eventually decides that the building itself is malevolent, and the people in it are out to get him. He is wrong; actually, all they want is a little quiet. But Polanski is paranoid -- and that's the movie's basic problem. If he thought he were paranoid but the people really were after him -- then there'd be some nice fun in the tradition of no more than perhaps six dozen movies already this year. But because he really is paranoid, and we know he is, the movie's just a study of his downward spiral. And what a spiral. He becomes convinced that the other tenants are trying to turn him into the woman who committed suicide. He puts on her clothes and makeup, and buys shoes and a wig. He convinces himself, at times, that he IS the dead woman. In an ending that must rank among the most ridiculous ever fashioned for an allegedly reputable movie, he dresses in drag, hurls himself from the same window the former tenant used, fails to kill himself, climbs back upstairs and throws himself out again.\n\nThere is then an ironic ending that will come as a complete surprise to anyone who has missed every episode of \"Night Gallery\" or the CBS Mystery Theater. It turns out that -- but never mind, never mind. It's been a long time since I've heard an audience talk back to the ending of a horror film. \"The Tenant\" might have made a decent little 20-minute sketch for one of those British horror anthology films in which Christopher Lee, Peter Cushing and Vincent Price pick up a little loose change. As a film by Polanski, it's unspeakably disappointing.", "running_time": 125, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-09-27", "genres": ["Horror", "Mystery", "Suspense", "Thriller"], "title": "The Tenant (1976)"}