{"url": "http://www.rogerebert.com/reviews/the-king-is-alive-2001", "by": "Jennifer Jason Leighas Gina", "star_rating": 3.0, "text": "In the Namibian desert in southwest Africa, a tourist bus strays far off course and runs out of petrol. The passengers stumble into the blinding sun and find themselves at an abandoned German mining station, its only occupant an old African who surveys them impassively. Jack (Miles Anderson) is the only passenger with any desert experience. He lectures them: There are five things you need to survive in the desert, and in descending order of importance they are water, food, shelter, making yourself visible and keeping up your spirits.\n\nWell, there is food here (rusted cans of carrots), water (they can collect the morning dew) and old buildings. They tend a signal fire at night. Jack walks off in search of help. Those left behind consider a suggestion by Henry (David Bradley) that they rehearse a production of \"King Lear\" to keep their spirits up. \"Lear\" is not the first play one thinks of when spirits sink, but perhaps in this desolate landscape it is a better choice than \"The Producers.\" We meet the tourists, without ever discovering what they were seeking in Namibia (they took the bus after their flight was canceled). Many seem more appropriate for a play by Beckett, and Ray and Liz (Bruce Davison and Janet McTeer) are a squabbling couple out of Albee (when Ray asks her what \"King Lear\" is about, she replies, \"You don't have to worry, you know. Nobody has to fall in love and everybody gets to die in the end\").\n\nHardly anybody dies in the end of the movie, but a lot of them have sex, which seems inspired less by pleasure than by the desire to annoy. There are moments of truth and despair, marital crises, denunciations, renunciations, false hopes and raving madness. Henry writes out the roles for the play (chosen, we suspect, simply because he happened to know it by heart), there are rehearsals, and finally a performance of sorts. But although the movie's credits say \"Based on `King Lear' by William Shakespeare,\" I was unable to sift through the cast finding specific characters who represented Cordelia, Regan, Kent, the Fool, etc. I think perhaps the play acts more as a mirror: Like Lear, they are lost in the wilderness and no longer have faith in goodness.\n\n\"The King Is Alive\" is the latest of the Dogma 95 movies, so-called because of a \"vow of chastity\" signed by the four Danish directors Kristian Levring (who directed this one), Thomas Vinterberg (\"Celebration\"), Soren Kragh-Jacoben (\"Mifune\") and Lars Von Trier (\"The Idiots\"). Dogma wannabes have been produced by Harmony Korine (\"julien donkey-boy\"), and Von Trier made a half-Dogma, half-musical (\"Dancer in the Dark\"). What they have in common is a rough, immediate feel: The drama isn't too formed, the dialogue isn't tamed, the lighting and music are found on the set, the performances seem raw and improvisational.\n\nIn \"The King Is Alive,\" the Dogma approach helps the film look like what might have resulted if one of the characters had used a digital camera. It has the same relationship to a commercial film that their production of \"King Lear\" has to a conventional staging. It's built from raw materials, needs and memories, instead of off-the-shelf parts from the movie store.\n\nOn one level, of course, we're aware of the artifice. It's an old dramatic formula to strand a group of characters somewhere and have them try to survive while conditions edge toward the primitive. Cross \"Lord of the Flies\" with \"Flight of the Phoenix\" and add \"Lifeboat,\" and you have this film's second cousin. On another level, this kind of story gives great opportunities to actors, who can test their emotional range. But what does the audience get out of it? I imagine many people would be actively hostile to \"The King Is Alive.\" It doesn't make the slightest effort to cater to conventional appetites. But the more you appreciate what they're trying to do, the more you like it. I saw it for the first time at Cannes in May 2000, and it stuck with me. Ungainly, ill-formed, howling and desperate, it was there, and endured--while of the more forgettable films I could observe, with Lear, that nothing will come of nothing.", "running_time": 105, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-05-18", "genres": ["Drama", "Foreign", "Indie"], "title": "The King Is Alive (2001)"}