{"url": "http://www.rogerebert.com/reviews/the-nutcracker-1986", "by": "Hugh Bigneyas Drosselmeier", "star_rating": 2.0, "text": "The opening shots of \"The Nutcracker\" show an illustrator setting out his tools and beginning to sketch some of the sets and characters in the story. The drawings are by Maurice Sendak, an artist whose work inspired this production, and they supply a promising beginning: Perhaps this film will liberate \"The Nutcracker\" from its fate as an annual holiday chestnut.\n\nBut, no, the movie doesn't succeed in breaking out into an interesting artistic achievement. It has been staged with great care and considerable beauty but it is nevertheless just a respectable version of a cultural artifact. There is no reason to see the film instead of attending one of the innumerable live productions that are available every holiday season.\n\nThe movie's director is Carroll Ballard, the great cinematographer whose first two films as a director were the wonderful \"The Black Stallion\" and the scarcely less wonderful \"Never Cry Wolf.\" Both of those movies were big-scale, lyrical, brawny outdoor productions about man and nature. What attracted Ballard to the fragile and cutesy-poo \"Nutcracker\"? Watching the film, I never got the feeling of freedom and joy he communicated so clearly in his other films.\n\nThe movie is based on a production by the Pacific Northwest Ballet, designed by Sendak in collaboration with Kent Stowell, the company's artistic director. On stage, it must have been a good-looking production, and Ballard adds some specifically cinematic touches, including a fourth wall in many scenes. One of his most striking moments comes when he uses optical effects to show dream-dancers on the bedsheets of a huge image of a sleeping girl.\n\nSome of his other images, alas, are less effective. I was especially disturbed by the look and mood of the old godfather (Hugh Bigney), who, in his scenes with young Clara, suggests just a shade too much of the dirty old man. Both Claras (Vanessa Sharp as the younger girl and Patricia Barker as the older one) are better dancers than they are actresses; many scenes are technically sound but lacking in heart and drama. One scene that did work had Jeffery N. Bullock, in full costume as a fat Chinese tiger, functioning as a grouchy May pole for dancing children. The way he stomped around created a personality and presence missing from many other scenes.\n\nIn its own way, \"The Nutcracker\" illustrates the basic dilemma of ballet films, which is that they capture forever something that should be transitory and evanescent. Ballet is exciting precisely because it exists in the moment, in the instant that a dancer's body overcomes gravity to transform time and space into beauty. Put it on film, and the suspense is gone - as well as the physical triumph of creating the performance within a limited time and with finite strength. Ballet films are useful as records of performances, but they rarely excite me very much as dance itself; the cinema achieves a victory over time, and that is the last battle that ballet wants to win.", "running_time": 89, "mpaa_rating": "G", "release_year": 1986, "date_published": "1986-11-28", "genres": ["Family", "Fantasy", "Music", "Musical"], "title": "The Nutcracker (1986)"}