{"url": "http://www.rogerebert.com/reviews/the-revolution-will-not-be-televised-2003", "by": "Kim Bartley", "star_rating": 3.5, "text": "Why was Chavez not our friend? It all comes down to oil, as it so often does these days. Venezuela is the fourth largest oil-producing nation in the world, and much of its oil comes to the United States. Its price has been guaranteed by the cooperation of the nation's ruling class. Chavez was elected primarily by the poor. He asked a simple question: Since the oil wells have always been nationalized and the oil belongs to the state, why do the profits flow directly to the richest, whitest 20 percent of the population, while being denied to the poorer, darker 80 percent? His plan was to distribute the profits equally among all Venezuelans.\n\nThis was, you may agree, a fair and obvious solution. But not to the 20 percent, of course. And not to other interested parties, including our friends the Saudis, whose people get poorer as the sheiks get richer. Charging Chavez with being a communist who wanted to bring Castroism to Venezuela, the rich and powerful staged a coup on April 12, 2002. Chavez was put under arrest and held on an island, and the millionaire businessman Pedro Carmona was sworn in as president. This was in violation of the constitution, but he blandly assured TV audiences he was in power because \"of a mandate better than any referendum.\" There was no disagreement from Washington.\n\nIncredibly, the coup failed. Hundreds of thousands of Chavez supporters surrounded the presidential palace, and the loyal presidential guard put the interlopers under arrest. Although the state-run Channel 8 was taken off the air and the private channels told lies and showed falsified news footage, Venezuelans learned from CNN and other cable channels that Chavez had not resigned and a coup had taken place; they demanded his return, and a few days later he arrived by helicopter at the presidential palace and resumed office.\n\nThese events are recounted in \"The Revolution Will Not Be Televised,\" a remarkable documentary by two Irish filmmakers that is playing in theaters on its way to HBO. It is remarkable because the filmmakers, Kim Bartley and Donnacha O'Briain, had access to virtually everything that happened within the palace during the entire episode. They happened to be in Caracas to make a doc about Chavez, they had access to his cabinet meetings, they were inside the palace under siege, they faced a tense deadline after which it would be bombed, they stayed after Chavez gave himself up to prevent the bombing, they filmed the new government, and there are astonishing shots such as the one where Chavez's men, now back in power, go down to the basement to confront coup leaders who have been taken prisoner. Why no one on either side thought to question the presence of the TV crew is a mystery, but they got an inside look at the coup -- before, during and after -- that is unique in film history.\n\nFilm can be made to lie. Consider footage shown on the private TV channels to justify the coup. Learning that the right wing was sponsoring a protest march against Chavez, his supporters also marched on the palace. Scuffles broke out, and then concealed snipers began to fire on the Chavez crowd. Some in the crowd fired back. Although the dead and wounded were Chavez supporters, the private TV showed footage of them firing, and said they were firing at the anti-Chavez protest march. Bartley and O'Briain use footage of the same moment, from another angle, to show that there is no protest march in view, and that the fire is aimed at snipers above the parade route. That this deception was deliberate is confirmed by a producer for the private TV channels, who resigned in protest and explains how the footage was falsified. (Private TV did have one interesting slip; in a talk show the morning after the coup, one of its elated leaders talks frankly about the plan to disrupt the Chavez march and overthrow the government, while others on the program look like they'd like to throttle him.) If private TV lied to the nation in support of the coup, the doc itself is clearly biased in favor of Chavez -- most clearly so in depicting his opponents. When the right-wing leaders are introduced, it's in slo-mo, with ominous music and funereal drums. He may have articulate opponents in Venezuela, but the only ones we see are inane society people who warn each other, \"watch your servants!\" Does everyone on the right in Venezuela dress like (a) an undertaker, (b) a military officer, or (c) a disco guest circa 1990? Interestingly, there was relative civility on both sides. Chavez and his cabinet were arrested, but not harmed. After Chavez regained power, he said there would be no \"witch hunt\" of those who opposed him; although Carmona fled to Miami, several of the coup's military leaders (stripped of rank) remained in Venezuela and still continue as members of the opposition. This shows remarkable confidence on the part of Chavez, and a commitment to the democratic process.\n\nIt is of course impossible to prove that the coup was sponsored by the CIA or any other U.S. agency. But what was the White House thinking when it welcomed two anti-government leaders who soon after were instrumental in the coup? Not long ago, reviewing another film, I wrote about the CIA-sponsored overthrow of Chile's democratically elected president Salvador Allende. I got a lot of e-mail telling me the CIA had nothing to do with it. For anyone who believes that, I have a bridge I'd like to sell them.\n\nNote: The last words in George Orwell's notebook were: \"At age 50, every man has the face he deserves.\" Although it is outrageously unfair and indefensibly subjective of me, I cannot prevent myself from observing that Chavez and his cabinet have open, friendly faces, quick to smile, and that the faces of his opponents are closed, shifty, hardened.", "running_time": 74, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-10-31", "genres": ["Documentary"], "title": "The Revolution Will Not Be Televised (2003)"}