{"url": "http://www.rogerebert.com/reviews/the-carey-treatment-1972", "by": "James Coburnas Peter Carey", "star_rating": 2.0, "text": "Why? Well, as my colleague Ron Powers has ably documented in a series of recent essays on Televese, most dialog on television is devoid of useful information. Especially on the soap operas and the doctor-nurse programs, people speak only in order NOT to say what is on everybody’s mind.\n\nThe wealthy senator’s brilliant daughter is dying of a rare, incurable disease - and may lose her baby and infect her cocker spaniel - and everybody talks to her about the weather. You can’t figure out what’s happening by listening to the audio. You have to watch. All the information comes in the silences between the speeches. A nurse says, “Doctor, you mean . . .?” And then it is tip to the doctor’s eyelashes. He must move several hundred hairs through a sixteenth of an inch of space in such a way as to convey a complex diagnosis. He does so. “Oh my God!” the nurse gasps. The doctor nods grimly.\n\nIn a movie, of course, you have a larger screen and don’t have to use close-ups so much. That is true in theory, anyway, but TV’s recent breakthroughs in brow and lash work have apparently had an influence, and Blake Edwards’ “The Carey Treatment” is awfully ocular.\n\nThe problem is in the script. There are long, sterile patches of dialog during which nothing at all is communicated. These are no doubt important in order to convey the essential meaninglessness of life, but how can a director make them interesting? Edwards tries. He’s stuck with a love interest between James Coburn and Jennifer O’Neill that has nothing to do with the film. (Love interests have lately had less and less to do with the films they’re in.) So Edwards goes the eye route. James Coburn has maybe the best set of eyelashes among current male stars (Robert Redford is second, I’d say) and does a commendable job.\n\nThe sad thing is that the movie’s hopefully a thriller. It’s one of your slices-of-life dramas about everyday events in a large metropolitan hospital. The hospital administrator’s daughter has died after an unnecessary abortion, and renegade physician Coburn dedicates himself to saving the reputation of the brilliant young Chinese surgeon who has been unjustly accused of the crime. His investigation puts him on the trail of a sadistic masseur in a seedy steam bath, whose dope fiend girlfriend has been stealing cocaine from suffering elderly patients. As I say, it’s all stuff that happens every day in your typical hospital.\n\nAnyway, for no good reason, Edwards has decided to tone down his plot by throwing in all these dead scenes filled with dead dialog. Coburn works his brows for all they’re worth, and it comes as a surprise late in the film when a colleague says to him: “Don’t try to talk! Just blink your eyes - once for yes, twice for no.” How insulting. Like asking Marcel Marceau to walk up a flight of stairs, or Segovia if he plays the uke.", "running_time": null, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-04-05", "genres": null, "title": "The Carey Treatment (1972)"}