{"url": "http://www.rogerebert.com/reviews/the-incredible-hulk-2008", "by": "Edward Nortonas Bruce Banner/Hulk", "star_rating": 2.5, "text": "\"The Incredible Hulk\" is no doubt an ideal version of the Hulk saga for those who found Ang Lee's \"Hulk\" (2003) too talky, or dare I say, too thoughtful. But not for me. It sidesteps the intriguing aspects of Hulkdom and spends way too much time in, dare I say, noisy and mindless action sequences. By the time the Incredible Hulk had completed his hulk-on-hulk showdown with the Incredible Blonsky, I had been using my Timex with the illuminated dial way too often.\n\nConsider the dilemma of creating a story about the Hulk, who is one of the lesser creatures in the Marvel Comics stable. You're dealing with two different characters: Mild-mannered scientist Dr. Bruce Banner, and the rampaging, destructive Hulk, who goes into frenzies of aggression whenever he's annoyed, which is frequently, because the Army is usually unloading automatic weapons into him. There is even the interesting question of whether Dr. Banner is really conscious inside the Hulk. In the Ang Lee version, he was, more or less, and confessed to Betty Ross: \"When it happens, when it comes over me, when I totally lose control ... I like it.\" In this version by Louis Leterrier, the best Banner (Edward Norton) can come up with is that being the Hulk is like a hyperthyroid acid trip, and all he can remember are fragments of moments.\n\nIt's obvious that the real story is the tragedy that Banner faces because of the Hulk-inducing substance in his blood. But if Banner never turned into the Hulk, nobody would ever make a movie about him. And if the Hulk were never Banner, he would be like Godzilla, who tears things up real good but is otherwise, dare I say, one-dimensional.\n\nThe Ang Lee version was rather brilliant in the way it turned the Hulk story into matching sets of parent-child conflicts: Betty Ross (Jennifer Connelly) was appalled by her father, the general (Sam Elliott), and Bruce Banner (Eric Bana) suffered at the hands of his father, a scientist who originally created the Hulk genes and passed them along to his child. (Nick Nolte had nice scenes as the elder Dr. Banner.)\n\nIn the new version, Betty (Liv Tyler) still has big problems with her father the general (William Hurt); she's appalled by his plans to harness the Hulk formula and create a race of super-soldiers. In both films, Banner and Ross are in love, but don't act on it because the Hulk business complicates things way too much, although I admit there's a clever moment in \"Hulk\" 2008 when Bruce interrupts his big chance to make love with Betty because when he gets too excited, he turns into the Hulk, and Betty is a brave girl but not that good of a sport.\n\nConsider for a moment Gen. Ross' idea of turning out Hulk soldiers. They would be a drill sergeant's worst nightmare. When they weren't Hulks, why bother to train them? You'd only be using them in the fullness of their Hulkdom, and then how would you train them? Would you just drop thousands of Ed Nortons into enemy territory and count on them getting so excited by free-fall that they became Hulks? (This transformation actually happens to Banner in \"Hulk\" 2008, by the way.)\n\nSo, what's to like in \"The Incredible Hulk\"? We have a sound performance by Edward Norton as a man who desperately does not want to become the Hulk, and goes to Brazil to study under a master of breath control in order to curb his anger. And we have Liv Tyler in full trembling sympathy mode. Banner's Brazilian sojourn begins with an astonishing shot: From an aerial viewpoint, we fly higher and higher above one of the hills of Rio, seeing hundreds, thousands, of tiny houses built on top of one another, all clawing for air.\n\nThis is the \"City of God\" neighborhood, and as nearly as I could tell, we are looking at the real thing, not CGI. The director lets the shot run on longer than any reasonable requirement of the plot; my bet is, he was as astonished as I was, and let it run because it is so damned amazing. The scenes involving Banner in Brazil are well conceived, although when he accidentally contaminates a bottled soft drink with his blood, the movie doesn't really deal with the consequences when the drink is consumed in the United States. The contamination provides Gen. Ross with his clue to Banner's whereabouts, and Army troops blast the hell out of the City of God; all through the movie, the general deploys his firepower so recklessly that you wonder if he has a superior, and if he ever has to account for the dozens, hundreds, thousands, who die while his guys are blasting at the Hulk with absolutely no effect.\n\nEnter Emil Blonsky (Tim Roth), a Marine who Gen. Ross recruits because he's meaner and deadlier than anyone else. Blonsky leads the chase in Rio. Later, Dr. Samuel Sterns (Tim Blake Nelson), Banner's research associate, is forced to inject Blonsky with a little Hulkie juice, setting up a titanic rooftop battle in Harlem between Hulk and Blonsky. And this battle, as I have suggested, pounds away relentlessly, taking as its first victim our patience. \"Iron Man,\" the much better spiritual partner of this film, also ends with a showdown between an original and a copycat, but it involves two opponents who know who they are and why they are fighting. \n\nWhen you get down to it, as a fictional creature, the Incredible Hulk is as limited as a bad drunk. He may be fun to be around when he's sober, but when he drinks too much, you just feel sorry for the guy.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-06-12", "genres": ["Action", "Science Fiction", "Thriller"], "title": "The Incredible Hulk (2008)"}