{"url": "http://www.rogerebert.com/reviews/the-bone-collector-1999", "by": "Denzel Washingtonas Lincoln Rhyme", "star_rating": 2.0, "text": "\"The Bone Collector\" is assembled from off-the-shelf thriller contrivances, likable characters and utter absurdity, with one of those scores that's the musical equivalent of trying to scrape the burnt meat off the bottom of the pot: Unnngh! Unnngh! Unnngh! Its big romantic scene has the girl cop caressing the index finger of the boy cop, which is the only part of him below the neck that still has any feeling. Freud has a lot to atone for.\n\nThe movie is a peculiar experience to sit through, because the quality of the acting is so much better than the material deserves. Denzel Washington and Angelina Jolie create characters we really like; there's chemistry when they're together, and they're surrounded by the good energy of supporting players like Queen Latifah, Luis Guzman and Ed O'Neill. It's sad watching them wade through one of those plots where a depraved serial killer leads everyone in a find-the-corpse version of \"Where's Waldo?\" Washington plays Lincoln Rhyme, a hero cop who has written 12 books on crime-scene forensics. He is paralyzed by a falling beam on the job: \"I have one finger, two shoulders and a brain.\" He occupies a bed in his Manhattan loft, which is of one of those rent-controlled movie apartments large enough to house an entire task force for a serial killer manhunt (which it does--his buddies move in with their desks and computers). Rhyme is tended by a nurse named Thelma (Queen Latifah), who slaps an oxygen mask on him and chants \"now breathe with me\" when he goes into spasms. He manipulates his bed, his TV, his computer and various analytical devices with a remote-control breathing tube and an extremely versatile one-button mouse.\n\nWe meet a beat cop named Amelia Donaghy (Angelina Jolie). She is the first on the scene of a gruesome murder: a man buried in gravel, with only his hand showing. One finger is amputated; on its stump is his wife's wedding ring. We know right away that the killer is a contestant in the ever-escalating Hollywood Serial Killer sweepstakes, in which villains don't simply kill, but spend the time and patience of a set decorator on arranging the crime scene. No six Agatha Christie mysteries contain as many clues, each one lovingly placed by hand, as this guy leaves.\n\nSome of them are very, very easy to miss, consisting of microscopic bits of paper about the size of THIS word, which, when pieced together by the two cops, lead to a used bookstore where wouldn't you know that a lot of books tumble from a top shelf and Amelia is able to turn to the very page where the next murder is illustrated. Just think. If she hadn't stumbled over that rare volume, we might have been denied a scene where a father drowns but his young daughter is resuscitated--for no dramatic purpose, mind you, since she says nothing and is never seen again, but simply so sentimentalists in the audience can think, \"Whew! At least she didn't drown!\" In a movie where a man gets his face eaten off by rats, these humanitarian interludes are touching.\n\nMost of the plot consists of a series of laboriously contrived set-ups requiring the young woman to enter dark, dangerous places all by herself, her flashlight penetrating a Spielbergian haze that makes its beam visible. She walks into subterranean ratholes and abandoned factories where the homicidal maniac is, hopefully, lurking. She goes in alone so as not to disturb the forensics of the crime scene. If she gets killed, I guess the next cop goes in alone, too, to preserve her scene.\n\nThese Women in Danger thriller units alternate with the obligatory Superior Officer Who Is Always Angry, Wrong and a Pig. This thankless role is played by Michael Rooker, who is required to be mistaken about everything, and who keeps trying to put Amelia under arrest, apparently on charges of brilliant police work. He's the obvious suspect, which means--well, you know what it means. Most movies with a zillion clues have the good manners to supply a couple that are helpful. This movie's villain appears so arbitrarily he must have been a temp worker, in for the day.", "running_time": 118, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-11-05", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "The Bone Collector (1999)"}