{"url": "http://www.rogerebert.com/reviews/the-story-of-qiu-ju-1993", "by": "Gong Lias Qiu Ju", "star_rating": 3.5, "text": "\"The Story of Qiu Ju\" begins with a shot of a Chinese city scene, the streets teeming with people, most of them on foot or bicycle. Eventually the camera isolates three of them: A man sprawled uncomfortably on a cart, and two women who are pushing him. One of the women is pregnant. After they arrive at a doctor's office, she explains that her husband has been kicked in the groin by their village political leader.\n\nThe doctor is not the sort to inspire confidence. He advises rest. Soon the women - sisters - are making the journey back home again, pulling the cart through cold winter weather to their village.\n\nThe husband is inclined to take his fate philosophically, and wait for his pain to subside. Not Qui Ju, the wife. \"If we can't fix your plumbing, we may be stuck with the single-child policy,\" she laments.\n\nShe wants to see justice done.\n\nSo begins the story of two very stubborn people, Qui Ju and the political head, played by Kesheng Lei . Qui Ju is played by Gong Li, the most famous Chinese actress, and the movie is directed by Zhang Yimou, the most successful of the \"fifth generation\" of Chinese directors. Gong has starred in all of his films: \"Red Sorghum,\" \"Ju Dou,\" \"Raise the Red Lantern.\" Even in the gritty worlds of the first two films, she looked beautiful, and in the third she was glamorous. But here, in Zhang's first film set in present-day China, she looks worn, tired, and very pregnant.\n\nShe goes to the local police chief, demanding that the political leader apologize to her husband and make financial reparations. The policeman works out a compromise, but then the leader throws the money contemptuously at her feet. So she refuses the payment, and sets off to appeal the case to a regional leader.\n\nShe will spend much of the movie on foot and in crowded trains, appealing to higher and higher authorities, as the film essentially follows her through a vertical cross-section of modern China.\n\nAt first, to be sure, we are not quite certain what the film's period is. In Qui Ju's village, life continues as it has for many years, and it is a little shock to see the first automobile in the movie; we could almost think ourselves in an earlier century. Qui Ju is also from an earlier time, and when she visits the regional capital she is quickly conned by a dishonest cabdriver.\n\nThe movie is a departure for Zhang, whose \"Raise the Red Lantern\" was shot almost entirely inside an elaborate set representing a rich man's house. This time, his famous star disguised by drab clothes and a well-developed pregnancy, he shoots on city streets with a concealed camera. One of the pleasures of the film is to see everyday China, which appears on screen unrehearsed and natural. Only three of the movie's actors are professionals, and the others essentially play themselves.\n\nThe movie's style and narrative seem inspired by postwar Italian neorealism, which attempted to tell the stories of ordinary people with ordinary problems. Qui Ju stubbornly sets off on one journey after another, appealing to district police chiefs, regional political leaders and finally even to the courts. All the authorities agree that she has a case. They keep suggesting the same remedies: A fine for the village leader, and an apology. But the leader's pride will not allow him to seem humbled before a woman (the husband and his aggrieved loins are by now reduced to bystander status).\n\nThere is a point in the film when it begins to seem repetitive: The leader will remain unbending, the Qui Ju will keep appealing. Then we begin to connect with the underlying story of the film, which is about the rhythm of village life, the relationships of friend and family, and the approaching birth of Qui Ju's child. It is also interesting to note her style of conduct. She is angry, but she often quite subdued in her confrontations; her strategy involves tenacity rather than pyrotechnics.\n\nIf a similar story were set in America, it would probably be made more obviously funny, and star someone famous for pluck - Sally Field, for example. Zhang's approach is more understated. Watching the film, we find the humor for ourselves, and along the way we absorb more information about the lives of ordinary people in everyday China than in any other film I've seen.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-05-28", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "The Story of Qiu Ju (1993)"}