{"url": "http://www.rogerebert.com/reviews/the-express-2008", "by": "Rob Brownas Ernie Davis", "star_rating": 3.0, "text": "\"The Express\" is involving and inspiring in the way a good movie about sports almost always is. The formula is basic and durable, and when you hitch it to a good story, you can hardly fail. Gary Fleder does more than that in telling the story of Ernie Davis (\"The Elmira Express\"), the running back for Syracuse who became the first African-American to win the Heisman Trophy, in 1961. Davis was drafted by pro football, but then leukemia was discovered, he never played a pro game and died in 1963. He was 23.\n\nSet during Syracuse's undefeated 1959 season (actually two years before Davis won the Heisman), the movie shows him as the MVP at the Cotton Bowl in Dallas. He was informed he could be present to receive his trophy, but could not attend the banquet because it was in a segregated venue. Most of his teammates boycotted the banquet. Most. I'd like to talk today with the few who didn't.\n\nThe film remembers a time when black players were unwelcome in the South. It shows racist fans screaming at him and throwing beer cans at the West Virginia and Texas games. He had to enter hotels by back doors and sleep in servant quarters. This all took place well within the lifetimes and memories of many people. Jackie Robinson joined the Brooklyn Dodgers in 1949, but the Dodgers didn't play in the South. Davis was far from the first black star on a college team; Jim Brown preceded him at Syracuse, and how well I remember cheering beside my dad as we watched J.C. Caroline play for the University of Illinois in 1953-54. He was an all-American, but I recall the uproar when a barbershop in Champaign refused to cut his hair.\n\nWhat makes \"The Express\" special is that it focuses not only on football but on the relationship Davis had with his coach, Ben Schwartzwalder (Dennis Quaid). Schwartzwalder, who beat out 50 other schools (including Notre Dame) to recruit Davis, wasn't a racist by the standards of that time, which is to say he was a racist by today's standards. Not overtly, but as Quaid subtly shows in his performance, the coach had a certain mental distance from African-Americans. He promised Davis he would develop his awesome ability, and he did. In the process, getting to know Davis was part of a fundamental development of Schwartzwalder's attitude. They both became better men because of their friendship. The film is about football, but that relationship is its deeper subject.\n\nThe heroic athlete achieving his dreams and dying too soon is an enduring movie archetype; remember \"Brian's Song\" (1971) or \"Pride of the Yankees\" (1942). Because we walk into these films knowing the hero will die, every scene takes on an added significance. Rob Brown plays Davis as a focused young man with a strong family behind him, confident, not intimidated or obsessed by racism, open to everyone (he became the first black member of the predominantly Jewish fraternity Sigma Alpha Mu). The movie deals in expected ways with his life off the field and concentrates on his playing.\n\nThere is a lot of football in the movie. It's well presented, but there is the usual oddity that it almost entirely shows mostly success. I may have missed it, but I don't remember a single time when Davis is caught behind the line of scrimmage, fumbles or drops a pass. We see these stars as our surrogates, and we don't enjoy watching ourselves fail.\n\nThe key supporting performance is by Omar Benson Miller (\"Miracle at St. Anna\") as Buckley, Davis' black friend on the team, who advises him of situations Buckley has already experienced. The resonating Charles S. Dutton plays the grandfather who raised Davis. They reinforce him as he encounters some hostility as the team newcomer at first, but mercifully the team lacks a stereotyped racist; the emphasis under Schwartzwalder is so intensely on winning that anything else is unthinkable -- if not for reasons of mortality, then for hard reality.\n\nI'm a fall guy for movies like this. Yes, I see the formula grinding away, as it actually must, because Davis' real life corresponds to it. I can't remember a film about an untalented athlete, and not many about losing teams (they always win in the end). In the final analysis, it's not how you play the game that counts, but whether you win or lose.\n\nResearched using Wikipedia.com. ", "running_time": 130, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-10-08", "genres": ["Drama"], "title": "The Express (2008)"}