{"url": "http://www.rogerebert.com/reviews/the-x-files-1998", "by": "David Duchovnyas Fox Mulder", "star_rating": 3.0, "text": "As pure movie, “The X-Files” more or less works. As a story, it needs a sequel, a prequel, and Cliff Notes. I'm not sure even the filmmakers can explain exactly what happens in the movie, and why. It doesn't make much difference if you've seen every episode of the TV series, or none: The film is essentially self-contained, and that includes its enigmas. X-philes will probably be as puzzled at the end as an infrequent viewer like myself.\n\nPuzzled, but not dissatisfied. Like “Mission: Impossible,” this is a movie that depends on surface, on mystery, on atmosphere, on vague hints and murky warnings. Since the underlying plot is completely goofy, it's probably just as well it's not spelled out. If it were, this would play more like a seminar on the works of Whitley Strieber. Instead, producer-writer Chris Carter, who conceived the TV series, reassembles his basic elements in a glossy extravaganza that ends, apparently, with humankind facing precisely the same danger it did at the beginning.\n\nThe story involves, of course, Mulder and Scully, who call each other “Mulder!” and “Scully!” so often they must be paid by the word. FBI agents Fox Mulder (David Duchovny) and Dana Scully (Gillian Anderson) have been investigating a cover-up of aliens among us. Yanked off their X-files and assigned to an anti-terrorism unit, they get involved in the explosion of a Dallas high-rise.\n\nThe alien conspiracy theorist Kurtzweil (Martin Landau) tells Mulder some of the bombing victims were already dead, and the blast was a plot to account for their bodies. (There is a shot of the ruined building, its front blasted away, that evokes disturbing memories of the Oklahoma City tragedy; that shot could have been removed from the film with absolutely no loss.) We already know something about the dead bodies. The film opens in “North Texas, 35,000 B.C.” (a long time before it was North Texas), with prehistoric men encountering violent, creepy, leaky beings in a cave. In “Present Day: North Texas,” a kid falls into the same cave, and slug-like beings slither into his nose and eye sockets. What are these? “The original inhabitant of this planet,” we eventually learn, and a mighty patient inhabitant, too, if it had to wait for us to evolve. The alien creatures are a “virus,” and yet they also seem to have bodily form, unless they inhabit hijacked bodies, which they can indeed do, although that begs the question of what they were to begin with, who built the large object we see in the final scenes, etc.\n\nIt's tricky work, not giving away the plot of a movie you don't understand. The story is less concerned with the aliens than with the cover-up, and there are several scenes (maybe one too many) of agents Scully and Mulder being grilled by an FBI panel about their misdeeds. I can't fault the FBI here. If I were investigating unreliable field agents and they told me they spent the weekend in Antarctica, I'd want to know what they were smoking.\n\nSpeaking of smoking, the Cigarette-Smoking Man (known on the Web as the Cancer Man) is in the movie, of course. Has there ever been a more thankless role? William B. Davis, who plays him, has to inhale, exhale, or light up every time we see him. The Well-Manicured Man (John Neville) has more to do, as does Director Skinner (Mitch Pileggi), but the best supporting performance is by Landau, as a desperate man who lurks in the back booths of shady bars, passing info to the X-agents.\n\nWhat does he know? What's being covered up? Why are all the powerful men having the secret meeting in London? If you watch the show you will guess it has something to do with covering up the Aliens Among Us. What are they doing here? What are their hopes and plans? There's dialogue in which we get the answers to these questions, I guess, but they didn't fit together for me. And when the large unnamed object appears at the end, I wanted to know where it came from, where it was going, what it was leaving behind, and why. I also wanted a better look at it (the special effects are too cloudy).\n\nThere is little real drama, as such, in “The X-Files.” Mulder and Scully are in love with each other, but sublimate all their feelings into their work. Do they kiss? Would I tell you? Do their lips meet? Is that one question, or two? They spend much of their time gaining unchallenged entry into vast installations that should be better guarded. One of these installations involves corn and bees. Why? We are told, but I didn't believe it. Nor do I understand why humans cooperate with the aliens; what sort of Faustian bargain has been struck? Much has been made of the fact that “The X- Files” is not so much a film based on a TV series as a continuation of that series in film form. The movie feeds out of last season and into next one. No final answers are therefore provided about anything; it's as if, at the end of “Casablanca,” the airplane circled around and landed again. But I liked the way the movie looked, and the unforced urgency of Mulder and Scully, and the way the plot was told through verbal puzzles and visual revelations, rather than through boring action scenes.\n\nAnd it was a relief to discover that the guys in the Black Helicopters are just as clueless as the rest of us.\n\n ", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-06-19", "genres": null, "title": "The X-Files (1998)"}