{"url": "http://www.rogerebert.com/reviews/the-long-kiss-goodnight-1996", "by": "Geena Davisas Samantha/Charly", "star_rating": 2.5, "text": "“The Long Kiss Goodnight” is a cinematic comic book, a series of\rbiff!-BAM!-whack! action episodes, all more or less impossible, surrounding the\rlarger-than-life characters. I liked it in the same way I might like an arcade\rgame: It holds your attention until you run out of quarters, and then you\rwander away without giving it another thought.\n\nGeena\rDavis, a good sport if ever there was one, stars as a woman who thinks she's a\rsoccer mom named Samantha when actually she's a trained government assassin\rnamed Charly. She has forgotten her real identity because of “what the doctors\rcall focal retrograde amnesia.” She leads a quiet life in a small town, even\rplaying Mrs. Santa in the Christmas parade, until a TV broadcast and a violent\rcar wreck begin to bring back her past.\n\nCertainly\rit's a clue to her past life when she kills a deer by breaking its neck with\rher bare hands. And how about the kitchen scene when Samantha chops a carrot as\rif she'd never seen a knife before, and suddenly Charly takes over like a human\rVeg-O-Matic, pulverizing vegetables and then for her encore throwing a tomato\rin the air and skewering it to the wall with a deftly-thrown knife. “Chefs do\rthat,” she explains to her stunned daughter and boyfriend.\n\nShe\rhires a fly-by-night private eye (Samuel L. Jackson) to track down her past,\rand he turns up clues that lead to a full-scale war with the U.S. intelligence\restablishment. Without giving away too much of the plot (as if, heh, heh, there\rwas much of a plot), I'll say that bad guys think she was dead and now want to\rkill her, and she has to defend herself while having flashbacks to violent\repisodes in her past life.\n\nThe\rmovie is put together like a Top 40 radio station, in which you get 10 minutes\rof hits and then have to listen to somebody talking for 90 seconds. The\rdialogue serves only to separate and set up the action scenes. Sooner or later\rthey're actually going to advertise one of these movies with the line, “less\rtalk and more action!” It's the kind of film where when the mother undergoes a\rpersonality change and decides she does love her little daughter after all, she\rshouts that information--”I LOVE HER!”--over the noise of battle. Leave out\rthose three words, and the movie's central human dilemma would be misplaced.\n\nGeena\rDavis has gone on the talk shows to explain that she personally performed all,\ror most, or many, of her stunts in the movie. For example, that's really her\rbeing blown out of a window and flying through the air. My message is: Geena,\rgive yourself a break. I looked really closely as you were blown out the\rwindow, and it all happened so fast that I couldn't even be sure it was you--so\rwhy not let a stunt woman do it? That's what they're paid for.\n\nThe\rexplosion scene allowed me to enjoy one more example of the latest way in which\raction movies suspend the laws of physics. Davis and Jackson actually outrun a\rflaming fireball that chases them down a corridor. I've seen that done in a lot\rof movies lately, and I've got news for them: It can't be done. (It also cannot\rbe done on a motorcycle, although Keanu Reeves does it in “Chain Reaction,” or\rin the Chunnel, although Tom Cruise does it in “Mission: Impossible.”) The\rmovie is Hitchcockian in its use of famous locations. The climax involves a\rtruck bomb that is supposed to blow up the bridge at Niagara Falls, and at one\rpoint Samantha/Charly actually uses a dead body as a counterweight to lift her\rinto the sky so she can shoot it out with a helicopter under the “Welcome to\rCanada” arch. Yep. And wouldn't you know that when the truck explodes, Jackson\rand Davis get to outrun another fireball, this time in a car, although that\rcan't be done, either.", "running_time": 120, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-11", "genres": ["Action", "Suspense", "Thriller"], "title": "The Long Kiss Goodnight (1996)"}