{"url": "http://www.rogerebert.com/reviews/the-night-of-the-living-dead-1968", "by": null, "star_rating": 3.5, "text": "NOTE (2004): This reaction to a screening of \"Night of the Living Dead\" is not, properly speaking, a review -- or rather, it is a review of the audience reaction. I admire the movie itself, which I have seen twice since that 1969 afternoon, and its sequel \"Dawn of the Dead\" got an enthusiastic review from me. I didn't assign a star rating to \"The Night of the Living Dead\" because the kind of article I wrote did not seem to require one, but if I were to rate it today, I'd give it 3 1/2 stars.\n\n[EDITOR'S NOTE: This review contains spoilers.]\n\nThere were maybe two dozen people in the audience who were over 16 years old. The rest were kids, the kind you expect at a Saturday afternoon kiddie matinee. This was in a typical neighborhood theater, and the kids started filing in 15 minutes early to get good seats up front. The name of the movie was \"The Night of the Living Dead.\"\n\nI went to see it because it's been a long time since I saw my last horror movie. I vaguely remember some stuff from the 1950s, like \"Creature from the Black Lagoon\" or \"Attack of the Crab Monsters.\" They were usually lousy, but it was fun to see them.\n\nBut that was 10 years ago. Since then, there's been a lot of talk about violence in the movies, and it seemed about time to see another horror film. The audience for horror movies is mostly drawn from children and adolescents. They usually play in drive-in or neighborhood theaters, and by tradition they're the most frankly violent kind of films. \"Night of the Living Dead\" seemed like a reasonable choice; it was selected by the National Association of Theater Owners as \"exploitation picture of the month.\"\n\nWell, the kids came early, as I said. There were a few parents, but mostly just the kids, dumped in front of the theater for the Saturday matinee (admission 40 cents). A lot of kids were racing up the aisles on urgent missions, and other kids were climbing over the backs of seats, and you'd see a gang of kids passing a box of popcorn back and forth. Occasionally some kid would get whacked by his big sister because he wouldn't shut up.\n\nThere was a cheer when the lights went down. The opening scene was set in a cemetery (lots of delighted shrieks from the kids), where a teen-age couple are placing a wreath on a grave. Suddenly a ghoul appears and attacks the boy and the girl flees to a nearby farmhouse. The ghoul looked suitably decayed, with all sorts of bloody scars on his face, and he walked in the official ghoul shuffle. More screams from the kids. Screaming is part of the fun, you'll remember.\n\nInside the farmhouse, the girl discovers a young Negro who fights off the ghouls and starts to board up the house. Then it develops that five other people are hidden in the basement: Another teen-age couple, and a husband, wife and daughter. The daughter has been bitten by a ghoul and is unconscious.\n\nThe ghouls march on the farmhouse again, and the Negro sets a chair on fire and pushes it off the porch, and the ghouls fall back moaning. Then there's an argument among the people inside the farmhouse. Should they stay upstairs or go into the basement? This was pretty dull stuff, and a lot of kids were dispatched to the lobby for more popcorn.\n\nThen things picked up. A television set is discovered, and the news commentator reports that an epidemic of mass murder is underway. The recently dead, he says, are coming back to life in funeral parlors, morgues and cemeteries. Apparently some sort of unearthly radiation is involved (some sort of unearthly radiation is nearly always involved, seems like). The ghouls attack the living because they need to eat live flesh.\n\nThe people inside the farmhouse decide to escape before they're eaten, as who wouldn't, and they make a plan. The young kid will drive the truck to the gas pump, and the Negro will hold off the ghouls with a blazing torch until the truck's tank is filled. The kids' girlfriend insists on coming along. When they get to the pump, the ghouls start advancing and the torch accidentally sets the truck on fire. The Negro escapes, but the truck blows up and incinerates the teen-age couple.\n\nAt this point, the mood of the audience seemed to change. Horror movies were fun, sure, but this was pretty strong stuff. There wasn't a lot of screaming anymore; the place was pretty quiet. When the fire died down, the ghouls approached the truck and ripped apart the bodies and ate them. One ghoul ate a shoulder joint with great delight, occasionally stopping to wipe his face. Another ghoul dug into a nice mess of intestines.\n\nBack inside the farmhouse, the little girl dies and turns into a ghoul. She advances on her mother. The mother tries to talk to her, but the girl takes a trowel and stabs her mother in the chest a couple of dozen times. On TV, the sheriff advises citizens to set the ghouls on fire: \"They'll go right up.\" The Negro has to kill the little girl-ghoul, and then her father. The ghouls break into the house and he barricades himself in the basement.\n\nThe next scene takes place the next morning. The sheriff's deputies are conducting a mopping-up operation, shooting ghouls and burning them. They approach the farmhouse. The sheriff looks casually into the charred wreck of the car, sees what's left of the two bodies, and says: \"Somebody had himself a cook-out.\" Inside the house, the Negro hears help coming and looks out the window. He is shot through the forehead by the deputies. \"That's one more for the bonfire,\" the sheriff says. End of movie.\n\nThe kids in the audience were stunned. There was almost complete silence. The movie had stopped being delightfully scary about halfway through, and had become unexpectedly terrifying. There was a little girl across the aisle from me, maybe nine years old, who was sitting very still in her seat and crying.\n\nI don't think the younger kids really knew what hit them. They were used to going to movies, sure, and they'd seen some horror movies before, sure, but this was something else. This was ghouls eating people up -- and you could actually see what they were eating. This was little girls killing their mothers. This was being set on fire. Worst of all, even the hero got killed.\n\nIt's hard to remember what sort of effect this movie might have had on you when you were six or seven. But try to remember. At that age, kids take the events on the screen seriously, and they identify fiercely with the hero. When the hero is killed, that's not an unhappy ending but a tragic one: Nobody got out alive. It's just over, that's all.\n\nI felt real terror in that neighborhood theater last Saturday afternoon. I saw kids who had no resources they could draw upon to protect themselves from the dread and fear they felt.\n\nCensorship isn't the answer to something like this. Censorship is never the answer. For that matter, \"Night of the Living Dead\" was passed for general audiences by the Chicago Police Censor Board. Since it had no nudity in it, it was all right for kids, I guess. This is another example, and there have been a lot of them, of the incompetence and stupidity of the censorship system that Chicago stubbornly maintains under political patronage.\n\nCensorship is not the answer. But I would be ashamed to make a civil libertarian argument defending the \"right\" of those little girls and boys to see a film which left a lot of them stunned with terror. In a case like this, I'd want to know what the parents were thinking of when they dumped the kids in front of the theater to see a film titled \"Night of the Living Dead.\"\n\nThe new Code of Self Regulation, recently adopted by the Motion Picture Assn. of American, would presumably restrict a film like this one to mature audiences. But \"Night of the Living Dead\" was produced before the MPAA code went into effect, so exhibitors technically weren't required to keep the kids out.\n\nI supposed the idea was to make a fast buck before movies like this are off-limits to children. Maybe that's why \"Night of the Living Dead\" was scheduled for the lucrative holiday season, when the kids are on vacation. Maybe that's it, but I don't know how I could explain it to the kids who left the theater with tears in their eyes.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-01-05", "genres": ["Horror"], "title": "Night of the Living Dead (1969)"}