{"url": "http://www.rogerebert.com/reviews/the-brady-bunch-movie-1995", "by": "Gary Coleas Mike Brady", "star_rating": 2.0, "text": "The Bradys at 4222 Clinton Way are caught in a time warp. For\rthem, it's always the early 1970s, and dad Mike in his polka dot ties and mom\rCarol in her orange Formica kitchen (well-stocked with salt, sugar and white\rflour) like it just that way. They're raising their bunch in happy harmony, and\rhardly a day goes by without dad sharing one of his optimistic little homilies\rabout life: \"Alone, we can only move buckets. But together, we can drain\rrivers!\" It is the nature of sitcoms to seem trapped in time. We channel\rsurf, and Lucy and Desi and Ralph and Alice are still firmly at home in the\r1950s, in those apartments we have come to know like our own homes. And the\rBunkers are still at it, in their living room, and so is the Cosby family; the\rtopical jokes don't seem dated for them, and their fashions never seem out of\rstyle, and it is forever 1954, or 1981.\n\nThe\rjoke in \"The Brady Bunch Movie\" is that time has marched on for the\rrest of the Bradys' neighborhood. While the Bradys blissfully exist inside\rtheir bubble of the 1970s, the neighbors eye them suspiciously - and sometimes\rwith outright hostility. For the first time in the movie we finally meet the\rDitmeyers, their neighbors.\n\nMrs.\rDitmeyer has a drinking problem and lusts after the older Brady boys, and Mr.\rDitmeyer (Michael McKean) has erected a spite fence to block out their annoying\ractivities. When little sister Jan (Jennifer Elise Cox) ventures next door, he\rsnarls: \"Hey, kid - go yodel in your own backyard! Hop back on the Swiss\rMiss package where you belong!\") Of course, she's only there to warn him\rabout the live electric wire that has fallen in his driveway, so is it her\rfault if he picks it up? Certainly not! And one of the running jokes in the\rmovie is the unconscious passive hostility the Bradys unleash all around them:\rThey're so wholesome, so darn nice, they don't even realize they are driving\rpeople mad. (And they're so plastic, do they even have human bodily functions?\rOne neighbor who has actually seen the inside of their house suspiciously tells\ra friend, \"I didn't even see a toilet.\") The plot is made-up of the\rbits and pieces of what might have been sitcom storylines. The Bradys\roverlooked paying their real estate taxes, and now they stand to lose their\ridyllic home on Clinton Way. For the neighbors, that's just fine; Mr. Ditmeyer\rhas plans to raze the neighborhood, and all of the other homeowners are\rblissful about the prospect of selling out and making big profits on their\rhomes. But not Carol and Mike Brady (Shelley Long and Gary Cole). They want to\rstay right where they are.\n\nInnocent\rof the forces amassed against them, the Bradys wonder how they can raise\r$20,000 in a week, and the kids pool their lunch money and discuss fund-raising\rschemes. Nothing seems to work until they learn of a talent contest with a\r$20,000 first prize and enter it, as a sort of 1970s Partridge Family singing\rgroup, dressed like refugees from ancient reruns of \"American\rBandstand.\" A lot of the humor in the movie comes from the burning\rjealousy Jan feels for her popular older sister, Marcia (Christine Taylor),\rwith her long blond hair that must be brushed 5,000 times every morning. In her\rrestless dreams, she whacks off Marcia's flowing locks with kitchen shears, but\reven then Marcia is the winner, as her parents compliment her on how great she\rlooks with her new shorter style. (\"It was MY idea!\" Jan screams her\rnightmare. \"MINE!\") Meanwhile, Marcia's so innocent she invites her\rbest friend for a sleep-over, and doesn't recognize a lesbian pass (\"Sorry\r. . . I thought that was my leg!\").\n\nThere\rare also lots of jokes about how the parents are slightly adrift from the grim\rmainstream of modern life, with their sunny values, blind optimism and\rblinkered view of the harsh 1990s realities all around them. The director,\rBetty Thomas, is best when she is establishing the bland, seamless, plain\rvanilla cocoon that protects the Bradys from bad news and evil influences.\n\nUnfortunately,\rthe movie itself seems to lean too far toward the Brady vision. Even its\r\"modern\" side is too innocent. The film establishes a bland,\rreassuring, comforting Brady reality - a certain muted tone that works just\rfine but needs, I think, a bleaker contrast from outside to fully exploit the\rhumor. \"The Brady Bunch Movie\" is rated PG-13, which is a compromise:\rThe Bradys themselves live in a PG universe, and the movie would have been\rfunnier if when they ventured outside it was obviously Wayne's World.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-02-17", "genres": ["Comedy"], "title": "The Brady Bunch Movie (1995)"}