{"url": "http://www.rogerebert.com/reviews/the-witches-1990", "by": "Anjelica Hustonas Miss Ernst/Grand High Witch", "star_rating": 3.0, "text": "The best children's stories are the scariest ones, because to kids they seem most likely to contain the truth. A lot of stories end with everybody living happily ever after, but they're boring stories unless there seems to be a good chance that unspeakable dangers must be survived on the way to the ending. Roald Dahl's children's stories always seem to know that truth, and the best thing about Nicolas Roeg's film of Dahl's book \"The Witches\" is its dark vision - this is not only a movie about kids who are changed into mice, it's a movie where one of the mice gets its tail chopped off.\n\nThe film opens on an ominous note in Norway, with Luke (Chicago-born Jasen Fisher) being told stories about witches by his old grandmother (Mai Zetterling). They're real, she says, and they walk among us. But you can spot them if you get a good look at them, because they have square feet. They're also bald and have pointy noses, but the important thing is, they're not imaginary. The grandmother has even heard tell of a Grand High Witch who rules over the others, and is the most terrible of all.\n\nTragedy strikes. Luke's parents are killed in a car crash. He travels with his grandmother to England on family business, and they end up in a seaside hotel that is hosting a convention of the Royal Society for the Prevention of Cruelty to Children. Somehow when you see the head of the society, Miss Ernst (Anjelica Huston), you don't feel good about your chances of having cruelty prevented to you if you're a child.\n\nHuston, whose energy dominates the film, dresses like a vampire vamp with stiletto heels, a tight black dress, a severe hair style and blazing red lipstick. Roeg often photographs her using lenses that make her leer into the camera, and she's always towering over everybody, especially little boys like Luke. Wandering through the labyrinthine hallways of the old hotel, Luke stumbles upon a private meeting one day, and discovers to his horror that the Society is actually a convention of witches - and that Huston, the fabled Grand High Witch, has plans to turn all of the children in England into mice.\n\nLuke is of course discovered while eavesdropping, and becomes the first child forced to drink a secret potion and become a mouse. And it's here that the genius of the late Jim Henson comes into play, as Henson and his special effects team create a world in which gigantic pieces of furniture tower over the little boy-mouse and some of his friends, as they try to survive cats and extermination and save the children of England.\n\nSome of the sequences are predictable from other movies about people who shrink to microscopic size. Others are fresh, including the way Luke is finally able to convince his grandmother he is her grandson and not a mouse. Lucky for him she believes in witches already. The movie turns into a race against time, good against evil, and Roeg doesn't spare his young audiences the sinister implications of the plot.\n\nThis is the first so-called children's movie from Nicolas Roeg, that most unorthodox of directors, whose credits include \"Don't Look Now,\" \"Eureka\" and \"Insignificance.\" He almost always expresses a twisted, sinister sensuality in his films, and in this one that sensibility expresses itself in his willingness to let the child-mice face some of the real dangers of their predicament. The result is that the movie might be too intense for smaller viewers (although some of them these days seem hardened to anything). But \"The Witches\" is an intriguing movie, ambitious and inventive, and almost worth seeing just for Anjelica Huston's obvious delight in playing a completely uncompromised villainess.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-08-24", "genres": ["Adventure", "Comedy", "Family", "Fantasy", "Horror", "Science Fiction"], "title": "The Witches (1990)"}