{"url": "http://www.rogerebert.com/reviews/the-brinks-job-1979", "by": "Peter Falkas Tony Pino", "star_rating": 3.0, "text": "By the time he was ready to knock over the Brinks office in Boston, Tony Pino had spent more time inside than most of the people who worked there. He was quietly astonished at how easy it was to violate Brinks' security. The job was a pushover, but so, unfortunately was Tony: By the time he masterminded the haul, half of South Boston knew who was in on it.\n\nThese insights come from Peter Falk, who plays Tony Pino in \"The Brink's Job,\" and who says he grew as fascinated by Tony as Tony was by Brinks. That fascination comes through in the film, which is a slick, skillful and often very funny caper movie. It's so good, indeed, that I'm a little amazed that \"The Brink's Job\" hasn't become a major box office success. It opened here and there around the country as long ago as last November, but is only now playing in Chicago.\n\nThe movie was directed by William Friedkin, best known for the violence and shock of \"The Exorcist,\" \"The French Connection\" and \"Sorcerer.\" What he exhibits here, though, is a light touch, an ability to orchestrate rich human humor with a bunch of characters who look like they were born to stand in a police lineup.\n\nFalk, playing Pino, has never been better in a movie. He gives the guy a nice, offbeat edge; Pino is a natural hustler looking for the angle in everything. He's surrounded by a gallery of other characters, played by a gallery of characters: Peter Boyle, Allen Goorwitz, Warren Oates, Paul Sorvino. This is the kind of movie where Sheldon Leonard plays J. Edgar Hoover and it's typecasting.\n\nThe movie was shot on location in Boston, dressed to look like 1950, and everything's right: the clothes, the restaurants, the streets, the dialog. Tony Pino, fresh out of prison, is at home there. He's looking for a big score, and Brinks comes more and more to obsess him.\n\nHe scouts the joint. He enlists partners. They climb up on rooftops and use binoculars to clock the movements of the guards. One of the movie's considerable pleasures is that Friedkin makes it absolutely clear how the gang is going to get inside Brinks, what they're going to do once they're there, and how they plan to get out again. Without giving us a lot of chalk diagrams, he makes the space so well known to us that when the gang's inside we know how they're doing.\n\nFriedkin has great control of tone. He gives us characters who are comic and yet seem realistic enough that we share their feelings, and he gives us a movie that's funny and yet functions smoothly as a thriller. This sort of craft is sometimes hard to appreciate - \"The Brink's Job\" is so well put together that it doesn't draw attention to its direction.\n\nAnd the acting is great to savor. The characters are richly detailed, complicated, given dialog that's written with almost musical cadences. Their Warm-up jobs, before the big Brinks theft, are orchestrated so well we're reminded of the classics of the genre, like \"Big Deal on Madonna Street.\" What we have here is basically two hours of inventive, colorfully imagined entertainment, with the Brinks job laid on top: A movie-movie, so to speak, and fun from beginning to end.", "running_time": 104, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-03-12", "genres": ["Action", "Crime", "Drama"], "title": "The Brink's Job (1979)"}