{"url": "http://www.rogerebert.com/reviews/the-upside-of-anger-2005", "by": "Joan Allenas Terry Wolfmeyer", "star_rating": 4.0, "text": "Joan Allen and Kevin Costner achieve something in \"The Upside of Anger\" that may have been harder than co-starring in \"Macbeth.\" They create two imperfect, alcoholic, resentful ordinary people, neighbors in the suburbs, with enough money to support themselves in the discontent to which they have become accustomed.\n\nI liked these characters precisely because they were not designed to be likable -- or, more precisely, because they were likable in spite of being exasperating, unorganized, self-destructive and impervious to good advice. That would be true of most of my friends. They say the same about me.\n\nAllen plays Terry Wolfmeyer, suburban wife and mother of four daughters (\"One of them hates me and the other three are working on it\"). Her husband has walked out of the marriage, and all signs point to his having fled the country to begin a new life in Sweden with his secretary. \"He's a vile, selfish pig,\" Terry says, \"but I'm not gonna trash him to you girls.\" The girls, of college and high school age, dress expensively, are well-groomed, prepare the family meals and run the household, while their mother emcees with a vodka and tonic; her material is smart and bitter, although she sees the humor in the situation, and in herself.\n\nCostner plays her neighbor, Denny Davies, once a star pitcher for the Detroit Tigers, now a sports talk host who is bored by sports and talk. He spends his leisure time at the lonely but lucrative task of autographing hundreds of baseballs to sell online and at fan conventions. When Terry's husband disappears, Denny materializes as a friend in need. In need of a drinking partner, mostly. Neither one is a sensational Barfly/Lost Weekend kind of alcoholic, but more like the curators of a constant state of swozzledom. They are always a little drunk. Sometimes a little less little, sometimes a little more little.\n\nAllen and Costner are so good at making these characters recognizable that we may not realize how hard that is to do. For Allen, the role comes in a season of triumph; she is also wonderful in Campbell Scott's current \"Off the Map,\" and wait until you see her in Sally Potter's forthcoming \"Yes.\" Costner reminds us that he is best when he dials down; he is drawn to epic roles, but here he's as comforting as your boozy best pal. In \"The Upside of Anger,\" written and directed by Mike Binder, they occupy a comedy buried in angst. The camaraderie between Terry and Denny is like the wounded affection of two people with hangovers and plenty of time to drink them away. The four daughters have sized up the situation and are getting on with their lives in their own ways, mostly competently.\n\nHadley (Alicia Witt) is a cool, centered college student; Andy (Erika Christensen) reacts as second children often do, by deciding she will not be Hadley and indeed will accept an offer to be an intern on Denny's radio show -- an offer extended enthusiastically by Shep (Binder), the 40ish producer, who is a shameless letch. Emily (Keri Russell) is at war with her mother; she wants to be a dancer, and her mother says there's no money or future in it. Popeye (Evan Rachel Wood) is the youngest, but maturing way too rapidly, like Wood's character in \"Thirteen.\"\n\nTerry deals imperfectly with events in the lives of her daughters, such as Hadley's impending marriage and Andy's becoming Shep's girlfriend. Although Terry is wealthy, stylish and sexy -- a thoroughbred temporarily out of training -- she has a rebel streak maybe left over from her teens in the late 1970s. At a lunch to meet Hadley's prospective in-laws, she tells Denny, \"I was like a public service ad against drinking.\"\n\nIt is inevitable that Denny and Terry will become lovers. The girls like him. He is lonely, and Terry's house feels more like home than his own, where the living room is furnished primarily by boxes of baseballs. It is also true, given the current state of drunk driving laws, that alcoholics are wise to choose lovers within walking distance. So the movie proceeds with wit, intelligence and a certain horrifying fascination. Sometimes Terry picks up the phone to call the creep in Sweden, but decides not to give him the satisfaction.\n\nAnd then comes an unexpected development. Because \"The Upside of Anger\" opened a week earlier in New York than here, I am aware of the despair about this development from A.O. Scott in the New York Times (the ending \"is an utter catastrophe\") and Joe Morgenstern in the Wall Street Journal (the ending is \"a cheat\").\n\nThey are mistaken. Life can contain catastrophe, and life can cheat. The ending is the making of the movie, its transcendence, its way of casting everything in a new and ironic light, causing us to reevaluate what went before, and to regard the future with horror and pity. Without the ending, \"The Upside of Anger\" is a wonderfully made comedy of domestic manners. With it, the movie becomes larger and deeper. When life plays a joke on you, it can have a really rotten sense of humor.", "running_time": 118, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-03-17", "genres": ["Comedy", "Drama", "Romance"], "title": "The Upside of Anger (2005)"}