{"url": "http://www.rogerebert.com/reviews/the-wild-hunt-2010", "by": "Ricky Mabeas Erik", "star_rating": 3.0, "text": "If you don’t know what LARP is, you’ll discover soon enough in “The Wild Hunt,” a parable about the games men play. Live Action Role Playing involves players who dress in costumes and enact epic battles in a land of pretend. We know them best for re-enacting Civil War battles, but in this film, Canadian characters impersonate Vikings and Celts. Both sides speak in mock-Shakespearean imprecations that remind me of Ronnie (Z-Man) Barzell (“Ere this night is through, you will taste the black sperm of my vengeance!”). \n\nThe combatants have constructed an elaborate setting for their games deep in a forest. There is a stockade, a sort of fortress and even a Viking ship with its own moat. They’ve all designed elaborate costumes for themselves, ranging from medieval tunics and animal skins to a full suit of armor. Their makeup seems inspired by Kiss. They have elaborate rules to play by, the most draconian being to maintain “decorum,” which means never stepping out of character to speak as yourself.\n\nInto this hotbed ventures an ordinary guy named Erik (Ricky Mabe), who fears he’s losing his girlfriend Evelyn (Kaniehtiio Horn) to the fantasy world. There aren’t many women players, but those few play crucial roles, usually as captive princesses and sacrificial maidens. I didn’t see any Amazons or Valkyries, perhaps because such roles would threaten the rah-rah macho types, who reminded me of the kinds of sports fans who riot when their team wins. \n\nEvelyn has left for the big weekend, where she will be captured, held hostage and otherwise be the center of attention. Erik is fed up. He goes out to the forest to talk sense to her, but his role-playing brother Bjorn (Mark A. Krupa) makes him wear a costume because It Is Not Permitted to Wear Just a T-Shirt.\n\nAs Erik tries to make his voice heard in the uproar of fierce bonding, I confess I began to identify with him. Having recently been so unwise as to arouse the wrath of video game players, I have been battered down with 4,000 blog comments arguing the supremacy of games and insisting I must not have an opinion unless I play by the rules and respect Decorum. These people are right. Erik and I are wrong. We don’t belong here. All Erik wants to do is get his damn girlfriend to come back home. But her mind has been captured by the seductive appeal of the game.\n\n“The Wild Hunt” is a $500,000 indie production that looks like it cost many times that much, partly because it uses many actual LARPs in their own costumes and on their own sets. Don’t get the idea that makes the film seem amateurish. The acting is effective, the direction by Alexandre Franchi is confident, and the cinematography by Claudine Sauve could hardly look more assured. \n\nWe meet some of the other players, in particular the shaman Murtagh (Trevor Hayes), who seems to believe at times his character and the game are real, and he is indeed a bloodthirsty and merciless warrior. As all the players guzzle mead (or beer), work themselves up around campfires and run through the woods with torches, the night’s events become more fraught. Sure, they only have rubber blades on their axes, but as the moon rises, and the cries grow more blood-curdling, a kind of fever overtakes some of them. I was reminded of the dynamic of “Lord of the Flies.”", "running_time": 96, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-06-21", "genres": ["Action", "Adventure", "Comedy", "Drama", "Indie", "Science Fiction", "Thriller"], "title": "The Wild Hunt (2010)"}