{"url": "http://www.rogerebert.com/reviews/the-bostonians-1984", "by": null, "star_rating": 3.0, "text": "One of the qualities I like best in the novels of Henry James is the way his characters talk and talk about matters of passion and the heart, and never quite seem to act. One of his favorite words, in many of his books, is \"intercourse,\" by which, significantly, he seems to mean conversation, although you can never quite be sure. James's novels run long and deep, and because he was writing for a 19th century that was not always open to the kinds of passions felt by his characters, he beat a lot, if you will, around the bush, so to speak, with lots of commas and asides and subtle hints of unspeakable practices.\n\n\"The Bostonians\" is a novel with a lot of asides, and hundreds of pages of hints. We can summarize it boldly: It is about a sweet and somewhat inconsequential young woman who has inspired crushes in two of her admirers. One of her would-be lovers is a straight-spoken lawyer from the South, who wants to sweep her off her feet and make her his wife. The other is a woman, who does not seem quite in touch with the true nature of her feelings; today she would know she was a lesbian, but in the world of James it is necessary for her to displace her feelings -- to convince herself that she is in love with the young woman's politics. Those politics are mostly secondhand, made up of things the young woman has been told by others. The story is set at the birth of the suffragette movement, and women meet in each others' homes to talk about the right to vote and, by extension, the right to lead full lives. \"The Bostonians\" shows us several of those women, including the veteran leader Mrs. Birdseye (wonderfully played by Jessica Tandy) and the younger firebrand Olive Chancellor (Vanessa Redgrave).\n\nChancellor is in love with Verena Tarrant (Madeleine Potter). That is clear to us, but not as clear to Chancellor. She promotes the young woman as a lecturer and campaigner, filled with visions of her role in social reform -- a role that will necessarily require her to become Chancellor's associate, and have little to do with men. Then the tall Southern lawyer (Christopher Reeve) arrives on the scene, and the movie turns into a tug-of-war in which nobody is quite frank about the real nature of the battle.\n\n\"The Bostonians\" is by the veteran producer-director-writer team of Ismail Merchant, James Ivory, and Ruth Prawer Jhabvala, who collaborated on a 1979 film version of Henry James's The Europeans. This is a much better film, intelligent and subtle and open to the underlying tragedy of a woman who does not know what she wants, a man who does not care what he wants, and a girl who does not need what she wants.", "running_time": 120, "mpaa_rating": "No", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Foreign", "Romance"], "title": "The Bostonians (1984)"}