{"url": "http://www.rogerebert.com/reviews/the-haunting-1999", "by": "Lili Tayloras Nell", "star_rating": 3.0, "text": "To my surprise, I find myself recommending \"The Haunting\" on the basis of its locations, its sets, its art direction, its sound design, and the overall splendor of its visuals. The story is a mess, but for long periods of time that hardly matters. It's beside the point, as we enter one of the most striking spaces I've ever seen in a film.\n\nThat space is Hill House, the haunted manor selected by a psychology professor (Liam Neeson) for an experiment in the mechanics of fear. He recruits three people who are told they'll get help for insomnia, and installs them in the ornate and gloomy gothic pile, where alarming things start to happen immediately. We assume the frightening manifestations are manufactured by the professor (last name: Marrow), but perhaps not.\n\nThe three patients are played by Lili Taylor, Catherine Zeta-Jones and Owen Wilson. Prof. Marrow is joined by two assistants, but in one of the screenplay's several clumsy moves, one of them is injured during the first night, the other takes her to the hospital, and that's the last we ever see of them. Taylor's character, named Nell, is the key figure in the film, a woman whose life has been on hold until the ghosts of Hill House start to tell their story.\n\nThe exteriors of Hill House were shot at Harlaxton Manor in Nottinghamshire. Its architectural details look like a shriek from hell; now I know what a building looks like with its hair standing on end. (It's a bit of an anticlimax to discover that the building is currently used as a foreign campus of the University of Evansville, Indiana). The interiors I gather are mostly sets, although some of them are inspired by Harlaxton and Belvoir Castle in Leicestershire.\n\nThe production design is by Eugenio Zanetti (\"What Dreams May Come,\" \"Restoration\") and he has done a masterful job of creating interiors that seem to be alive with menace. One of the great moments in the film comes when Taylor and Zeta-Jones explore their bedrooms, which are so rich with detail that you want to wallow in them. The great hall of the house features a walk-in fireplace not unlike the one in Citizen Kane's Xanadu, and indeed when Zeta-Jones first enters Hill House, she murmurs, \"It's like Charles Foster Kane meets the Munsters.\" The horror story itself is based on things that go thump (and bang, and wheeze) in the night. The cavernous halls and ominous corridors reverberate with great groaning echoing noises, as if the house has gas pains. Doors are hammered on. Ghostly manifestations appear. One or two moments are truly scary, including a recycled version of the classic \"Carrie\" end shot. We enter this space and feel enclosed by it; it's not like a set, but more like a virtual reality.\n\nLili Taylor struggles valiantly with her character, the movie's juiciest, and has some effective scenes, mostly by herself. \"I can be a victim or I can be a volunteer,\" she tells herself, when the going gets really rough. The rest of the characters are underwritten, including Catherine Zeta-Jones' beautiful Theo, who does some bisexual lip-smacking at the outset but never follows up, and spends most of her time running to the rescue. Owen Wilson, as the guy, asks obvious questions and helps tug open doors, etc., but is not made much of, and neither is Liam Neeson's professor, whose motivations are explained in some flat opening scenes, and who then goes adrift in the plot (\"All right, you two! Enough about pharmaceuticals!\").\n\nBut the special effects are original and effective, evoking a haunted house in unexpected ways. A floor-level gliding camera is insinuating. Scenes set in a huge old conservatory are creepy in the way they use dead vegetation, and there's a nice scene on a shaky spiral staircase. To enter these rooms, to move among them, to feel their weight and personality, is an experience. I am reminded of the abandoned subway station in \"The Mimic\" (1997), another space with a personality of its own.\n\nThe movie often edges so close to being truly scary that you wonder why they didn't try just a little harder to write more dimensional characters and add the edge of almost plausible realism that distinguished Shirley Jackson's original novel. The movie does not, alas, succeed as a horror film. But it succeeds as a film worth watching anyway, and that is no small achievement.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-07-01", "genres": ["Horror", "Thriller"], "title": "The Haunting (1999)"}