{"url": "http://www.rogerebert.com/reviews/the-rum-diary-2011", "by": "Johnny Deppas Kemp", "star_rating": 2.5, "text": "In the early 1960s, after he had discovered booze but before he had stumbled across drugs, the young Hunter S. Thompson got an uncertain start in journalism. By the time he was 20, he had already been fired as a copy boy for Time magazine for \"insubordination\" and from the Middletown (N.Y.) Daily Record for destroying the office candy machine. He moved to San Juan, Puerto Rico, seeking a job on the San Juan Star, where he was turned down.\n\nThis career path looks marginally sunnier in \"The Rum Diary,\" based on a novel he wrote in the early 1970s. The story goes that Johnny Depp found the manuscript among Thompson's papers in his Colorado cabin on Woody Creek, and was instrumental in getting it published and now produced as a film. The writer-director, Bruce Robinson, was a good choice, having already directed a landmark, \"Withnail & I\" (1987) about an alcoholic who was Thompson's equal — or inferior, or superior, whichever fits.\n\nThe film opens as the ambitious young hero Paul Kemp (Depp), sporting a white suit, a straw hat and the dark glasses Thompson would wear for a lifetime, applies for a reporting job at the Star. It doesn't appear to be the kind of paper that attracted the ambitious in those days. Lotterman (Richard Jenkins), the editor, spots him for trouble and immediately asks him how much he drinks. \"The high end of social.\"\n\nHe is the only applicant for the job and gets it. He falls in with Sala (Michael Rispoli), the paper's veteran photographer, and Moburg (Giovanni Ribisi), a shambling wreck who has been fired but still hangs round the newspaper office. San Juan in those days appears to have been a lively little metropolis in which a reporter on an English-language newspaper was a stranger in a strange land. One of Kemp's stories concerns Sanderson (Aaron Eckhart), a property developer who has grown rich through shady deals, and occupies a palatial beach home where he entertains local investors.\n\nThe movie is cast as autobiographical, assuming that Thompson had been given the job in the first place. He was a writer with lifelong trouble with deadlines, not a good trait when you're one of the few reporters on a daily. For all the movie makes clear, Kemp may have been the only one. He is of great value to the snaky Sanderson, however, because what appears in a newspaper has the illusion of fact, and Sanderson hopes to bribe him to write favorable coverage of his property schemes. This he does with a shiny red Corvette to match the shiny red lipstick on his mistress, Chenault (Amber Heard), who is Kemp's for the taking. One suspects Kemp could have been bought for far less.\n\nDepp has a deep attraction to Hunter Thompson, who he played earlier in \"Fear and Loathing in Las Vegas\" (1998). Thompson was apparently good company; my friend Bill Nack, an otherwise sensible man, logged time with him covering prizefights and liked him. The mystery involved how Thompson possibly consumed so many intoxicants and hallucinatory drugs, lived until he was 67, and wrote a great deal of invaluable prose, most of it turned in late.\n\nThompson had a speaking style that Depp re-creates accurately in \"The Rum Diary.\" He mutters in a low voice, as if marginally short on breath, or as if fearful of jarring something loose inside his head. He never seems particularly drunk, but sometimes it's more like he went through drunk and came out the other side.\n\nThere is the dim purpose, in the film and I guess in the novel, that Kemp is fighting corruption in the form of American money being used to defraud Puerto Ricans. This is no doubt his purpose, but his mind is so muddled and his days so haphazard that he often seems to be drifting toward a vaguely seen destination.\n\nThe mistress Chenault is played by the sensuous Amber Heard as a woman who is tired of Sanderson's wealth and ego and inexplicably drawn to Kemp's shabby life and disreputable friends. True, Sanderson is a rat and Kemp is a crusader, but a girl like Chenault doesn't finds herself living with a millionaire on the beach if she has a taste for shaky drunks.\n\nWe have the feeling that Kemp/Thompson saw much of life through the bottom of a dirty glass and did not experience it with any precision. The film duplicates this sensation, not with much success. The difference between Kemp and Withnail is that Withnail is seen from outside, partly through the eyes of his horrified friend. As Kemp loses focus, so does the story. \n\nI can imagine a tightly written newspaper story set in San Juan and populated with colorful characters, but Paul Kemp's view seems clouded by his uncertain perception. At the film's end, we're informed that Kemp saw that the bastards got what was coming to them, but I suspect San Juan was much the same when Kemp (and Thompson) left.", "running_time": 120, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-26", "genres": ["Comedy", "Drama"], "title": "The Rum Diary (2011)"}