{"url": "http://www.rogerebert.com/reviews/the-road-2009", "by": "Viggo Mortensenas The Man", "star_rating": 3.5, "text": "Note: I first saw \"The Road\" in September at the Toronto Film Festival, as one of eight films I saw in three days. I wrote a draft of a review at the time and sent it. That review accidentally found its way into sight in October, long before the film was scheduled to open. I yanked it offline as quickly as I could.\n\nI saw the movie a second time at a press screening on Oct. 27 in Chicago. I see festival films again whenever I have the chance. I find the second viewing makes the good ones better, and the bad ones worse. Such is the case with \"The Road.\" \n\n\"The Road\" evokes the images and the characters of Cormac McCarthy's novel. It is powerful, but for me lacks the same core of emotional feeling. I'm not sure this is any fault of the filmmakers. The novel itself would not be successful if it were limited to its characters and images. Its effect comes above all through McCarthy's prose. It is the same with all of McCarthy's work, but especially this one, because his dialogue is so restrained, less baroque than usual.\n\nThe story is straightforward: America has been devastated. Habitations have been destroyed or abandoned, vegetation is dying, crops have failed, the infrastructure of civilization has disappeared. This has happened in such recent memory that even The Boy, so young, was born into a healthy world. No reason is given for this destruction, perhaps because no reason would be adequate. McCarthy evokes the general apprehension of post-9/11. The Boy and The Man make their way toward the sea, perhaps for no better reason than that sea has always been the direction of hope in this country.\n\nThe surviving population has been reduced to savage survivalists, making slaves of the weaker, possibly using them as food. We've always done that, employing beef cattle, for example, to do the grazing on acres of pasture so we can consume the concentrated calories of their labor. In a land where food is scarce, wanderers seek out canned goods and fear their own bodies will perform this work for the cannibals.\n\nAlthough we read of those who stockpile guns and ammunition for an apocalypse, weapon stores on the Road have dwindled down. The Man has a gun with two remaining bullets. He is a wary traveler, suspecting everyone he sees. He and The Boy are transporting a few possessions in a grocery cart. He encourages his son to keep walking, but holds out little hope for the end of their journey.\n\nI am not sure the characters could be played better, or differently. Viggo Mortensen portrays The Man as dogged and stubborn, determined to protect his boy. Kodi Smit-McPhee is convincing as a child stunned by destruction, depending on his father in a world where it must be clear to him that any man can die in an instant. The movie resists any tendency toward making the child cute, or the two of them heartwarming.\n\nFlashback scenes star Charlize Theron as the wife and mother of the two in earlier, sunnier days. These sequences show the marriage as failing, and these memories haunt The Man. I'm not sure what relevance this subplot has to the film as a whole; a marriage happy or sad -- isn't it much the same in this new world? It has a lot of relevance, however, to The Man and The Boy. In times of utter devastation, memories are what we cling to.\n\nThe external events of the novel have been boldly solved, and this is an awesome production. But McCarthy's prose has the uncanny ability to convey more than dialogue and incident. It's as dense as poetry. It is more spare in The Road than in a more ornate work like Suttree; in The Road, it is as evocative in the way Samuel Beckett is. If it were not, \"The Road\" might be just another film of sci-fi apocalypse. It's all too easy to imagine how this material could be vulgarized, as Richard Matheson's novel was in the 2007 version of \"I Am Legend.\"\n\nHow could the director and writer, John Hillcoat and Joe Penhall, have summoned the strength of McCarthy's writing? Could they have used more stylized visuals, instead of relentless realism? A grainy black-and-white look to suggest severely limited resources? I have no idea. Perhaps McCarthy, like Faulkner, is all but unfilmable.\n\nThe one great film of his work is the Coens' \"No Country for Old Men,\" but it began with an extraordinary character and surrounded him with others. The Road is not fertile soil, providing a world with life draining from it. McCarthy's greatest novels are Suttree and Blood Meridian. The second, set in the Old West, is about a fearsome, bald, skeletal man named Judge Holden, who is implacable in his desire to inflict suffering and death. (\"Blood Meridian\" is being prepared by Todd Field, director of \"In the Bedroom.\") \n\nHillcoat's earlier film, \"The Proposition\" (2005), written by Nick Cave, seems almost McCarthy-like. Something in McCarthy's work draws Hillcoat to it, and you must be a brave director to let that happen. Writing this, I realize few audience members can be expected to have read The Road, even though it was a selection of Oprah's Book Club. Fewer still will have read McCarthy's other works.\n\nI've been saying for years that a film critic must review the film before him, and not how \"faithful\" the film is to the book -- as if we're married to the book, and somehow screen adaptation is adultery. I realize my own fault is in being so very familiar with Cormac McCarthy. That may affect my ability to view any film adaptation of his work afresh. When I know a novel is bring filmed, I make it a point to not read the book. Yet I am grateful for having read McCarthy's.", "running_time": 111, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-11-24", "genres": ["Adventure", "Drama", "Science Fiction", "Thriller"], "title": "The Road (2009)"}