{"url": "http://www.rogerebert.com/reviews/the-morning-after-1986", "by": "Fondaas Alex Jane", "star_rating": 3.0, "text": "If an ordinary person woke up in the morning feeling the way a drunk feels with a hangover, he would call an ambulance and check himself into the emergency room. I'm not talking about your average garden-variety office-party hangover. I'm thinking of one of those mornings when you pick up the phone and somebody says hello and you're stuck for an answer.\n\nThat's how Jane Fonda feels in the first scene of \"The Morning After.\" She crawls out of bed and looks in the mirror and sloshes some gin into a glass and wonders about the guy she woke up with. She wonders things like, who is he? She apparently has had a lot of mornings like this. She doesn't realize how bad things really are until she notices the guy has a knife in his chest.\n\nDid she kill him? She knows no cop is going to believe her story, and so she tries to erase all the evidence of her visit - all the fingerprints and blood stains. And then she wanders back out, into the blinding Los Angeles light. And in a shot from high overhead, she looks like a laboratory animal, trapped in some kind of a test.\n\nThis feels like the beginning of an extraordinary thriller.\n\nUnfortunately, \"The Morning After\" never lives up to its early promise - not as a thriller, anyway. The plot has some yawning gaps in it, and thriller plots should be watertight. But \"The Morning After\" is worth seeing anyway, because of the characters that it develops, and the performances of Fonda and Jeff Bridges in the two leads.\n\nShe plays an alcoholic actress who is long past her prime. He plays an ex-cop who happens to be repairing his car at the airport parking lot when she tumbles into his back seat and pleads with him to get her away from there, fast. The mere presence of Jeff Bridges in this movie is sort of a tease; we remember him from \"Jagged Edge,\" when he was one of the prime murder suspects, and we wonder if it's a coincidence that he happens along this time.\n\nBridges lives in a Quonset hut, where he fixes things like toasters. This is all Fonda needs. She moves in the fast lane - her friends are bartenders and drag queens, and her estranged husband (Raul Julia) is the classiest hairdresser in Beverly Hills. What does she need with small appliance fans? But Bridges is sure and steady, and she needs a friend. Of course it goes without saying that they fall in love.\n\nThe plot of \"The Morning After\" is not nearly as good as the everyday lives of these characters; indeed, I can imagine a movie that would leave out the murder and simply follow the natural human development of the relationship between Fonda and Bridges. The thriller stuff isn't necessary, but as long as they put it it, couldn't they have worked just a little harder and made it plausible? Why, for example, didn't the cops find the bloody sheets under Fonda's sink? The whole murder plot gets such sloppy handling that maybe I shouldn't have been surprised by the big scene in which the identity of the murderer is revealed. I've seen a lot of revelations in a lot of murder movies, but rarely one as unsubtle as this one, where the plot secrets are simply blurted out in an unlikely speech. (Maybe I should be more grateful; I understand that this very scene - implausible and awkward as it is - was reshot because the original version was worse.) It would be a mistake, however, to dismiss this movie just because the plot is so shaky. I think it's worth considering because of the performances. Fonda and Bridges are wonderful in the film, and their relationship, based on secrets and resentments and private agendas, gets really interesting. They feel good together, and they have some dialogue that seems more alive than most romantic talk in the movies.\n\nI liked what they did with the characters, and I also liked what director Sidney Lumet has done with the look of the movie. He creates a Los Angeles made out of great flat planes of cold pastels, and threatening sunlit open spaces. He pins the hungover Fonda on this canvas like a butterfly on the wall, and the visuals make the whole first hour of the movie much more threatening than it deserves to be.\n\nToo bad they couldn't have done something about the screenplay.", "running_time": 103, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-12-25", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "The Morning After (1986)"}