{"url": "http://www.rogerebert.com/reviews/the-muppet-movie-1979", "by": "Jim Hensonas Kermit, Rowlf, Dr. Teeth, Waldorf (voice)", "star_rating": 3.5, "text": "Jolson sang, Barrymore spoke, Garbo laughed, and now Kermit the Frog rides a bicycle. “The Muppet Movie” not only stars the Muppets but, for the first time, shows us their feet. And if you can figure out how they were able to show Kermit pedaling across the screen, then you are less a romantic than I am: I prefer to believe he did it himself. \n\nHe's pedaling on his way to Hollywood, and “The Muppet Movie” itself is one of those origin stories so beloved by comic books. We've learned how Spiderman came into his extraordinary powers, and now here are the earliest days of the Muppets. \n\nKermit, we learn, was born in a swamp. Well, maybe we coulda guessed it. And he was born with an ability somewhat unusual to frogs: a talent for playing the ukelele. We encounter him sitting on a log and singing one of the movie's several Paul Williams songs, and for just a second we wonder where Jim Henson is. That's because Kermit is quite clearly surrounded by water, and we can't for the life of us figure out where they hid the Muppeteer. \n\nIt turns out Henson was sitting in a watertight compartment and communicating with the rest of the crew via walkie-talkie, and that Kermit's hands on the ukelele were animated by remote control, and that all sorts of technology went into making the Muppets move, but after that first second we quit wondering: This is magic, after all, so who wants to know where Henson is? \n\nDom De Luise, on the other hand, wants to know where Kermit is. De Luise comes rowing through the swamp in a rowboat and hears Kermit's song and reveals himself to be a big Hollywood agent with a copy of Variety in his boat. And, wouldn't you know, Variety has an ad for singing frogs in it. So of course Kermit leaves his swamp behind and commences a cross-country odyssey to Hollywood to make his audition. \n\nHe makes his trip mostly in a late-1940s Studebaker, one of those models that looked like it was going in both directions simultaneously, and the trip would have been a happy one except for one thing: Kermit is pursued by an evil fast-food magnate (Charles Durning) who wants him to sign on as the trademark of a chain of French-fried frogs' legs restaurants. It is one of the movie's more poignant ironies that no sooner does Kermit obtain legs than humans find an unsavory use for them. \n\nDurning and De Luise are two of the several humans in the film. The format makes absolutely no distinction between the Muppets and other forms of life, so we meet such humans as Mel Brooks, Bob Hope, Carol Kane, Steve Martin, Richard Pryor, Telly Savalas, Orson Welles, and, in their last film appearance before their deaths, Edgar Bergen and Charlie McCarthy. \n\nWe also meet, of course, Miss Piggy, who falls instantly and incurably in love with Kermit. And we get to know all the Muppets better than we could on their television show. They turn out, somehow, to have many of the same emotions and motivations that we do. They are vain and hopeful, selfish and generous, complicated and true. They mirror ourselves, except that they're a little nicer.", "running_time": 95, "mpaa_rating": "G", "release_year": 1979, "date_published": "1979-11-14", "genres": ["Adventure", "Comedy", "Family", "Music"], "title": "The Muppet Movie (1979)"}