{"url": "http://www.rogerebert.com/reviews/the-emperors-club-2002", "by": "Kevin Klineas William Hundert", "star_rating": 3.0, "text": "\"The Emperor's Club\" tells the story of a teacher who fixes the results of an academic competition and twice allows a well-connected student to get away with cheating. Because he privately tells the cheater he is a heel, the film presents him as a great educator, but he is correct when he tells that student: \"I failed you.\" The chief curiosity of the film is how it seems to present one view of the teacher, but cannot prevent itself from revealing another.\n\nThe film will not be generally interpreted in this way, and will be hailed in the latest of a series of sentimental portraits of great teachers, which include \"Goodbye, Mr. Chips,\" \"The Prime of Miss Jean Brodie,\" \"Dead Poets' Society\" and \"Mr. Holland's Opus.\" All of those are enjoyable films, except for \"Dead Poets,\" which is more of a show-biz biopic with students as the audience. None of them have the nerve to venture into the tricky ethical quicksand of \"The Emperor's Club.\" The movie is too methodical, but it doesn't avoid the hard questions.\n\nKevin Kline plays William Hundert, who as the film opens has retired after teaching the classics for 34 years at St. Benedictus School for Boys, a private East Coast institution that has an invisible conveyor belt leading directly from its door to the Ivy League and the boardrooms of the Establishment. The students are the children of rich men. The purpose of the school is theoretically to mold them into leaders. Hundert tells them that \"a man's character is his fate\" and asks them, \"How will history remember you?\" But more truth is contained in the words of a U.S. senator whose son is in trouble at the school: \"You, sir, will not mold my son! I will mold him.\" The troubled student is Sedgewick Bell (Emile Hirsch), a smart-aleck who interrupts in class, disrespects the teacher, and has a valise under his bed that is jammed with men's magazines, booze, condoms and a pack of Luckys. Despite all of the molding and shaping St. Benedictus has performed on its students, the other boys of course idolize Sedgewick. Strange how, among the young, there is nothing sillier than a man who wants you to think hard and do well, and nothing more attractive than a contemporary who celebrates irony and ignorance. So numerous are these slackwits that now they even have their own newspapers published for them. Mr. Hundert is a bachelor, ferociously dedicated to being a good teacher, and silently in love with the fragrant Elizabeth (Embeth Davidtz), wife of another faculty member. She also loves him, but marriage and rectitude stand between them, and there is an effective scene when she says goodbye--forever, she thinks. Hundert redoubles his teaching efforts, which climax, every school year, with the Mr. Julius Caesar contest, in which the three best students compete in a sort of quiz show.\n\n(Spoilers follow.) After a rocky start, Sedgewick begins to apply himself to his work--not so much because of Hundert as because of dire threats from his father, the no doubt thoroughly corrupt U.S. senator (Harris Yulin). When final exams are written, Sedgewick has so improved that he finishes fourth. But because Hundert wants to reward that improvement, and because even for him a rebel is more attractive than a bookworm, the professor takes another long look as Sedgewick's paper and, after much brow-furrowing, improves his grade and makes him a finalist.\n\nThe movie wisely never says if Sedgewick deserves to be upgraded, although we suspect that if he had placed third in the first place, Hundert would not have taken another long look at the fourth-place paper. In any event, Sedgewick competes in the big contest, and cheats, and is seen by Hundert, who finds a silent and tactful way to force him to lose.\n\nNow many years pass. Sedgewick is himself a rich man and wants to run for senator, and will give an enormous endowment to St. Benedictus on the condition that there be a re-run of the original Mr. Julius Caesar contest. Does he at last redeem himself? You will have to see for yourself. What is interesting about the movie is that Mr. Hundert is fully aware of his ethical shortcomings in the matter of young Sedgewick. He does not let him win, but does not expose him. And the movie does not provide the kind of ending we fear the material is building up to, but finds its own subtle way to see that justice is done. The mechanics of the eventual confrontation between Sedgewick and his own son are ingenious, devastating and unanswerable.\n\nWe are so accustomed to noble teachers that \"The Emperor's Club\" surprises us by providing one who is dedicated, caring and skillful, but flawed. As a portrait of the escalator that speeds the sons of the rich upward toward power, it is unusually realistic. Kevin Kline's performance shows a deep understanding of the character, who is, after all, better than most teachers, and most men. We care for him, not because he is perfect, but because he regrets so sincerely that he is not.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-11-22", "genres": ["Drama", "Romance"], "title": "The Emperor's Club (2002)"}