{"url": "http://www.rogerebert.com/reviews/the-outfit-1973", "by": "Robert Duvallas Macklin", "star_rating": 3.5, "text": "“The Outfit” is a classy action picture, very well directed and acted, about a gangster’s revenge on the mob for the death of his brother. An outline of the plot would make it sound pretty routine, but what makes the picture superior is its richness of detail. We don’t care much about what happens; the same things are always happening in action movies, and when you’ve seen one car burst into flames you’ve seen them all. But the people in this movie are uncommonly interesting.\n\nThe lead is a guy named Macklin, played by Robert Duvall. He and his brother made the mistake some years ago of sticking up a bank that was owned by the outfit. In revenge, his brother is wiped out by a couple of stone-faced gunsels. (And this is, by the way, the first movie in a long time to resurrect “gunsel,” that great piece of 1930s slang. Maybe it was suggested by Elisha Cook, who has a bit part here and was the archetypal gunsel in “The Maltese Falcon.”)\n\nAnyway, Duvall gets out of prison and hitches up with an old partner in crime, Joe Don Baker. They also take along Duvall’s girl (Karen Black), but mostly she just gets to ride in the back seat. Like so many movies of the last five or six years, this one is essentially about a relationship between two males. Duvall and Baker make it work better than usual by suggesting real, fundamental friendship and mutual respect. We don’t get the narcissistic wisecracks of Newman and Redford, and we don’t get the exercises in Actors Studio acting and reacting that Gene Hackman and Al Pacino seemed locked into in “Scarecrow.”\n\nNo, these are just a couple of old pals who are quick and mean and very professional. And Duvall is reasonable, too; he doesn’t want total vengeance, he only wants a quarter of a million dollars. The outfit takes in more than that before noon, on a good day - or so observes Robert Ryan, who plays the mob chief. But Ryan double-crosses Duvall, and then it turns out that for $250,000, he would have been getting off cheap.\n\nDuvall and Baker raid a series of mob operations, including a gambling club and a bookie wire room, and finally they raid the mansion of Ryan himself. The nice thing about all the raid sequences is that they’re carried out realistically; no James Bond gimmicks or impossible heroism, just a few well-executed plans. John Flynn, who wrote and directed the movie, fills it with a series of supporting characters who are allowed to seem complex and real. I especially remember a couple of dealers in hot cars and the nymphomaniac wife of one of them (Sheree North). And Marie Windsor, as Baker’s wife. And Robert Ryan, in his next-to-last role, playing a man with great strength but very little happiness. The scene at the farm of the two stolen car dealers is handled with such attention to character detail that it could stand by itself; with a few small strokes, Flynn gives us three characters and their relationship, Instead of just throwing in some stock dialog.\n\nThere’s something else that’s good about the movie: The relative restraint with which Flynn uses violence. Instead of going for a lot of fancy gunplay, Flynn more often than not examines the way in which violent situations tend to be clumsy and confused. A scene in a skid row mission, for example, comes alive when Duvall and Baker, trying to escape a couple of hit men, set off a fire alarm. Bums and firemen and cops and killers all mill around trying to find the fire; it’s exciting, but it’s fun too.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-10-23", "genres": ["Crime", "Thriller"], "title": "The Outfit (1973)"}