{"url": "http://www.rogerebert.com/reviews/the-flintstones-1994", "by": "John Goodmanas Fred Flintstone", "star_rating": 2.5, "text": "If \"The Flintstones\" had been able to devise a story as interesting as its production values, it would have been some kind of wonderful. This is a great-looking movie, a triumph of set design and special effects, creating a fantasy world halfway between suburbia and a prehistoric cartoon. The frame is filled with delightful and inventive notions, all based on the idea that modern America might somehow be reconstructed out of rocks. Just watching it is fun.\n\nFollowing the plot is not so much fun.\n\nIt's strange, the parts of the movie you'd think would have been the trickiest are the ones that work best. Led by John Goodman, the actors successfully impersonate the classic cartoon characters, and look and sound convincing. And the world they inhabit is just right.\n\nBut the story is confusing, not very funny, and kind of odd, given the target audience of younger children and their families. Do kids really care much about office politics, embezzlement, marital problems, difficulties with adoption, aptitude exams and mothers-in-law? John Goodman stands foursquare at the center of the story, as Fred Flintstone, a repository of good nature, insecurity, and rock-headed stubbornness. Nagged at home by his mother-in-law (Elizabeth Taylor, looking terrific), who spurs his wife Wilma (Elizabeth Perkins) to discontent, he is generally happy at work. But he keeps hearing how he should be bringing home a bigger paycheck.\n\nHis best friends are Barney and Betty Rubble (Rick Moranis and Rosie O'Donnell), who desperately hope to adopt a baby. When Fred is able to help them out, Barney repays him when an aptitude test is administered down at Slate & Company, where they both work. (Here, as elsewhere, there are lots of stone age jokes, as Fred chips his multiple-choice answers into a slab of stone with a chisel.) Not telling his friend, Barney substitutes his own answers for Fred's, and Fred wins a promotion to the head office, where boss Cliff Vandercave (Kyle MacLachlan) and his slinky secretary Miss Stone (Halle Berry) quickly see how they can use his stupidity to cheat the workers and embezzle company funds.\n\nThe plot is a too-laborious working out of all of those threads, none of which really generate much interest. A simpler story, involving human relationships and adventures instead of office shenanigans, would have been more interesting for kids, and probably for older audiences, too.\n\nStill, there is a lot to praise here. The best way to describe the look of this movie is to say that the physical world of the cartoon series and the comic strip has been translated to live action with no compromise. The cars that run on foot-power, for example, look as clunky and heavy as in the original drawings, but somehow plausible, too (and there's a great early scene where the Flintstones motor out to the drive-in to see a movie \"Tar Wars,\" of course). All sorts of consumer products and office equipment and supplies are reproduced in stone, and the costumes are a combo of caveman chic and suburban ready-to-wear. On the heels of \"Jurassic Park,\" it's also fun to see a variety of prehistoric dinosaurs.\n\nAs I watched the movie, though, my attention strayed from the story to the settings. The plot was so artificially contrived and cobbledtogether that it didn't provide energy to the characters; they seemed stuck in it, reciting arbitrary dialog in the midst of a production that should have inspired more energy and excitement.\n\nMaybe kids just plain won't mind; they'll disregard the story and enjoy the stone age gags. But \"The Flintstones\" does so well with the hard part of creating its world that it's a shame the earlier part - putting a story into it - doesn't measure up.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-05-27", "genres": ["Comedy", "Family"], "title": "The Flintstones (1994)"}