{"url": "http://www.rogerebert.com/reviews/the-big-one-1998", "by": "Michael Moore", "star_rating": 3.0, "text": "Swimming upstream against this conventional wisdom, here comes Michael Moore, the proletarian in the baseball cap. In his new documentary, \"The Big One,'' he crisscrosses the country on a book tour, and finds factories closing, corporations shipping jobs overseas, and couples working extra jobs to make ends meet. \"It's like being divorced,'' a mother with three jobs tells him in Centralia, Ill. \"I only see the kids on weekends.'' Many locals have lost their jobs with the closure of, ironically, the Payday candy bar factory.\n\nMoore became famous overnight in 1989 with his hilarious documentary \"Roger & Me,'' in which he stalked Roger Smith, president of General Motors, in an attempt to find out why GM was closing its plants in Flint, Mich., and moving production to Mexico. The movie was filled with cheap shots and media manipulation, and proud of it: Part of the fun was watching Moore turn the imagery of corporate America against itself.\n\nIn 1989, though, we were in a slump. Now times are good. Is Moore's message outdated? Not necessarily. If unemployment is low, that doesn't mean the mother in Centralia is prosperous. And what about the workers at Johnson Products in Milwaukee, which celebrated $500 million in profits by closing its factory and moving to Mexico? Moore visits their factory and tries to present a Downsizer of the Year Award, along with his check for 80 cents: \"The first hour's wage for a Mexican worker.'' He likes to write checks. He creates fictitious committees to make donations to 1996 presidential candidates: Pat Buchanan's campaign cashes a $100 check from Abortionists for Buchanan, and Moore also writes checks from Satan Worshippers for Dole, Pedophiles for Free Trade (for Perot) and Hemp Growers for Clinton. Watching Steven Forbes on TV, he notes that the candidate never blinks, and gets a NYU doctor to say, \"That's not human.'' The occasion for this documentary is Moore's 45-city tour to promote Downsize This!, his best seller about hard times in the midst of prosperity. We see him lecturing campus crowds, confronting security guards, sympathizing with the striking workers at a Borders Bookstore. He's an unapologetic liberal, pro-union, anti-fat cat; during an interview with Studs Terkel, he beams beatifically as Studs mentions the 60th anniversary of the CIO's sit-down strikes against the carmakers.\n\nThe movie is smart, funny and edited cleverly; that helps conceal the fact that it's mostly recycled information. There is little here that \"Roger & Me'' didn't say first, and more memorably. But we get two documentaries for the price of one: The second one is about book tours, with Moore on a grueling schedule of one city a day, no sleep, endless talk shows and book signings, plus his guerrilla raids on downsizers.\n\nHe still wears the gimme caps and the blue jeans with the saggy seats, but the Moore of \"Roger & Me'' was an outsider, and the Moore of \"The Big One'' is a celebrity (flight attendants recognize him from his TV appearances, kids want his autograph). He's rueful about the \"media escorts'' hired by his publisher to accompany him in every city; at one point, he describes one of his escorts to security guards as a \"stalker.'' She's forcibly led outside the building before the \"joke'' is revealed; I didn't find it as funny as Moore did.\n\nShe is, after all, a working person, too -- and so are the security guards Moore banters with as they eject him from factories. Most of them don't even work for the companies they guard, but for temp agencies, and one of the movie's startling statistics is that the largest employer in America is not AT&T, not GM -- but Manpower, the hourly temp agency.\n\nMoore's goal in the film is to get at least one corporate big shot to talk to him on camera. He finally lands Phil Knight, CEO of Nike, whose shoes are famously manufactured in Indonesia by workers paid a few dollars a day. Knight is in a no-win situation, but at least he's willing to talk. He doesn't hide behind corporate security.\n\nHis case: Shoe factories are good for the Indonesian economy, which in another generation could bootstrap itself into more prosperity. And, \"I am convinced Americans do not want to make shoes.'' But what about Indonesia's genocidal practices against minority groups? Moore asks. \"How many people died in the Cultural Revolution?'' asks Knight. That's not an answer, but it is a response.\n\nDo Americans want to make shoes? Moore returns to his hometown of Flint and asks citizens to rally if they want a shoe job. It's a cold day, which may have kept the turnout down, but Moore is forced to use low-angle shots to conceal the fact that the crowd of eager shoe workers is not very large. Maybe the issue isn't whether poor Americans want to make shoes, but why poor Americans are charged $150 for a pair of shoes that Indonesians are paid pennies to manufacture.\n\nMoore's overall conclusion: Large American corporations care more for their stockholders than for their workers, and no profit level is high enough to satisfy them. If he'd been able to get more top executives on camera, I have a feeling their response would have been: \"Yes. And?''", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-04-10", "genres": ["Documentary"], "title": "The Big One (1998)"}