{"url": "http://www.rogerebert.com/reviews/the-opportunists-2000", "by": "Christopher Walkenas Victor Kelly", "star_rating": 3.0, "text": "Crime movies always seem to have neat endings. There's a chase or a shootout, a trial or a confession. \"The Opportunists\" is messier than that. It is less a matter of the big payoff than the daily struggle. In the movies, most safecrackers are egotistical geniuses who do it for the gratification. In life, I imagine they're more like Victor Kelly, and they're in it for the money. Not much money at that.\n\nKelly is played in \"The Opportunists\" by Christopher Walken, and it's one of his best performances. He's a guy who once screwed up big time, and now he's trying to keep his head down and stay on the straight and narrow. He's dutiful. He visits his Aunt Diedre, he brings her home from the geriatric hospital for a day out, and he tries his best with his daughter Miriam. He has an auto repair shop and is just scraping by.\n\nEnter a visitor from Ireland, Michael Lawler (Peter McDonald), who says he is a cousin. He has heard all about the great master criminal Victor Kelly and wants to team up with him on a job. Victor is not interested, but gives the kid a cluttered mobile home to live in. Things take a turn for the worse. Victor's check bounces at the geriatric hospital, his aunt is about to be evicted, and from the way he says, \"I had a setback at work,\" you can tell that setbacks are his way of life. It isn't long until he has agreed to join Michael and two neighbors (played by Donal Logue and Jose Zuniga) in going after a safe.\n\nThe structure of the movie is like a low-rent version of the usual caper film. There is the obligatory rehearsal scene, but held while they're sitting on the living room floor. And the attempt to crack the safe itself is less cool than confused. When things do not go right, watch the way Walken's face absorbs and accepts the inevitable. He isn't even angry. It's more like he knew all along this thing would end badly. Instead of suspense and action, the movie links together a series of uh-oh moments, done with perfect pitch.\n\nThe sad thing is, there's a woman who loves him, or could, if he gave her a chance, and would have helped him out if he'd let her. That's Sally Mahon, played straight from the shoulder by Cyndi Lauper. But no, Victor has to make the same mistakes. Meanwhile, Michael from Ireland is getting friendly with Victor's daughter (Vera Farmiga), and that may not end well, either.\n\nIt's here the movie resolutely refuses to fly on autopilot. We have seen more than a few crime movies, and we expect things to happen in certain ways. They don't. Without getting into the details, I'll say that a criminal named Mort (Tom Noonan) supplies a kind of input that's refreshingly realistic, and that the aftermath of the safe-cracking job is not at all like Victor, or the police, expect it to be. The final notes of the movie are not tragic or triumphant, but kind of a quiet comeuppance.\n\n\"The Opportunists\" was written and directed by Myles Connell, an Irishman who developed the project at the Sundance Institute, and you wonder if there's a touch of his character Michael Lawler in him--not the bad stuff, just the knowledge about neediness and the willingness to believe unlikely stories. Certainly he helps Walken create a touching character.\n\nWalken has been so good for so long we take him for granted. Sometimes he plays weirdos and we smile because we know he'll sink his teeth into the role. But he is a gifted classical actor (the first time I saw him, he was in a Eugene O'Neill play), and here he understands Victor Kelly from the inside out.\n\nVictor is not a hero, not a wise guy, not a colorful character, but a workingman who keeps repeating the same mistakes. There is a gentleness to the way the movie regards him. And a tact in the way Walken plays this sad and dignified character without ever feeling sorry for him.", "running_time": 89, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-08-11", "genres": ["Comedy", "Crime", "Drama", "Romance"], "title": "The Opportunists (2000)"}