{"url": "http://www.rogerebert.com/reviews/the-diving-bell-and-the-butterfly-2007", "by": "Mathieu Amalricas Jean-Dominique Bauby", "star_rating": 4.0, "text": "\"The Diving Bell and the Butterfly\" is a film about a man who experiences the catastrophe I most feared during my recent surgeries: \"locked-in syndrome,\" where he is alive and conscious but unable to communicate with the world. My dread, I think, began when I was a boy first reading Edgar Allan Poe's \"The Premature Burial\" at an age much too young to contemplate such a possibility. At least the man in the film can see and hear; the hero of Dalton Trumbo's \"Johnny Got His Gun\" is completely locked inside his mind.\n\nThe film is based on a real man, and the book he astonishingly succeeded in writing although he could blink only his left eye. The man was Jean-Dominique Bauby (Mathieu Amalric), who was the editor of Elle, the French fashion magazine, when he had his paralyzing stroke. A speech therapist (Marie-Josee Croze) suggests a system of communication: They will arrange the alphabet in the order of most frequently used letters, and he will choose a letter by blinking. By this method, word by word, blink by blink, he dictated his memoir, The Diving Bell and the Butterfly, published in 1997, shortly before he died.\n\nIt was a superhuman feat, but how could it be filmed? The director is the artist Julian Schnabel, who has made two previous films about artists creating in the face of determined obstacles; \"Basquiat\" (1996), about a New York graffiti artist, and \"Before Night Falls\" (2000), about the persecuted Cuban poet Reynaldo Arenas. His solution, arrived at with screenwriter Ronald Harwood, is not to show merely the man in the bed but to show what he sees, and those around him, and his memories and fantasies. This is not an easy way out, because everything in the film is resolutely filtered through the consciousness of the locked-in man.\n\nThe result is not what you could call inspirational, because none of us would think to be in such a situation and needing inspiration. It is more than that. It is heroic. Here is the life force at its most insistent, lashing out against fate with stubborn resolve. And also with lust, hunger, humor and all of the other notes that this man once played so easily. We see flashbacks to his children, to his mistress, to his fantasies. We see those around him now. And in a gravely significant scene, we see him meeting with his old father (Max von Sydow), who, Andrew Sarris notes, \"gets off what may be the single most French line of all time,\" which is, \"Having a mistress is no excuse for leaving the mother of your children; the world has lost its values.\"\n\nCeline, the mother of his children and his former partner (played by Emmanuelle Seigner), remains loyal to him and even helps him communicate with another woman who also is a former lover (the male libido is indomitable). And all of the other women around him, including his nurse, his assistant and a fantasy lover, are loving and patient and assure him that he is in some way the same vital man, filled with eagerness, lust and brilliance. It is just that now it expresses itself one blink at a time.\n\nThe lead performance by Mathieu Amalric exists in two ways, as the unmoving man in bed and the vital man in his memories and fantasies. In that way it is fundamentally different from Daniel Day Lewis' work in \"My Left Foot,\" about a man who could move only a toe. At least he could lurch and groan and cry. Both films find the inevitable solution to their challenge, and the right actors to meet them.\n\nJanusz Kaminski, the cinematographer, is in large part responsible for freeing the film from its own dangers of being locked in. From the cloudy opening POV shots of Jean-Dominique regaining consciousness, Kaminski fills the screen with life and beauty, so that it's not at all as depressing as it sounds.\n\nAt the end we are left with the reflection that human consciousness is the great miracle of evolution, and all the rest (sight, sound, taste, hearing, smell, touch) are simply a toolbox that consciousness has supplied for itself. Maybe it would even be better to be Trumbo's Johnny than never to have been conscious at all.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-12-20", "genres": ["Drama", "Foreign", "Indie"], "title": "The Diving Bell and the Butterfly (2007)"}