{"url": "http://www.rogerebert.com/reviews/the-replacements-2000", "by": "Keanu Reevesas Shane Falco", "star_rating": 2.0, "text": "\"The Replacements\" is slap-happy entertainment painted in broad strokes, two coats thick. It's like a standard sports movie, but with every point made twice or three times--as if we'd never seen one before. And the musical score provides such painstaking instructions about how to feel during every scene, it's like the booklet that tells you how to unpack your computer.\n\nGene Hackman and Keanu Reeves star, and this is not a distinguished entry in their filmographies. As the movie opens, a pro football strike is under way, and the crusty old team owner (Jack Warden) has hired Jimmy McGinty (Gene Hackman) to coach the team. Hackman says he'll assemble a pickup team--but only if he can pick the players himself. His first choice is a kid named Shane Falco (Reeves), currently scraping gunk off the sides of boats, but known to McGinty as a promising quarterback.\n\nPerhaps it will help to evoke the mood of the movie if we start with Falco's first scene. He is underwater, working on a boat, when he sees a football on the bottom. He swims down, grabs it and discovers it is a trophy-- engraved with his own name! No doubt he tossed it there during a time of despair. This is why they pay screenwriters so well, to think this stuff up. Just can't keep the kid down.\n\nThere is a convention older than Shakespeare that drama requires low characters to provide the broth through which the exalted characters swim. In \"The Replacements,\" Hackman and Reeves are the heroes, and most of the other characters provide low comedy, including a Welsh placekicker (Rhys Ifans) who chain-smokes, even while actually on the playing field, and other recruits including a sumo wrestler, a mad dog who attacks anything that is red, and a deaf lineman (\"Look at it this way: He'll never be called offsides on an audible\").\n\nJohn Debney's musical score works on this material something like the alternate commentary track on a DVD. It comments on every scene. When Reeves talks, there is sometimes actually a violin beneath him to lend additional nobility. Hackman gets resolute music. The team has a group of pompon cheerleaders who seem to have wandered in from a soft-core film of their own, and there is a scene where their lascivious choreography on the sidelines distracts the San Diego team so severely that our guys pull off a key play. Never before in the history of football movies have the cheerleaders had a larger role than the opposing team.\n\nAn even more curious role is given to John Madden and Pat Summerall, playing themselves as play-by-play announcers. It is not that hard in the movies to create the illusion that the announcers are actually in a real stadium looking at a real game. But it's too much for \"The Replacements,\" which stashes them in a booth with a couple of TV monitors and has them stand around awkwardly as if looking at a game. Sometimes they're not even looking in the same direction.\n\nThere are of course personal issues to be settled in the movie, and a romance between Falco and cute pompon girl Annabelle Farrell (Brooke Langton). Also the nasty first-string quarterback from the regular season (Brett Cullen), who fancies Annabelle and hates Falco. And backstage politics involving whether the owner will respect his pledge to let the old coach call the shots.\n\nThe movie's approach to labor unions is casual, to say the least. Reeves and all of his teammates are scabs, but \"The Replacements\" can't be bothered with details like that, and indeed seems to think the regular players are the bad guys. The standard way the media handles such situations is to consider striking players as overpaid and selfish. Of course owners, sponsors and the media, who dine off the players' brief careers, are more overpaid and more selfish, but that's the way the world turns.\n\nThe football footage is at least mostly comprehensible; director Howard Deutch tries to make sense of the plays, instead of opting for shapeless montages of colors and action, as Oliver Stone did in \"Any Given Sunday.\" But Stone's characters were conceived on a higher level--more complex, smarter, realistic--and his issues were more grown up, compared to the slam-bam cheerleading that passes for thought here. It goes without saying that everything is settled in the last play in the last seconds of the last game of the season, and if you think \"The Replacements\" has the nerve to surprise you, you've got the wrong movie.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-08-11", "genres": ["Action", "Comedy", "Sports Film"], "title": "The Replacements (2000)"}