{"url": "http://www.rogerebert.com/reviews/the-players-club-1998", "by": "Lisaraye Dollaras Diana Armstrong", "star_rating": 3.0, "text": "\"The Players Club,\" written and directed by hip-hop star Ice Cube, is a gritty black version of \"Showgirls,\" set in a \"gentlemen's club\" where a young college student hopes to earn her tuition. Rich with colorful dialogue and characters, it's sometimes ungainly but never boring, and there's a core of truth in its portrait of exotic dancers.\n\nThirty years ago, this material would have been forced into the blaxploitation genre--dumbed down and predictable. But Ice Cube (who also co-stars) makes \"The Players Club'\" observant and insightful; beneath its melodrama lurks unsentimental information about why young women do lap dances for a living, and what they think about themselves and their customers.\n\nThe movie stars a convincing newcomer named LisaRaye as Diana, who has a fight with her father over what college to attend. Pregnant and jobless, she moves away from home, gets a job in a shoe store and is fairly happy until her child's father wants \"more space,\" and abandons her. Then she meets Tricks and Ronnie, two dancers at the Players Club, who tell her there are ways to make a lot more money.\n\nThey are correct, but the money comes at a price. The film is knowledgeable about details of the clubs: the camaraderie of the dancers, the flamboyance of the owner and grandiloquence of the doorman, the way the bartenders and the disc jockey keep an eye on the action, and the needy absorption of the customers. \"The first dance is degrading,\" Ronnie (Chrystale Wilson) tells her, \"but you get used to it.\" Her advice: Don't look at the customers, look at yourself in the mirror.\n\nOnto this semi-documentary material is grafted a crime story involving the mysterious St. Louis, a gangster who is owed a lot of money by Dollar Bill (Bernie Mac), the club's fast-talking owner. St. Louis wants his money, Dollar Bill doesn't have it, and at one point Bill is inside a car trunk, and we think we know what has to happen next, but the action tilts toward farce rather than tragedy. (A lot of people get shot at in the movie, but I don't think anyone ever quite gets killed.) Problems for Diana begin when Ebony (Monica Calhoun), her 18-year-old cousin, comes to stay with her. She wants to keep Ebony away from the club, but \"Ebony jumped head-first into the lifestyle,\" and soon Diana, who has drawn the line at prostitution, finds that Ebony treats it more like a career goal. Ice Cube uses strong dramatic intercutting to build suspense in a scene where Ebony, hired as a dancer at a bachelor party, is uneasy to find there aren't any other girls there.\n\nWhat's interesting about \"The Players Club\" is how it moves through various tones and kinds of material. There's the documentary stuff, the crime story, Diana's shaky romance with a new boyfriend, Ebony's problems, and comic relief from the stylized dialogue of Dollar Bill and his doorman, L'il Man (A.J. Johnson). And then a strong underpinning of economic reality, as Diana works hard to pay her bills and is encouraged by a professor after she finds herself falling asleep in class.\n\nThe movie has strong scenes for all its major characters, including a boozy afterhours party thrown by some federal agents who hire Ronnie and some of the other girls as strippers. Ronnie knows these guys from earlier parties and plays the role of dominatrix. (Slapping one officer on the behind with a paddle, she says, \"That's one more for Rodney King.\") The scene develops interestingly: At first we think Ronnie may be in danger, and when we see she knows what she's doing, Ice Cube resists the temptation to go for a comic put-down of the agents and stays instead with the real tension of the tables being turned. The scene's effect depends on the way Wilson plays it; a less convincing performance, and we wouldn't buy it.\n\nThe movie doesn't preach, but it has values. It sees the Players Club as a job, and the women there as workers, not sex objects. It's work that pays well, but at a price, and although Diana has rules about drugs and sex, Ebony seems like an excellent candidate to crash and burn. I liked Ice Cube's ambition in writing so many colorful characters and juggling them all at the same time.\n\nThe movie is sophisticated about its people and places, and Diana and Ebony have the clarity of characters who seem drawn from life. It would be easy to dismiss \"The Players Club\" by looking only at its subject matter, but look a little harder, and you see an ambitious filmmaker at work.", "running_time": 103, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-05-08", "genres": ["Drama"], "title": "The Players Club (1998)"}