{"url": "http://www.rogerebert.com/reviews/the-closet-2001", "by": "Daniel Auteuilas Francois Pignon", "star_rating": 2.5, "text": "Francois Pignon is the most boring employee at the condom factory, a meek accountant who seems so unnecessary that he's told he'll be fired after 20 years of loyal service. That figures. His wife divorced him two years earlier, his son despises him as a nobody, and at work they snicker about what a nerd he is.\n\nPignon returns to his depressing bachelor apartment, finds a kitten on the balcony, gives it a saucer of milk and hears a knock at the door. It is his new neighbor, an older man who is looking for the kitten--and sees immediately that Francois is miserable. “Give me a drink,” he says. “I'm lonelier than you are.” Pignon is played by Daniel Auteuil, the sad-eyed, crooked-nose star of some of the best French films of recent years (“The Widow Of St. Pierre,” “Girl on the Bridge”). His neighbor is Belone (Michel Aumont), large, expansive, sympathetic. Soon Francois is pouring out his story. Belone listens and comes up with a way for Francois to keep his job: He must pretend to be gay. That way, the condom company will be terrified of bad publicity if it fires him.\n\n“The Closet” is a new French comedy that turns the tables on “La Cage aux Folles.” That was about a gay man trying to appear straight; this is about a straight, conservative, timid man who is transformed in the eyes of the world when he seems to be gay. Belone, who is gay himself, uses his computer to fabricate photographs that seem to show Pignon being very friendly with a leather-clad gay man and mails it to co-workers at the factory. The news spreads instantly, and Pignon's office mates now interpret his inhibited behavior as just a cover-up.\n\nThe movie is a box office hit in France, not least because it has four top actors in unusual roles. Gerard Depardieu, the most macho of French actors, plays Santini, a homophobe who stops gay-bashing and tries to befriend Pignon. Jean Rochefort is the magisterial boss of the company. And Thierry Lhermitte is the troublemaker who inflames Depardieu's fears by telling him he'll be fired for his political incorrectness. To understand this casting in Hollywood terms, think of Auteuil, Depardieu, Rochefort and Lhermitte as Tom Hanks, Brendan Fraser, Michael Douglas and Kevin Pollak. (Given the success of the Hollywood remake of “La Cage Aux Folles,” we may actually be seeing casting like this before long.) At least two of Pignon's co-workers are intrigued by the revelations about his sexuality. Mlle. Bertrand (Michele Laroque), his superior, found him boring when he was straight but sexy now that he's gay and wants to seduce him. And the rugby-playing Santini, who picked on Pignon when he thought he was a sissy, tries to save his own job by taking the accountant out to lunch and being nice to him--suspiciously nice, some might think.\n\nThe movie passes the time pleasantly and has a few good laughs (the loudest is when Pignon rides in a gay pride parade wearing a crown that looks like a jolly giant condom). But the screenplay relies too much on the first level of its premise and doesn't push into unexpected places. Once we get the setup, we can more or less anticipate the sitcom payoff, and there aren't the kinds of surprises, reversals and explosions of slapstick that made “La Cage Aux Folles” so funny. In the rating system of the Michelin guide, it's worth a look, but not a detour or a journey.", "running_time": 85, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-07-06", "genres": ["Comedy", "Foreign"], "title": "The Closet (2001)"}