{"url": "http://www.rogerebert.com/reviews/the-living-sea-1995", "by": "Timothy Houseias Surfing Aerials", "star_rating": 2.0, "text": "But \"The Living Sea\" basically only wants to present\rpretty pictures. Some of them are impressive: a Coast Guard rescue boat plowing\rthrough heavy seas. A strange, recently discovered deep-water creature named\rthe Cyphonophon, made up of hundreds of different individuals that form\rspecialized sections of an organism half the length of a football field.\rTime-lapse photography of the Bay of Fundy in Canada, where swift tidal\rcurrents make a spectacular difference in sea level during the course of a day.\n\nBut the movie is content with first impressions. A dummy is\rthrown overboard by the Coast Guard, ostensibly to demonstrate its skill in\rhigh seas rescue. But there is no footage of a rescue (an end credit shot shows\rthe boat returning to the dummy, in seas that are suspiciously calmer). The\rCyphonophon is shown on video monitors as a deep-sea robot sub examines it, but\rthe whales and other great sea creatures are seen only in ordinary travelogue\rfootage. And if the time-lapse photography at Fundy Bay serves a dramatic\rpurpose - we are amazed by how far the tides fall and rise - what's the purpose\rof later speeded-up shots of sailboats zipping around a bay? One section of the\rmovie looks at surfing. We've seen shots like these before, over and over\ragain. One shot shows the towering kelp fields off California; \"Into the\rDeep\" has more impressive shots.\n\nThere's\ra frustrating visit to the Palau Islands, near the Philippines, where a\r\"landlocked ocean lake,\" cut off since prehistoric times, shelters\rrare species. But we see few of them, and a segment on the people of the\rislands, where in the past \"each family tended a reef like a garden,\"\ris perfunctory.\n\nI\rwould have liked to see a whole film on many of these individual topics. Life\ron land and sea in Palau. How the Coast Guard plucks a sailor from a raging\rsea. How deep-sea exploration is exploding the count of living species on\rplanet Earth. \"The Living Sea\" seems reluctant to look very deeply\rinto anything, as if afraid of testing its audience's patience. But it takes\rless patience to look at one interesting thing deeply than many interesting\rthings hardly at all.\n\n\"The\rLiving Sea\" will play daily at the Omnimax Theater of the Museum of\rScience and Industry every 50 minutes, starting at 10 a.m., with the last show\rat 3 p.m. on weekdays and 4:40 p.m. on weekends.\n\nThere\rwill be evening screenings at 7 and 8 p.m. Fridays and Saturdays, and a\rscreening in Spanish at 5:30 p.m. Sundays.", "running_time": 40, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-02-10", "genres": ["Documentary", "Family"], "title": "The Living Sea (1995)"}