{"url": "http://www.rogerebert.com/reviews/the-butterfly-effect-2004", "by": "Ashton Kutcheras Evan Treborn", "star_rating": 2.5, "text": "Chaos theory teaches us that small events can have enormous consequences. An opening title informs us that butterfly flapping its wings in Asia could result in a hurricane halfway around the world. Yes, although given the number of butterflies and the determination with which they flap their little wings, isn't it extraordinary how rarely that happens? \"The Butterfly Effect\" applies this theory to the lives of four children whose early lives are marred by tragedy. When one of them finds that he can go back in time and make changes, he tries to improve the present by altering the past.\n\nThe characters as young adults are played by Ashton Kutcher, as Evan, a college psych major; Amy Smart and William Lee Scott as Kayleigh and Tommy, a brother and sister with a pedophile father; and Elden Henson as Lenny, their friend. The story opens in childhood, with little Evan seriously weird. His drawings at kindergarten are sick and twisted (and also, although nobody ever mentions it, improbably good for a child). He has blackouts, grabs kitchen knives, frightens his mother (Melora Walters), becomes a suitable case for treatment.\n\nA shrink suggests that he keep a daily journal. This he does, although apparently neither the shrink nor the mother ever read it, or their attention might have been snagged by entries about how Mr. Miller (Eric Stoltz), father of Kayleigh and Tommy, forced them all to act in kiddie porn movies. Evan hangs onto the journals, and one day while reading an old one at school he's jerked back into the past and experiences a previously buried memory.\n\nOne thing he'd always done, after moving from the old neighborhood, was to promise Kayleigh \"I'll come back for you.\" (This promise is made with handwriting as precocious as his drawing skills.) The flashbacks give him a chance to do that, and eventually he figures out that by reading a journal entry, he can return to that page in his life and relive it. The only problem is, he then returns to a present that is different than the one he departed from -- because his actions have changed everything that happened since.\n\nThis is a premise not unknown to science fiction, where one famous story has a time-traveler stepping on a cockroach millions of years ago and wiping out humanity. The remarkable thing about the changes in \"The Butterfly Effect\" is that they're so precisely aimed: They apparently affect only the characters in the movie. From one reality to the next, Kayleigh goes from sorority girl to hooker, Evan zaps from intellectual to frat boy to prisoner, and poor Lenny spends some time as Kayleigh's boyfriend and more time as a hopeless mental patient.\n\nDo their lives have no effect on the wider world? Apparently not. External reality remains the same, apart from minute adjustments to college and prison enrollment statistics. But it's unfair to bring such logic to bear on the story, which doesn't want to really study the butterfly effect, but simply to exploit a device to jerk the characters through a series of startling life changes. Strange, that Evan can remember everything that happened in the alternate lifetimes, even though by the theory of the movie, once he changes something, it didn't happen.\n\nAshton Kutcher has become a target lately; the gossip press can't forgive him for dating Demi Moore, although that's a thing many sensible young men dream of doing. He was allegedly fired from a recent film after the director told him that he needed acting lessons. Can he act? He can certainly do everything that's required in \"The Butterfly Effect.\" He plays a convincing kid in his early 20s, treating each new reality with a straightforward realism when most actors would be tempted to hyperventilate under the circumstances.\n\nThe plot provides a showcase for acting talent, since the actors have to play characters who go through wild swings (even Evan's mom has a wild ride between good health and death's door).\n\nAnd there's a certain grim humor in the way the movie illustrates the truth that you can make plans, but you can't make results. Some of the futures Even returns to are so seriously wrong from his point of view that he's lucky he doesn't just disappear from the picture, having been killed at 15, say, because of his meddling.\n\nI enjoyed \"The Butterfly Effect,\" up to a point. That point was reached too long before the end of the movie. There's so much flashing forward and backward, so many spins of fate, so many chapters in the journals, that after awhile I felt that I, as well as time, was being jerked around.\n\nEric Bress and J. Mackye Gruber, the co-writers and directors, also collaborated on \"Final Destination 2\" (2003), another film in which fate works in mysterious way, its ironies to reveal. I gave that half of a star, so \"The Butterfly Effect\" is five times better. And outside, the wind is rising ...", "running_time": 113, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-01-23", "genres": ["Drama", "Science Fiction", "Thriller"], "title": "The Butterfly Effect (2004)"}