{"url": "http://www.rogerebert.com/reviews/the-bodyguard-1992", "by": "Kevin Costneras Frank Farmer", "star_rating": 3.0, "text": "The ads for \"The Bodyguard\" make it look like a romance, but actually it's a study of two lifestyles: of a pop music superstar whose fame and fortune depends on millions of fans, and of a professional bodyguard who makes his living by protecting her from those fans. The movie does contain a love story, but it's the kind of guarded passion that grows between two people who spend a lot of time keeping their priorities straight.\n\nThe star is Rachel Marron, played by Whitney Houston, and is as rich and famous as . . . Whitney Houston. The bodyguard is Frank Farmer (Kevin Costner), who got his training in the Secret Service and still blames himself for the fact that Ronald Reagan got shot, even though he had an excellent excuse for being away from work that day. Now Farmer hires himself out at $3,000 a week to guard celebrities, and is careful not to get involved.\n\nOf course that's easy at the outset. He is hired by Marron's manager after the singer gets death threats. It's not love at first sight. The conventions of this genre require that the star and bodyguard have to get off on the wrong foot; she doesn't want him meddling with her lifestyle and freedom, and he doesn't have any respect for an uncooperative client.\n\nEventually the tension between them melts, and there is a sort of love affair, based mostly on mutual proximity (they never talk about much but their professional relationship, and the skills of his job). There's an odd, effective dating scene where she leaves her mansion to visit his cluttered, grim little apartment (and a peculiar moment with a samurai sword and a scarf that is undeniably erotic).\n\nMeanwhile, Farmer gets to know some of the members of Rachel's retinue, including her son, her sister, her manager and her obnoxious press agent (Gary Kemp). These people are supported by Marron, and live with her on her terms, creating eddies of jealousy and palace intrigue. She is aware of her power, and tells Farmer she is essentially a nice person who is considered a bitch by a lot of people, and wishes that weren't so. Houston is effective at suggesting both sides of that personality.\n\nThe death threats keep coming in. There is a frightening scene at a charity concert, where Marron places her personal safety in the hands of a mob, and Farmer, with all of his skills, is powerless to protect her. I was less impressed by the scenes where he wires her estate with security cameras, and at one point goes crashing through her shrubbery in pursuit of a suspicious van. What's he going to do? Leap onto the roof and hammer his way in through the windshield? The movie was written by Lawrence Kasdan (\"Body Heat,\" \"Grand Canyon\") and directed by Mick Jackson, and contains a little of the Hollywood insider cynicism Kasdan suggested in the Steve Martin character in \"Grand Canyon.\" The willingness of the press agent to risk anything for publicity is noted, as well as the star's sense of personal invulnerability. This is Houston's screen debut, and she is at home in the role; she photographs wonderfully, and has a warm smile, and yet is able to suggest selfish and egotistical dimensions in the character. Costner hugs her with his eyes open, scanning the room for surprise attacks.\n\nThe movie was made as a thriller, I suppose, because of box-office considerations. I felt a little cheated by the outcome, although I should have been able to predict it, using my Law of Economy of Characters, which teaches that no movie contains any unnecessary characters, so that an apparently superfluous character is probably the killer. I thought the basic situation in \"The Bodyguard\" was intriguing enough to sustain a film all by itself: on the one hand, a star who grows rich through the adulation that fans feel for her, and on the other hand, a working man who, for a salary, agrees to substitute his body as a target instead of hers. Makes you think.", "running_time": 129, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-11-25", "genres": ["Drama", "Music", "Romance", "Thriller"], "title": "The Bodyguard (1992)"}