{"url": "http://www.rogerebert.com/reviews/the-luzhin-defence-2001", "by": "John Turturroas Alexander Luzhin", "star_rating": 2.5, "text": "\"There is a pattern emerging!\" cries the eccentric chess genius Alexander Luzhin. \"I must keep track--every second!\" To which the woman he loves can only reply, \"It sounds like such a lonely battle.\" It is the 1920s in Italy, and they've met at a chess tournament, where Luzhin has the ability to become world champion, if his demons do not drive him mad. As anyone who has played chess knows, the game is utterly absorbing, driving out thoughts of anything else. The better you play, the deeper it becomes, until finally, among the very strongest players, it becomes an abyss. Some fall in. Where is Bobby Fischer? \"The Luzhin Defence,\" based on a novella by Vladimir Nabokov, is about love, genius and madness, but it is also about life among the wealthy emigres of Europe in the years after World War I. They dress and move with elegance, their wealth preserving around them an illusion of the social order that was destroyed by the guns of August. They move from spa to spa, and although I am not sure where the movie is set, its villa looks as if it could be on the shore of Lake Como.\n\nHere chessmasters arrive from all over the world, as well as the debutante Natalia (Emily Watson) and her socially ambitious mother, Vera (Geraldine James). Alexander Luzhin (John Turturro) wanders in like a dreamer from another planet, absent-minded, careless of his dress, in a world of his own. \"That man is a genius,\" an onlooker whispers to Natalia. \"He can accomplish anything he sets his mind to.\" Well, perhaps. He sets his mind on Natalia. After having had no real conversation with her, he approaches her and announces, \"I want you to be my wife. I implore you to agree.\" She doesn't turn him down as a madman, but asks for time to consider, and then agrees. She is won by his absolute simplicity and honesty. She is repelled by the corrupt marriage candidates sponsored by her mother. And something in her needs to protect Alexander.\n\nThe film follows a match between Luzhin and a grandmaster whose patience for chess is equaled only by his patience for Luzhin. But there is an evil presence on the premises: Valentinov (Stuart Wilson), who was the boy's chess teacher. The older man has never forgiven young Alexander for crushing him time and again at the board--emasculating him, ignoring him--and has tried for years on end to sabotage the dreamer's chess career. At one point, totally absorbed by a chess problem, Luzhin is driven away from the tournament by a chauffeur paid by Valentinov. Luzhin solves the problem and gets out of the car, belatedly noticing that he is stranded in the countryside.\n\nThe film is elegiac and sad, beautifully mounted, but not as compelling as it should be. It was directed by Marleen Gorris, whose \"Antonia's Line\" is what \"Chocolat\" wanted to be in its celebration of a female life-spirit. Here she captures Nabokov's elegance but not his passion. Perhaps we are never convinced by the bond between Alexander and Natalia. She pities him, she cares for him, she tries to protect him--but their relationship is so new we cannot understand the depth of her devotion, unless it involves madness, too. And his love for her, after its first dramatic flourish in the marriage proposal, seems to recede into the clutter of his mind and its systems and patterns.\n\nTurturro does something in his performance that demands more of an anchor than the film provides. He is floating in Luzhin's own interior monologue, entranced by the infinity of chess, and to the outer world seems childlike, innocent, incapable of protecting himself. At one point a doctor says he must stop playing to save his life. But it is never the Luzhins who are burnt out by chess. It is their opponents. The mad geniuses play on obsessively, while their opponents play at a level only high enough to understand how much higher there is to go. Turturro looks uncannily like Bobby Fischer, and I irreverently wish that Gorris had abandoned Nabokov and his world and used Turturro in a movie about the match between Fischer and Spassky in Iceland in 1972. I see Bjork as Natalia.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-05-04", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "The Luzhin Defence (2001)"}