{"url": "http://www.rogerebert.com/reviews/the-women-2008", "by": "Meg Ryanas Mary Haines", "star_rating": 3.0, "text": "What a pleasure this movie is, showcasing actresses I've admired for a long time, all at the top of their form. Yes, they're older now, as are we all, but they look great, and know what they're doing. \"The Women\" is not, as it claims, \"based on the play by Clare Booth Luce.\" The credits should read, \"inspired by.\" Nor does the movie draw from the screenplay of the 1939 film, although it also has no males on the screen.\n\nThe film revolves around four close friends, one married with four kids, one married with one kid but being cheated on, one a high-profile professional woman, one a lesbian. Sound a little familiar? But these woman are wiser, funnier and more articulate than the \"SATC\" team, and their lives are not as shallow. Maybe it helps that there aren't a lot of men hanging around and chewing up screen time. There are two husbands and a boss, but we only hear this end of the telephone conversations.\n\nThe movie is a comedy, after all, and we're not looking for deep insights, but writer-director Diane English (one of the creative forces behind \"Murphy Brown\") focuses on story and character, and even in a movie that sometimes plays like an infomercial for Saks Fifth Avenue, we find ourselves intrigued by these women.\n\nMeg Ryan and Annette Bening get top billing, as Mary, the wife of a Wall Street millionaire, and Sylvie, editor of a fashion magazine. They've long been best friends, but complications involving Mary's husband and Sylvie's job drive them apart. Then Sylvie, who has never been a mother, finds herself acting as one for Mary's precocious daughter Molly (India Ennenga). A scene where she gives the young girl direct, honest advice about sex is one of the best in the movie. And there's another striking scene when Mary's own mother (Candice Bergen) gives her brutally frank advice about how to deal with a cheating husband.\n\nDebra Messing, from \"Will & Grace,\" plays Edie, the mother of four. And (spoiler) I will have to reveal that she gives birth to a fifth, in order to observe that she finds a way to distinguish the obligatory childbirth scene. She does some screaming that, in its own way, equals Meg Ryan's famous restaurant scene in \"When Harry Met Sally.\" As for the fourth friend, Alex Fisher (Jada Pinkett Smith), she's a lesbian, and, well, that's about it. She does what she can with the role, but there's not much to do. Her current lover, a supermodel, is introduced for a few pouts and hustled offscreen. In one scene with peculiar staging, Alex walks down a sidewalk behind Mary and Sylvie, and never has one word of dialogue. What's with that?\n\nThere's strong comedic acting in some of the supporting roles, including Cloris Leachman as Mary's housekeeper, Eva Mendes as the bombshell \"spritzer girl\" at the Saks perfume counter, Bette Midler as a jolly Hollywood agent and Debi Mazar as talkative manicure girl from Long Island. Carrie Fisher gets points for playing her entire scene while furiously pumping a workout machine.\n\nGeorge Cukor's 1939 version of \"The Woman\" remains a classic. It played like a convention of Hollywood's top female stars (Norma Shearer, Joan Crawford, Rosalind Russell, Paulette Goddard, Joan Fontaine). This 2008 version also brings together stars, but in a way that illuminates a shift in the Hollywood sensibility. Is there an actress today with the mythical stature of those five?\n\nMeryl Streep, you say? A better actress than any of them, but does she sell tickets in a market dominated by action picture and comic book superheroes? Angelina Jolie? Big star, but too old for the perfume girl and too young for the others. Nicole Kidman? She gets a nod in the dialogue. The novelty in 1939 was seeing so much star power in a single movie (also true of \"Grand Hotel\"). Here what we're seeing is an opportunity to regret that we didn't see more of these actresses in roles deserving of them. The old MGM would have kept them busy.\n\n\"The Women\" isn't a great movie, but how could it be? Too many characters and too much melodrama for that, and the comedy has to be somewhat muted to make the characters semi-believable. But as a well-crafted, well-written and well-acted entertainment, it drew me in and got its job done. Did I say that there are no males at all in the movie? True, except for one shot.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-09-11", "genres": ["Comedy", "Drama", "Romance"], "title": "The Women (2008)"}