{"url": "http://www.rogerebert.com/reviews/the-last-mistress-2008", "by": "Asia Argentoas Vellini", "star_rating": 3.5, "text": "In \"The Last Mistress,\" a passionate and explicit film about sexual obsession, everything pauses for a scene depicting a marriage. It is 1835, in a church in Paris. Vows are exchanged between Ryno de Marigny, a notorious young libertine, and the high-born Hermangarde, whose wealth will be a great comfort to the penniless Ryno. The film opens with two gossipy old friends wondering why the Marquise de Flers would sacrifice her beloved granddaughter to this rake.\n\nI wondered why time was devoted to the ceremony, in a film where Hermangarde speaks scarcely 100 words, and the great passion is between Ryno and his mistress of 10 years, the disreputable Vellini. Then I realized it was an excuse to work in the biblical readings (\"requested by the bride and groom\" -- surely a modern touch?). The Gospel contains God's strictures about man and wife, divorce and adultery, letting no man put asunder, etc. The epistle is Paul to the Corinthians, venting his admonishments to women, who must always take second place, cover their heads in the sight of the Lord, obey their masters, and so on.\n\nThese readings enter the film precisely to be contradicted by Vellini (Asia Argento) in every atom of her being. Born out of wedlock to an Italian princess and a Spanish matador, she is technically wed to an English aristocrat, but in fact is the most impetuous courtesan in Paris. When she overhears young Ryno (Fu'ad Ait Aattou) describe her as a \"mutt,\" she permits herself the smallest smile before taking another lick of her ice cream (shaped like what we now call a torpedo).\n\nTheir relationship begins with her hatred, or what she convinces Ryno is her hatred; it inspires his uncontrollable desire, and leads to a duel with her husband, during which Ryno is nearly killed with a bullet near his heart. As he lingers near death, so inflamed is Vellini that she bursts into his bedchamber and licks the blood from his wound. The doctor growls about \"infection,\" but never mind: She has been inspired by his sacrifice. Any man who would suffer that much for her love would surely suffer more.\n\n\"The Last Mistress\" is the latest film from the French director Catherine Breillat, famous for the explicit eroticism of such films as \"Fat Girl\" and \"Romance.\" Here she makes an elegant period piece, with all the costumes, carriages, servants, chateaus and mannered behavior we would expect, and then explodes its decorum with a fiery performance by Argento. Does she love her young prize, with his lips full as a woman's? Does he love her, with her two front teeth tilted inward like a vampire's? Love has nothing to do with it. They are in the grip of erotomania.\n\nThat in itself could be fairly routine, if it were not for the way Breillat frames her story. Understand that Ryno sincerely loves Hermangarde (Roxane Mesquida). Two days before the marriage, he bids his formal farewell to Vellini, which is followed by helpless sex. Later the same night, he pays a courtesy call on the old Marquise de Flers (Claude Sarraute), who arranged the marriage and considers it her \"masterpiece,\" so sure is she about Ryno.\n\nAlas, she has been informed of his affair with Vellini and now asks for a confession. This he supplies in tender and earnest terms. Then she asks for details. These he supplies in lurid flashbacks. The marquise prides herself on being a liberated woman of the previous century. \"Damn this herb tea!\" she says. \"A little port will warm us up.\" Soon she is stretched out full length in her chair, her feet propped on a divan, drinking in the details of his story.\n\nIt is Claude Sarraute's performance that I love most of all in the film. I can easily imagine spending the night in the salon of this old lady, and telling her everything she wants to hear. Her face is so intelligent, her manner so direct, that my only fear would be to disappoint her. Astonished, I discover from Variety that Sarraute is a \"distinguished journalist and commentator who last dabbled in acting more than 50 years ago.\" She gives dimension and meaning to Ryno's long story of powerless surrender.\n\nArgento's performance is also remarkable. Dressed to flaunt her immorality (in one costume, she is the devil), she puffs on cigars, draws blood, follows the newlyweds to their remote coastal hideaway. Ryno hates himself for being unable to resist her. In one shot, Breillat fills the screen with naked flesh and two items of jewelry: his wedding ring and Vellini's bracelet in the shape of a serpent.\n\nOne of the old gossips is played by the immortal Michael Lonsdale, who predicts that Ryno would never be able to stay away from Vellini and takes some satisfaction in being proven right, but not as much as he takes in a properly roasted chicken. Of all the vices, he observes, gluttony lasts the longest, and never disappoints. As for debauchery, poor Ryno is desperately overserved, and it is hard for us, even as he surrenders to devouring need, not to feel sorry for him.", "running_time": 104, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-07-17", "genres": ["Drama", "Foreign", "Romance"], "title": "The Last Mistress (2008)"}