{"url": "http://www.rogerebert.com/reviews/the-rookie-2002", "by": "Dennis Quaidas Jim Morris", "star_rating": 2.0, "text": "\"The Rookie\" combines two reliable formulas: The Little Team That Goes to State, and the Old-Timer Who Realizes His Youthful Dream. When two genres approach exhaustion, sometimes it works if they prop each other up. Not this time, not when we also get the Dad Who Can't Be Pleased However Hard His Son Tries, and the Wife Who Wants Her Husband to Have His Dream But Has a Family to Raise. The movie is so resolutely cobbled together out of older movies that it even uses a totally unnecessary prologue, just because it seems obligatory. I know, it's based on a true story, but a true story that seems based on old movies..\n\nWe begin in the wide-open spaces of West Texas, where wildcat oil prospectors have a strike in the 1920s. The little town of Big Lake springs up, and in the shadow of one of the rickety old derricks, a baseball diamond is scratched out of the dust. Supporting this enterprise, we're told, is St. Rita, \"patron saint of hopeless causes.\" I thought that was St. Jude, but no, the two saints share the same billing. Certainly St. Rita is powerful enough to deal with baseball, but it would take both saints in harness to save this movie.\n\nThe story leaps forward in time to the recent past, as we follow a Navy career chief (Brian Cox) who moves with his family from town to town while his son, little Jimmy, pounds his baseball mitt and is always getting yanked off his latest team just when it starts to win.\n\nNow it's the present and the Little Leaguer has grown up into big Jimmy (Dennis Quaid), coach of the Big Lake High School baseball team. He's married to Lorri (Rachel Griffiths), they have an 8-year-old, and he has all but forgotten his teenage dream of pitching in the majors. By my calculations 30 years have passed, but his dad, Jim Senior, looks exactly the same age as he did when Jimmy was 8, except for some gray hair, of course. Brian Cox is one of those actors like Walter Matthau who has always been about the same age. I was so misled by the prologue I thought maybe Jim and Jim Sr. were connected in some way with the wildcatters and St. Rita, but apparently the entire laborious prologue is meant simply to establish that baseball was played in Big Lake before Jimmy and Lorri moved there.\n\nAll movies of this sort are huggable. They're about nice people, played by actors we like, striving for goals we can identify with. Dennis Quaid is just plain one of the nicest men in the movies, with that big goofy smile, but boy, can he look mean when he narrows his eyes and squints down over his shoulder from the pitching mound.\n\nFaithful readers will know that I have a special regard for Rachel Griffiths, that most intelligent and sexy actress, but what a price she has had to pay for her stardom on HBO's \"Six Feet Under.\" Instead of starring roles in small, good movies (\"My Son the Fanatic,\" \"Hilary and Jackie,\" \"Me Myself I\"), she now gets the big bucks on TV but her work schedule requires her to take supporting roles in movies that can be slotted into her free time. So here she plays the hero's faithful wife, stirring a pot and buttoning the little boy's shirt, her scenes basically limited to pillow talk, telephone conversations, sitting in the stands and, of course, presenting the hero with his the Choice of His Dream or His Family.\n\nThe high school team comes from such a small school that, as nearly as I can see, they have only nine members and no subs (Jimmy's 8-year-old is the batboy). It's captained by \"Wack\" Campos (Jay Hernandez), who is good in the standard role of coach's alter ego. Every single game in the movie, without exception, goes according to the obvious demands of the screenplay, but there is a surprise development when Jimmy pitches batting practice and they're amazed by the speed he still has on his fastball. They make him a deal: If they get to district finals or even state, Jimmy has to try out for the majors again. Is there anyone alive who can hear these lines and not predict what will happen between then and the end of the movie? \"The Rookie\" is comforting, even soothing, to those who like the old songs best. It may confuse those who, because they like the characters, think it is good. It is not good. It is skillful. Learning the difference between good movies and skillful ones is an early step in becoming a moviegoer. \"The Rookie\" demonstrates that a skillful movie need not be good. It is also true that a good movie need not be skillful, but it takes a heap of moviegoing to figure that one out.\n\nAnd pray to St. Rita.", "running_time": 129, "mpaa_rating": "G", "release_year": 2002, "date_published": "2002-03-29", "genres": ["Drama", "Family", "Sports Film"], "title": "The Rookie (2002)"}