{"url": "http://www.rogerebert.com/reviews/the-sorrow-and-the-pity-1972", "by": null, "star_rating": 4.0, "text": "“The Sorrow and the Pity” leaves you with the peculiar feeling of having spent a good deal of time, over the years, in the small French city of Clermont-Ferrand. You know the inhabitants by name, and quite a few of their faces. You even knew some of their secrets, and what they privately think of one another.\n\nYou know, for example, that this jolly appliance salesman was the famed “Colonel” Gaspar, hero of the Resistance. That a local public relations man was so impressed by the Third Reich that he signed up with a company of French volunteers and went off to wear the German uniform and fight the Russians. And that a weathered old farmer who fought for the underground knows which of his neighbors turned him in to the Nazis, but doesn’t much care.\n\n“What can be done about it at this late date?” he sighs, sitting at his kitchen table surrounded by his family, his friends and several bottles of the excellent regional wine.\n\nHis remark is one of the most haunting in the whole 4 1/2-hour length of this remarkable documentary, because he seems to be speaking for so many of the survivors of the Nazi occupation of France, on both sides. Their passions were high and their loyalties were fierce, and many of them were killed, tortured or imprisoned.\n\nAnd yet, 30 years later, they seem to share a kind of intellectual exhaustion on the subject.\n\nThe occupation was such a complex matter, so much a matter of human nature, they seem to say. It is hard to explain to an outsider (and maybe even to oneself) exactly how a decision was reached, and why some Frenchmen collaborated with the Germans while others resisted and most simply tried to carry on business as usual.\n\nDirector Marcel Ophuls spent more than two years compiling the 50 hours of footage that was eventually edited into “The Sorrow and the Pity.” He spoke with the little people - some of them so anonymous they seem ashamed of their opinions, if indeed they have any - and with the larger figures such as Pierre Mendes-France, Georges Bidault, Anthony Eden and the German armaments czar Albert Speer.\n\nHe introduces us to “Colonel” Gaspar and also to Gaspar’s wartime associate who says a little bitchily that Gaspar was a hero, yes, but he was greedy for glory.\n\nOphuls has also found the commander of the German occupation forces in Clermont-Ferrand, and obtained a painfully revealing interview with him at his daughter’s wedding. (He thinks others resent the fact that he wears his World War II decorations because they’re jealous that they don’t have medals of their own, and he complains that the Resistance fighters didn’t play fair - they disguised themselves as peasants instead of wearing a mark of identification, “some kind of hat or arm-band, you know”).\n\nThe striking thing about all of these people is that, so far as I can remember, no one on either side brings up questions of morality in an attempt to explain his own actions. No one says that he acted as he did because he was right and the other side was wrong. This was certainly the basis for actions of many of the participants, but they seem reluctant to admit to such deep motivation.\n\nInstead, they give reasons that seem banal until you realize how moving their evasions actually are.\n\nThe old farmer, for example, went underground and risked his life for years because, he says, he grew tired of being told in restaurants that there was no meat: “And here were the Germans eating all the meat they wanted, and it was our meat, too . . . French beef!”\n\nOn the other side, the son of an anti-Semitic aristocratic family says he joined with the Germans “because what else was someone of my class to do? There were two movements that could change the world, communism and fascism, and I couldn’t be a Communist, obviously. Besides, we were all a little thrilled by Hitler’s show; it was like Cecil B. DeMille.”\n\nOphuls makes it clear that the majority of Frenchmen were neither supporters of the Germans nor members of the resistance. Instead, they went along rather quietly with the wartime collaborationist government of Petain and Laval.\n\nThe movie makes the point that France was the only nation that actually collaborated during the war and that de Gaulle’s “Free French” in London were in the embarrassing position of not being a government-in-exile, because France’s government remained in residence.\n\nThose who “went along” did so, not because they were lacking in patriotism or moral backbone, but because it seemed the thing to do. Ophuls has pointed out in an interview that the establishment tends to remain the establishment, no matter what. To be in the resistance, he speculates, “you had to be a misfit, one who wouldn’t go along,” and this is a point the movie makes.\n\nEven de Gaulle was a misfit, his military career stalled until the war, who refused to accept a French government that looked (sadly) legal to the rest of the world.\n\nWhat “The Sorrow and the Pity” does more brilliantly than anything else is to avoid abstractions and give its human portraits of people who tried to land on their feet during chaotic times.\n\nThere are unforgettable scenes. Pierre Mendes-France recalls his prison break during the war. He was on top of the wall, ready to jump when he became aware that a young couple was romancing in the bushes below. “He knew what he wanted, but she was unsure,” he recalls. “Her indecision was very inconvenient for me.”\n\nIt is left to Anthony Eden, whose own political career was destroyed by the Suez crisis, to add the wisest words in the movie, words that express directly and simply what Ophuls seems to be telling us: “One who has not suffered the horrors of an occupying power has no right to judge a nation that has.”\n\nStill, there are heroes and villains in “The Sorrow and the Pity,” and a great number of people in between whom, we finally come to realize, probably acted not much differently than we might have. In its complexity, its humanity, its refusal to find easy solutions, this is one of the greatest documentaries ever made.", "running_time": 251, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-09-19", "genres": ["Documentary", "History", "War"], "title": "The Sorrow and the Pity (1972)"}