{"url": "http://www.rogerebert.com/reviews/the-sluggers-wife-1985", "by": "Michael O'Keefeas Darryl Palmer", "star_rating": 2.0, "text": "\"The Slugger's Wife\" has a story that demands to be taken as lighthearted nonsense, and since the screenplay is by Neil Simon, we go in expecting to have a good time. But, no, Simon's not in a lighthearted mood, and so the silliness of the story gets bogged down in all sorts of gloomy neuroses, angry denunciations, and painful self-analysis.\n\nNow tell me if this doesn't sound like a delightful premise: An outfielder for the Atlanta Braves is in a slump when he visits a nightclub one night and sees a singer there. He falls instantly head-over-heels in love. He announces that he'll hit two homers in tomorrow's game if she'll go out with him. He does, and they do, and it's love at first sight. But then a funny thing starts to happen. His performance at the plate is tied directly to their love. As long as he knows she loves him, he slams them out of the park. When he has doubts, he goes back into his slump.\n\nIn the good old days, this would have been material for a great light comedy, maybe starring James Stewart or Dan Dailey. But Simon won't leave well enough alone. He turns the outfielder (Michael O'Keefe) into a brooding, pathologically jealous, possessive, insecure case study. And he makes the woman (Rebecca De Mornay) into a serious, independent, liberated career woman who needs time to grow and be herself.\n\nThat would be a terrific combination for a made-for-TV potboiler on the hang-up of the week. It doesn't mix very well with baseball. For that matter, the baseball in this movie is pretty unconvincing, too. Every time O'Keefe slams a homer, he stands there at the plate, grinning foolishly at his girl in the stands, instead of doing what any normal young man would do, which is to run like hell in the direction of first base.\n\nThe movie has a couple of scenes that really don't work. One of them involves a scheme by the wise old manager (played by director Martin Ritt) to convince O'Keefe that De Mornay still loves him. O'Keefe is in a hospital bed, half out of his mind, and Ritt and a couple of the players come in with a girl they've recruited to play the wife. She stands in the shadows and says all the right things, and O'Keefe seems temporarily taken in, which is more than we can say. This sort of scene belongs in the very worst sort of TV sitcom. It doesn't belong in a movie where we're supposed to believe it.\n\nAll of my objections aside, let me say that O'Keefe is good in this movie and De Mornay is more than good. In her first movie since \"Risky Business,\" she has a couple of scenes where she's so sweet, and earnest, and believable, that you wonder what would happen if she ever used that energy in a screenplay that deserved it. I guess we're going to have to wait for the answer to that question.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-03-29", "genres": ["Drama", "Romance"], "title": "The Slugger's Wife (1985)"}