{"url": "http://www.rogerebert.com/reviews/the-man-with-two-brains-1983", "by": "Steve Martinas Dr. Hfuhruhurr", "star_rating": 2.0, "text": "Steve Martin and Carl Reiner continue their tour of ancient movie genres with \"The Man With Two Brains,\" which does for Mad Scientist movies what \"Dead Men Don't Wear Plaid\" did for private eye pictures. Some of the gags depend on a familiarity with classics like \"Donovan's Brain,\" \"Bride of Frankenstein\" -- and even, in this case, Mel Brooks' \"Young Frankenstein.\" Other gags depend on Steve Martin's comic personality, as a guy who is playing (a) two bricks short of a load, (b) without a full deck, or (c) with an elevator that doesn't go all the way to the top floor.\n\nI've never found Steve Martin irresistibly funny. There's something stolid about his approach to humor, something deliberately half-paced and mannered that seems designed to be subtly irritating. I guess it's a tribute to \"The Man With Two Brains\" that I found myself laughing a fair amount of the time, despite my feelings about Martin. \n\nThis is not a great comedy but it has scenes that don't know that. Martin plays a brain surgeon named Dr. Michael Hfuhruhurr. The moment I heard the name I knew we were in trouble, and, sure enough, the movie never tires of making jokes based on his funny name. Since the First Law of Comedy should be No funny names are funny unless they are used by W.C. Fields or Groucho Marx, the name jokes are an exercise in futility.\n\nHfuhruhurr has perfected something called the cranial screw-top method of brain surgery, and uses it to save the life of a beautiful young woman (Kathleen Turner) whom he's hit with his Mercedes. The woman, alas, turns out to be a golddigger. She seduces the gardener but refuses to have sex with Hfuhruhurr, who in his frustration falls in love with the brain of another young woman -- a brain that has been pickled in a jar in the Vienna laboratory of the eccentric Dr. Necessiter (David Warner). And so on. The movie uses the basic approach established by Brooks in \"Young Frankenstein\": Sight gags, cross-references, scatological puns, broad plotting, running gags and so on. It filters its material through Martin's peculiar style, which is, I think, not light-footed enough. Martin is the kind of comedian who chews every line, lingering even on the throwaways.\n\nTurner, recently seen in \"Body Heat,\" has a nice teasing quality as the hot-and-cold sexpot. David Warner (remember him from \"Morgan\" all those years ago?) makes a suitably cadaverous mad scientist. But the cast somehow seems underpopulated, and the characters are underdeveloped. That's one of the weaknesses of genre satires: The filmmakers depend on our knowledge of past characters as a substitute for creating new ones. And since comedy grows out of inappropriate behavior, and our notions of inappropriate behavior depend on what we know about people, the jokes all boil down to the fact that the characters in old Mad Scientist movies wouldn't behave like the characters in this one. So what?", "running_time": 93, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-06-07", "genres": ["Comedy", "Romance"], "title": "The Man With Two Brains (1983)"}