{"url": "http://www.rogerebert.com/reviews/the-endless-summer-ii-1994", "by": "Bruce Brown", "star_rating": 2.0, "text": "\"The Endless Summer II\" is a sequel to a movie made before either Weaver or O'Connell were born. The original \"The Endless Summer\" came out, according to Brown, in 1964, although reference books cite the year 1966 and I recall meeting Brown when the movie opened in Chicago in 1967. None of this is of the slightest importance, but all through the movie I kept being distracted by Brown's insistence on the year 1964 - maybe because there was so little else for me to think about.\n\nThe movie is wonderfully photographed. Right at the beginning, we see fabulous shots of waves and surfers. Some of the shots even go inside the \"barrel,\" so we can see the wave curling over the head of the surfer. What a way to get stoked. These are terrific shots. We see them again, and again, and again. The operative word in the title is endless, not summer.\n\nSeeking perfect waves, we follow the lads on their odyssey from Southern California to Costa Rica to France to South Africa to the Fiji Islands to Australia and back home again, with some footage of Hawaii even though Pat and Wingnut inexplicably did not visit there. On their travels they meet the bronzed veterans of the first \"The Endless Summer\" movie, all of them now 30 (or 28, or 27) years older, but still hanging out on the beach. Occasionally there is a small nugget of information, for example: \"There are eight million Zulus in South Africa, but only one of them is a surfer.\" Uncannily, the filmmakers have found that very Zulu, and interview him on the one subject he cannot discuss with his 7,999,999 fellow Zulus. This is a movie with tunnel vision.\n\nAlthough the movie runs 95 minutes, it contains nothing much in the way of information about surfing. It observes that in 1964 surfers mostly used long boards, but today they use short boards.\n\nThere is no mention of the differences between the two boards, or the reasons why one might use one, or the other. Nor do we learn how you learn to surf, or what techniques and skills are useful. We do find out that there is a \"pro tour,\" but there's no information about how the sport is scored, or how competition is held. Brown seems basically interested just in finding great waves, surfing them, and getting \"stoked.\" He intercuts his surfing scenes with various bits of local color, as when Pat and Wingnut drive through a game reserve in a beach buggy, and are pursued by lions. That's risky, but not nearly so disturbing as the topless beaches of France, where the lads encounter several breasts, and ask the advice of local surfers about where to look during such an emergency.\n\nThere is such a harmless innocence about all of this that it's seductive. Surfers, like all hobbyists, have a certain madness: They see the world through the prism of their specialty. Nothing else matters. \"If you spent one day at every place where surfers ride the waves,\" the movie tells us wistfully, \"it would take you 50 years go visit all of them.\" But boy, when you got through, would you be stoked.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-06-03", "genres": ["Documentary"], "title": "The Endless Summer II (1994)"}