{"url": "http://www.rogerebert.com/reviews/the-last-survivor-1978", "by": "Massimo Foschias Harper", "star_rating": 0.5, "text": "Have you ever, friends sometimes ask me, just walked out on a movie? Yes, I say, I have… but not very often, because I’m being paid to sit there to the bitter end. In that case, they say, how do you know when to walk out? I didn't have a really satisfactory answer to that one until last Sunday night, when I walked out on “The Last Survivor.” Now I have an almost 100 percent accurate definition of when to walk out: When the cannibals start eating the human flesh.\n\nThat happened, oh, maybe 25 minutes into the movie, which had already distinguished itself as among the most idiotic films ever made. Survivors of a plane crash had penetrated into the rain forest and pushed aside the vines, and then the screen was filled with big subtitles which announced: Actual scenes of cannibals eating human flesh. \n\nWere they really cannibals? Who knows? But they certainly seemed to be enjoying, themselves as they ripped flesh from bone and snatched morsels out of each other’s fingers (or fingers out of each other’s hands, I suppose). I got up and walked toward the door. Several of my fellow audience members, however, stopped in the aisles on the way to the popcorn stand so as not to miss this rare passage of authentic anthropology.\n\nBy walking out early, I missed my chance to find out how the last survivor did, in fact, survive. I can only assume he did it by accident, since the movie opened by establishing that all of its characters were terminally stupid.\n\nConsider. A plane crash-lands in the jungle. Three men and a woman are on board. They get out and look solemnly for a missing wheel. Then one of the men runs into the jungle, just like that. Another man follows him. “You fool!” he says. “By running into the jungle like this, you could get lost.” He pauses for thought, and adds: “Now we are both lost!”\n\nThey find their way back to the plane. That night, the woman wanders off into the night and is captured by cannibals. The next morning, all three men wander off into the jungle again, and one of them is killed by a cannibal device that looks like a cross between a wrecking-ball and pin-cushion.\n\nMeanwhile, we’re getting a lot of footage of snakes and alligators. It’s not that the characters in the movie fight off snakes and alligators, of course: It’s that they look off screen and say things like, “Look! Snakes!” Or sometimes, “Look! Alligators!” Then we see snakes and alligators. This is a good old movie-making trick, made possible by renting snake and alligator footage from your local reptile ranch and inter-cutting it with actors bright enough to shout “Look! Snakes and alligators!”", "running_time": 92, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-04-20", "genres": null, "title": "The Last Survivor (1978)"}