{"url": "http://www.rogerebert.com/reviews/the-hellstrom-chronicle-1971", "by": null, "star_rating": 2.5, "text": "The Long Afternoon of Earth, an uncommonly interesting science fiction novel by Brian W. Aldiss, tells of a time far in the future when the \"greenhouse effect\" has warmed the planet into an endless rain forest. Only a handful of species have survived, and man co-exists with highly specialized plants and insects, barely managing to hold his own.\n\nAnd that is the way the world will end, if The Hellstrom Chronicle can be believed. I'm not at all sure it can be, but let's leave that question for a moment. The movie's narrator, the fictitious and dippy \"Nils Hellstrom,\" tells us we've had it as a race. The insects were here first, they have a 300-million-year head start on us, and they will get us in the end.\n\nThis bleak outlook is documented by lots of cataclysmic statements in the movie, which I suppose are factual since the credits list several educational institutions. Hellstrom recites these facts while strolling through fields, driving his car, petting a telescope, wearing an I-told-you-so look and generally acting like Willy Wonka without his chocolate factory. He has a little smile on his face all the time, as if he'd just noticed a spider crawling out of your sleeve.\n\nThe problem with these scenes is that Hellstrom gets on your nerves. He tries to make us feel guilty because we haven't listened to his warnings, we haven't taken him seriously and, most of all, we haven't done anything about all those bugs. And yet at the same time he is telling us there's nothing to be done; insects will prevail. We've had it. If he's right, then we're obviously doing the right thing by ignoring the bugs and trying to entertain ourselves in the few millenia left to us. I've never been able to get very enthusiastic about the notion that man's duty is to do something even when there's nothing to be done.\n\nThese objections aside, it must be said that The Hellstrom Chronicle has hypnotically fascinating color photography of insects. The camera becomes so intimate with insects, indeed, that at times we are actually in bed with copulating spiders. We see the daily life of a giant African termite hill; we watch battles to the death between ants; we follow the gypsy moth on a date; we watch the brief 17-hour existence of the May fly.\n\nPrecisely because the photography of insects is so astonishingly good, the narration is annoying. Maybe straightforward documentaries aren't supposed to be commercial; The Hellstrom Chronicle was admittedly a box office hit, and even won an Oscar for best documentary. But the narration is so theatrical and philosophically naive that it's unworthy of the photography. Meanwhile, I don't care how well the bees have got things organized, I wouldn't want to be a bee. And not a May fly, either. Think how bad the insects could feel if they could see a documentary about what humans are up to.", "running_time": 90, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Documentary"], "title": "The Hellstrom Chronicle (1971)"}