{"url": "http://www.rogerebert.com/reviews/the-heart-of-me-2003", "by": "Helena Bonham-Carteras Dinah", "star_rating": 3.0, "text": "The lovers in \"The Heart of Me\" have a line of poetry by William Blake as their touchstone: \"And throughout all eternity, I forgive you and you forgive me.\" This implies much to forgive, and the movie involves a decade of suffering, punctuated by occasional bliss, and inspired by their misfortune in falling in love with one another. For theirs is not an ordinary adultery, but one complicated by the inconvenience that he is married to her sister.\n\nThe film is a soapy melodrama set from about 1936 to 1946 and done with style; Jerry Springer crossed with \"Masterpiece Theatre.\" Helena Bonham Carter stars as Dinah, a raffish bohemian who is the despair of her sister Madeleine (Olivia Williams) and her mother (Eleanor Bron). Madeleine at last contrives to get Dinah engaged to a presentable man, but when the intended nuptials are announced at a family dinner, we notice that Madeleine's husband Ricky winces. We notice, and so does Dinah, who sends him a barely perceptible shrug. Later that night Ricky (Paul Bettany) opens her bedroom door and announces, \"You are not going through with this. Break it off.\" She agrees. His statement clarifies what has been vibrating in the air between them, a romantic love of the abandoned, hopeless variety that is most irresistible when surrounded by the codes of a society that places great value on appearances. The family maintains \"the smartest house in London,\" Ricky has one of those jobs in the City that provides a large income for tasks hard to define, and while there is no love between he and his wife, it is simply not done to cheat with your sister-in-law.\n\nThe movie is based on a 1953 novel by Rosamond Lehmann, and while it is hard to say it was inspired by her affair with C. Day Lewis, they had an affair, and she wrote a novel about an affair, and there you are. No doubt the facts are different but the feelings are similar. Helena Bonham Carter does suggest a woman with something of Lehmann's flair for romantic drama; her Dinah is the kind of person it is easy to criticize until you look into her heart, and see with what fierce integrity she opposes the strictures of society. It is really Dinah, and not Ricky, who is taking the big chances, because no matter what sins Ricky commits he will always be required to remain on display as Madeleine's husband, while the punishment for Dinah must be exile. \"I love you!\" Madeleine cries at a crucial moment, and Ricky's reply is dry and exact: \"Madeleine, I think if that were true, you would have said it sooner.\" Madeleine is not a bad person either, really; she is the aggrieved party, after all, and has good reason to be cross with her sister and her husband. But it never occurs to her to cut loose from Ricky; this man who has betrayed her remains necessary for her to keep up appearances, and she and her mother tell appalling lies to both Dinah and Ricky in trying to force the relationship to an end. The great sadness in the movie is the waste of love, which is a rare commodity, and must be consumed in season.\n\nAn intriguing supporting character in the movie is Bridie (Alison Reid), who serves as Dinah's confidante and companion in exile, and who, like many privileged insiders, cannot resist sharing what she knows with just those people who least should know it. As Dinah waits sadly in lovers' nests and French hideaways, it is Bridie who harbors resentments.\n\nThere are major developments in the story which I will not reveal, but, oh! how sad these people are by the end. And how pathetic. There is a certain nobility in the way Ricky, a wrecked man, displays what is left of himself to Madeleine and bitterly tells her, \"This is what you fought so hard to hold onto.\" If they only had attended to the entire poem by Blake (\"My Spectre Around Me Night and Day\") they would not have taken such comfort from its promise of forgiveness.\n\nThe movie has won only a mixed reception. Many of the complaints have to do with the fact that the characters are wealthy and upper class and speak English elegantly. The names of Merchant and Ivory are used like clubs to beat the film. This is the same kind of thinking that led Jack Warner to tell his producers, \"Don't give me any more pictures where they write with feathers.\" The movie is about the punishment of being trapped in a system where appearances are more important than reality. After she breaks her engagement at the beginning of the movie, Dinah has lunch with Madeleine, who says, \"You've put us all in a very awkward position.\" Dinah said, \"I thought that preferable to marrying a man I didn't love.\" Madeleine, however, believes it is better to marry a man you do not love than be put in an awkward position. And just as well, as that turns out to be the story of her marriage.", "running_time": 96, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-07-25", "genres": ["Drama", "Foreign", "Romance"], "title": "The Heart Of Me (2003)"}