{"url": "http://www.rogerebert.com/reviews/the-city-la-ciudad-2000", "by": "Ricardo Cuevasas Bricks' Man", "star_rating": 3.0, "text": "Those who leave their native land and immigrate to another are often, almost by definition, the boldest and most capable, able to imagine a new life for themselves. Arriving in a new land without language or connections, they are likely to be shuttled into low-paying jobs and scorned by the lucky citizens who are already on board. They earn their living by seizing opportunities.\n\nConsider the puppeteer (Jose Rabelo) who is one of the subjects of David Riker's \"The City\" (\"La Ciudad\"). He lives in a station wagon with his daughter (Stephanie Viruet). He supports them both by performing Punch and Judy shows for city kids, whose video games must make this entertainment look quaint. His daughter loves to read, is bright and wants to go to school. He tries everything to get her accepted. Every child is guaranteed a place in school, he has been told, but there is a hitch: He needs a receipt for rent or telephone to show where he lives. And of course he lives in a car.\n\nHis story is one of four in \"The City,\" a direct, spare, touching film developed by Riker during six years of acting workshops with immigrants in New York City. His characters come from the Spanish-speaking lands to the south, have arrived in New York filled with hope and now are exploited as cheap labor.\n\nThe first of his stories, 'Bricks,' is about day laborers. They're hired a truckload at a time to be carted out to a work site, where they're promised $50 a day, only to find out that is a theoretical sum and the job is piecework--15 cents for every brick they chip clean of mortar. A man (Ricardo Cuevas) wants to bring along his boy (Anthony Rivera). \"This isn't a day care center,\" growls the foreman. But if the man is to work, is the boy to wait alone on the streets? There is an accident at the construction site, and we see how expendable these day workers are.\n\nThe second story, titled 'Home,' is the most bittersweet because it suggests the possibility of hope, even love. A young man (Cipriano Garcia) arrives in the city from Mexico. He crashes a party and finds himself dancing with a woman (Leticia Herrera) who, wonder of wonders, is from his hometown. He confesses to her: \"My whole life is in this bag I am carrying.\" She responds with sweet formality, \"I invite you to my home.\" They have the promise of happiness. And then, in an O. Henry ending, the man's hand closes on air.\n\n'Seamstress,' the final story, is about a woman (Silvia Goiz) who has left her village and country to earn money to buy medicine for a sick child. Now she works in a sweatshop where no wages have been paid for weeks--and when she asks for her pay, she is fired. The other workers listen silently and glance out of the corners of their eyes. They have no job security, and they need this work desperately; will they express solidarity with her? The Italian neorealists Rossellini and DeSica believed that everyone could play at least one role in a movie--himself. The movie camera is an effortless recorder of authenticity (it does just as well when exposing the false), and in \"The City\" we sense in the faces and voices of the performers an experience shared at first hand. Their stories may be fictional but their knowledge of them is true. The film is in black and white, as it must be; these spare outlines would lose so much power in color. Riker does an interesting thing with his writing: He never quite closes a story. The open endings are a way of showing that these lives continue from one trouble to another, without happy endings.\n\nI saw this film at its first public screening, at the 1998 Toronto Film Festival. Finally it is making its way around the country, at venues like the Film Center at the School of the Art Institute of Chicago. It is a film that would have great power for Spanish-speaking working people, who of course are unlikely to find it at the Film Center. Eventually on television, it may find a broader audience. It gives faces to the faceless and is not easily forgotten.", "running_time": 88, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-01-07", "genres": ["Drama"], "title": "The City (La Ciudad) (2000)"}