{"url": "http://www.rogerebert.com/reviews/the-rescuers-down-under-1990", "by": "Bob Newhartas Bernard", "star_rating": 3.0, "text": "Animation can give us the glory of sights and experiences that are impossible in the real world, and one of those sights, in \"The Rescuers Down Under,\" is of a little boy clinging to the back of a soaring eagle. The flight sequence and many of the other action scenes in this new Disney animated feature create an exhilaration and freedom that are liberating. And the rest of the story is fun, too.\n\nThe movie marks a return for the tiny rescue squad of brave little mice, first seen in \"The Rescuers\" (1977). This time they're called to Australia after receiving word that an eagle and a little boy have been kidnapped by the evil poacher McLeach (with the rasping voice of George C. Scott). Two intrepid rescuers, Bernard and Miss Bianca (with voices by Bob Newhart and Eva Gabor), fly Down Under on an airline run by, and consisting of, Wilbur the Albatross, whose voice is by John Candy.\n\nVarious flight sequences make up a lot of the movie - not only the soaring grace of the eagle, but also the seagull's flopping ineptitude. The animation in these action scenes, like those in Disney's wonderful \"The Little Mermaid\" of last year, is fully realized, convincing, and entertaining. After a few uncertain years in the 1970s and early 1980s, the Disney animators (assisted now by computers) are back in top form.\n\nThe movie pits the hero, a little boy named Cody (voice by Adam Ryen), against the evil poacher McLeach. The villain roams the Outback in a gigantic land craft that seems to be a combination of army amphibious vehicle and launching pad. His goal is to capture members of endangered species and sell them for profit - and when the kid tries to protect the eagle, McLeach captures him, too.\n\nIt's customary in Disney pictures for the major characters to have minor sidekicks, and there are some delightful new characters in this movie, including Jake, a kangaroo mouse; Joanna, a slithering goanna lizard who is McTeague's sidekick, and Frank, a frill-necked lizard who helps engineer a jailbreak. The good animals conspire against the bad ones and the poacher, as everything leads up to a cliff-hanging sequence in which the next generation of eagles is at stake.\n\nThere's one reservation I have about the movie. Why does the villain have to be so noticeably dark-complexioned compared to all of the other characters? Is Disney aware of the racially coded message it is sending? When I made that point to another critic, he argued that McLeach wasn't dark-skinned - he was simply always seen in shadow. Those are shadows are cast by insensitivity to negative racial stereotyping.\n\n\"The Rescuers Down Under\" is short at 76 minutes, and is accompanied by another animated feature, \"The Prince and the Pauper,\" starring Mickey Mouse in a dual role based on the Mark Twain classic. It's fun. In between the two movies is something that's not so much fun - a ticking clock on the screen that counts out a 10-minute intermission, only 23 minutes into the program. Such a transparent popcorn-seller is unfairly manipulative.", "running_time": 76, "mpaa_rating": "G", "release_year": 1990, "date_published": "1990-11-16", "genres": ["Adventure", "Animation", "Crime", "Family", "Fantasy", "Science Fiction"], "title": "The Rescuers Down Under (1990)"}