{"url": "http://www.rogerebert.com/reviews/the-flat-2012", "by": "Arnon Goldfinger", "star_rating": 3.5, "text": "A documentary featuring Arnon Goldfinger, Hannah Goldfinger, Edda Milz von Mildenstein, Harald Milz, Gertrude Kino, Tamar Tuchler, and Michael Wildt.\n\nIn the 1930s, two German couples visited Palestine together. One couple, the Tuchlers, was Jewish. The husband in the other couple, the von Mildensteins, was the predecessor of Adolf Eichmann, Nazi propagandist and eventual war criminal. Baron von Mildenstein wrote an article about the trip, \"A Nazi in Palestine,\" for a Nazi newspaper.\n\nBoth men in fact were ardent Zionists, of course for different reasons. Von Mildenstein believed that encouraging Germany's Jews to emigrate to Palestine was a practical solution to \"The Jewish problem,\" and used his position to encourage his thinking with Hitler and Goebbels. As the Holocaust began to take shape, the Tuchlers sailed for Palestine. Remarkably, after the war, they reached out to their old friends the von Mildensteins, and the friendship was restarted, the couples remaining close and friendly.\n\n\"The Flat,\" a spellbinding documentary about family secrets, begins when the maker of this film, Arnon Goldfinger, joins his mother in cleaning out the Tel Aviv flat of his grandmother, her mother, who had just died at 98. They find the possessions of a lifetime, and among them, the long-ago newspaper article. His grandparents were friendly with a high Nazi official? More than that: Arnon's mother, Hannah, tells him that the couples resumed their friendship.\n\nUnable to understand how this could be, Arnon begins unraveling the secrets of the past, traveling to Germany with his mother to visit von Mildensteins' daughter, still alive, and talk to family members on both sides and historians. That all these older people are still alert and articulate brings a particular interest to the wording of their conversations.\n\nFor her part, Hannah has no interest in this. \"What for?\" she says, implying that what's past is past. Who knows why anyone did anything? Von Mildensteins' daughter also seems disinterested in her father's activities, explaining that he was never a member of the SS and in fact, spent much of the war traveling in America and Japan. Even after Tuchler shows her a document in her father's handwriting mentioning his propaganda work with Goebbels, the most she can admit is that this has awakened her interest.\n\nIs something being hidden? No. It's more that something doesn't want to be known. Both second-generation women in the film are willfully disinterested in their family's histories in the Holocaust, and a discussion about this between the Tuchlers on a train in Germany tiptoes around that as they discuss how to approach Edda Milz von Mildenstein, the daughter.\n\nWhat we see in the meetings here between Jews and Germans are professional people — prosperous, educated, friendly — for whom mentioning Nazis or murder would violate taboos. Only the third generation became interested, a historian tells Goldfinger. In the second, the memories were repressed. One can imagine a vengeful Goldfinger storming down on the von Mildensteins, but in a way the reticence and ambiguity on both sides is more meaningful. You understand why \"nobody knew\" about the Holocaust. Everybody fervently wanted not to know.\n\nI cannot describe for you the film's closing scene, in the rain, in a German Jewish cemetery. A surprising discovery there brings the enigma to an oddly poetic conclusion. \"The past is never dead,\" William Faulkner wrote. \"It's not even past.\"", "running_time": 97, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-31", "genres": ["Documentary", "Foreign"], "title": "The Flat (2012)"}