{"url": "http://www.rogerebert.com/reviews/the-descendants-2011", "by": "George Clooneyas Matt King", "star_rating": 4.0, "text": "\n\n\"The Descendants\" has a happy ending. Therefore, technically, it's a comedy. It takes place in the paradise of Hawaii. It stars George Clooney. That may lead you to expect a pleasant good time, but this film is so much more than that. Clooney gives one of his best performances in this film directed and co-written by Alexander Payne, who in \"Sideways\" (2004) and \"About Schmidt\" (2002), showed a special affinity for men learning to accept their better feelings.\n\nThe state of Hawaii is a co-star. I've been there many times, which only qualifies me as a tourist, but at more than 20 Hawaii Film Festivals, I met so many people and went to so many places that I began to understand how its people feel a love and protectiveness for the land, and how seriously they take its traditions. Much of the story here is about how Matt King (Clooney), a descendant of one of Hawaii's first white land-owning families, must decide whether to open up a vast tract of virgin forest on Kauai to tourist and condo development. At the same time, he faces a personal crisis. \n\nThe film opens with his thrill-loving wife Elizabeth (Patricia Hastie) in a boating accident off Waikiki Beach. Matt has been involved in land management; he holds the controlling share of his extended family's estate. Elizabeth has run their own family, raising their daughters: the teenager Alexandra (Shailene Woodley) and the younger Scottie (Amara Miller). Now Elizabeth is in a coma, and her living will instructs Matt to remove life support. Alexandra returns home from boarding school, and Matt becomes a single parent while also dealing with the King family's urgent desire to close the multi-million-dollar land deal.\n\nThis is big business, emotional and financial. Just because the lawyers wear short-sleeved Reyn Spooner shirts doesn't make them pushovers. Matt's life is further complicated when he discovers from an unexpected source that his wife had been having an affair. And his daughters don't want him to sell the land, where they must often have wandered as children. Leading the push for the King family is Cousin Hugh (Beau Bridges). Hugh, who is as affable as Bridges can be, doesn't want to listen to any woo-hoo nonsense about not selling.\n\nThe story is based on a novel by Kaui Hart Hemmings, the daughter of a famous surfer and politician. Reading her bio, I suspect that there must be a lot of her in Alexandra and Scottie. Matt King himself thinks he will probably sell, but now everything is in upheaval. An undercurrent, which Payne wisely keeps subtle, is that perhaps Matt lost touch with his wife and daughters after first losing his special bond to the land.\n\nPayne's films are usually about people forced into difficult personal decisions. Do you remember Laura Dern in \"Citizen Ruth\" (1996)? He always carefully establishes his lead characters in a matrix of supporting characters who are given weight and complexity, so we feel the pressures they're experiencing. Here there is Scott Thorson (Robert Forster), his father-in-law, a flinty, self-confident man who perhaps always has had doubts about Matt. Also, there are the man Elizabeth was having the affair with, Brian Speer (Matthew Lillard) and — here it gets thorny — Brian's wife, Julie (Judy Greer).\n\nThe film follows Matt's legal, family and emotional troubles in careful detail, until Payne shows us, without forcing it, that they are all coiled together. A solution for one must be a solution for all. This is so much more complex than most movie plots, where good and evil are neatly compartmented and can be sorted out at the end.\n\nPayne is gifted at using the essence of an actor. He links something in their nature to their characters. Consider Robert Forster, handsome, tanned, angry in a complex way about his daughter's imminent death because she might not have been in the boat if Matt had been a better husband. Mr. Thorson has a moment of stunning truth with Sid (Nick Krause), the seemingly spaced-out boyfriend of Alexandra; Sid is also not as simple as he seems. Consider Matthew Lillard as the adulterer; not a bad man. Consider Beau Bridges, who is reluctant to be the bad guy, but not unwilling.\n\nWhat happens is that we get vested in the lives of these characters. That's rare in a lot of movies. We come to understand how they think and care about what they decide. There are substantial moral problems underlying the plot.\n\nAnd George Clooney? What essence does Payne see in him? I believe it is intelligence. Some actors may not be smart enough to sound convincing; the wrong actor in this role couldn't convince us that he understands the issues involved. Clooney strikes me as manifestly the kind of actor who does. We see him thinking, we share his thoughts, and at the end of \"The Descendants,\" we've all come to his conclusions together.", "running_time": 115, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-11-16", "genres": ["Comedy", "Drama"], "title": "The Descendants (2011)"}