{"url": "http://www.rogerebert.com/reviews/the-rich-mans-wife-1996", "by": "Halle Berryas Josie Potenza", "star_rating": 2.5, "text": "I wish we could simply dispense with a review and handle things\rthis way: You go see the movie, and then we'll sit down and have a long and\rvery detailed talk. And you will try to explain to me how the last scene in the\rmovie, the one that is supposed to provide the key, fits in with what has gone\rbefore.\n\nBecause\rI don't think it does. Or can. Or should. I suppose the final twist is some\rsort of attempt by the writer-director, Amy Holden Jones, to pull the same kind\rof trick on the audience that “The Usual Suspects” did. I don't pretend to\runderstand that film fully, either, but I am at least prepared to give its plot\rthe benefit of the doubt: I believe that close story analysis would not find\rany actual or absolute impossibilities.\n\nWith\r“The Rich Man's Wife,” what we are given is the twist without the twister or\rthe twistee, if you see what I mean. (Don't for a moment fear I am going to\rgive anything away, since in my current state I would be incapable of knowing\rwhat to give away, or how to do it.) The movie proceeds more or less\rsatisfactorily for 94 minutes, and then in the last 60 seconds expects us to\rrevise everything we thought we knew, or guessed, or figured out--just because\rof an arbitrary ending. That went against my grain. It wasn't playing fair. Not\reven fair by the “Usual Suspects” rules.\n\nHere\ris the story as we have reason to believe it. A blustering, hard-drinking\rbusiness executive named Tony (Christopher McDonald) is married to an\rattractive younger wife named Josie (Halle Berry). Worried about him, she\rpersuades him to take a vacation in the woods, but when he's called back to\rtown she goes to a local bar to console herself, and soon her path crosses that\rof a man named Cole (Peter Greene).\n\nHe\rfollows her home into the deep, dark woods. Her Jeep breaks down. He is there\rto help. He is threatening but ingratiating. He gathers that she is unhappy\rwith her husband. Well, tonight, she is. But when he says he'll fix things by\rkilling Tony, she's horrified. Tony met her, Josie explains, when she was a\rconfused 17-year-old runaway. He asked her to marry him on their first date.\rYes, he drinks too much, and there are other problems, but she is still\rgrateful to him and has hopes for their future.\n\nCole\rdoesn't seem to hear her, and eventually the situation grows into a nightmare.\rTony is killed. Josie is a suspect. There is more: Josie has been conducting an\raffair with Jake (Clive Owen), Tony's partner in a failing restaurant. Josie\rstands to inherit a lot of money--or does she? If she does, she'll bail out\rJake--or will she? How much does Jake's wife, Nora (Clea Lewis), know? What\rabout those compromising Polaroids of Josie and Jake that she delivers to the\rpolice? Can the police really believe Josie's story that Cole acted on his own?\rAnd so on. This plot is not blindingly original; its elements are familiar from\rmany other crime stories. But it does become intriguing because the writing is\rgood and the characters are original--especially two cops in key supporting\rroles, who argue over whether Josie is a suspect only because she's a black\rwoman married to a white man. There are also amusing scenes involving Nora, who\ris played by Lewis as a ditzy goofball with a mind of her own.\n\nHalle\rBerry is convincing, too, and I cared about her, especially as the plot began\rto turn against her. Was she innocent or guilty? Innocent, I thought, although\rmaybe guilty if the evidence is looked at in a certain way. What I was not\rprepared for was the twist at the end, which doesn't seem to follow from\ranything that went before, and makes all of my speculation irrelevant.\n\nAm\rI holding the ending against the entire movie? Yes, I suppose I am. “The Rich\rMan's Wife” is not a great movie, but it's competent and effective enough, and\rI might have been tempted to give it a recommendation if I hadn't felt so\rcheated at the end. Somehow a movie like this establishes a contract with us,\ran unspoken agreement that some things cannot be doubted even though others are\rup for grabs. When a few of the sure things turn out to be tricks, that's part\rof the fun. But when *everything* is smoke and mirrors, I walk out wondering,\rwhere is Keyser Soze when we really need him?", "running_time": 95, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-09-13", "genres": ["Drama", "Suspense", "Thriller"], "title": "The Rich Man's Wife (1996)"}