{"url": "http://www.rogerebert.com/reviews/the-iron-ladies-2001", "by": "Chaichan Nimpoonsawasas Jung", "star_rating": 2.0, "text": "'The Iron Ladies\" would have been a fearless statement for gay pride if it had been released in, oh, say, 1960. Its attitudes are so dated it plays like a float in a Gay and Lesbian Pride Parade, featuring drag stereotypes of the past. That the movie is fun is undeniable. That it is bad is inarguable.\n\nThe film is about a Thai volleyball team made up of gays, transvestites, a transsexual and one allegedly straight member (ho, ho). Locked out of volleyball courts, scorned by the league, the victims of cheating and pigheaded officials, they fight their way to the national finals. Think of \"The Mighty Ducks,\" with a slight adjustment in spelling.\n\nThat gays can excel at volleyball is beyond question. That they can play their best game only when wearing a lot of makeup is questionable. That they must win by shocking their homophobic opponents with flouncing, flaunting, flamboyant behavior and limp-wristed serves is offensive--especially in Thailand, where transsexuality and transvestism are minor tourist industries.\n\nThe story arc of the movie is familiar to anyone who has ever seen a formula sports film about an underdog team. Every act seems recycled from the archives. We see the early setbacks. The recruitment of a team of misfits, losers and reluctant heroes. The key player who needs a lot of convincing. The coach with personal issues of her own (she may be a lesbian, but the movie refuses to commit). The sports authorities who want to ban the team. The early victories. The setbacks. Capturing the popular imagination. The big game. The crisis. The realization that the team can win only by returning to its True Nature (i.e., gobs of foundation, lots of lipstick).\n\nIt's a good thing \"The Iron Ladies\" is about a gay team, because if this team were straight, the film would be an exercise in formula. The characters redeem the material by giving us somewhere else to look. It is, alas, too shy to look very hard. Judging by this movie, gay volleyball players have no sex lives at all, and don't even smooch a little in public.\n\n\"The Iron Ladies\" make admirable role models for celibacy in drag. I found myself intrigued, however, by the matter-of-fact Coach Bee (Siridhana Hongsophon). Her performance is so utterly without spin, style or affect that it could be lifted intact from a documentary. She is utterly convincing as--a volleyball coach. It's as if a real coach is being filmed with a hidden camera. There is no attempt to \"perform,\" no awareness of punch lines, no artificial drama. Just a flat, straight-ahead, no-nonsense coaching job. It is either one of the most convincing performances I have ever seen or no performance at all.\n\nAt the end of the film, we see newsreel footage of the real Iron Ladies, who are, indeed, a gay Thai volleyball team, and did indeed become national favorites. I understand that the story of the film is only adjusted slightly from real life (although greatly adjusted, I suspect, from real sex lives). This is the kind of movie you kind of enjoy, in a dumb way, with half your mind on hold, wishing they'd tell you more about some of the characters--especially Pia (Gokgorn Benjathikul), the glamorous transsexual. There's something sexy about the way she says, \"Your serve.\"", "running_time": 104, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-10-19", "genres": ["Comedy", "Foreign"], "title": "The Iron Ladies (2001)"}