{"url": "http://www.rogerebert.com/reviews/the-low-down-2001", "by": "Aidan Gillenas Frank", "star_rating": 3.0, "text": "You probably went through a time in your life like the one Frank is going through in \"The Low Down.\" I know I did. You may be going through it now. It passes. At the time, you hardly notice it. Later you look back and wonder how you could have been so clueless. Frank is stuck. He should have quit his job, changed his apartment and found a steady girl a long time ago, but he drifts in vagueness, unable to act. There are times when he may be terrified in social situations, but we can't be sure--and maybe he can't, either.\n\nFrank (Aidan Gillen) works with Mike (Dean Lennox Kelly) and John (Tobias Menzies) in a London shop where they manufacture jokey props for TV shows and magic acts. He lives in a grotty walk-up above a hairdresser's and next door to a crack house. All night long junkies stand on the sidewalk beneath his window, shouting \"Paul! Paul!\" to their dealer. Frank knows he should move, but jokes about buying Paul a doorbell.\n\nThinking it is time to buy his own flat, Frank goes to a real estate office and meets Ruby (Kate Ashfield). As they look at apartments together, they begin to like each other. The writer-director, Jamie Thraves, uses freeze-frames to show how they're struck with each other. A stylistic device like that leaps out because the movie is so low-key. It has no plot, no objective, no purpose other than to show a few days in the lives of a group of friends. They work, they gossip, they hang out, they go to parties, they sit on each other's beds and talk, and Frank and Ruby draw as close to each other as Frank can stand before he has to retreat. There is a subtle subplot about how he has stopped drinking, and starts again.\n\nThe British critics said the movie was about nothing. Depends on how you see it. I think it's about Frank's paralyzing inability to move, socially or any other way. The more you look at this guy, the more you realize he's trembling inside. Aidan Gillen is handsome in a Richard Gere-Timothy Hutton sort of way, and can be charming at first, but soon Ruby is looking at him strangely because he seems distant and tentative. He has a way of breaking dates, or turning up late; once he hides and watches her waiting for him.\n\nThe movie provides key scenes that are like tests. In one of them, he plays handball with a stranger, and then they have a drink together and it is possible that the other man wants to know if Frank is gay, and interested. I say \"possible\" because Frank is not receiving on that frequency. In another scene, he's in a pub with a friend at closing time, and an ugly drunk gets in Frank's face and Frank avoids a fight by meekly saying what the drunk wants to hear. A little later, when one of Frank's co-workers screws up by spilling paint on a prop, Frank attacks him violently for no real reason; the poor sap gets to stand in for the drunk, I guess.\n\nTwo other scenes intrigued me. Both involve encounters with a street woman who wants money. Frank gives the money both times. The second time, the woman offers her body in payment. Frank turns her down. But watch his body language. He takes her up to his flat, and when he goes into the bedroom to get the money, he straightens the bedcover and runs his hand through his hair. Why? Because he doesn't really know whether he will have sex with her. And, despite the fact that she's a junkie offering her body, she activates old habits and \"manners\" involving his uncertainty about women.\n\nA movie like \"The Low Down\" gets better the more attention you pay. To say \"nothing happens\" is to be blind to everyday life, during which we wage titanic struggles with our programming. Some day a woman (or a man) will come along who can blast Frank out of his bunker. Some day he will give up the after-college job and find his real work. At the end of the film he at least moves to a different apartment. From time to time, he will remember Ruby, and wonder what went wrong--wonder, for a fleeting moment, if he had anything to do with it.\n\n\"The Low Down\" is the latest in the spring Shooting Gallery series, and will run for two weeks.", "running_time": 96, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-04-20", "genres": null, "title": "The Low Down (2001)"}