{"url": "http://www.rogerebert.com/reviews/the-cell-2000", "by": "Jennifer Lopezas Catherine Deane", "star_rating": 4.0, "text": "\"The Cell\" is a bizarre mixture of science fiction and serial murders, mind games and pop psychology, wild images and haunting special effects. It's a thriller and a fantasy, a police movie and a venture into the mind of a killer so perverse he could see Hannibal Lecter and raise him. For all of its visual pyrotechnics, it's also a story where we care about the characters; there's a lot at stake at the end, and we're involved. I know people who hate it, finding it pretentious or unrestrained; I think it's one of the best films of the year.\n\nJennifer Lopez stars as Catherine Deane, a social worker who has a knack for establishing rapport with troubled clients. She is recruited for a project in which experimental technology is used to establish a link between her mind and that of a little boy locked inside a coma. Can she coax him out? The opening images of black stallions and desert vistas show her riding across the sands in a flowing white dress, and then finding the little boy in a landscape filled with stark Dali trees, and almost making contact, before. . . .\n\nThe director, named Tarsem, uses this story to establish the mind-sharing methodology. The mind trips take place in a sci-fi laboratory, with earnest scientists peering through plate-glass windows at their eerie subjects, who are suspended in air wearing virtual reality gear. We meet the millionaire parents of the boy, learn about his problems and get to know Catherine, who is played by Lopez as quiet, grave and confident.\n\nIn a parallel story, the FBI finds the body of the latest victim of a serial killer who drowns his captives and then makes them up to look like dolls. Vince Vaughn plays an agent named Novak, who believes the killer has a ritual he goes through--a ritual that means his latest victim has only hours to live before a clockwork mechanism brings about her death. Using slim clues and brilliant lab work, the FBI is able to capture the killer, a vile man named Carl Stargher (Vincent D'Onofrio). But how to get him to reveal where his latest captive is hidden? The FBI turns to Catherine Deane and the scientists in charge (Marianne Jean-Baptiste, Dylan Baker, Pruitt Taylor Vince), who warn that she risks psychic harm by venturing into Stargher's unwholesome subconscious.\n\nMark Protosevich's screenplay is ingenious in the way it intercuts three kinds of stories. On one level, \"The Cell\" is science fiction about virtual reality, complete with the ominous observation that if your mind thinks it's real, then it is real, and it could kill you. On another level, the movie is a wildly visionary fantasy, in which the mind spaces of Stargher and Deane are landscapes by Jung out of Dali, with a touch of the tarot deck, plus light-and-sound trips reminiscent of \"2001: A Space Odyssey.\" On the third level, the movie is a race against time, in which a victim struggles for her life while the FBI desperately pieces together clues; these scenes reminded me of \"The Silence of the Lambs\". The intercutting is so well done that at the end there is tension from all three directions, and what's at stake is not simply the life of the next victim, but also the soul of Carl Stargher, who lets Catherine get glimpses of his unhappy childhood.\n\nStargher's sexual practices are also suggested, somewhat obliquely. Like the predators in \"Seven,\" \"The Silence of the Lambs\" and the novel \"Hannibal,\" Stargher is a creature of neo-S & M, a seriously twisted man whose libido needs such complicated tending it hardly seems worth the trouble. We are left with a few technical questions (how did he embed the hooks in his own back?), but a movie like this is more concerned with suggesting weirdness than explaining it.\n\n\"The Cell\" is one of those movies where you have a lot of doubts at the beginning, and then one by one they're answered, and you find yourself seduced by the style and story. It plays fair all the way through--it develops its themes and delivers on them, instead of copping out like \"Hollow Man\" by making a U-turn into a slasher film. It's not often the imagination and the emotions are equally touched by a film, but here I was exhilarated by the boldness of the conception while still involved at a thriller level.\n\nI don't seek out advance information about movies because I like to go in with an open mind. Walking into the screening of \"The Cell,\" I knew absolutely nothing about the plot or premise, but a TV producer in New York made a point of telling me how much she hated it, and various online correspondents helpfully told me how bad they thought it was. Did we see the same movie? \n\nWe live in a time when Hollywood shyly ejects weekly remakes of dependable plots, terrified to include anything that might confuse the dullest audience member. The new studio guidelines prefer PG-13 cuts from directors, so now we get movies like \"Coyote Ugly\" that start out with no brains and now don't have any sex, either. Into this wilderness comes a movie like \"The Cell,\" which is challenging, wildly ambitious and technically superb, and I dunno: I guess it just overloads the circuits for some people.\n\nTarsem (he dropped his surname) is a first-time director, who comes to movies via music videos and commercials (indeed his title sequence in the desert looks like it could lead into a beer ad as easily as a psychological fantasy). He must have seized this project with eager ambition. Like other emerging directors (Spike Jonze, David O. Russell, Paul Thomas Anderson) he likes to take big chances; he reminds me of how Spike Lee and Oliver Stone came flying out of the starting gate.\n\nTarsem is an Indian, like M. Night Shyamalan of \"The Sixth Sense,\" and comes from a culture where ancient imagery and modern technology live side by side. In the 1970s, Pauline Kael wrote that the most interesting directors were Altman, Scorsese and Coppola because they were Catholics whose imaginations were enriched by the church of pre-Vatican II, while most other Americans were growing up on Eisenhower's bland platitudes. Now our whole culture has been tamed by marketing and branding, and mass entertainment has been dumbed down. Is it possible that the next infusion of creativity will come from cultures like India, still rich in imagination, not yet locked into malls?", "running_time": 108, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-08-18", "genres": ["Crime", "Science Fiction", "Thriller"], "title": "The Cell (2000)"}