{"url": "http://www.rogerebert.com/reviews/the-survivors-1983", "by": "Walter Matthauas Sonny Paluso", "star_rating": 1.5, "text": "Paul Hogan reported a series on the Channel 5 News a couple of years ago about \"The Survivalists,\" and it looked like a good idea for a movie. The series was about a group of Chicago area people who have a secret hideaway somewhere in rural Wisconsin, which they've stocked with food, weapons, ammunition and survival gear. In case of a nuclear attack, they alert each other by CB radio and light out for the woods. Wouldn't it be great, I thought, to do a movie where the macho husband (Kris Kristofferson) breaks his leg stepping out of his Bronco, and his liberated wife (Jane Fonda) reluctantly finds herself running the fort? I still think it's a great idea.\n\nUnfortunately, \"The Survivors\" is not the movie I had in mind. It's an aimless, self-indulgent, confusing comedy that never comes to grips with its material. And it allows Robin Williams to run wild, destroying any marginal credibility the story might have had. It's a mess. One of the reasons it's a mess is that it doesn't know whether to be a human comedy or a slapstick, satirical comedy. The first approach would have involved creating plausible characters and plugging them into a comic situation. The second approach allows anything to be funny in any way possible. \"The Survivors\" goes for both approaches simultaneously, which is confusing. \n\nFor example, after a slapstick opening in which Williams is fired by a trained parrot, there's a scene of social satire set in an unemployment office. Even within scenes, the styles of the actors suggest they think they're in different movies. Walter Matthau manfully acts as if he's in a plausible movie, while Williams mugs, improvises and randomly alters his accent. See the problem? If it's a \"real\" world, then Matthau should observe that Williams isn't playing with a full deck. If it's an anarchic satire, then the joke's on Matthau, who doesn't seem to realize it.\n\nThe story involves two newly unemployed men. Williams has been fired by the parrot and Matthau's gas station has been blown up. After they get discouraged by the lines at the unemployment office, they happen to go to the same diner, which is stuck up by a fierce criminal (Jerry Reed). They snatch off his ski mask and see him, and so Reed believes he has to kill these two witnesses.\n\nWhat happens next is very long and involved. Williams signs up for a wilderness survival training course. He hopes to become tough enough to protect himself. Reed and Matthau both find themselves at the same isolated survivalist area. The head Survivalist is a reactionary paramilitary nut who believes American society is doomed to collapse. And so on.\n\nThis material is the stuff of promising satire, but the movie's director, Michael Ritchie, goes nowhere with it. His parts don't seem to fit together. One moment we'll be getting a heartfelt talk, and the next moment there's a wilderness shoot-out straight out of the Road Runner. \n\nThe story gets so confused that the movie can't even account for why its characters happen to be in the same place at the same time; in desperation, it gives us a scone where Williams actually calls Reed and tells him where he can be found. Uh-huh.\n\n\"The Survivors\" wouldn't be such a disappointment if it didn't employ such talented people, and if it weren't directed by Michael Ritchie, whose gift for satirizing American institutions has given us good movies like \"Smile,\" \"The Bad News Bears,\" \"The Candidate\" and \"Semi-Tough.\" This time he seems so fast off the starting line he left his screenplay behind.", "running_time": 103, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-06-22", "genres": ["Action", "Comedy", "Drama"], "title": "The Survivors (1983)"}