{"url": "http://www.rogerebert.com/reviews/the-girlfriend-experience-2009", "by": "Sasha Greyas Chelsea", "star_rating": 4.0, "text": "This film is true about human nature. It clearly sees needs and desires. It is not universal, but within its particular focus, it is unrelenting. Steven Soderbergh's \"The Girlfriend Experience\" is about a prostitute and her clients. In such a relationship, the factor of money makes the motives fairly direct on both sides.\n\nIn the language of escort advertising, \"GFE\" promises a \"girlfriend experience.\" Sometimes sex may not even be involved, although it is implicitly permitted. A man seeking a girlfriend experience offers to pay for companionship, conversation -- having another human being in his life. The women offering a GFE are acting a role, but in some ways, it can be therapeutic. We know what sexual surrogates do. A \"girlfriend\" may be playing a human surrogate.\n\nThe film involves a woman named Chelsea (Sasha Grey) and the men in her life. She has been living with one of them for 18 months, and in a way, he may be a boyfriend experience. He doesn't seem much more meaningful to her than a client. The other men are of various ages and backgrounds, but they all have one thing in common: They are wealthy, and Chelsea is not inexpensive. Typically, they take her to an expensive restaurant and then a luxury hotel. They may send a limousine for her.\n\nWe listen to them talking. We watch them talking. Most of them want to talk about what she does for a living. There is the polite fiction that she is talking about other men, hypothetical men, and not the one she is with. They like to give her advice about how to invest her money, and who to vote for (the story takes place during the 2008 campaign). Each one has some reason for thinking he is somehow special. Set during the run-up to the stock market crash, it shows both sides more interested in investing than sex.\n\nThese men don't want a girlfriend experience. They want a boyfriend experience. They want to feel as if they're on a date. They will be listened to. Their amazing comments will be smiled at. Their hair will be tousled. They will be kidded. They have told Chelsea about their wives and children, and she remembers their names. They can kiss her. There is no illusion that they are leaving their wives, and none that she wants them to. She simply empowers them to feel younger, more looked up to, more clever, than they are.\n\nWhat draws a powerful man to pay for a women outside of marriage? It's not the sex. In fact, sex is the beard, if you know what I mean. By paying money for the excuse of sex, they don't have to say: I am lonely. I am fearful. I am growing older. I am not loved. My wife is bored with me. I can't talk to my children. I'm worried about my job, which means nothing to me. Above all, they are saying: Pretend you like me.\n\nThe film was written by Brian Koppelman and David Levien. Believe it or not, the same two wrote the screenplay for Soderbergh's \"Ocean's Thirteen.\" I imagine the three of them sitting around on the \"Ocean's\" set and asking, \"What could we be doing instead of this?\"\n\nChelsea is played by Sasha Grey. She is 21. Since 2006, according to IMDb, she's made 161 porn films, of which only the first title can be quoted here: \"Sasha Grey Superslut.\" No, here's another, which makes me smile: \"My First Porn #7.\" I haven't seen any of them, but now I would like to see one, watching very carefully, to see if she suggests more than one level.\n\nGrey wasn't hired because of her willingness to have sex onscreen; there's no explicit sex in the movie and only fleeting nudity. I suspect Soderbergh cast her because of her mercenary approach to sex -- and her acting talent, which may not be ready for Steppenwolf but is right for this film. She owns her own agency and Web site, manages other actresses, has a disconnect between herself and what she does for a living. So does Chelsea.\n\nThe film is intent on her face. It often looks over the shoulder of her clients. She projects precise amounts of interest and curiosity, but conceals real feelings. It is a transaction, and she is holding up her end. Notice the very small nods and shakes of her head. Observe her word choices as she sidesteps questions without refusing to answer them. When her roommate/boyfriend insists on knowing the name of one of her clients, she is adroit in her reply.\n\nOnce she allows her mask to slip: a surprising moment when she reveals what she may feel. Grey perfectly conveys both her hope and her disappointment, keeping both within boundaries. You wonder how a person could look another in the eye and conceal everything about themselves. But the financial traders who are her clients do it every day. Their business is not money, but making their clients feel better about themselves.", "running_time": 77, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-05-20", "genres": ["Comedy", "Drama", "Indie"], "title": "The Girlfriend Experience (2009)"}