{"url": "http://www.rogerebert.com/reviews/the-great-santini-1980", "by": "Robert Duvallas Bull Meechum", "star_rating": 4.0, "text": "Like almost all of my favorite films, “The Great Santini” is\r\nabout people more than it's about a story. It's a study of several characters,\r\nmost unforgettably the Great Santini himself, played by Robert Duvall. Despite\r\nhis name, he is not a magician or an acrobat but a lieutenant colonel in the\r\nMarines with the real name of Bull Meechum. He sees himself as the Great\r\nSantini, an ace pilot, great Marine, heroic husband and father and, in general,\r\na sterling man among men. His family is expected to go along with this_and to\r\ngo along with him, as he's transferred to a duty camp in South Carolina in the\r\nearly 1960s.\n\nThere\r\nare five other members of the Meechum family. His wife (Blythe Danner) is a\r\nsweet Southern girl who calls her kids \"sugar\" and understands her\r\nmaverick husband with a love that is deep but unforgiving. His oldest son\r\n(Michael O'Keefe) is just turning eighteen and learning to stand up to a father\r\nwho issues \"direct orders,\" calls everyone \"sports fan,\"\r\nand expects to be called \"sir.\" There are two daughters and one more\r\nson, but the movie's main relationship is between the father and the oldest\r\nboy.\n\n\r\nSantini, you understand, is one hell of a guy. All he understands is\r\ncompetition. He's a royal pain in the ass to his Marine superiors, because he's\r\nalways pulling damn fool stunts and making a spectacle out of himself. But he's\r\na great pilot and he's said to be a good leader (even though his first briefing\r\nsession for the men under him in South Carolina leaves them totally\r\nbewildered). Santini wants to win at everything, even backyard basketball with\r\nhis son.\n\n\r\nBut the son is learning to be his own man. And there's a subplot involving a\r\nfriendship between O'Keefe and the intense actor Stan Shaw, who plays the son\r\nof the family's black maid. Marine kids grow up nowhere and everywhere, we learn,\r\nand in South Carolina these two kids go shrimping together, trade lore\r\ntogether, become friends. It's a nice relationship, although a little\r\ntangential to the main thrust of the movie.\n\n\r\nIt's Robert Duvall who really makes the movie live. Duvall and Blythe Danner in\r\na stunning performance that nothing she's done before (in “1776,” “Hearts of\r\nthe West,” etc.) prepares us for. Although “The Great Santini” is set about ten\r\nyears before “Apocalypse Now,” Duvall is playing essentially the same character\r\nin both films, we remember his great scene in “Apocalypse,” shouting that\r\nnapalm smells to him like victory, as he gives his gung-ho speeches in this\r\nmovie.\n\n\r\nDuvall and O'Keefe go hard at each other, in the father-son confrontation, and\r\nthere's an especially painful scene where the father bounces a basketball off\r\nhis son's head, egging him on. But this movie is essentially a comedy, a\r\nserious, tender one, like “Breaking Away,” which is also about a son getting to\r\nknow his father.\n\n\r\nThere are wonderful little moments in the dialogue (as when the Great Santini's\r\ndaughter wonders aloud if females are allowed full Meechum family status, or\r\nare only sort of one-celled Meechums). There are moments straight out of left\r\nfield, as when Duvall and the family's new maid (the formidable Theresa\r\nMerritt) get into an impromptu shoulder-punching contest. There are moments so\r\nunpredictable and yet so natural they feel just like the spontaneity of life\r\nitself. And the movie's conclusion is the same way: sentimental without being\r\ncorny, a tearjerker with dignity.\r\n\r\n\n\n“The Great Santini” is a movie to seek out and to treasure.", "running_time": 118, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Drama"], "title": "The Great Santini (1980)"}