{"url": "http://www.rogerebert.com/reviews/the-fear-1968", "by": "Elli Fotlouas Deaf mute", "star_rating": 2.5, "text": "\"The Fear\" is a generally unrewarding Greek film that has, however, a sustained passage of brilliance at its close.\n\nIt asks us to identify with a psychopathic young man who assaults and then murders the deaf-mute servant girl on his parents' farm. The fear is his own. His parents despise him and call him an animal, but they conspire to hide the body and conceal the crime. His sister comes home from college and gradually begins to suspect the secret. The young man grows steadily more fearful of discovery.\n\nNow the problem is that the audience will not share the young man's fear unless it can identify with him. And \"The Fear\" does not succeed in getting us inside the criminal's mind. He remains unattractive and moronic from the beginning to end, and we hope he will be captured before he does more harm.\n\nThe failure to draw the young man's character more deeply is compounded by the absence of other interesting people in the story. The parents are made of cardboard, the servant girl is dispatched with early and only the sister (Helena Nathanael) remains to capture our sympathy.\n\nShe is a strikingly beautiful young woman, worthy of being mentioned in the same breath with Irene Papas, and she shows the strength of character so often found in the best Greek actresses. Not much is made of her role, but there is one magnificent scene in which her brother threatens her with a knife and she calmly faces him down.\n\nAs it appears more and more certain that she suspects the murder, the parents decide to rush her into marriage to get her out of the way. All of this is melodrama of the most obvious sort, but it leads to a closing scene so well done that it nearly redeems the movie.\n\nAt the outdoor wedding festival, a song is started for the brother to dance to. He is nearly drunk, filled with rage and convinced the police captain is staring at him strangely. But he lurches to his feet and begins to dance.\n\nA ring of young men forms around him for the bachelor's dance in which the center dancer tries to escape. Then the other relatives and townspeople' join, and we see the murderer like a caged animal, desperately unhappy in the midst of life. The dance is photographed brilliantly and edited in time to the music.\n\nAs it continues, there are quick flashbacks to a lake where the body was hidden and has floated to the surface. Nothing more needs to be said, and the film ends.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-01-04", "genres": null, "title": "The Fear (1968)"}