{"url": "http://www.rogerebert.com/reviews/the-way-back-2011", "by": "Jim Sturgessas Janusz", "star_rating": 2.5, "text": "Not every incredible story makes a compelling movie. \"The Way Back\" is inspired by a 4,000-mile foot journey that began with an escape from a Siberian prison camp in the dead of winter and continued across Mongolia and the Gobi Desert, ending finally months later in free India. \n\nAt every moment this is astonishing. Mongolia itself was said to be a prison because no one was thought able to walk out of it. Starvation is a daily possibility. So are injuries, disease, death by exposure or capture by locals eager to collect a reward. Thirst and sun are nearly fatal in the desert. The travelers have only the clothes on their backs. We know some of them reached India, because the saga opens with that news.\n\nBut how did they possibly do that? Just as we're told: by walking. Walking and walking. And there lies the weakness of Peter Weir's film, which is nobly staged and has breathtaking cinematography but frankly, not enough of a story in the vulgar populist sense. Desperation and exhaustion make it difficult for the trekkers to work up much in the way of characters or conflicts, and while that no doubt spares us many cliches, we are left during their long walk with too much of a muchness.\n\nThe group is often so bearded and weathered that members seem interchangeable. Two who stand out are Ed Harris an American, who claims his name is only \"Mr. Smith,\" and Colin Farrell as Valka, a Russian. (Has Harris ever given a bad performance?) The group is led by Jim Sturgess as Janusz, who's had the idea for the escape. Along the way they meet Irene (Saoirse Ronan), a young Polish woman. Her presence does not inspire romantic rivalries among the men. It's that kind of film.\n\nPeter Weir is a master filmmaker (\"Picnic at Hanging Rock,\" \"The Year of Living Dangerously,\" \"Master and Commander: The Far Side of the World\"). His cinematographer Russell Boyd works both in tight quarters and with astonishing vistas at the roof of the world. The film is a visual feast. I am far from sorry I saw it.\n\nBut along with characterization, there is one area in which it seems to be lacking: details of survival. How exactly did they survive death by exposure in subzero Mongolia? Why didn't some of their meat spoil? Where did they find water in the desert? How did their footwear hold up — and why, as prisoners, did they have boots?\n\nThe answer, I fear, is that although \"The Way Back\" is described on its poster as \"inspired by real events,\" it is fiction. The saga was first told in a book by Slavomir Rawicz, which was a European best-seller. But IMDb reports: \"In 2006, the BBC unearthed records (including some written by Rawicz himself) that showed he had been released by the USSR in 1942.\"\n\nThere is an irony here. The film exhibits an admirable determination to do justice to a real story, but the story's not real. There's quite an op-ed debate going on right now between those (Neal Gabler) who say the cultural elite is finally being shouted down by populists and vulgarians, and others (A.O. Scott) who say such categories are meaningless. You like movies according to your own tastes. \n\nSome people have bad taste and others have taste more like mine. Yet my taste is large. It contains multitudes. There is room for vulgarity, if it's well done. It's a shame to say so, but perhaps it would have helped \"The Way Back\" if Peter Weir had relaxed his standards slightly, slipped in some dramatic conflict and made better use of that pretty Polish girl.", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-01-19", "genres": ["Drama"], "title": "The Way Back (2011)"}