{"url": "http://www.rogerebert.com/reviews/the-omega-man-1971", "by": null, "star_rating": 2.0, "text": "If anybody has to be the last man in the world, I suppose it might as well be Charlton Heston. At least we know we're in good hands. He outmaneuvered the apes in \"Planet of the Apes\" (1968), so why not send him up against the ghouls in \"The Omega Man\"? They're not a whole lot smarter. Also, if God should decide to start the human race again, Heston could always be Moses. Or God.\n\nThe ghouls, by the way, have been produced as a side effect of biological warfare between China and Russia. They can't stand light, they all have nasty bruises over their left eyebrows, and they wear the costumes of medieval monks. Why? Because that's what ghouls wear, I guess.\n\nHeston is immune to the plague, thanks to a vaccine he was working on just before things broke loose. He barricades himself in a Los Angeles penthouse with floodlights outside to scare away the ghouls and puts in a 20-year supply of the best imported Scotch. Prudent of him. Even if biological warfare doesn't break out and leave him marooned with a city full of ghouls, at least he can have a drink while thinking about his close call.\n\nThe ghouls, alas, are a little too ridiculous to quite fulfill their function in the movie. They make all the wrong decisions, are incompetent and ill-coordinated, and speak in an elevated \"Abandon hope, all ye who enter here\" sort of English. Wouldn't you like to hear a little slang from a ghoul for a change?\n\nThe others in the movie are more interesting, however. Heston is the only truly immune man, but he stumbles across a band of survivors who haven't yet fallen to the plague, and provides them with a serum that will save the human race. This band includes Rosalind Cash, who is engagingly brash and rescues Heston from cremation. Then there's an obligatory motorcycle chase (well done) and a creepy interlude in a ghoul-infested wine cellar before the movie sort of bogs down. Not even a shot of Heston in the obligatory crucifixion pose can quite mend things.\n\n\"The Omega Man\" is based on an uncredited novel by Richard Matheson. I wonder if it was I Am Legend, a very good work about the last normal man left in a world of vampires. He held them off with mirrors, crosses, and garlic--the usual mixture -- and did very nearly as well as Heston with his spotlights.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Action", "Drama", "Horror", "Science Fiction", "Thriller"], "title": "The Omega Man (1971)"}