{"url": "http://www.rogerebert.com/reviews/the-great-mouse-detective-1986", "by": "Barrie Ingham", "star_rating": 3.0, "text": "Near the beginning of \"The Great Mouse Detective,\" the camera moves through London, passing many of the familiar landmarks, before finally tilting down and moving in toward a little doorway near the ground. Inside there's a busy little mouse, a craftsman, hard at work.\n\nLike so many domesticated cartoon animals, he is the very soul of bourgeois respectability. (I always liked it in the \"Tom & Jerry\" cartoons when they showed the floor lamps and chintz-covered sofas inside the mouse holes.) Before long, however, a mysterious figure appears who disrupts this image of comfortable domesticity. And then \"The Great Mouse Detective\" launches its story, which depends on the conceit that London in those days housed not only a great human detective (Sherlock Holmes) but also a mouse who was every bit as good a detective.\n\nThe Sherlock Holmes legend is such a durable story that all sorts of filmmakers have adapted it to their own ends, styles and genres. In recent years, we've seen Billy Wilder's \"The Private Life of Sherlock Holmes,\" Gene Wilder's \"Sherlock Holmes' Smarter Brother,\" Nicholas Meyer's \"The Seven Percent Solution\" and the Steven Spielberg/Barry Levinson movie about \"Young Sherlock Holmes,\" which told the story of the schooldays of Sherlock and young Watson, surrounded by props and special effects borrowed from other Spielberg extravaganzas.\n\nNow here is the Walt Disney version, told on a mouse scale in cartoon form, with a freedom and creativity of animation that reminded me of the earlier Disney feature-length cartoons. In recent decades, Disney and the other animators have started to cut corners: The old-style full animation of such classics as \"Pinocchio,\" with its endless man-hours of drawing, was simply too expensive to duplicate in today's movies. So we began to get backgrounds that didn't move, and actions that seemed recycled out of other actions. Now, however, computers have taken most of the drudgery and much of the expense out of animation, and the result is a movie like \"The Great Mouse Detective,\" which looks more fully animated than anything in some 30 years.\n\nThe movie's story involves the usual silliness about evil villains and abducted geniuses. Although the detective in the movie is not called Sherlock Holmes (or Sherlock Mouse, for that matter), he obviously is cut from the same cloth, right down to his ever-present pipe. And there is a Dr. Watson character, who befriends a bewildered waif in the street, and takes it to the detective, who catches the scent of a great case.\n\nWhat's fun is the carefree way the animators swing through their story, using the freedom of the cartoon form to blend 19th century realism with images that seem borrowed from more recent special-effects pictures. For a long time, I was down on the full-length animated efforts of Disney and others, because they didn't seem to reflect the same sense of magic and wonderment that the original animated classics always had. Who, for example, could ever equate \"101 Dalmatians\" (1991) with \"Snow White and the Seven Dwarfs\"? But now, maybe thanks to computers, animated movies are beginning to sparkle again.\n\n\n\nIt's a lot of fun.\n\n", "running_time": 73, "mpaa_rating": "G", "release_year": 1986, "date_published": "1986-07-02", "genres": ["Adventure", "Animation", "Family", "Mystery"], "title": "The Great Mouse Detective (1986)"}