{"url": "http://www.rogerebert.com/reviews/the-love-guru-2008", "by": "Mike Myersas Guru Pitka", "star_rating": 1.0, "text": "What is it with Mike Myers and penis jokes? Having created a classic, funny scene with his not-quite-visible penis sketch in the first “Austin Powers” movie, he now assembles, in “The Love Guru,” as many more penis jokes as he can think of, none of them funny, except for one based on an off-screen “thump.” He supplements this subject with countless other awful moments involving defecation and the deafening passing of gas. Oh, and elephant sex.\n\nThe plot involves an American child who is raised in an Indian ashram (never mind why) and becomes the childhood friend of Deepak Chopra. Both come to America, where Chopra becomes a celebrity, but Guru Pitka (Myers) seems doomed to secondary status. That’s until Jane Bullard (Jessica Alba), owner of the Toronto Maple Leafs, hires him to reconcile her star player, Darren Roanoke (Romany Malco), with his estranged wife, Prudence (Meagan Good). Just at the time of the Stanley Cup playoffs, Prudence has left her husband for the arms and other attributes of star Los Angeles player Jacques “Le Coq” Grande (Justin Timberlake), said to have the largest whatjamacallit in existence.\n\nAnd what don’t they call it in “The Love Guru”? The movie not only violates the Law of Funny Names (which are usually not funny), but rips it from the Little Movie Glossary and tramples it into the ice. Yes, many scenes are filmed at the Stanley Cup finals, where we see much of their dwarf coach (Verne Troyer), also the butt of size jokes (you will remember him as Mini-Me in the “Powers” films). There is also a running gag involving the play-by-play commentators, and occasional flashbacks to the guru’s childhood in India, where he studied under Guru Tugginmypudha (Ben Kingsley). One of the guru’s martial arts involves fencing with urine-soaked mops. Uh, huh.\n\nMyers, a Canadian, incorporates some Canadian in-jokes; the team owner’s name, Bullard, evokes the Ballard family of Maple Leaf fame. At the center of all of this is Guru Pitka, desperately trying to get himself on the Oprah program and finding acronyms in some of the most unlikely words. He has a strange manner of delivering punchlines directly into the camera and then laughing at them — usually, I must report, alone.\n\nMyers has made some funny movies, but this film could have been written on toilet walls by callow adolescents. Every reference to a human sex organ or process of defecation is not automatically funny simply because it is naughty, but Myers seems to labor under that delusion. He acts as if he’s getting away with something, but in fact all he’s getting away with is selling tickets to a dreary experience.\n\nThere’s a moment of invention near the beginning of the film (his flying cushion has a back-up beeper), and then it’s all into the dump. Even his fellow actors seem to realize no one is laughing. That’s impossible, because they can’t hear the audience, but it looks uncannily like they can, and don’t.", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-06-19", "genres": ["Comedy", "Romance", "Sport"], "title": "The Love Guru (2008)"}