{"url": "http://www.rogerebert.com/reviews/the-journey-of-august-king-1996", "by": "Jason Patricas August King", "star_rating": 1.5, "text": "John Duigan's “The Journey of August King” tells the story of a lonely man, returning to his rural home from the market, who encounters an escaped slave woman and decides to help her. He tells her what he is doing is “against the law,” but he does it anyway, in part because of guilt over a dead wife he was unable to help, and in part because she is helpless and harmless, and he feels sorry for her. Later, there is an element of affection, although the film is over before we see what it might lead to.\n\nThe movie stars Thandie Newton as the escaped slave, named Annalees, and Jason Patric as August King, whose wife died in childbirth. The other major character is Larry Drake, the slave owner who has posted a reward for Annalees.\n\nHe is a cruel man and master, but not when it comes to Annalees: “She was my ray of light,” he says, and not for the reason we might at first assume.\n\nThe movie sets its story in the photogenic forests of North Carolina, and does a good job of establishing its time, the early 19th century. Its characters are well played, and Thandie Newton (so wonderful in Duigan's “Flirting”) is so simple and effective here that you remember the affectations of her slave girl in “Jefferson in Paris” and wish you could transfer this performance to that movie.\n\nThe movie is good-hearted, earnest and handsome to look at. But it is boring. The pacing, which is meant to be thoughtful, is lethargic. The silences grow longer than the moods they are intended to establish. The relationship between Annalees and August could have generated a great deal more tension than it does, perhaps if August had been made not quite so good, so that he had to struggle more to do the right thing.\n\nDuigan is an interesting director. His credits include “Flirting”(which I urge you to rent) and “Sirens” (for which many people required no urging). Here I think he's made a film filled with good intentions, but without the dramatic charge necessary to make it compelling.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-03-22", "genres": ["Drama"], "title": "The Journey Of August King (1996)"}