{"url": "http://www.rogerebert.com/reviews/the-fourth-kind-2009", "by": "Milla Jovovichas Abigail", "star_rating": 1.5, "text": "Boy, is the Nome, Alaska, Chamber of Commerce going to be pissed off when it sees \"The Fourth Kind.\" You don't wanna go there. You can't drive there, that's for sure. The only ways in are by sea, air, dogsled or birth canal. Why the aliens chose this community of 9,261 to abduct so many people is a mystery. Also why owls stare into bedroom windows.\n\nNome has been the center of an alarming series of strange disappearances, we learn. So many, the FBI has sent agents there 10 times more than to the much bigger Anchorage. \"The Fourth Kind\" is based on the testimony of a psychologist who found, circa 2000, that many of her patients reported waking at 3 a.m. with the sense that something was wrong and seeing an owl with its eyes on them.\n\nThe film goes to great lengths to be realistic. \"I am the actress Milla Jovovich,\" Jovovich tells us at the outset, explaining that in the film she plays the psychologist Abigail Tyler, whose testimony was videotaped. Other fact-based characters are her colleague (Elias Koteas), the local sheriff (Will Patton) and a professor who interviews her (Olatunde Osunsanmi). \"Every scene in this movie is supported by archived footage,\" she says, and to prove it, Osunsanmi, who's also the director, uses split screen to show Jovovich and the real Abigail talking almost simultaneously. The real psychologist's name has been changed, but since she's right there on the screen, how much of a mystery can she be in Nome?\n\nIt was with crushing disappointment that my research discovered this is all made up out of whole cloth, including the real Abigail. The film wasn't even shot in Nome, but mostly in Bulgaria. And Dallas Massie, a retired state trooper who's the acting police chief in Nome, says he's heard nothing about aliens.\n\nI learn all this from the blog of an Anchorage Daily News reporter, Kyle Hopkins, who says about 20 people have indeed disappeared in the area since the 1960s, and writes: \"The FBI stepped in, reviewing two dozen cases, eventually determining that excessive alcohol consumption and the winter climate were a common link in many of the cases. Some of the dead were killed by exposure or from falling off a jetty into the frigid Snake River.\"\n\nAll right, then, \"The Fourth Kind\" is a pseudo-documentary like \"Paranormal Activity\" and \"The Blair Witch Project.\" But unlike those two, which just forge ahead with their home video cameras, this one encumbers its flow with ceaseless reminders that it is a dramatization of real events. When we see Will Patton, for example, a subtitle informs us: \"Will Patton, actor.\" Oh! I already know well that Will Patton and Elias Koteas are actors, and Jovovich identifies herself at the start. I wish they'd had gotten a really big-name star. It might have been funny to read, \"Bruce Willis: Actor.\"\n\nNow here's a good question. In the film we see the \"real\" footage of \"actual\" client interviews with \"Abigail.\" Why would an real psychologist release confidential videotapes to a horror film, especially tapes showing her clients having seizures? Who are those \"actual clients,\" really? The end credits don't thank them, although Jovovich's intro claims to explain them. Remember, even in a movie \"based on a true story\" (like \"Fargo\"), nothing before the actual end credits needs to be true. You want to watch those credits like a hawk. My theory is, the \"actual\" clients are played by the actors also playing their fictional versions. I can't be sure of that. Think about it.\n\nJovovich is good, actually. It's a broad melodramatic role with lots of screaming, and after two \"Resident Evil\" movies, she's good at being an endangered heroine, and makes a competent psychologist. And a successful one, too. Her log-cabin Arts & Crafts office looks like it was surely subleased from a (Bulgarian) millionaire. We see there's a lot of business in Nome for a specialist in owl-staring.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-11-04", "genres": ["Drama", "Horror", "Mystery", "Science Fiction", "Thriller"], "title": "The Fourth Kind (2009)"}