{"url": "http://www.rogerebert.com/reviews/the-paper-chase-1973", "by": null, "star_rating": 4.0, "text": "\"The Paper Chase\" is about an aggressive, very bright, terribly engaging first-year student at Harvard Law School. The movie respects its hero, respects the school, and most of all respects the venerable Professor Kingsfield, tyrant of contract law.\n\nKingsfield is really the movie's central character, even though John Houseman gets supporting billing for the role. Everything centers around his absolute dictatorship in the classroom and his icy reserve at all other times. He's the kind of teacher who inspires total dread in his students, and at the same time a measure of hero worship; he doesn't just know contract law, he wrote the book.\n\nInto his classroom every autumn come several dozen would-be Harvard law graduates, who fall into the categories we all remember from school: (a) the drones, who get everything right but will go forth to lead lives of impeccable mediocrity; (b) the truly intelligent, who will pass or fail entirely on the basis of whether they're able to put up with the crap; (c) those with photographic memories, who can remember everything but connect nothing; (d) the students whose dogged earnestness will somehow pull them through; and (e) the doomed.\n\nOne of each of these types is in the study group of Hart, the movie's hero, and the one who is truly intelligent. He's a graduate of the University of Minnesota and somewhat out of place among the Ivy League types, but he does well in class because he really cares about the law. He also cares about Kingsfield, to the degree that he breaks into the library archives to examine the master's very own undergraduate notes.\n\nHart is played by Timothy Bottoms, the star of \"The Last Picture Show.\" Bottoms is an awfully good actor, and so natural and unaffected that he shows up the mannerisms of actors like Dustin Hoffman or Jon Voight. Bottoms never seems to try; he's just there, complete and convincing. He falls in love, fatefully, with Susan (Lindsay Wagner), who turns out to be, even more fatefully, Kingsfield's daughter. Their relationship is a little hard to follow in the film; we aren't sure why she treats him the way she doesÑafter all, she loves the guyÑand the movie jerks abruptly in bringing them back together after a split-up.\n\nBut that isn't fatal because the fundamental relationship in the movie is between Hart and Kingsfield. The crusty old professor obviously appreciates the intelligence and independence of his prize student, but he hardly ever lets his affection show; there's a great scene in the classroom where he calls Hart forward, offers him a dime, and says: \"Call your mother and tell her you will never be a lawyer.\" \n\nHouseman is able to project subtleties of character even while appearing stiff and unrelenting; it's a performance of Academy Award quality, and resulted in an Oscar for Best Supporting Actor.\nLindsay Wagner, as the daughter, is also a surprise; she made her movie debut in the unfortunate \"Two People,\" which had Peter Fonda as a conscience-stricken Army deserter. She wasn't able to make much of an impression in that one, but \"The Paper Chase\" establishes her as an actress with class and the saving grace of humor.\n\nWhat's best about the movie is that it considers interesting adults--young and old--in an intelligent manner. After it's over we almost feel relief; there are so many movies about clods reacting moronically to romantic and/or violent situations. But we hardly ever get movies about people who seem engaging enough to spend half an hour talking with (what would you say to Charles Bronson?). Here's one that works.", "running_time": 111, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-10-16", "genres": ["Comedy", "Drama", "Romance"], "title": "The Paper Chase (1973)"}