{"url": "http://www.rogerebert.com/reviews/the-aviators-wife-1982", "by": "Philippe Marlaudas Francois", "star_rating": 3.5, "text": "Well, to begin with, we never meet the aviator's wife. We hear a\r\nlot about her, and we meet a mysterious blond woman who seems, for an afternoon,\r\nas if she might be his wife, but in the end the wife never turns up. She\r\nnevertheless causes a lot of unhappiness for the young hero of Eric Rohmer's\r\nnew film, and teaches us the following lesson: It is enough to be unhappy about\r\nwhat we already know, without also being unhappy about what we only surmise.\n\n\"The Aviator's Wife\" is like such earlier Rohmer films\r\nas \"My Night at Maud's,\" \"Claire's Knee\" and \"Chloe in the Afternoon.\" It consists of a carefully -observed slice of life,\r\ncontaining lessons on human nature. Like those films, particularly the last\r\ntwo, it also contains a wonderful, quiet wit, and a view of its characters that\r\ncould be called affectionate anthropology,\n\nAnother\r\nlesson this time might be: What fools we are when it comes to love! Or, more\r\nproperly, what fools others are, but what tragic heroes we are, when it comes\r\nto love. The movie's story is very complicated, but not needlessly so, since it\r\nstudies the labyrinths we can create with jealousy. It might be fun to take a\r\nquick trot through the maze:\n\nThe\r\nhero of the film is a 20-year-old postman who is in love with a 25-year-old\r\nwoman. He works all night, she doesn't. Right away, they have problems. One\r\nmorning, he arrives early at her apartment to see another man leaving. He knows\r\nthat this man once had an affair with his girl. What he doesn't know is that\r\nthe man arrived at the apartment only moments earlier, to break up with the\r\nwoman for once and all. The man Is a pilot, and he has just explained that he\r\nwill be staying with his wife after all, since she is pregnant. She is the\r\nfamous \"aviator's wife\" -- if, indeed, she exists.\n\nSoon\r\nafter, the hero jealously accuses his lover of having spent the night with the\r\nother man. She refuses to explain her behavior. They split. The kid dozes off\r\nIn a cafe, wakes up, suddenly spies the other man (with a blond woman -- the\r\nwife?) and follows them. To help with his cover, he picks up a 15-year-old girl\r\nhe's seen on a bus. She agrees to play along with the game.\n\nAfter\r\nfollowing the other couple for awhile, the hero gets into a long talk with the\r\ngirl. Then he goes to his lover's house and has a long talk with her,\r\npunctuated with tears. The truth about the previous lover emerges. At the end\r\nof the film, the young man is on the street again, following someone again: It\r\nis, quite simply, his choice in life to be on the outside looking in.\n\nThat's\r\nthe story. It reveals little of the texture of this film, which Is about how\r\ngoofy, sad and driven we can be, especially when our hearts are fueled by\r\nself-made loneliness. There's a lot of talk in this movie, as much as in any\r\nfilm since \"My Dinner With Andre\" (a title with a sly aside to\r\n\"My Night at Maud's\"). There needs to be a lot of talk, because\r\n\"The Aviator's Wife\" isn't about actions but about reactions,\r\nspeculations, false leads, hurtful suspicions and romantic insecurity. We need\r\nto live within these weaknesses for a time in order to understand them.\n\nThe\r\nwhole movie is acted in a straightforward, unaffected way. The hero (Philippe\r\nMarlaud) doesn't snivel and pine; his jealousy is frank and up front. His lover\r\n(Marie Riviere) is lonely and weary, but deliberately not tragic. The young\r\ngirl from the bus (Anne-Laure Meury) is a small treasure, fresh and cheerful,\r\nrevealing aspects of herself that she knows the boy Is not yet ready to\r\nobserve. The ending, in which the hero chooses alienation over the simplicity\r\nof accepting happiness, is sad, and sadder still in that we immediately\r\nidentify with it.", "running_time": 104, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Aviator's Wife (1982)"}