{"url": "http://www.rogerebert.com/reviews/the-devils-rain-1975", "by": "Tom Skerrittas Husband", "star_rating": 1.5, "text": "I walked into \"The Devil's Rain\" a few minutes late and thought maybe I'd stumbled onto a Sergio Leone Western.\n\nVast empty spaces baked under the midday sun. There were distant whistles and moans on the sound track, the desert shimmered and there was eerie music sounding vaguely like the wails of a short-winded harmonica player. A ghost town stood starkly outlined in the wasteland, and the steeple of its church reached for the lowering sky. All that was missing was Clint Eastwood shooing flies.\n\nBut, no, here came a new Chevy. At the wheel, one of the men of the Preston clan. His mission: To track down a cult of the Undead, test his faith against their Satanist ceremonies and rescue his kidnapped mother.\n\nShe'd been taken in the latest chapter of a feud going back 300 years, when men of the Preston family stole the book all of the Undead had signed with blood. Until the chief Satanist (Ernest Borgnine) could get the book back, he wouldn't truly control the souls under his command.\n\nBut he doesn't just want the book. No, he wants the Prestons, too: He won't rest until all of them have embraced Satan and given him their souls. Then they'll be able to spend eternity standing outside in the Devil's Rain.\n\nBut . . . what IS the Devil's Rain? This is a question frequently asked in \"The Devil's Rain\" and, believe me, frequently answered. Picture it this way: All the good things of life are on one side of a sheet of plate glass, and you're on the other, and it's raining on your side, bunky. You pass the time by scratching the glass and pleading to be allowed back in.\n\nAll of this would be good silly fun if the movie weren't so painfully dull. The problem is that the material's stretched too thin. There's not enough here to fill a feature-length film. No doubt that's why we get so many barren landscapes filled with lonely music and ennui.\n\nThere are, however, a few good scenes, especially those in which Ernest Borgnine appears. He wears his official Satanist suit, all red velvet and quite a contrast to the hooded black robes of his disciples. They have empty eye sockets, and when you shoot them, it turns out they're full of a milky green substance that looks like gelatin that didn't set.\n\nBorgnine occasionally disappears in great puffs of smoke, only to reappear as the Devil himself, complete with goat's horns, a beard and fierce eyes. One imagines Borgnine reading the script and telling his agent: \"This is a part I must make my own!\" He works up a fine fiendish cackle and a passable obscene growl and goes out in style, failing down a manhole into Hell.\n\nThen there's a big explosion, the Devil's Rain starts to fall and the Undead all start to melt. Five minutes later, we're wondering if they'll ever finish. The filmmakers apparently spent a lot of money on the special effects, and to justify their investment they have the Undead melt, and melt, and melt, until if we get one more shot of green ooze, we'll feel like an exorcised popsicle. If only they'd melted just a little, just enough to give us the idea.\n\nBut, no, we have to wait about five minutes for the surprise ending, in which guess who doesn't have sense enough to come in out of the Devil's Rain?", "running_time": 86, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-08-15", "genres": ["Horror"], "title": "The Devil's Rain (1975)"}