{"url": "http://www.rogerebert.com/reviews/the-burbs-1989", "by": "Bruce Dernas Mark Rumsfield", "star_rating": 2.0, "text": "“The 'Burbs” tries to position itself somewhere between “Beetlejuice” and “The Twilight Zone,” but it lacks the dementia of the first and the wicked intelligence of the second and turns instead into a long shaggy dog story. It's about a group of nosy neighbors who grow concerned when a strange new family moves into their neighborhood and settles into a crumbling Gothic house that seems as out of place in the split-level suburbs as a tarantula on an angel food cake.\n\nWho are these people? They're never seen in the daylight, but at night their basement windows flash and crackle with giant discharges of electricity, and sometimes they can be seen out in their backyard, digging holes. For what? Corpses? Loot? They're like the Addams Family, ghoulish and aloof. They look like they were born under rocks and have never seen the light of day.\n\nIt would be wrong to say the neighbors are annoyed. Actually, they seem cheered by this sinister visitation in their midst: It gives them something to think about other than mowing the lawn or walking the dog. The hero of the film, Ray Peterson (Tom Hanks), has started his vacation just as the story begins, and instead of going fishing he elects to stay home and spy on the neighbors. His wife (Carrie Fisher) thinks this is childish behavior, but his neighbors (Bruce Dern and Rick Ducommun) are overgrown boys who enter enthusiastically into the enterprise.\n\nMeanwhile, the film provides lots of little vignettes of suburban life, involving such staples as the neighbor who allows his dog to poop on other people's lawns and the housewife who likes to do her yard work in the briefest of halter tops. None of this material is as funny as it might have been, partly because it seems recycled out of fairly ancient ideas of what the suburbs are really like (I kept expecting to see Dennis the Menace or Mr. Wilson wandering down the street).\n\nThe movie was directed by Joe Dante, who contributed that eerie segment to “The Twilight Zone” movie in which the people in an isolated farmhouse all seemed to coexist in a comic-book dimension (they were the original Toons). This time, with a related idea at feature length, he seems to have run out of inspiration. One of the things he could have exploited was the very falseness of the suburban sets he uses. The street he shoots on may, for all I know, actually exist somewhere, but it looks for all the world like that permanent small-town set they drive you through on the Universal Tour.\n\nIt's hard to put your finger on exactly what's missing from the movie. The actors do what they can with the material and the special effects are ambitious, but somehow the film fails to rouse itself into any real conviction. It's cut and dried; we anticipate the major events in the story and we're right. And when the explanation for the strange family's behavior finally arrives, it's not much of a surprise.\n\nThat family is led, by the way, by a small, pale, fish-faced doctor played by Henry Gibson (the Oscar nominee from “Nashville”).\n\nWatching him in the final scenes of the movie, I realized his character was more interesting than the suburbanites we'd been following all along. Maybe that's what the movie was missing: a comic inversion to undermine all of our expectations. What if the typical suburbanites had all been undernourished geeks and the sinister new family had moved in looking all-American? Only asking.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-02-17", "genres": ["Comedy", "Horror", "Thriller"], "title": "The 'Burbs (1989)"}