{"url": "http://www.rogerebert.com/reviews/the-hired-hand-1972", "by": "Peter Fondaas Collings", "star_rating": 2.5, "text": "Peter Fonda's \"The Hired Hand\" is a languorously spiritual Western about a young man who grows up into responsibility. We meet him after he has abandoned his wife and child to go back to the simple life of a cowboy journeyman. Then he decides, after some years have passed, to go back to his wife and start again.\n\nHe returns with his best friend (Warren Oates), and along the trail they come into contact with a malevolent villain named McVey (played by the satisfactorily evil Severn Darden). They injure McVey, unwisely as it turns out. When they arrive at the ranch, the cowboy's wife takes him on as a hired hand to begin with. But he has changed and grown old enough to be the husband of a woman 10 years his senior, and at last she takes him back into her bedroom.\n\nAll of this happens in a succession of shimmering photographic images, slow dissolves, sunstruck double-exposures and camera work that seems lyrical for a Western. \"The Hired Hand\" is a very quiet movie, for that matter, drawing on the detached mysticism that Peter Fonda always seems to exude. The music by Bruce Langhorne is a series of variations on simple themes, played in a straightforward manner by a few folk instruments.\n\nThe result of all this is that \"The Hired Hand\" doesn't pay off for audiences looking for a Western. Although good Westerns have always been morality plays, most of them have arrived at morality after a journey through a violent and action-oriented story. That doesn't happen here; the villain simply kidnaps the best friend, and announces he will cut off one of Oates' fingers every week until Fonda comes to rescue him. This leads to a foredoomed confrontation and to a death that is as inevitable as the deaths at the end of \"Easy Rider.\"\n\nFonda and Dennis Hopper popularized the masochistic death-of-the-hero ending in \"Easy Rider,\" and since then it has become conventional in a certain sort of youth movie. The Idea is that death, by its awesome finality, casts a significant light on the everyday events that went before.\n\nWell, it does to a degree, but usually what happens is a sort of metaphysical overkill, and we're left sitting in the theater wishing the hero had gathered his rosebuds while he could. Throwing in a death at the end of a movie is getting to be less significant and more cheap, I think; in the hands of more thoughtful directors, everyday events have their own human meanings and don't need to be gussied up by Christ symbolism.", "running_time": 90, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-02-02", "genres": ["Action"], "title": "The Hired Hand (1972)"}