{"url": "http://www.rogerebert.com/reviews/the-bride-wore-black-1968", "by": "Jeanne Moreauas Julie", "star_rating": 3.5, "text": "Francois Truffaut's \"The Bride Wore Black\" is intended, he tells us, as homage to Alfred Hitchcock. As homage, it succeeds. As Hitchcock, it doesn't quite. What a relief.\n\nTruffaut is a master in his own right. His best films (\"Jules and Jim,\" \"The 400 Blows\") have been personal. His weakest ones, like \"Fahrenheit 451,\" failed because he tried too consciously to work in the idiom of Hollywood. In \"The Bride Wore Black,\" he achieves what he was aiming for in \"Fahrenheit\": a marriage of the French new wave and Hollywood tradition.\n\nThe new generation of French filmmakers has argued for a long time that we Americans haven't honored our best directors. We applauded Cecil B. DeMille's vulgarity and Stanley Kramer's phony liberalism, but ignored the true Hollywood masters of action and suspense: John Ford, Howard Hawks, Don Siegel, Hitchcock. When Jean-Luc Godard made \"Breathless\" (1960), he dedicated his first film to Monogram Pictures, the Allied Artists subsidiary that specialized in B action movies and Charlie Chan.\n\nTruffaut, long an admirer of Hitchcock, has seen his films time and again. Two years ago, he persuaded Hitchcock to agree to 50 hours of interviews. The result was Truffaut's fascinating book, \"Hitchcock/Truffaut,\" in which the two directors discuss every single film Hitchcock ever made. Now, with \"The Bride Wore Black ,\" Truffaut has completed his study. He claims his film is consciously made in the style of Hitchcock.\n\nA lot of the Hitchcock elements are there. Jeanne Moreau plays a widow whose husband was shot and killed as they stood on the church steps together. It was an accident -- or was it? She sets out to murder the five men who were responsible -- or were they?\n\nOne of Hitchcock's trademarks has been his habit of shooting on location and working the location itself into the plot. In \"Strangers on a Train,\" the climax comes in an amusement park, so naturally there's a deadly duel on a merry-go-round. Truffaut is loyal to this tradition; every one of Jeanne Moreau's murders grows with grim logic out of the place where it occurs.\n\nThere are other Hitchcock touches. Truffaut uses such classic Hitchcock situations as the innocent man wrongly accused (or is he?); the chase; the unexpected interruption; the theme of restraint and confinement; the series of evil events that take place in sunshine and happiness, during wedding parties and games of children's tag. Best of all, the ending is totally unexpected and totally satisfying.\n\nAll the same, the film is Truffaut's, not Hitchcock's. When Jeanne Moreau discovers that one of her intended victims loves her, there is an ambiguity and simple emotion you wouldn't expect in Hitchcock. Miss Moreau's motivation is explained earlier in the film than Hitchcock would have done; Truffaut is more interested in how his heroine operates than in keeping it a mystery why.\n\nHe allows something else Hitchcock would never have permitted. He never explains how in the world Miss Moreau discovered the identities of her husband's killers (or were they?). But that would matter only if this were Hitchcock, and it isn't.\n\nFor the rest, Miss Moreau remains one of the screen's great actresses, and there is a supporting cast of unusual quality.", "running_time": 107, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-10-09", "genres": ["Drama", "Foreign", "Romance", "Thriller"], "title": "The Bride Wore Black (1968)"}