{"url": "http://www.rogerebert.com/reviews/the-scent-of-green-papaya-1994", "by": "Truong Thi Locas The Mother", "star_rating": 4.0, "text": "Here is a film so placid and filled with sweetness that watching it is like listening to soothing music. \"The Scent of Green Papaya\" takes place in Vietnam between the late 1940s and early 1960s, and is seen through the eyes of a poor young woman who is taken as a servant into the household of a merchant family. She observes everything around her in minute detail, and gradually, as she flowers into a beautiful woman, her simple goodness impresses her more hurried and cynical employers. The woman, named Mui, is an orphan - a child, when she first comes to work for the family. She learns her tasks quickly and well, and performs them so unobtrusively that sometimes she seems almost like a spirit. But she is a very real person, uncomplaining, all-seeing, and the film watches her world through her eyes. For her, there is beauty in the smallest details: A drop of water trembling on a leaf, a line of busy ants, a self-important frog in a puddle left by the rain, the sunlight through the green leaves outside the window, the scent of green papaya.\n\nWe understand the workings of the household only through her eyes. We see that the father drinks, and is unfaithful, and that the mother runs the business and the family. We see unhappiness, and we also see that the mother comes to think of Mui with a special love - she is like a daughter. As Mui grows and the family's fortunes fade, the routine in the household nevertheless continues unchanged, until a day when the father is dead and the business in disarray. Then Mui is sent to work as the servant of a young man who is a friend of the family.\n\nShe has known this young man for a long time, ever since they both were children. He was the playmate of her employer's son.\n\nNow he has grown into a sleek and sophisticated man about town, a classical pianist, French-speaking, with an expensive mistress.\n\nMui serves him as she served her first family, quietly and perfectly. And we see through small signs that she loves him. These signs are at first not visible to the man.\n\n\"The Scent of Green Papaya,\" which is one of this year's Oscar nominees in the foreign language category, is first of all a film of great visual beauty; watching it is like seeing a poem for the eyes. All of the action, indoors and out, is set in Saigon in the period before the Vietnam War, but what is astonishing is that this entire film was made in Paris, on a sound stage. Everything we see is a set. There is a tradition in Asian films of sets that are obviously artificial (see \"Kwaidan,\" with its artificial snowfalls and forests). But the sets for \"Green Papaya\" are so convincing that at first we think we are occupying a small, secluded corner of a real city.\n\nThe director, Tran Anh Hung, undoubtedly found it impossible to make a film of this type in today's Vietnam, which is hardly nostalgic for the colonial era. That is one reason he recreated his period piece on a sound stage. Another reason may be that he wanted to achieve a kind of visual perfection that real life seldom approaches; every small detail of his frame is idealized in an understated but affecting way, so that Mui's physical world seduces us as much as her beauty.\n\nSome will prefer the first two-thirds of the film to the conclusion: There is a purity to the observation of Mui's daily world that has a power of its own. Toward the end of the film, plot begins to enter, and we begin to wonder when the young pianist will notice the beautiful woman who lives under his roof, and loves him so. There is an old, old movie tradition of the scene where a man suddenly sees a woman through fresh eyes, and realizes that the love he has been looking everywhere for is standing right there in front of him. These scenes can be laughable, but they can also sometimes be moving, and when that moment arrives in \"Scent of Green Papaya,\" it has been so carefully prepared that there is a true joy to it.\n\nThere is another scene of great gladness, when the man begins to teach the young woman to read. So deep is the romanticism of the film that we almost question whether this is an advancement for her: Her simplicity, her unity of self and world, is so deep that perhaps literacy will only be a distraction. It is one of the film's gifts to inspire questions like that.\n\nI have seen \"The Scent of Green Papaya\" three times now - the first time in May 1993 at Cannes, where it was named the best film by a first-time director. It is a placid, interior, contemplative film - not plot-driven, but centered on the growth of the young woman. As such, you might think it would seem \"slower\" on later viewings, but I found that the opposite was true: As I understood better what the movie was, I appreciated it more, because like a piece of music it was made of subtleties that only grew deeper through familiarity. This is a film to cherish.", "running_time": 103, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-03-11", "genres": ["Drama", "Foreign", "Romance"], "title": "The Scent Of Green Papaya (1994)"}