{"url": "http://www.rogerebert.com/reviews/the-last-house-on-the-left-2009", "by": "Sara Paxtonas Mara", "star_rating": 2.5, "text": "I have seen four films inspired by the same 13th century folk ballad: Ingmar Bergman's \"The Virgin Spring\" (1960), Wes Craven's \"The Last House on the Left\" (1972), David DeFalco's \"Chaos\" (2005) and now Dennis Iliadis' remake of the 1972 film, also titled \"The Last House on the Left.\"\n\nWhat I know for sure is that the Bergman film is the best. Beyond that, the versions are a confusion of contradictions. I gave the 1972 film 3.5 stars, describing it as \"a tough, bitter little sleeper of a movie that's about four times as good as you'd expect.\" I gave the 2005 film zero stars, describing it as \"ugly, nihilistic and cruel -- a film I regret having seen.\" What do I think about the latest story about a girl who goes walking in the woods, is raped and in some versions is killed, and whose attackers then seek shelter in the house of her parents, who realize who they are, and take revenge?\n\nWould I still admire the 1972 version today? Can I praise 2009's after savaging 2005's? Isn't it all more or less the same material? Not quite. In the Bergman film, the father asks God's forgiveness for taking vengeance and says, \"I promise you, God, here on the dead body of my only child, I promise you that, to cleanse my sins, here I shall build a church. On this spot. Of mortar and stone ... and with these, my hands.\"\n\nAnd such a church was built in the 1300s and still stands at Karna in Sweden. No churches will be built because of the other films, no parents will ask forgiveness and few members of the audience will think they should. These films are in the horror genre, which once tried to scare the audience, but now invites the audience to share the fear and pain of the characters. It is the one genre that can lead the box office without name stars, perhaps because its fans know that big stars very rarely appear in one (I'm not thinking of films where story is first, but those in which graphic violence is first).\n\nHorror films have connoisseurs, who are alert to gradations in violence. The well-informed critic \"Fright\" at the Web site Horror Movie a Day writes: \"In the original, EVERYTHING was just so depraved, the rape barely stuck out as anything worse than the other things they endured. Not the case here, and so while some may cry foul that the movie is too toned down, I think it's a good decision.\" \n\nNot many unseasoned audience members will find the 2009 rape scene \"toned down,\" and indeed I found it painful to watch. In the 2005 film, it was so reprehensibly and lingeringly sadistic, I found it unforgivable. So now my job as a film critic involved grading rape scenes.\n\nI don't think I can. I wrote that original \"Last House\" review 37 years ago. I am not the same person. I am uninterested in being \"consistent.\" I approach the new film as simply a filmgoer. I must say it is very well made. The rape scene appalled me. Other scenes, while violent, fell within the range of contemporary horror films, which strive to invent new ways to kill people, so the horror fans in the audience will get a laugh.\n\nThis film, for example, which as I write has inspired only one review (by \"Fright\"), has generated a spirited online discussion about whether you can kill someone by sticking their head in a microwave. Many argue that a microwave won't operate with the door open. Others cite an early scene establishing that the microwave is \"broken.\" The question of whether one should microwave a man's head never arises.\n\nLet's set that aside and look at the performances. They're surprisingly good, and I especially admired the work of Monica Potter and Tony Goldwyn as the parents of one of two girls who go walking in the woods. It is no longer only the father who takes revenge; both parents work together, improvising, playing a deadly chess game in their own home, which they know better than the villains. We are only human, we identify with the parents, we fear for them, and we applaud their ingenuity.\n\nThere is also sound work by Krug (Garret Dillahunt), the convincingly evil leader of a pack of degenerates. He isn't just acting scary. He creates a character. And Sara Paxton, who has been acting since 8 and was 20 when the movie was made, shows, as so many sexy young blonds do, that they are better than the bubblehead roles they are mostly given.\n\nIt is also true that director and Dennis Iliadis and his cinematographer Sharone Meir do a smooth job of handling space and time to create suspense. The film is an effective representative of its genre, and horror fans will like it, I think, but who knows? I'm giving it a 2.5 in the silly star rating system and throwing up my hands.", "running_time": 110, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-03-11", "genres": ["Crime", "Horror", "Thriller"], "title": "The Last House on the Left (2009)"}