{"url": "http://www.rogerebert.com/reviews/the-goonies-1985", "by": null, "star_rating": 3.0, "text": "\"The Goonies\" is a smooth mixture of the usual ingredients from Steven Spielberg action movies, made special because of the high-energy performances of the kids who have the adventures. It's a fantastical story of buried pirate treasure, told with a slice-of-life approach that lets these kids use words Bogart didn't know in \"Casablanca\". There used to be children's movies and adult movies. Now Spielberg has found an in-between niche, for young teenagers who have fairly sophisticated tastes in horror. He supervises the formula and oversees the production, assigning the direction to stylish action veterans (this time, it's Richard Donner, of \"Superman\" and \"Ladyhawke\").\n\n\"Goonies\", like \"Gremlins\", walks a thin line between the cheerful and the gruesome, and the very scenes the adults might object to are the ones the kids will like the best: Spielberg is congratulating them on their ability to take the heavy-duty stuff. The movie begins with an assortment of engaging boys, including a smart kid, a kid with braces, a fat kid, an older brother, and an Asian kid whose clothing conceals numerous inventions. Along the way they pick up a couple of girls, whose function is to swap spit and get bats in their hair. The kids find an old treasure map and blunder into the hideout of a desperate gang of criminalsÑtwo brothers, led by a Ma Barker type. There is a third brother, a Quasimodish freak, who is kept chained down in the cellar, where he watches TV. The tunnels to the treasure begin under the hideout. The kids find the tunnels while fleeing from the bad guys, and then go looking for the treasure with the crooks on their tails. There are lots of special effects and among the set pieces are the same kinds of booby traps that Indiana Jones survived in \"Raiders of the Lost Ark\" (falling boulders, sharp spikes), and a toboggan ride on a water chute that will remind you of the runaway train in \"Indiana Jones and the Temple of Doom.\" \n\nIf the ingredients are familiar from Spielberg's high-powered action movies, the kids are inspired by \"E.T. The Extra-Terrestrial\". The single most important line of dialogue in any Spielberg movie is probably the line in \"E.T.\" when one kid calls another kid \"penis-breath.\" The dialogue hears and acknowledges the precocious way that kids incorporate vulgarity into their conversations, especially with each other; the line in \"E.T.\" created such a shock of recognition that the laughs swept away any objections.\n\nThis time, his kids say \"shit\" a lot, and it is a measure of Spielberg's insight that the word draws only a PG rating for the movie; Spielberg no doubt argues that most kids talk like that half the time, and he is right. His technique is to take his thirteen-and fourteen-year-olds and let them act a little older than their age. It's more refreshing than the old Disney technique, which was to take characters of all ages and have them behave as if they were twelve.\n\nAnother Spielberg trademark, faithfully achieved by Donner, is a breakneck narrative speed. More things happen in this movie than in six ordinary action films. There's not just a thrill a minute; there's a thrill, a laugh, a shock, and a special effect. The screenplay has all the kids talking all at once, all the time, and there were times, especially in the first reel, when I couldn't understand much of what they were saying. The movie needs to be played loud, and with extra treble.\n\nDuring \"Goonies\", I was often exhilarated by what was happening. Afterward, I was less enthusiastic. The movie is totally manipulative, which would be okay, except it doesn't have the lift of a film like E.T. It has the high energy without the sweetness. It uses what it knows about kids to churn them up, while E.T. gave them things to think about, the values to enjoy. \"The Goonies\", like \"Gremlins\", shows that Spielberg and his directors are absolute masters of how to excite and involve an audience. \"E.T.\" was more like \"Close Encounters of the Third Kind\"; it didn't simply want us to feel, but also to wonder, and to dream.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-01-01", "genres": ["Adventure", "Comedy", "Family"], "title": "The Goonies (1985)"}