{"url": "http://www.rogerebert.com/reviews/the-damned-united-2009", "by": "Michael Sheenas Brian Clough", "star_rating": 3.5, "text": "Imagine if Al Lopez, not long after leading the White Sox to their 1959 pennant, had resigned to take Casey Stengel's job at the Yankees, insulted the players and fans, and plummeted the team into a losing streak. That would parallel the career of Brian Clough, who led the underdog of Derby County to British football glory, and then took the manager's job at its hated archrival, Leeds United, and informed the players they were hooligans.\n\nThat we haven't heard of Brian Clough in this country is no reason not to see \"The Damned United,\" the story of a man and the nature of professional sports. Football, known as soccer on this side of the waves, inflames passions in a way unknown to American football fans. To insult a Brit's team is to defame his mother. It's more democratic than U.S. football, because all it really requires to play is a ball. What must they think of us around the world when they witness pro football with its fearsome protective equipment and brief spurts of activity? \"How do you find the patience to watch it?\" I was asked by a London friend. I countered with cricket, the nearest thing in sports to a timeout.\n\nClough was the youngest manager in history when he took over Derby County. He was funny and friendly, and once before a match, tousled the hair of a young man and told him, \"You will never forget this day.\" That fan grew up to be the novelist David Peace, who wrote The Damned Utd., about the Shakespearean tragedy of Clough.\n\nClough was a helpless partisan. He identified with Derby so deeply that when he took over Leeds, it became almost an act of revenge. Even as their leader, he hated them. And he was stepping into the shoes of their legendary manager Don Revie, who had been named manager of the English national team. Revie, who once neglected to shake his hand after a match. Clough hated Leeds, Revie and the team's management, and it's believed by some that Leeds players deliberately lost matches to sabotage him.\n\nThe enigma of Brian Clough has long fascinated British fans. \"The Dammed United\" offers no easy explanation, but plunges into the mysteries of the personality. It stars Michael Sheen, who now in three films has embodied modern British icons so uncannily that he's all but disappeared into them. He was Prime Minister Tony Blair in \"The Queen,\" David Frost in \"Frost/Nixon\" and now Brian Clough. He completes these transformations largely without the disguise of makeup, primarily by seeming so intensely them. \"The Damned United\" again unites Sheen with screenwriter Peter Morgan and producer Andy Harries of the other two. Tom Hooper directs.\n\nClough is a nervous man. His passion eats at him. During one match with Leeds, he cannot force himself onto the field, but remains in the locker room, trying to interpret the cheers of the crowd. His tortured psyche gains a measure of balance from Peter Taylor (Timothy Spall), his loyal assistant, who is quiet, wise and prudent, and acts as his drag anchor. Tactless to the core, Clough insults this good man, who doesn't follow him to Leeds. That is the start of his undoing.\n\nSpall is one of three first-rank supporting actors who bring the film richness. Colm Meaney plays Revie, a Woody Hayes or Vince Lombardi type who has the confidence of royalty. Jim Broadbent plays Sam Longson, owner of Derby, who is a Jerry Reinsdorf type, if you see what I mean. At some level, professional sports must be considered, after all, as a retail business.\n\n\"The Damned United\" avoids all sports movie cliches, even the obligatory ending where the team comes from behind. Is this the first sports movie where the hero comes from ahead and loses? David Peace says before writing his novel, he re-read the great proletarian Angry Young Men fictions circa 1960, like Look Back in Anger, Saturday Night and Sunday Morning and The Loneliness of the Long Distance Runner. He has a hero who is most comfortable as underdog -- indeed, almost needs to be.\n\nThe film is not primarily concerned with showing the game. It skillfully uses some archival footage, which evokes the pitch of feeling during a match. Soccer crowds are a mass of unanimous emotion and not so much a collection of individuals. Fans lose themselves in the surging collective like Japanese men at an annual festival of a god.\n\nThe film focuses squarely on Brian Clough. We sense what wounded love his admirers felt. He was so good, so true and fell so swiftly after joining the other side; today in Britain, all you have to do is mention \"the 44 days\" and everyone will know you mean Clough's brief tenure at the damned Leeds United: \n\nTherefore the flight shall perish from the swift, and the strong shall not strengthen his force, neither shall the mighty deliver himself.", "running_time": 97, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-10-14", "genres": ["Drama", "Foreign", "Sports Film"], "title": "The Damned United (2009)"}