{"url": "http://www.rogerebert.com/reviews/the-flim-flam-man-1967", "by": "George C. Scottas Mordecai Jones", "star_rating": 3.0, "text": "Some of the funniest scenes in \"Dr. Strangelove\" involved George C. Scott as the Army chief of staff. During a war-council, he stuffed gum into his mouth, whispered to his mistress over the hot line and tried to explain to the President just why it was that, through a lamentable oversight, the world was sort of doomed.\n\nScott had the role just right. His military man was filled with official bluster and sly rascality. So you'd think Scott would be a great choice for the title role of \"The Flim-Flam Man.\" But he isn't quite.\n\nThe movie is about a veteran con man who journeys through the small towns of the South, performing the classic repertory of the confidence game: card tricks, fake identities, the lost billfold gambit, the bargain to be had on a shady deal. A young Army dropout (Michael Sarrazin) signs on as his straight man and they fleece the suckers until love appears for Sarrazin in the person of Sue Lyon.\n\nThe movie was shot on location, largely in Kentucky, and it gains a real feeling of authenticity. These are real crossroads stores and real wide-eyed rednecks, watching the city slicker shuffle the cards. And a lot of the episodes are hilarious. I announced some time ago, in connection with \"Casino Royale\" (1967) I think, that chase scenes had just about had it as laugh-getters in the movies. Wrong again. There is a chase scene in this one that's a classic. The flim-flam man, dressed, as a minister, and his pupil, dressed as an accident victim, steal a car and lead the sheriff on a brilliantly photographed chase down the sidewalks and through the watermelon wagons of the South.\n\nThere are also some nicely directed scenes in which Scott gradually overcomes the suspicions of his victims, wins their confidence, allows his straight man to win a few bucks and then, oh, so innocently asks a tobacco farmer if he'd care to speculate as to which card was the queen.\n\nBut, in the end, Scott doesn't quite come off as the flim-flam man. I think the mistake was to make him so old (past 60) and flamboyant, instead of letting him play the role as a smooth and oily character (as he was in \"The Hustler\").\n\nBut you know who might have made a good flim-flam man? Harry Morgan, who plays the sheriff, and who is Sergeant Friday's sidekick on \"Dragnet.\" With a cigar stuck in his mouth, he looks like about the shiftiest guy I can imagine. Except for W. C. Fields, come to think of it.", "running_time": 104, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-10-31", "genres": ["Comedy"], "title": "The Flim-Flam Man (1967)"}