{"url": "http://www.rogerebert.com/reviews/the-kid-with-a-bike-2012", "by": "Thomas Doretas Cyril", "star_rating": 3.5, "text": "The fierce young boy is always in motion, his face screwed up in determination, pedaling his bike, running through the streets, pounding on doors and windows, demanding, demanding. He demands the love of his father, but lacking that, he wants his bike, and the acceptance of the woman who has become his foster mother on weekends, and recognition from Wes, the teenage neighborhood hoodlum.\n\nHe is named Cyril, and as played here by Thomas Doret, he becomes an indelible portrait of need. We meet him first in an official boys' home, where he was dumped by a father who promised to return but never has. Like a young detective, he methodically tracks him down — visiting the bar and pastry shop his dad took him to, calling a number that is always disconnected, talking his way into his dad's former apartment, where he is sure he will find his bicycle and perhaps Guy (Jeremie Renier), his father.\n\nWinner of the Grand Jury Prize at Cannes 2011, \"The Kid with a Bike\" is another empathetic film by Jean-Pierre and Luc Dardenne, the brothers from Belgium who have strong sympathy for alienated children and young people, and who avoid melodrama and sensation in telling their stories so movingly. There are two things that could go seriously wrong in young Cyril's life, but they don't quite happen. The Dardennes don't wring us out like that. They prefer the drama of ordinary life, in which for a boy like Cyril, things don't easily go right. In straightforward, realistic scenes, they show a boy who fears he has been thrown away, but persists in feeling that his father only lost him and will be happy to find him again.\n\nHe can't stand restraint. He doesn't accept instruction. When he sees another boy ride past on his bike, he chases him. Samantha (Cecile De France), who owns a local beauty shop, tracks down the boy and buys the bike from his father. What anguish Cyril must feel when he learns the other kid didn't steal his bike — Guy sold it. He sees a notice in a shop window, in his father's own handwriting. Cyril is about 11 and will remind some viewers of the hero of Truffaut's \"The 400 Blows.\" But that boy had a hero, Balzac, and Cyril has only his father, who cannot accept the role. \n\nCyril boldly asks Samantha if he can live at her house. She agrees to take him on weekends. It works out badly. Fearing rejection, he has a way of testing people beyond their endurance. \"Why did you let me come here?\" he asks. \"I don't know,\" she says, honestly. He keeps running away and eventually is led into big trouble by Wes, a few years older, who slicks back his black hair, smokes, drinks and leads a \"gang.\" The Dardennes are masterful in showing how easily Wes is able to manipulate Cyril to do his will.\n\nThe film is only 87 minutes long, lean and efficient, intent on Cyril. It doesn't \"explain\" him, because he is all there to be seen: his need, his abandonment, his reckless determination, his unprotected youth. Young Thomas Doret fills the role with natural sincerity and focus, and not a second that seems contrived. The cast is small, but the Dardennes use some regulars: Jeremie Renier, star of their \"L'Enfant\" (2005), where he played a very young father who tried to raise money by selling his new baby. The man in the bar is Olivier Gourmet, who starred in the Dardennes' masterpiece \"Le Fils\" (2002), as a man who meets the boy responsible for his own son's death. \n\n\"The Child\" and \"The Son.\" Over and over, their subjects are parents, children, alienation, rebellion. But the Dardennes love these characters and do not blame them. They attend to their pain. They find goodness and share happiness. The most mysterious character in \"The Kid with a Bike\" is not the kid, who after all, has a story it's fairly easy to understand. It is the hairdresser, played by Cecille De France with her sad beauty. This actress carries lifetimes in her eyes. \n\nThere is a moment here when she is forced to make a choice, and as she makes it, she reveals so much about how she got to this place in life. \"Why did you let me come here?\" Cyril asks her. She says she doesn't know. As she makes her choice, we sense that she knows very well.", "running_time": 87, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-03-21", "genres": ["Drama", "Foreign"], "title": "The Kid with a Bike (2012)"}