{"url": "http://www.rogerebert.com/reviews/the-dark-knight-2008", "by": "Christian Baleas Bruce Wayne", "star_rating": 4.0, "text": "“Batman” isn’t a comic book anymore. Christopher Nolan’s “The Dark Knight” is a haunted film that leaps beyond its origins and becomes an engrossing tragedy. It creates characters we come to care about. That’s because of the performances, because of the direction, because of the writing, and because of the superlative technical quality of the entire production. This film, and to a lesser degree “Iron Man,” redefine the possibilities of the “comic-book movie.”\n\n “The Dark Knight” is not a simplistic tale of good and evil. Batman is good, yes, The Joker is evil, yes. But Batman poses a more complex puzzle than usual: The citizens of Gotham City are in an uproar, calling him a vigilante and blaming him for the deaths of policemen and others. And the Joker is more than a villain. He’s a Mephistopheles whose actions are fiendishly designed to pose moral dilemmas for his enemies.\n\nThe key performance in the movie is by the late Heath Ledger, as the Joker. Will he become the first posthumous Oscar winner since Peter Finch? His Joker draws power from the actual inspiration of the character in the silent classic “The Man Who Laughs” (1928). His clown's makeup more sloppy than before, his cackle betraying deep wounds, he seeks revenge, he claims, for the horrible punishment his father exacted on him when he was a child. In one diabolical scheme near the end of the film, he invites two ferry-loads of passengers to blow up the other before they are blown up themselves. Throughout the film, he devises ingenious situations that force Batman (Christian Bale), Commissioner Gordon (Gary Oldman) and District Attorney Harvey Dent (Aaron Eckhart) to make impossible ethical decisions. By the end, the whole moral foundation of the Batman legend is threatened.\n\nBecause these actors and others are so powerful, and because the movie does not allow its spectacular special effects to upstage the humans, we’re surprised how deeply the drama affects us. Eckhart does an especially good job as Harvey Dent, whose character is transformed by a horrible fate into a bitter monster. It is customary in a comic book movie to maintain a certain knowing distance from the action, to view everything through a sophisticated screen. “The Dark Knight” slips around those defenses and engages us.\n\nYes, the special effects are extraordinary. They focus on the expected explosions and catastrophes, and have some superb, elaborate chase scenes. The movie was shot on location in Chicago, but it avoids such familiar landmarks as Marina City, the Wrigley Building or the skyline. Chicagoans will recognize many places, notably La Salle Street and Lower Wacker Drive, but director Nolan is not making a travelogue. He presents the city as a wilderness of skyscrapers, and a key sequence is set in the still-uncompleted Trump Tower. Through these heights, the Batman moves at the end of strong wires, or sometimes actually flies, using his cape as a parasail.\n\nThe plot involves nothing more or less than the Joker’s attempts to humiliate the forces for good and expose Batman’ secret identity, showing him to be a poser and a fraud. He includes Gordon and Dent on his target list, and contrives cruel tricks to play with the fact that Bruce Wayne once loved, and Harvey Dent now loves, Assistant D.A. Rachel Dawes (Maggie Gyllenhaal). The tricks are more cruel than he realizes, because the Joker doesn’t know Batman’s identity. Heath Ledger has a good deal of dialogue in the movie, and a lot of it isn’t the usual jabs and jests we’re familiar with: It’s psychologically more complex, outlining the dilemmas he has constructed, and explaining his reasons for them. The screenplay by Christopher Nolan and his brother Jonathan (who first worked together on “Memento”) has more depth and poetry than we might have expected.\n\nTwo of the supporting characters are crucial to the action, and are played effortlessly by the great actors Morgan Freeman and Michael Caine. Freeman, as the scientific genius Lucius Fox, is in charge of Bruce Wayne’s underground headquarters, and makes an ethical objection to a method of eavesdropping on all of the citizens of Gotham City. His stand has current political implicstions. Caine is the faithful butler Alfred, who understands Wayne better than anybody, and makes a decision about a crucial letter.\n\nNolan also directed the previous, and excellent, “Batman Begins” (2005), which went into greater detail than ever before about Bruce Wayne’s origins and the reasons for his compulsions. Now it is the Joker’s turn, although his past is handled entirely with dialogue, not flashbacks. There are no references to Batman’s childhood, but we certainly remember it, and we realize that this conflict is between two adults who were twisted by childhood cruelty — one compensating by trying to do good, the other by trying to do evil. Perhaps they instinctively understand that themselves.\n\nSomething fundamental seems to be happening in the upper realms of the comic-book movie. “Spider-Man II” (2004) may have defined the high point of the traditional film based on comic-book heroes. A movie like the new “Hellboy II” allows its director free rein for his fantastical visions. But now “Iron Man” and even more so “The Dark Knight” move the genre into deeper waters. They realize, as some comic-book readers instinctively do, that these stories touch on deep fears, traumas, fantasies and hopes. And the Batman legend, with its origins in film noir, is the most fruitful one for exploration.\n\nIn his two Batman movies, Nolan has freed the character to be a canvas for a broader scope of human emotion. For Bruce Wayne is a deeply troubled man, let there be no doubt, and if ever in exile from his heroic role, it would not surprise me what he finds himself capable of doing.", "running_time": 152, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-07-16", "genres": ["Action", "Crime", "Drama"], "title": "The Dark Knight (2008)"}