{"url": "http://www.rogerebert.com/reviews/the-great-gatsby-1974", "by": "Robert Redfordas Gatsby", "star_rating": 2.5, "text": "The Great Gatsby is a superficially beautiful hunk of a movie with nothing much in common with the spirit of F. Scott Fitzgerald's novel. I wonder what Fitzgerald, whose prose was so graceful, so elegantly controlled, would have made of it: of the willingness to spend so much time and energy on exterior effect while never penetrating to the souls of the characters. It would take about the same time to read Fitzgerald's novel as to view this movie -- and that's what I'd recommend.\n\nThe movie is \"faithful\" to the novel with a vengeance -- to what happens in the novel, that is, and not to the feel, mood, and spirit of it. Yet I've never thought the events in The Great Gatsby were that important to the novel's success; Fitzgerald, who came out of St. Paul to personify the romance of an age, was writing in a way about himself when he created Gatsby. The mundane Midwestern origins had been replaced by a new persona, by a flash and charisma that sometimes only concealed the despair underneath. For Fitzgerald, there was always something unattainable; and for Gatsby, it was Daisy Buchanan, the lost love of his youth, forever symbolized by that winking green beacon at the end of her dock.\n\nThe beacon and the other Fitzgerald symbols are in this movie version, but they communicate about as much as the great stone heads on Easter Island. They're memorials to a novel in which they had meaning. The art director and set decorator seem to have ripped whole pages out of Fitzgerald and gone to work to improve on his descriptions. Daisy and her husband, the ruthless millionaire Tom Buchanan, live almost drowning in whites, yellows, and ennui. Tom's mistress Myrtle and her husband, the shabby filling station owner George, live in a wasteland of ashes in Fitzgerald's novel; in the movie, they seem to have landed on the moon.\n\nAll of this unfeeling physical excess might have been overcome by performances. But the director, Jack Clayton, having assembled a promising cast, fails to exploit them very well. When the casting of Robert Redford as Jay Gatsby was announced, I objected because he didn't fit my notion of Gatsby: He was too substantial, too assured, even too handsome. I saw him as Tom Buchanan, and somebody else as Gatsby (Jack Nicholson, maybe, or Bruce Dern -- who plays Tom). \n\nHaving seen the movie, I think maybe I was wrong: Redford could have played Gatsby. I'm not even sure it's his fault he doesn't. The first time Clayton shows us Gatsby, it's a low-angle shot of a massive figure seen against the night sky and framed by marble: This isn't the romantic Gatsby on his doomed quest, it's Charles Foster Kane. A scene where Gatsby reaches out as if to snatch the green beacon in his hand is true to the book, but the movie's literal showing of it looks silly.\n\nThese hints of things to come lead up to two essential scenes in which Clayton fails to give us a Gatsby we care about. The first is the initial meeting between Gatsby and Nick (Gatsby wants Nick, his neighbor and Daisy's cousin, to invite her to tea so they can meet again). Redford is so inarticulate and formal in this scene with Nick that we laugh; it's the first time we hear him talk, and he's so mannered that the acting upstages the content of the scene. Doesn't that have to be Clayton's fault? \n\nWe know Redford has range enough to have played the scene in several better ways. And then the actual reunion between Gatsby and Daisy -- the moment on which the rest of the movie is going to depend -- gives us Gatsby's toothpaste grin and Daisy's stunned reaction and holds both for so long that any tension reduces itself to the ridiculous. It doesn't even feel as if Gatsby's happy to see Daisy -- more that he assumes she's overjoyed to see him.\n\nThe message of the novel, if I read it correctly, is that Gatsby, despite his dealings with gamblers and bootleggers, is a romantic, naive, and heroic product of the Midwest -- and that his idealism is doomed in any confrontation with the reckless wealth of the Buchanans. This doesn't come through in the movie. When Nick, at his last meeting with Gatsby, tells him how much he admires him (\"You're worth the whole crowd of them\"), we frankly don't know why unless we've read the book. \n\nOh, we're told, to be sure: The sound track contains narration by Nick that is based pretty closely on his narration in the novel. But we don't feel. We've been distanced by the movie's overproduction. Even the actors seem somewhat cowed by the occasion; an exception is Bruce Dern, who just goes ahead and gives us a convincing Tom Buchanan. We don't have to be told the ways in which Tom is indifferent to human feeling, because we can sense them.\n\nBut we can't penetrate the mystery of Gatsby. Nor, to be honest, can we quite understand what's so special about Daisy Buchanan. Not as she's played by Mia Farrow, all squeaks and narcissism and empty sophistication. In the novel, Gatsby never understands that he is too good for Daisy. In the movie, we never understand why he thought she was good enough for him. And that's what's missing.\n\nThat, and one other small item: How could a screenplay that plundered Fitzgerald's novel so literally, that quoted so much of the narration and dialogue, have ended with a rinky-dink version of \"Ain't We Got Fun\" instead of the most famous last sentence of any novel of the century? Maybe because the movie doesn't ever come close to understanding it: \"And so we beat on, boats against the current, borne back ceaselessly into the past.\"", "running_time": 146, "mpaa_rating": "PG", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Drama", "Romance"], "title": "The Great Gatsby (1974)"}