{"url": "http://www.rogerebert.com/reviews/the-well-diggers-daughter-2012", "by": "Daniel Auteuilas Pascal", "star_rating": 3.5, "text": "In the south of France, before World War I, we meet a hard-working well-digger named Pascal Amoretti (Daniel Auteuil), whose wife dies, leaving him with six daughters. A rich Parisian woman becomes impressed by the second oldest, Patricia (Astrid Berges-Frisbey), and pays for her to come to Paris and attend a convent school. At 18, with a cultured Parisian accent and stylish clothes, she returns home to help her father with the girls. Our first glimpse is of her running happily through flowers in a field.\n\nPatricia is all heart, all true, all warm. The more we like her, the more we care. Her father would like her to marry his longtime employee, Felipe (Kad Merad), who is happy enough to go along with the plan but so genial that he would do anything to accommodate his boss. Felipe gets a tiny new car and takes Patricia to town, and there she meets Jacques Mazel (Nicolas Duvauchelle), the dashing son of a local \"rich man.\" By rich is meant that his father owns the general store.\n\nIt is love at first sight, but given the temps and the mores, a romance between them would violate class barriers. Still, after Patricia sees Jacques flying his biplane in a little air show, she speaks to him, and he spirits her away on his motorcycle. They both are clearly smitten. All this happens in a charming Provencal countryside, with dusty lanes and rolling hills.\n\nClass differences are all important. Patricia is a good girl, but like many good girls, she becomes pregnant, just as Jacques is called up by the French air force and sent to fly in Africa — literally overnight. Through one of those misunderstandings that are crucial to melodrama, Patricia believes he has left without saying goodbye. When good, simple Felipe offers his hand in marriage, she confesses her condition to him.\n\nHer father erupts. In a scene of great fragility and tension, he dresses all his girls in their Sunday best and presents them to Monsieur and Madame Mazel (Sabine Azema and Jean-Pierre Darroussin), who are unmoved. Jacques' mother is the real problem; she is a dictatorial monster with an almost unnatural love for her son, and believes there is no possibility of the invaluable Mazel genes mixing with the Amorettis' miserable, working-class, well-digging genes.\n\nDaniel Auteuil (you remember him as the busy father in \"Cache\") makes a rock-solid Pascal. Heavier and more work-worn than we've seen him, he has a face that embodies love and great probity; this is not a man to make hasty decisions or to easily change his mind. Patricia, now described as a \"lost girl,\" is dispatched to live with his sister, where she gives birth to a son. \n\nThis story is based on a novel and a 1940 film by Marcel Pagnol, sometimes called \"The Dickens of the South\" (of France). \"The Well Digger's Daughter\" not only stars Auteuil but was directed by him, 26 years after he first became a star in two earlier and great films based on works by Marcel Pagnol, \"Jean de Florette\" and \"Manon of the Spring\" (1986). \"The Well Digger's Daughter\" is such a success that Auteuil has already been signed to direct three more Pagnol classics, and I eagerly want to see them.\n\nWhat he does here, with precise casting, is to depend on the traditional strength of all love stories to make us hope the lovers will overcome the obstacles separating them. When it appears that may actually happen, Patricia's self-respect almost gets in the way. Although single moms were more frowned upon then than now, she refuses to think of herself as a lost girl, or to apologize for her baby boy. That the boy is as cute and burbling as the baby on a Gerber's jar is a great help for her case.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-03", "genres": null, "title": "The Well-Digger's Daughter (2012)"}