{"url": "http://www.rogerebert.com/reviews/the-cotton-club-1984", "by": null, "star_rating": 4.0, "text": "After all the rumors, all the negative publicity, all the stories of fights on the set and backstage intrigue and imminent bankruptcy, Francis Ford Coppola's \"The Cotton Club\" is, quite simply, a wonderful movie. It has the confidence and momentum of a movie where every shot was premeditated -- and even if we know that wasn't the case, and this was one of the most troubled productions in recent movie history, what difference does that make when the result is so entertaining?\n\nThe movie takes place in New York in the 1920s and 1930s, where Irish and Jewish gangsters battled the Italians for the rackets. Most of their intrigues were played out in public, in flashy settings like the Cotton Club, a Harlem nightclub that featured the nation's most talented black entertainers on stage -- playing before an all-white audience. By telling us two love stories, Coppola shows us both sides of that racial divide. He begins by introducing Dixie Dwyer (Richard Gere), a good-looking young musician who saves the life of a gangster and is immediately recruited into the hood's inner circle. There he meets the gangster's teenage girlfriend (Diane Lane), and they immediately fall in love -- but secretly, because they'll live longer that way. Then we meet Sandman Williams (Gregory Hines), a black tap dancer who dreams of appearing at the Cotton Club, and falls in love with a member of the chorus line (Lonette McKee), a mulatto who talks about her secret life among people who think she is white.\n\nThe two love stories are developed against a background of a lot of very good jazz, some great dancing, sharply etched character studies of the gang bosses, and a couple of unexpected bursts of violence that remind us, in their sudden explosion, of moments in Coppola's Godfather films. Indeed, there's a lot of \"The Godfather\" in \"The Cotton Club,\" especially in the movie's almost elegiac sadness: We get the feeling of time passing, and personal histories being written, and some people breaking free and other people dying or surrendering to hopelessness.\n\nThere's another reminder of The Godfather movies, and that's in the brilliant, in-depth casting. There's not an uninteresting face or a boring performance in this movie, but two supporting characters really stand out: Bob Hoskins, as a crooked club owner named Madden, and Fred Gwynne, as a towering hulk named Frenchy. They are friends. They also are criminal associates. Hoskins is a bantamweight filled with hostility; Gwynne is a giant with a deep voice and glowering eyes. After Gwynne is kidnapped and Hoskins pays the ransom, the scene between the two of them begins as a routine confrontation and unfolds into something surprisingly funny and touching.\n\nCoppola has a way, in this film, of telling all the different stories without giving us the impression he's jumping around a lot. Maybe the music helps. It gives the movie a continuity and an underlying rhythm that makes all of the characters' lives into steps in a sad ballet. We like some of the characters, but we don't have much respect for them, and the movie doesn't bother with clear distinctions between good and evil. \"The Cotton Club\" is a somewhat cynical movie about a very cynical time, and along with the music and the romance there is racism, cruelty, betrayal, and stunning violence. Romance with a cutting edge.\n\nThe performances are well-suited to the material. Richard Gere is especially good as Dixie Dwyer, maybe because the camera has a way of seeing him off-balance, so that he doesn't dominate the center of each shot like a handsome icon; Coppola stirs him into the action. Diane Lane, herself still a teenager, is astonishing as the party girl who wants to own her own club. Gregory Hines and his brother, Maurice, create a wonderful moment of reconciliation when they begin to tap dance and end by forgiving each other for a lifetime's hurts. And Hoskins, the British actor who played the unforgettable mob chief in \"The Long Good Friday,\" is so wound-up and fierce and funny as the mobster that he takes a cliché and turns it into an original.\n\n\"The Cotton Club\" took months to shoot, and they claim they have another 200,000 feet of footage as good as this movie. I doubt it. Whatever it took to do it, Coppola has extracted a very special film out of the checkered history of this project.", "running_time": 127, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Crime", "Drama", "Music", "Romance", "Thriller"], "title": "The Cotton Club (1984)"}