{"url": "http://www.rogerebert.com/reviews/the-piano-teacher-2002", "by": "Isabelle Huppertas Erika Kohut", "star_rating": 3.5, "text": "There is a self-assurance in Isabelle Huppert that defies all explanation. I interviewed her in 1977, asking her how she got her start in the movies. She knocked on the door of a Paris studio, she said, and announced, \"I am here.\" Was she kidding? I peered at her. I thought not.\n\nIn Michael Haneke's \"The Piano Teacher,\" which won three awards at Cannes 2001 (best actress, actor and film), she plays a bold woman with a secret wound. She is Erika Kohut, 40ish, a respected instructor at a conservatory of music in Vienna. Demanding, severe, distant, unsmiling, she leads a secret life of self-mutilation. That she sleeps in the same bed with her domineering mother is no doubt a clue--but to what? Erika is fascinated with the sexual weaknesses and tastes of men. There is a scene where she visits a porn shop in Vienna, creating an uncomfortable tension by her very presence. The male clients are presumably there to indulge their fantasies about women, but faced with a real one, they look away, disturbed or ashamed. If she were obviously a prostitute, they could handle that, but she's apparently there to indulge her own tastes, and that takes all the fun out of it, for them. She returns their furtive glances with a shriveling gaze.\n\nShe has a handsome young student named Walter (Benoit Magimel). She notices him in a particular way. They have a clash of wills. He makes it clear he is interested in her. Not long after, in one of the school's restrooms, they have a sexual encounter--all the more electrifying because while she shocks him with her brazen behavior, she refuses to actually have sex with him. She wants the upper hand.\n\nWhat games does she want to play? A detailed and subtle plan of revenge against her mother is involved, and Walter, who is not really into sadomasochism, allows himself to be enlisted out of curiosity, or perhaps because he hopes she will yield to him at the end of the scenario. Does it work out that way? Some audience members will dislike the ending, but with a film like this any conventional ending would be a cop-out.\n\nMost sexual relationships in the movies have a limited number of possible outcomes, but this one is a mystery. Another mystery is, what's wrong with Erika? She is not simply an adventuress, a sexual experimenter, a risk-taker. Some buried pathology is at work. Walter's idle thoughts about an experienced older woman have turned into nightmares about experiences he doesn't even want to know about.\n\nHuppert often plays repressed, closed-off, sexually alert women. At 47, she looks curiously as she did at 22; she is thin, with fine, freckled skin that does not seem to weather, and seems destined to be one of those women who was never really young and then never really ages. Many of her roles involve women it is not safe to scorn. Magimel won his best actor award for standing up to her force. He doesn't play the standard movie character we'd expect in this role (the immature twentysomething boy who flowers under the tutelage of an older woman). Instead, he's a capable, confident young man who thinks he has met hidden wildness and then finds it is madness.\n\nThe movie seems even more highly charged because it is wrapped in an elegant package. These are smart people. They talk about music as if they understand it, they duel with their minds as well as their bodies, and Haneke photographs them in two kinds of spaces: Sometimes they're in elegant, formal conservatory settings, and at other times in frankly vulgar places where quick release can be snatched from strangers. There is an old saying: Be careful what you ask for, because you might get it. \"The Piano Teacher\" has a more ominous lesson: Be especially careful with someone who has asked for you.", "running_time": 130, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-04-26", "genres": ["Drama", "Foreign", "Romance"], "title": "The Piano Teacher (2002)"}