{"url": "http://www.rogerebert.com/reviews/the-girl-in-the-picture-1986", "by": "John Gordon-Sinclairas Alan", "star_rating": 2.5, "text": "Here's another small, whimsical, everyday comedy from Scotland in which endearing people clumsily fall in love. It stars John Gordon-Sinclair, the tall, shy actor who had the title role in \"Gregory's Girl,\" and once again he is tongue-tied when it comes to speaking with women.\n\nHe plays a young man named Alan who has been sharing a Glasgow flat with his girlfriend for a year or two, and now he believes the affair is over. How can he tell her so? He rehearses his lines again and again, but they never sound right. Then he comes home to find her in the process of moving out; she thought it was over, too.\n\nAlan works in a photo shop, where he takes wedding and baby portraits, and joins his friend Ken in speculating about the private lives of the people they see in the snapshots they develop.\n\nOccasionally, he gets to know customers fairly well: Bill and Annie, for example, who are getting married despite what seem like vast disagreements. He: \"We can't get married in a church. I don't even believe in God.\" She: \"Don't talk nonsense. The invitations are already printed.\" \"The Girl in the Picture\" belongs on a short list of human comedies that all have a generaly similar feel: not only \"Gregory's Girl\" but also \"That Sinking Feeling,\" \"Local Hero,\" \"Comfort and Joy\" and even \"Letter to Brezhnev.\" They show us everyday life in the north of Britain, where the people, we gather, are simpler and sweeter and more naive. (Of course they are also rougher, more violent and angrier - but that's another genre.) This film deserves a place on that list of warmhearted slices of life, but not a place near the top. It is so slight, so rambling, so taken with its own charm that it never really involves us.\n\nThere's another problem. Because it doesn't take the time to really develop its female characters, it's hard for us to care about them. Take, for example, Mary (Irina Brook), who is Alan's roommate.\n\nFirst she moves out. Then we see her on a date with somebody else. Then Alan tells her he thinks he loves her, and she says he isn't experiencing love, but need. \"All right, then - I need you,\" he cries, but she stalks away, and so we're a little startled a few scenes later when she turns up again. She is never allowed to take on any real dimension, except as a symbol for the void in Alan's life that is sometimes filled and sometimes empty.\n\nThere are a couple of nice running gags in the movie. I liked the earnestness with which Ken, Alan's mop-headed little friend, falls in love with the girls in the pictures he develops. I liked the would-be newlyweds, arguing over everything. I did not, however, enjoy the use of the mysterious woman who seems to glide always on the fringes of Alan's life, with tantalizing smiles. And when that joke got to its payoff, I thought it was unnecessarily cruel.\n\nThe best thing in the movie is Gordon-Sinclair. He has grown up since \"Gregory's Girl\" and lost his adolescent lankiness, but he is still able to create just the right note of shy, apologetic vulnerability. He is a smart actor who is able to convince us his character is constantly considering the angles. I have a feeling we'll see him again and again in the years to come; he wears well.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-09-19", "genres": null, "title": "The Girl In The Picture (1986)"}