{"url": "http://www.rogerebert.com/reviews/the-gods-must-be-crazy-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\nHere's a movie that begins\r\nwith a Coke bottle falling from the heavens, and ends with a Jeep up in a tree.\r\n“The Gods Must Be Crazy” is a South African movie that arrived in Europe with\r\nlittle fanfare in 1982, broke box-office records in Japan and South America and\r\nall over Europe, and even became a cult hit here in North America, where there\r\nhas not been much of a demand for comedies from South Africa. \n\n\r\nThe film begins in the Kalahari Desert. A pilot\r\nin a private plane throws his empty Coke bottle out of the window. It lands\r\nnear a Bushman who is on a hunting expedition. He has never seen anything like\r\nit before. He takes it back to his tribe, where it is put to dozens of uses: It\r\nbecomes a musical instrument, a patternmaker, a fire starter, a cooking\r\nutensil, and, most of all, an object of bitter controversy. Everybody in the\r\ntribe ends up fighting over the bottle, and so the Bushman, played by the Xhosa\r\nactor N!xau (the exclamation point represents a click), decides there is only\r\none thing to do: He must return the bottle to the gods. This decision sends him\r\non a long odyssey toward more settled lands on the edges of the desert, where\r\nthe movie develops into a somewhat more conventional comedy. \n\n\r\nWe meet some of the new characters: A would-be\r\nschoolteacher, a goofy biologist, and an insurgent leader. They are all intent\r\non their own lives and plans, but in one way or another, the Xhosa and his Coke\r\nbottle bring them together into unexpected combinations. And the director,\r\nJamie Uys, has the patience to develop some really elaborate sight gags, which\r\nrequire a lot of preparation but pay off with big laughs particularly the\r\nsequence with an indecisive, back-and-forth Jeep. \n\n\r\nThe star of the movie is N!xau, who is so\r\nforthright and cheerful and sensible that his very presence makes some of the\r\ngags pay off. In any slapstick comedy, the gags must rest on a solid basis of\r\nlogic: It's not funny to watch people being ridiculous, but it is funny to\r\nwatch people doing the next logical thing, and turning out to be ridiculous.\r\nN!xau, because he approaches Western society without preconceptions, and bases\r\nall of his actions on logical conclusions, brings into relief a lot of the\r\nlittle tics and assumptions of everyday life. I think that reveals the thought\r\nthat went into this movie: It might be easy to make a farce about screwball\r\nhappenings in the desert, but it's a lot harder to create a funny interaction\r\nbetween nature and human nature. This movie's a nice little treasure.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Comedy", "Foreign"], "title": "The Gods Must Be Crazy (1981)"}