{"url": "http://www.rogerebert.com/reviews/the-dark-half-1993", "by": "Timothy Huttonas Thad Beaumont/George Stark", "star_rating": 2.0, "text": "One of the early images in \"The Dark Half\" is as terrifying as anything Stephen King has ever conceived. Thad Beaumont, the film's hero, is a gifted boy who wants to be a writer. He suffers headaches and seizures. Some sort of brain tumor is feared. Doctors find something on the X-rays, and open his skull, and while they are probing the surface of the delicate tissue, a large eye opens and stares at them.\n\nThe eye, as King's readers will know, belongs to the unformed embryo of Thad's twin. Such cases are not unknown, the surgeons assure each other (surgeons are unflappable in these cases).\n\nOne twin will sometimes absorb the other at an early stage of pregnancy, but sometimes a few bits are left over, like the extra eyeball buried in the brain. The offending material is cut out by the surgeons, and buried. Thad grows up to become a professor and writer.\n\nBut the books he writes under his own name are respectable and academic. His best-selling thrillers are written under the name of \"George Stark.\" And when he decides to retire the pseudonym, his troubles start again. Thad (Timothy Hutton) is a pleasant, humdrum sort of a guy, but \"Stark\" creates images of unspeakable horror. And those images somehow come from the evil twin, who calls himself George Stark, and does not want to stop writing. Soon a series of violent crimes begins, and all the clues point to Thad Beaumont. Only he knows that Stark is the real killer.\n\nNow this is a terrific premise for a thriller, and director George Romero (\"The Night of the Living Dead\") sets it up with skill and style. Thad's home life with his loyal wife (Amy Madigan) goes increasingly out of control as Stark makes his existence impossible.\n\nAnd although a conscientious lawman (Michael Rooker) would like to believe Thad's incredible story, he simply cannot. Rooker (seen on the other side of the law in \"Henry: Portrait of a Serial Killer\") has fingerprints and other evidence that prove Thad is a killer, and the story of the ghostly evil twin is too hard to imagine.\n\nUnfortunately, it is also too hard for King and Romero to imagine, and the film's biggest disappointment is that it doesn't develop its preternatural opening theme. Once George Stark is introduced, there's a little explanatory mumbo-jumbo from a wise old humanist (Julie Harris), and then \"The Dark Half\" simply turns into a violent action picture.\n\nI'd like to know more about the evil twin. Is he a figment of Thad's imagination? Some kind of psychic projection? Did he grow like a tree out of the bits of tissue buried in the old family plot? Is he an imposter? Can he read Thad's mind? Did he have a childhood? Is that the original eye? There are three or four inconclusive, half-baked suggestions dropped here and there in the movie, as if the authors themselves were sorting out the possibilities, but by the last half-hour this movie is essentially no different than if the eyeball had never blinked, the twin had never been discussed, and Thad was simply being persecuted by a routine mad slasher.\n\nToo bad. That means the end essentially comes down to a hackneyed fight to the finish, when a resolution of the weird premise would have been much more interesting. Another disappointment is that so little is done with the George Stark character, who is also played by Timothy Hutton, in a dual role that allows him to definitively shed his nice-guy image. Isn't there something wonderfully macabre (or darkly funny, anyway) about a creature who starts life as an unfinished embryo, ends up as a mad slasher, and would really rather be writing pulp fiction?", "running_time": 118, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-04-23", "genres": ["Drama", "Horror"], "title": "The Dark Half (1993)"}