{"url": "http://www.rogerebert.com/reviews/the-commitments-1991", "by": "Robert Arkinsas Jimmy Rabbitte", "star_rating": 3.0, "text": "Alan Parker’s “The Commitments” is a loud, rollicking, comic extravaganza about a rock band from the poorest precincts of North Dublin that decides to play soul music. The organizer of the band is the lean, ingenious Jimmy Rabbitte (Robert Arkins), whose suggestion is greeted with puzzlement by his friends. They like soul music, yes, but they don’t particularly identify with it. Rabbitte’s logic is persuasive: “The Irish are the blacks of Europe. Dubliners are the blacks of Ireland. North Dubliners are the blacks of Dublin.” The movie is based on a novel by Roddy Doyle, a North Dublin school teacher, but it is founded on charm. Parker introduces a Dickensian gallery of characters, throws them all into the pot, keeps them talking, and makes them sing a lot. The result is a movie that doesn’t lead anywhere in particular and may not have a profound message - other than that it’s hell at the top, however low the top may be. But the movie is filled with life and energy, and the music is honest. “The Commitments” is one of the few movies about a fictional band that’s able to convince us the band is real and actually plays together.\n\nJimmy Rabbitte is the mercurial force at the center of the group, holding it together, but the real star of the music in the movie is a large, shambling, unkempt young man named Deco Cuffe (Andrew Strong). After Rabbitte has disappointing luck at a series of auditions for his new band (there’s a funny montage showing the would-be talent knocking at his door), he finds Deco at a wedding party, where he picks up the microphone and begins to sing while the band is on break.\n\nStrong’s discovery in real life was scarcely less of a happy chance: He is the 16-year-old son of a Dublin singer that Parker was using to rehearse with, and when the father grew hoarse, the son stepped in, and Parker cast him on the spot. He’s one of those oversize, big-voiced natural talents, with the look of Meat Loaf and the verbal style of Joe Cocker, and he gives the music in the movie a driving energy.\n\nMeanwhile, backstage stories multiply. The oldest member of the group is Joey Fagan (Johnny Murphy), who claims to have toured America with all of the greats, from Wilson Pickett to Little Richard, and he is indeed an accomplished session musician. But he is even more accomplished at sessions between the sheets, and with great smoothness and subtlety he makes his way through all three women who sing backup for the band. Parker has fun letting that level of the story sort of happen in the background; like Robert Altman, he is able to capture the spontaneous nature of real life by letting several stories unfold at the same time.\n\n“The Commitments” is so much fun that maybe it’s unfair of me to expect anything more. But I was rather disappointed that the movie seemed to dissipate toward the end. The band is created with great conviction, we feel we really know several of its members, and then Parker seems to choose music over story, as the band members quarrel offstage but spend most of their time onstage, playing.\n\nCould there have been something more? Parker never promises us a profound human drama here, and the band is so good that maybe music was the best way to go. But I was left with sort of an empty feeling, as if after the characters were developed into believable people, Parker couldn’t find anywhere to go with them. As film, this is not one of the major works by the man who directed “Midnight Express,” “Birdy,” “Shoot the Moon” and “Mississippi Burning.” But as music and human comedy, it works just fine.", "running_time": 117, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-08-16", "genres": ["Drama", "Foreign", "Indie"], "title": "The Commitments (1991)"}