{"url": "http://www.rogerebert.com/reviews/the-star-maker-1996", "by": "Sergio Castellittoas Joe Morelli", "star_rating": 3.0, "text": "Don't we all sometimes believe, in some secret recess of our being, that if only we were seen correctly, we could be stars? Joe Morelli (Sergio Castellitto), the hero of \"The Star Maker,\" feeds on that folly. In the years after World War II, he tours the backwaters of Sicily in a truck plastered with movie posters, posing as a talent scout for Universal Studios of Rome. He sets up his tent in the town square and films screen tests of the locals, charging them a \"service fee,\" which they are happy to pay.\n\nOf course he is a fraud. We know that almost from the moment we see him, but his clients are trusting. \"Mother of God, what faces!\" he says, as he photographs them reading lines from \"Gone With the Wind.\" Some are paralyzed with fear. Some cannot stop talking.\n\nSome break down and confess their deepest fears and griefs. A mother seduces him to win a screen test for her daughter. He is like Miss Lonelyhearts, the hero of the Nathanael West novel: He knows he is a phony, but he becomes transformed by the weight of the needs that these people bring to him.\n\nNominated for this year's foreign film Oscar, \"The Star Maker,\" directed and co-written by Giuseppe Tornatore, is a companion piece to his \"Cinema Paradiso\" (1990). Both films take place in Sicily at about the same time, as television is replacing the big screen. Both films are about cinema professionals - a projectionist and a \"talent scout\" - who understand in an instinctive way how ordinary people nourish themselves from dreams of the movies. In both films, the professionals befriend young outcasts in need.\n\nIn \"Cinema Paradiso,\" it was the young boy from an unhappy home who made the projectionist his surrogate father, and the movies, in a way, his mother. In \"The Star Maker,\" it is a simple but beautiful girl, Beata (Tiziana Lodato), who works in a village cleaning and bathing the old and the sick, and makes money by letting lecherous old men look at her body. She believes the talent scout can rescue her from her life and stows away in his truck. Although he is hardly a monk, he returns her to the village, only to find that their lives are entangled in ways he does not foresee.\n\nThe film in Joe Morelli's camera may have expired. The \"screen tests\" are certainly going nowhere near \"Universalia Studios di Roma.\" He may not be seriously filming his subjects - but he is seriously looking at them. Through the camera, he sees their souls.\n\nThere is a humble shepherd who comes down from the hills and tells the camera, \"The best thing about being a shepherd is that you can reason with the stars.\" There is an old man in a cloak, in one village, who has not spoken since the war. He enters Morelli's tent one night for a test, and finds, as the camera rolls, that he can speak again: \"Oh, Fifth Regiment of my life!\" And there are stories all around Morelli that could be made into movies. Like the men who bring him to a shuttered room to photograph the dead body of a Mafia don, who was never photographed in life. They want something to remember him by. And the Count of Montejuso, whose beautiful wife brings him once a month in their Rolls-Royce to the bombed out village that was once his: \"All I have left is here.\" In the period of Tornatore's stories, the movies had not become so familiar to their audiences - they had not lost their mystery. There was still a barrier of glamor between the audience and the film. It was believed that movie stars, in some way, had transcended the mundane lot of the rest of us, and ascended to a more glorious plane. And that (here is the crucial part) the movies themselves had caused that glorification. To be touched by the movies was perhaps to be sanctified.\n\nThose beliefs are a heavy burden for Joe Morelli to bear. He cannot help seeing that somehow he is not entirely a fraud; that his subjects are getting their money's worth, sitting in front of the camera that allows them to express their dreams and then waiting patiently for the call from Rome.\n\n\"The Star Maker\" is not quite the film that \"Cinema Paradiso\" was, if only because the purity of the friendship between the projectionist and the young boy is not equaled here by the bond between Joe Morelli and the naive Beata. There are some uncomfortable moments when we sense that Tornatore, by asking his actress to reveal her body, is placing himself, and us, in the same position as the old man who pays her to remove her blouse.\n\nAnd he doesn't find a perfect ending for \"The Star Maker,\" as he did for \"Cinema Paradiso.\" In that film, we saw a montage of all of the movie kisses that had been snipped from the movies over the years by the censorious local priest. In this one, there is a reunion between Morelli and Beata that does not quite ring true. And then a montage of some of the \"screen tests\" he filmed, which seems too obviously a replay of the kisses. It's as if Tornatore is trying to make the same movie again, when in fact \"The Star Maker\" has its own right to be told. The movie is not as special as \"Cinema Paradiso,\" but in its own way it is enchanted, too. Mother of God, what faces.", "running_time": 114, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-03-08", "genres": ["Drama", "Romance"], "title": "The Star Maker (1996)"}