{"url": "http://www.rogerebert.com/reviews/the-run-of-the-country-1995", "by": "Albert Finneyas Father", "star_rating": 2.5, "text": "The teenage boy's name is Danny (Matt Keeslar), and he lives at\rhome with his father (Albert Finney), the local policeman. Life moves slowly in\rtheir rural district - so slowly that his father actually prays for \"one\rgood murder - that's all I ask.\" Things look up when a corpse is found by\ra road, but it turns out to belong to a drunk, decapitated by a hedge trimming\rmachine. Bad luck.\n\nOne\rday, Danny gets a glimpse of a red-haired girl named Annagh (Victoria Smurfit),\rand falls instantly in love. He even gets involved in a foolhardy bungee\rjumping stunt just to impress her, and before long, they've met and fallen in\rlove. This is the first time Danny has experienced true love, and his knowledge\rof sex is limited.\n\nHe's\rcoached by his best pal, Prunty (Anthony Brophy). The relationship between\rDanny and Annagh is as idealistic and innocent, in its way, as the love story\rin the wonderful Irish film \"Circle of Friends,\" although the\rcharacters are a good deal simpler.\n\nThe\rfather, alas, is not. As written by Shane Connaughton and played by Finney, he\rseems made out of two different versions of the same character. At times, he\rcomes across as a hard-drinking bully, mean-spirited and closed-minded. At\rother times, he relaxes into the role of a sunny philosopher. We never know\rwhere we stand with him, and I'm not sure that's the film's intention.\n\nThe\rstory has a double edge itself. There are goofy stunts, like the time Prunty\rencourages Danny to put on a priest's vestments, and Danny blesses a farmer's\rbeloved sow. The way this scene pays off - with indignation from the real\rpriest - belongs in a screwball comedy, and doesn't fit with the darker tones\rof this story.\n\nI\rwas least convinced by the closing scenes, which I can't discuss without\rrevealing important plot points. But ask yourself whether developments don't\rcome rather quickly, in an unlikely fashion; melodrama takes over from the\rfilm's generally realistic tone. I was also, at times, not sure of Annagh's\rmotivation, and couldn't figure out why such a smart young woman wouldn't do or\rsay a few obvious things to make the situation easier.\n\n\"The\rRun of the Country\" was directed by Peter Yates, who in \"Breaking\rAway\" (1979) found exactly the right tone in a comedy about a family, and\rseems to be trying for some of the same notes here. I think perhaps he should\rhave decided whether he was making a tragedy or a comedy, and then left out the\rmaterial that didn't fit. The movie has too many scenes that work well on their\rown, but don't add to the final effect.", "running_time": 110, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-09-22", "genres": null, "title": "The Run Of The Country (1995)"}