{"url": "http://www.rogerebert.com/reviews/the-corporation-2004", "by": "Jennifer Abbot", "star_rating": 3.0, "text": "Land agent: \"It ain't anybody. It's a company.\" \n\n-- The Grapes of Wrath\n\nI was at a health ranch last week, where the idea is to clear your mind for serene thoughts. At dinner one night, a woman at the table referred to Arizona as a \"right to work state.\" Unwisely, I replied: \"Yeah -- the right to work cheap.\" She said, \"I think you'll find the non-union workers are quite well paid.\" Exercising a supreme effort of will to avoid pronouncing the syllables \"Wal-Mart,\" I replied: \"If so, that's because unions have helped raise salaries for everybody.\" She replied: \"The unions steal their members' dues.\" I replied, \"How much money would you guess the unions have stolen, compared to corporations like Enron?\" At this point our exchange was punctuated by a kick under the table from my wife, and we went back to positive thinking.\n\n\"The Corporation\" is not a film my dinner companion would enjoy. It begins with the unsettling information that, under the law, a corporation is not a thing but a person. The U.S. Supreme Court so ruled, in a decision based, bizarrely, on the 14th Amendment to the Constitution. That was the one that guaranteed former slaves equal rights. The court ruling meant corporations were given the rights of individuals in our society. They are free at last.\n\nIf Monsanto and WorldCom and Enron are indeed people, what kind of people are they? The movie asks Robert Hare, a consultant who helps the FBI profile its suspects. His diagnosis: Corporations by definition have a personality disorder and can be categorized as psychopathic. That is because they single-mindedly pursue their own wills and desires without any consideration for other people (or corporations) and without reference to conventional morality. They don't act that way to be evil; it's just, as the scorpion explained to the frog, that it's in their nature.\n\nHaving more or less avoided the corporate world by living in my little movie critic corner, I've been struck by the way classmates and friends identify with their corporations. They are loyal to an entity that exists only to perpetuate itself. Any job that requires you to wear a corporate lapel pin is taking more precious things from you than display space. Although I was greatly cheered to see Ken Lay in handcuffs, I can believe he thinks he's innocent. In corporate terms, he is: He was only doing his job in reflecting Enron's psychopathic nature.\n\nThe movie assembles a laundry list of corporate sins: Bovine Growth Hormone, Agent Orange, marketing research on how to inspire children to nag their parents to buy products. It is in the interest of corporations to sell products, and therefore in their interest to have those products certified as safe, desirable and good for us. No one who knows anything about the assembly-line production of chickens would eat a non-organic chicken. Cows, which are vegetarians, have been fed processed animal protein, leading to the charming possibility that they can pass along mad cow disease. Farm-raised salmon contains mercury. And so on.\n\nIf corporations are maximizing profits by feeding strangelovian chemicals to unsuspecting animals, what are we to make of the U.S. Supreme Court decision that living organisms can be patented? Yes, strains of laboratory mice, cultures of bacteria, even bits of DNA, can now be privately owned.\n\nFascinated as I am by the labyrinthine reasoning by which stem cell research somehow violates the Right to Life, I have been waiting for opponents of stem cell research to attack the private ownership and patenting of actual living organisms, but I wait in vain. If there is one thing more sacred than the Right to Life, it is the corporation's Right to Patent, Market and Exploit Life.\n\nIf I seem to have strayed from the abstract idea of a corporation, \"The Corporation\" does some straying itself. It produces saintly figures like Roy Anderson, CEO of Interface, the largest rug manufacturer in the world, who tells his fellow executives they are all \"plundering\" the globe and tries to move his corporation toward sustainable production. All living organisms on Earth are in decline, the documentary argues, mostly because corporations are stealing from the future to enrich themselves in the present.\n\n\"The Corporation\" is an impassioned polemic, filled with information sure to break up any dinner-table conversation. Its fault is that of the dinner guest who tells you something fascinating, and then tells you again, and then a third time. At 145 minutes, it overstays its welcome. The wise documentarian should treat film stock as a non-renewable commodity.", "running_time": 145, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-07-16", "genres": ["Documentary"], "title": "The Corporation (2004)"}