{"url": "http://www.rogerebert.com/reviews/the-manitou-1978", "by": "Tony Curtisas Erskine", "star_rating": 1.0, "text": "Does anybody remember reading a news story back in, oh, around 1969, about this kid in Japan who developed a strange tumor on his body, and when they examined the tumor it turned out to contain a human fetus?\n\nNo? Funny: I don't remember it either, and yet at the end of “The Manitou” a big message flashes on the screen. “Fact!” it says, and then it tells about the kid in Japan. Maybe stories like that have a way of getting overlooked. The Cubs were doing pretty well in 1969, as I recall, and Nixon had just taken office, and, what with one thing and another, maybe we all just overlooked the big story from Japan. What's interesting is that “The Manitou” finds it necessary to claim a factual basis for itself, at the end of easily the least plausible thriller since, oh, “Infra-Man.”\n\nThe plot can easily be summarized, but first this announcement: If you happen to be drinking hot coffee at the present moment, please set your cup aside, because elements of the scenario might cause you to begin shaking with helpless laughter and you could spill the coffee on your rug, dog, cat, mate or newspaper.\n\nAll set? “The Manitou” stars Tony Curtis as a phony psychic whose former girlfriend (Susan Strasberg) is hospitalized with a tumor on her neck. The tumor is unusual, doctors determine, in that it seems to contain a human fetus. They try to treat it with radiation - assuring, of course, that it will develop into a monster - and then Curtis decides to take his own measures.\n\nHe starts out by consulting nonphony psychics, and goes on to discover that Strasberg is, in all likelihood, the unwitting host for a 400-year-old Indian medicine man. Indian folklore has it, you see, that everything in the universe has its own spirit, or Manitou, and that medicine men have such strong Manitous that they can just sort of grow on people.\n\nCurtis enlists the help of John Singing Rock (Michael Ansara), a contemporary medicine man, who agrees to help fight Strasberg's tumor. A moment's thought, and he'd refuse to: What happens 400 years from now when he wants to be reincarnated? Anyway, Curtis and Ansara and the whole hospital staff counterattack, while the Manitou, born as a monster, turns one entire floor of the hospital into a sub-zero environment with icicles hanging from the ceiling.\n\nThe battle between the good guys and the Manitou involves earthquakes, attacks by imaginary lizards and the illusion that Susan Strasberg's hospital room has disappeared and that she is floating in interstellar space. Meanwhile, Ansara gets a mean cut on the face (not so bad, considering that he could have been dumped into interstellar space, frozen to death or eaten by a lizard). And attempts are made to counterattack: Since everything, even man-made objects, has a Manitou, Curtis and his friends decide to turn on all the hospital's high-powered electronic equipment at once, enlisting the combined Manitou-force of all the gadgets in a fight against the evil Manitou.\n\nAnd then… but hold on a second, here's yesterday's newspaper. It says here it's ah… July 24! That would make today July 25, explaining everything. Think back. About this time every summer, after all of the big summer movies have opened and the big autumn movies are in a holding pattern, and it is either too hot, too windy, too dry or too wet for civilization to be conducted in a reasonable fashion, we always get movies like this. El sleazo profoundo trasho zilch.\n\nI'd like to tell you more about what happens to the Manitou, not to mention Tony Curtis, but movies like “The Manitou” are seasonal happenings, not artistic ones. Whenever it gets to be almost August, they start playing all over town. They must have something to do with the climate, and oughta be reviewed by the weatherman.", "running_time": 104, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-07-25", "genres": ["Drama", "Horror"], "title": "The Manitou (1978)"}