{"url": "http://www.rogerebert.com/reviews/the-deep-end-of-the-ocean-1999", "by": "Michelle Pfeifferas Beth", "star_rating": 1.5, "text": "Ulu Grosbard's \"The Deep End of the Ocean'' is a painfully stolid movie that lumbers past emotional issues like a wrestler in a cafeteria line, putting a little of everything on his plate. It provides big roles for Michelle Pfeiffer and Treat Williams, but doesn't provide them with the screenplay support they need; the result is that awkwardness when characters express emotions that the audience doesn't share.\n\n(There's no way I can discuss the failure of the movie without revealing details, so if you plan to see it, I'd suggest reading this review later to preserve the plot's surprises.) Pfeiffer and Williams play the parents of a 3-year-old boy who is kidnapped from a hotel lobby during a class reunion. They are befriended by a detective (Whoopi Goldberg), who reveals she is gay for no other reason than to provide a politically correct line, since her sexuality is utterly irrelevant to the story.\n\nNine years pass, the couple moves from Madison, Wis., to Chicago, and then the boy is found again--mowing their lawn. He was kidnapped by Pfeiffer's neurotic classmate, who later married and then committed suicide. So the child has been brought up by an adoptive father who of course had no idea he was kidnapped.\n\nThe film's most crippling failure is in the treatment of the adoptive father, who is played with gentleness and great strength by John Kapelos. The audience knows, but the movie apparently doesn't, that the real drama in the later stages is in the father's story. We suffer with Pfeiffer and Williams as they grieve their lost child and fight over the blame, but after nine years, their life has fallen into a rhythm, and it is the other family that is ripped apart when the boy's true identity is revealed.\n\nConsider: You raise a son from infancy in a happy household, only to have him snatched away from you, just like that. (The movie doesn't even supply the usual hearings, social workers, etc.) There is a scene at the other home, with Kapelos protesting his innocence to dozens of cops, and then an awkward scene in which the story of the kidnapping is explained in snappy dialogue. (This scene feels suspiciously as if it were slapped in as a replacement for cuts.) And then...well, the boy is back with his birth family, eating pizza. And then there is a scene at night, with an older brother curling up on the floor next to his bed. And then the family goes to church, where the priest welcomes him back to his birth family--with no mention or reference to the adoptive father, who is sitting in another pew. And then a scene in the Italian restaurant that Williams owns; the kid is recruited for an Italian dance, but prefers a Greek dance that he learned from his adoptive father.\n\nAll of this time, all of these scenes are undermined by our concern for the father. How does he feel? The film eventually allots him one brief but telling speech (\"This was my wife and my son. This wasn't some lunatic and the boy she kidnapped. Not to me.''). The weight it is given is suggested by Treat Williams' question to his wife after the man's visit: \"So, what happened?'' The boy misses his adoptive father and the only home he has ever known, but he's almost too articulate about it (\"[My mom] didn't mean to be sick. So why am I being punished?''). Oh, there's a scene where the boy and his new family fight over where he's going to spend Thanksgiving. But we never see the outcome. Where did he spend Thanksgiving, and how did it go? And the film's ending, when it comes, feels unconvincingly neat. King Solomon could not have divided the child with more skill.\n\nThe movie's background details feel shoveled in for effect, instead of growing organically from the story. Consider Treat Williams and his Italian restaurant. The character talks, acts and moves like no Italian-American restaurant owner I have ever encountered. He projects the aura of a Kinko's franchisee. There is a scene on a Saturday morning where the guy is in his workshop building birdhouses, for cripe's sake. (These are Screenplay Birdhouses--provided by the prop department to give him something to hold in his hands.) Eventually he says, \"I've got to go to work.'' At noon on a Saturday? Any Italian restaurant owner worth his oregano would have been up before dawn, visiting the produce market and supervising the marinara.\n\nSuch lapses wouldn't be fatal in a better movie, but \"The Deep End of the Ocean'' is unconvincing from start to finish. One can see that Pfeiffer's performance would have adorned a better screenplay, and that Jonathan Jackson, as the family's older son, has a convincing screen presence. But the film curiously seems to be long and slow, and yet missing large chunks of the story (it runs 108 minutes, but early press material clocks it at 148). My best guess: It was filmed before it was adequately written.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-03-12", "genres": ["Drama", "Mystery"], "title": "The Deep End Of The Ocean (1999)"}