{"url": "http://www.rogerebert.com/reviews/the-tracker-2004", "by": "David Gulpililas The Tracker", "star_rating": 3.5, "text": "\"The Tracker\" is one of those rare films that deserves to be called haunting. It tells the sort of story we might find in an action Western, but transforms it into a fable or parable. Four men set out into the Australian wilderness to track down an accused killer, and during the course of their journey, true justice cries out to be done. The men never use their names, but the credits identify them as The Fanatic, a merciless officer; The Follower, a greenhorn new to the territory; The Veteran, a older man of few words, and The Tracker, an aborigine who will lead them to their quarry, also an aborigine.\n\nThe live action is intercut with paintings of events in the story, and the soundtrack includes songs about what happens. We assume the story is based on fact that became legend, and that the songs commemorate it; several critics have said the paintings are \"probably aboriginal\" and done at the time (1922). Not so. The story is an original by the director, Rolf de Heer; the paintings were done on location by Peter Coad, and the songs were written by the director and Graham Tardif. They have created their own legend from their own facts, but it feels no less real; it is a distillation from Australia's shameful history with the aboriginals, and contains echoes of the hunt for escaped aboriginal children in \"Rabbit-Proof Fence.\"\n\nDe Heer used a small crew and shot in the wilderness, camping out every night, and we see the film's events not as heightened action but as a long, slow trek across a vast landscape. It seems to be unpopulated, but no; on the first night, when the kid gets out his ukulele and starts to sing, the officer quiets him so they can hear anyone approaching. \"You won't hear them,\" the older man says. \"They're there,\" says the tracker.\n\nThey are there, everywhere, invisible, as spears materialize out of emptiness and pick off their horses and then one of the men. Once they come upon the camp of a small aboriginal family group. These people are peaceful, the tracker tells the officer, but some of them are wearing discarded army uniforms, and so the officer kills them all. The greenhorn is shaken and distraught: \"They were innocent.\" The tracker, who says what the officer likes to hear, tells him, \"The only innocent black is a dead black.\"\n\nThis tracker is more complex than he seems. He plays a loyal army employee, but his eyes suggest other dimensions. And when one of the men is killed, how extraordinary that he recites a Catholic burial rite in Latin. He must have passed through a missionary school on his way to this day in the outback, and is not the savage (however noble) imagined by the racist officer. At the same time, he knows his job, and when the greenhorn charges that he isn't really tracking but is only following his nose, the officer (who also knows his job) tells the tracker, \"show him,\" and he does -- pointing out a small dislodged stone with the earth still damp where it has rested.\n\nThe tracker is played by David Gulpilil, whose career started in 1971 when he played the young aboriginal boy who guides the lost white girl in \"Walkabout.\" He also played a tracker in \"Rabbit-Proof Fence.\" Here he has a disarming smile and an understated enthusiasm that seems genuine -- to the officer, at least -- while we sense a different agenda shifting beneath the surface. While it is clear that some kind of confrontation is coming, it would be unfair for me to suggest what happens.\n\nThe officer, played by Gary Sweet, is unbending and filled with certitude. There is not a doubt in his mind that he is justified in shooting innocent people, and he even claims to expect a medal. The greenhorn (Damon Gameau) is the moral weathervane; the mission at first seems justifiable, and then he wonders. The old-timer (Grant Page) is the taciturn type every society knows; he has accommodated himself to this way of doing business, but stands apart from it. Notice how while the massacre is underway, he sits on a log and smokes, and we guess something of his detachment from the way the smoke emerges as a very thin, steady stream.\n\nThe performances are all the more powerful for being in a minor key. De Heer seems determined to tell his story without calculated emotional boosts. \"The brutal scenes,\" he told an Australian interviewer, \"were basically shifted from the film itself to the paintings to make the viewer look at the death scenes and macabre scenes differently -- to distance the audience.\" And when the officer is shouting at the family group, the volume of his dialogue is toned down and a song plays as counterpoint; here is a film about memory, sadness, tragedy and distance, not a film that dramatizes what it laments. Truffaut said it was impossible to make an anti-war film because the action always argued for itself; de Heer may have found the answer.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-01-30", "genres": ["Drama", "Foreign", "Indie"], "title": "The Tracker (2004)"}