{"url": "http://www.rogerebert.com/reviews/the-nutcracker-in-3d-2010", "by": "Andrei Konchalovsky", "star_rating": 1.0, "text": "From what dark night of the soul emerged the wretched idea for “The Nutcracker in 3D”? Who considered it even remotely a plausible idea for a movie? It begins with an awkward approximation of the story behind the Tchaikovsky ballet, and then turns it into a war by the Nutcracker Prince against the Holocaust.\n\nAm I exaggerating? At one point, the evil Rat King (John Turturro) has his troopers snatch toys from the hands of children so they can be tossed into furnaces, and the smoke will emerge from high chimneys to blot out the sun.\n\nYes. And the rats are dressed in fascistic uniforms. Against them stand our heroine Mary (Elle Fanning) and her Christmas present, a nutcracker (voice of Shirley Henderson) that has imprisoned a handsome prince (Charlie Rowe). And two-legged helicopters swoop low over screaming children, and the city is laid waste, and the rats dream of world domination.\n\nYou may be in disbelief. I was. “The Nutcracker in 3D” is one of those rare holiday movies that may send children screaming under their seats. Their parents, naively hoping to see a sweet version of “The Nutcracker,” will be appalled or angry, take your choice.\n\nYes, the film uses melodies that began with Tchaikovsky at one point, but now they have — are you sitting down? — lyrics by Tim Rice (“Jesus Christ Superstar,” “Evita” and “The Lion King”).\r“The Nutcracker in 3D” easily qualifies as one of the most preposterous ideas in the history of the movies. It isn't a story, it's a gag line for one of David Letterman's “Top 10 Lists” (No. 9, “It's a Horrible Life”; No. 8, “A Christmas Carol in Hell”).\n\nAndrei Konchalovsky, who wrote and directed this live-action CGI movie, says this “Nutcracker” has been a dream project for 20 years. That is tragic. Konchalovsky made the great films “Shy People” (1987) and “Runaway Train” (1985), and perhaps he became obsessed with this folly.\n\nBut what did others think? What about Nathan Lane, who plays a character not previously associated with the Nutcracker tale, Albert Einstein? Yes, Lane gets to sing a song about the Theory of Relativity, but not since he played Jacqueline Susann's adoring husband in “Isn't She Great” (2000) has a role been more thankless.\n\nOnly one thing could have made this film worse, and they haven't neglected it. That would be to present it in 3-D. They have. The movie was filmed in Hungary in 2007, and perhaps those studio execs screening it sensed a certain lack of enthusiasm. Maybe they thought that by retroactively “adapting” it to 3-D, it would play better. No luck. I've seen bad retro 3-D, but I've never seen 3-D as bad as this. The film is so dim and dingy, you almost wonder if the smoke from those burning toys is drifting between you and the screen.", "running_time": 110, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-11-23", "genres": ["Action", "Family", "Fantasy", "Science Fiction"], "title": "The Nutcracker in 3D (2010)"}