{"url": "http://www.rogerebert.com/reviews/the-terminal-2004", "by": "Catherine Zeta-Jonesas Amelia", "star_rating": 3.5, "text": "Steven Spielberg and Tom Hanks have made, in \"The Terminal,\" a sweet and delicate comedy, a film to make you hold your breath, it is so precisely devised. It has big laughs, but it never seems to make an effort for them; it knows exactly, minutely and in every detail who its hero is and remains absolutely consistent to what he believes and how he behaves.\n\nThe hero is named Viktor Navorski. He has arrived in a vast American airport just as his nation, Krakozia, has fallen in a coup. Therefore his passport and visa are worthless, his country no longer exists, and he cannot go forward or go back. Dixon the customs official (Stanley Tucci) tells him he is free to remain in the International Arrivals Lounge, but forbidden to step foot on American soil.\n\nThis premise could have yielded a film of contrivance and labored invention. Spielberg, his actors and writers (Sacha Gervasi and Jeff Nathanson) weave it into a human comedy that is gentle and true, that creates sympathy for all of its characters, that finds a tone that will carry them through, that made me unreasonably happy.\n\nThere is a humanity in its humor that reminds you of sequences in Chaplin or Keaton where comedy and sadness find a fragile balance. It has another inspiration, the work of the French actor-filmmaker Jacques Tati. Spielberg gives Hanks the time and space to develop elaborate situations like those Tati was always getting himself into, situations where the lives of those around him became baffling because of Tati's own profound simplicity.\n\nIn \"The Terminal,\" Viktor Navorski's unintended victim is Dixon, the customs and immigrations official, played by Stanley Tucci with an intriguing balance between rigidity and curiosity. He goes by the rules, but he has no great love of the rules. Sometimes the rules are cruel, but he takes no joy in the cruelty.\n\nAs Navorski lingers day after day in the arrivals lounge, Dixon's impatience grows. \"He's found out about the quarters,\" he says one day, staring grimly at a surveillance monitor. Navorski is returning luggage carts to the racks to collect the refund, and spending his profits on food.\n\nNavorski is a man unlike any Dixon has ever encountered -- a man who is exactly who he seems to be and claims to be. He has no guile, no hidden motives, no suspicion of others. He trusts. The immigration service, and indeed the American legal system, has no way of dealing with him because Viktor does not do, or fail to do, any of the things the system is set up to prevent him from doing, or not doing. He has slipped through a perfect logical loophole. \"The Terminal\" is like a sunny Kakfa story, in which it is the citizen who persecutes the bureaucracy.\n\nDixon wants Navorski out of the terminal because, well, he can't live there forever, but he shows every indication of being prepared to. \"Why doesn't he escape?\" Dixon asks his underlings, as Navorski stands next to an open door that Dixon has deliberately left unguarded. Dixon's plan is to pass Navorski on to another jurisdiction: \"You catch a small fish and unhook him very carefully. You place him back in the water, so that someone else can have the pleasure of catching him.\"\n\nDixon could arrest Navorski unfairly, but refuses to: \"He has to break the law.\" Navorski, who speaks little English but is learning every day, refuses to break the law. He won't even lie when Dixon offers him political asylum. \"Are you afraid of returning to your country?\" \"Not afraid,\" he says simply. \"But aren't you afraid of something?\" \"I am afraid for ... ghosts,\" says Navorski.\n\nThe terminal is filled with other characters Navorski gets to know, such as Amelia the flight attendant (Catherine Zeta-Jones), who is having an affair with a married man and finds she can open her heart to this strange, simple man. And Gupta the janitor (Kumar Pallanatucci), who leaves the floor wet and watches as passengers ignore the little yellow warning pyramids and slip and fall. \"This is the only fun I have,\" he says. And a food services employ (Diego Luna), who is in love with an INS official (Zoe Saldana) and uses Navorski as his go-between.\n\nThese friends and others have secret social lives in the terminal, feasting on airline food, playing poker. Navorski becomes their hero when he intervenes in a heart-rending case. A Russian man has medicine he needs to take to his dying father, but Dixon says it must stay in the United States. The man goes berserk, a hostage situation threatens, but Navorski defuses the situation and finds a solution that would have pleased Solomon.\n\nTom Hanks does something here that many actors have tried to do, and failed. He plays his entire role with an accent of varying degrees of impenetrability, and it never seems like a comic turn or a gimmick, and he never seems to be doing it to get a laugh. He gets laughs, but his acting and the writing are so good, they seem to evolve naturally. That is very hard to do. He did the same thing in \"Forrest Gump,\" and Navorski is another character that audiences will, yes, actually love. The screenplay also sidesteps various hazards that a lesser effort would have fallen to, such as a phony crisis or some kind of big action climax. \"The Terminal\" doesn't have a plot; it tells a story. We want to know what will happen next, and we care.\n\nMost of this movie was shot on a set, a vast construction by production designer Alex McDowell. We're accustomed these days to whole cities and planets made of computerized effects. Here the terminal with all of its levels, with its escalators and retail shops and food courts and security lines and passenger gates, actually exists. The camera of the great Janusz Kaminski can go anywhere it wants, can track and crane and pivot, and everything is real. Not one viewer in 100 will guess this is not a real airline terminal.\n\nSpielberg and Hanks like to work together (\"Saving Private Ryan,\" \"Catch Me If You Can\"), and here they trust each other with tricky material. It is crucial, perhaps, they they're so successful as to be unassailable, which allows them to relax and take their time on a production that was burning dollars every second. Others might have heard the clock ticking, and rushed or pushed, or turned up the heat by making the Dixon character into more of a villain and less of a character study. Their film has all the time in the world. Just like Viktor Navorski. He isn't going anywhere.", "running_time": 128, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-06-18", "genres": ["Comedy", "Drama", "Romance"], "title": "The Terminal (2004)"}