{"url": "http://www.rogerebert.com/reviews/the-lion-in-winter-1968", "by": "Peter O'Tooleas Henry II", "star_rating": 4.0, "text": "One of the joys which movies provide too rarely is the opportunity to see a literate script handled intelligently. \"The Lion in Winter\" triumphs at that difficult task; not since \"A Man for All Seasons\" have we had such capable handling of a story about ideas. But \"The Lion in Winter\" also functions at an emotional level, and is the better film, I think.\n\nOne of the flaws of \"A Man for All Seasons\" was that it was so graceful and bloodless. The characters were scrubbed; the sets were ornate; the dialog was delivered as a sort of free verse, especially when Paul Scofield got rolling. In the last analysis, the film provided a civilized version of a story that you sensed was not nearly so civilized at the time.\n\nThat's not the case with \"The Lion in Winter.\" Henry II rules a world in which kings still kicked aside chickens on their way through the courtyard, and he wears a costume that looks designed to be put on in November and shed layer by layer during April. In this England, 250 years earlier than the time of Thomas More, there are dogs and dirt floors, rough furskins and pots of stew, pigs, mud, dungeons-and human beings. We believe in the complicated intrigue these people get themselves into because we believe in them. They look real, and inhabit a world that looks lived in.\n\nThe action is mostly contained within one day, a Christmas Eve. Henry II (Peter O'Toole) is 50 years old and wants to choose his heir before he dies. He has three sons: John, his favorite, a sniveling slack-jaw; Richard, the soldier genius; and Geoffrey, reserved and quiet. Henry calls a Christmas court, letting his wife, Eleanor of Aquitaine (Katharine Hepburn) out of prison for the occasion. King Philip of France is also a visitor. He wants to know when his sister will be married to the heir to the throne. But, Henry has not been able to appoint an heir yet, and what's more, the girl's become his mistress.\n\nJames Goldman's fine script handles this situation in a series of meetings between the principals. He is as good as Shaw in getting people on and off stage; at one point, he has three people hidden behind tapestries when Henry visits Philip's room, and he gets them all out without faltering in his command of the scene. He gives his characters a most effective language; it seems direct, and yet it has a gracefulness and wit.\n\nI imagine \"The Lion in Winter\" will be a leading contender for this year's Academy Award. I'm not convinced it's the best picture of the year, but I think Peter O'Toole's performance is of Oscar quality, and Anthony Hopkins and Timothy Dalton deserve nominations for their supporting roles as Richard and Philip. As for Katharine Hepburn, she is magnificent; what other actress could have played this role? Anthony Harvey, an experienced editor, has performed as a virtuoso in his second film as a director (after \"Dutchman\").", "running_time": 134, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-11-04", "genres": ["Drama", "Foreign", "History"], "title": "The Lion in Winter (1968)"}