{"url": "http://www.rogerebert.com/reviews/the-beyond-1998", "by": "Catriona MacCollas Liza Merrill", "star_rating": 0.5, "text": "\"The Beyond\" not only used to have another title, but its director used to have another name. First released in 1981 as \"Seven Doors of Death,\" directed by Louis Fuller, it now returns in an \"uncut original version\" as \"The Beyond,\" directed by Lucio Fulci.\n\nFulci, who died in 1996, was sort of an Italian Hershell Gordon Lewis. Neither name may mean much to you, but both are pronounced reverently wherever fans of zero-budget schlock horror films gather. Lewis was the Chicago-based director of such titles as \"Two Thousand Maniacs,\" \"She-Devils on Wheels\" and \"The Gore-Gore Girls.\" Fulci made \"Zombie\" and \"Don't Torture the Duckling.\" Maybe that was a temporary title, too.\n\n\"The Beyond\" opens in \"Louisiana 1927,\" and has certain shots obviously filmed in New Orleans, but other locations are possibly Italian, as was (probably) the sign painter who created the big \"DO NOT ENTRY\" sign for a hospital scene. It's the kind of movie that alternates stupefyingly lame dialogue with special effects scenes in which quicklime dissolves corpses and tarantulas eat lips and eyeballs.\n\nThe plot involves ... excuse me for a moment, while I laugh uncontrollably at having written the words \"the plot involves.\" I'm back. The plot involves a mysterious painter in an upstairs room of a gloomy, gothic Louisiana hotel. One night carloads and boatloads of torch-bearing vigilantes converge on the hotel, and kill the painter while shouting, \"You ungodly warlock!\" Then they pour lots of quicklime on him, and we see a badly made model of his body dissolving.\n\nTime passes. A woman named Liza (played by Catriona MacColl, who was named \"Catherine\" when the director was named \"Louis\"), inherits the hotel, which needs a lot of work. Little does she suspect it is built over one of the Seven Doors of Evil that lead to hell. She hires a painter, who falls from a high scaffold and shouts \"The eyes! The eyes!\" Liza's friend screams, \"This man needs to get to a hospital!\" Then there are ominous questions, like \"How can you fall from a 4-foot-wide scaffold?\" Of course, one might reply, one can fall from anywhere, but why did he have a 4-foot-wide scaffold? Next Liza calls up Joe the Plumber (Giovanni de Nava), who plunges into the flooded basement, wades into the gloom, pounds away at a wall, and is grabbed by a horrible thing in the wall, which I believe is the quicklimed painter, although after 50 years it is hard to make a firm ID.\n\nLet's see. Then there is a blind woman in the middle of a highway with a seeing-eye dog, which later attacks her (I believe this is the same woman who was in the hotel in 1927), and a scene in a morgue, where the wife of one of the victims (the house painter, I think, or maybe Joe) sobbingly dresses the corpse (in evening dress) before being attacked by acid from a self-spilling jar on a shelf.\n\nBut my favorite scene involves the quicklime-decomposed corpse, which is now seen in a hospital next to an oscilloscope that flat-lines, indicating death. Yes, the rotting cadaver is indeed dead--but why attach it, at this late date, to an oscilloscope? Could it be because we'll get a shot in which the scope screen suddenly indicates signs of life? I cannot lie to you. I live for moments like that.\n\nFulci was known for his gory special effects (the Boston critic Gerald Peary, who has seen several of his films, cites one in which a woman vomits up her intestines), and \"The Beyond\" does not disappoint. I have already mentioned the scene where the tarantulas eat eyeballs and lips. As the tarantulas tear away each morsel, we can clearly see the strands of latex and glue holding it to the model of a corpse's head. Strictly speaking, it is a scene of tarantulas eating makeup.\n\nIn a film filled with bad dialogue, it is hard to choose the most quotable line, but I think it may occur in Liza's conversations with Martin, the architect hired to renovate the hotel. \"You have carte blanche,\" she tells him, \"but not a blank check!\" The movie is being revived around the country for midnight cult showings. Midnight is not late enough.", "running_time": 88, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-07-03", "genres": ["Documentary", "Music"], "title": "The Beyond (1998)"}