{"url": "http://www.rogerebert.com/reviews/the-two-jakes-1990", "by": "Jack Nicholsonas Jake Gittes", "star_rating": 3.5, "text": "Here at long last is Jack Nicholson's \"The Two Jakes,\" seven years in the trade papers, center of prolonged teeth-gnashing at Paramount Pictures, and it turns out to be such a focused and concentrated film that every scene falls into place like clockwork; there's no feeling that it was a problem picture. It's not a thriller and it's not a whodunit, although it contains thriller elements and at the end we do find out whodunit. It's an exquisite short story about a mood, and a time, and a couple of guys who are blind-sided by love.\n\nThe movie takes place in postwar Los Angeles - the 1940s of the baby boom and housing subdivisions - instead of the 1930s city where \"Chinatown\" was set. It's not such a romantic city anymore. And private eyes like J. J. Gittes (Jack Nicholson) are a little more worn by time and care. The Gittes of \"Chinatown\" was the spiritual brother of Philip Marlowe. But now it is after the war, and Gittes has moved out of the two-room suite into a building of his own. He heads a staff of investigators. He belongs to a country club and has a fiancee and has put on some weight. One of these days he's going to stop calling himself an investigator altogether and become a security consultant.\n\nBut he still handles some of the old kinds of cases. The cases where the outraged husband bursts into the motel room and finds his wife locked in the arms of an adulterer, and then the investigator leaps in with a camera and takes photos that will look bad in divorce court. He knows, Gittes tells us in the film's opening narration, that he shouldn't get involved in messy situations like that anymore. He's outgrown them. They're beneath him. But sometimes he still takes the jobs.\n\nThat's how he meets the other Jake - Jake Berman (Harvey Keitel), a property developer who thinks his wife (Meg Tilly) is fooling around with his partner. So Gittes tutors Berman on how to act when he bursts in through the door, and what to say, and then they stake out a motel where the evil act is confidently expected to take place. But Berman doesn't follow the script. A gun appears from somewhere, and the partner is shot, and the partner's wife (Madeleine Stowe) thinks that maybe it wasn't a case of adultery at all. Maybe it was cold-blooded murder, and Berman intended to kill his partner so that he and his wife could collect the partner's share of the property development. That might make Gittes accessory to murder.\n\nSo far, what we have here is the kind of plot that any private eye movie might have been proud of. But \"The Two Jakes\" uses the plot only as an occasion for the deeper and more brooding things it has to say.\n\nEveryone connected with this movie seems to have gone through the private eye genre and come out on the other side. The screenplay is by Robert Towne, who at one stage in the project's troubled history was going to direct it. He has not simply assembled some characters from his \"Chinatown,\" added some new ones, and thrown them into a plot. This movie is written with meticulous care, to show how good and evil are never as simple as they seem, and to demonstrate that even the motives of a villain may emerge from a goodness of heart.\n\nJack Nicholson directed the film, and Vilmos Zsigmond photographed it, in the same spirit. This isn't a film where we ricochet from one startling revelation to another. Instead, the progress of the story is into the deeper recesses of the motives of the characters. We learn that Gittes - fiancee and all - still is deeply hurt by the murder of the Faye Dunaway character in \"Chinatown\"; he never will be over her.\n\nWe learn that the property being developed by Berman has been visited before by Gittes, in that long-ago time. We learn that love, pure love, is a motive sufficient to justify horrifying actions. And we learn that when the past has been important enough to us, it never will quite leave us alone.\n\nThe movie is very dark, filled with shadows and secrets and half-heard voices, and scratchy revelations on a clandestine tape recording. Out in the valley where the development is being built, the sunshine is harsh and casts black shadows, and the land is cruel - the characters are shaken by earthquakes that reveal the land rests uneasily on a dangerous pool of natural gas.\n\nThe performances are dark and gloomy, too, especially Nicholson's.\n\nHe tones down his characteristic ebullience and makes Gittes older and wiser and more easily disillusioned. And he never even talks about the loss that hangs heavily on his heart; we have to infer it from the way his friends and employees tiptoe around it.\n\nRight from his first meeting with the Keitel character, when he notices they are wearing the same two-tone shoes, he feels a curious kinship with him, and that leads to a key final confrontation that I will not reveal. And he feels something, too, for the Meg Tilly character, who has been deeply hurt in her past and is afraid to express herself. She is like a bird with a broken wing.\n\nThe point of \"The Two Jakes\" is that love and loss are more important than the mechnical distribution of guilt and justice. When Nicholson and Keitel, as the two Jakes, have their final exchange of revelations, it is such a good scene because the normal considerations of a crime movie are placed on hold. The movie really is about the values that people have, and about the things that mean more to them than life and freedom. It's a deep movie, and a thoughtful one, and when it's over you can't easily put it out of your mind.", "running_time": 128, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-08-10", "genres": ["Drama", "Mystery", "Thriller"], "title": "The Two Jakes (1990)"}