{"url": "http://www.rogerebert.com/reviews/the-debt-2011", "by": "Helen Mirrenas Rachel", "star_rating": 2.5, "text": "\"The Debt\" weaves a tangled web of lies and deceptions around a seemingly heroic raid in 1965 carried out by three agents of Mossad, the Israeli intelligence agency known for more ability than it exhibits here. Their mission: Enter East Berlin with secret identities, kidnap a Nazi war criminal and bring him to Israel for trial. He is Vogel (Jesper Christensen), the notorious Surgeon of Birkenau, who conducted unspeakable procedures on his captives.\n\nThe film opens with the agents being welcomed on their return home to Israel. They are David (Sam Worthington), Rachel Singer (Jessica Chastain, of \"The Tree of Life\") and Stefan (Marton Csokas). In scenes set in 1997, they will be played by Ciaran Hinds, Helen Mirren and Tom Wilkinson. The later scenes involve the publication of a book about the famous raid by Rachel's daughter. \n\nNot everything in the book is quite as it seems. Recent developments in the Ukraine have cast doubt on the now legendary intelligence operation, which would cast the Mossad in the unfortunate light of either not knowing or not admitting what really happened in 1965. That's intriguing for us, because \"The Debt\" does a splendid job of showing key early sequences in detail. To see is to believe. But we might not be seeing everything.\n\nBecause the film jumps the rails toward the end, it might be worth mentioning the good parts. Rachel poses as a woman consulting the ex-Nazi gynecologist, who is now in Buenos Aries. Consider putting your feet in the stirrups for the Surgeon of Birkenau. Then there's an ingenious operation, which I will not describe, to spirit him out of his clinic and into captivity. Separately, elaborate timing is used to allow a border crossing at a closed Berlin transit station.\n\nThis stuff plays to the strength of cinema, underlining the details of each strategy and the dangers it involves. If you replay the actual events in your mind, you realize all the suspense is created with editing, camera angles and POV. Film considers time and space subjectively. Seen from a different perspective, there may be no telling what was really going on. \n\nThe architecture of \"The Debt\" has an unfortunate flaw. The younger versions of the characters have scenes that are intrinsically more exciting, but the actors playing the older versions are more interesting. Helen Mirren, Tom Wilkinson and Ciaran Hinds bring along the weight of their many earlier roles. To be sure, the older actors get some excitement of their own, but by then, the plot has lost its way.\n\nMaybe the problem is a structure that cuts around in time. Three characters, six actors, and although the woman is always presumably Rachel, I was sometimes asking myself which of the two men I was seeing when younger. In a thriller, you must be sure. I suspect this movie would have been more effective if it had it remained entirely in the past, especially given all we know.", "running_time": 113, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-30", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Debt (2011)"}