{"url": "http://www.rogerebert.com/reviews/the-man-who-skied-down-everest-1976", "by": "Yuichiro Miuraas The Skier", "star_rating": 3.0, "text": "To ski down Everest. The notion is at once magnificent and ridiculous, brave and silly. To spend $3 million, to muster an expedition of 850 men and 27 tons of equipment, to sacrifice six lives in order to photograph a man skiing down a mountain for four minutes . . . what a peculiar and wonderful thing we have here in the human ego. \n\nThe man who did it is Yuichiro Miura. In 1964, he set a world ski speed record of 108 miles an hour. According to his best calculations, he would surpass that speed in the first seven seconds of his descent of Everest. To decrease his chances of setting additional records (including the record for an inadvertent descent all the way to Nepal,) he decided to use a drag parachute on his way down the mountain. \n\nNo one, not even a skydiver, had used a parachute before at 27,000 feet, and there was some question of how effective it would be. Too effective and he might be airborne. Not effective enough, and c'est la vie. \"The Man Who Skied Down Everest,\" the film of Miura's adventure, won this year's Academy Award for best documentary. That's all the more remarkable because the expedition wasn't undertaken in the first place with a film in mind. Miura arrived at his idea after what's described as a \"half-joking conversation\" with Sir Edmond Hillary. Presumably, it was Hillary who was joking. \n\nMiura warmed up with practice runs down Mounts McKinley and Fuji, and went down Everest in 1970. Some 320,000 feet of film were shot during the expedition, but they weren't edited into a theatrical documentary until last year. The result is a movie hard to make up our minds about; it's awesome in its photography of the mountain, it's thoughtful and analytical in its narration and yet we're stuck with the question of whether this trip was necessary. \n\nThe footage of the downhill run itself must have been terribly difficult to photograph. Miura, starting just below 27,000 feet, hoped to descend several thousand feet and stop short of a deep crevice that would have killed him. Three cameramen were positioned to record the descent, but with their huge 1600mm, telephoto lenses at distances of up to 10,000 feet, they had almost no margin for error. Only one of the cameramen was able to keep Miura in frame for the full descent, and the resulting footage - grainy because of the distances involved - is positively eerie. \n\nWe see Miura, close-up, at the start of his run, garbed like an astronaut with an oxygen mask, face protector, transistor radio and crash helmet. He is afraid, he tells us (in an English narration based on his diary) not of dying but of failing - having come this far, he must do something to justify the cost in money, effort and lives. He launches himself. He Plummets downhill at a dizzying angle over almost pure ice. The parachute releases. He falters, regains balance, reaches a bone-jarring speed, falls and then tumbles over and over before finally halting just short of the crevice. \n\nWhat did he prove? Not that he could ski down Everest, perhaps, but at least that he would try. Does his attempt place him in the history books next to Hillary, or Evel Knievel? We leave the film not knowing. Perhaps the title - \"The Man Who Skied Down Everest\" - provides a clue, No matter how long Miura lives, how far he travels, how many people he meets, he will always be an easy man to introduce at a party.", "running_time": 86, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-09-23", "genres": ["Documentary", "Foreign"], "title": "The Man Who Skied Down Everest (1976)"}