{"url": "http://www.rogerebert.com/reviews/the-return-of-count-yorga-1971", "by": "Robert Quarryas Count Yorga", "star_rating": 2.0, "text": "If you should find yourself one day in London when the sky hangs an inch above the trees and the fog has the chill of the crypt, pull on a warm sweater and make your way to Highgate Village. At the lane next to the dairy - the little lane with the high brick wall on either side - follow the hippies and the delegations from socialist countries as they troop downhill to inspect the grave of Karl Marx (which, sure enough, looks just as it did in \"Georgy Girl\"). \n\nWhen they turn left into the new section of the cemetery, where Marx is buried, wait a moment until no one is looking and then turn right. Hurry past the crumbling gatehouse and then enter the gloom of the old section. There is no Marx or George Eliot or Herbert Spencer to attract the tourists here; the graves run toward the bodies of civil servants who were shipped home from Burma or Rhodesia a hundred years ago. The only notable buried in the old section is Radclyffe Hall, who lies in a crypt beneath the church at the top of the hill. \n\nThe cemetery is in a state of disrepair. The groundskeepers were called up during the Battle of Britain, and not for 30 years has the grass been cut or the shrubbery fought back into the appearance of decorum. Now the trees meet overhead and the stones are buried with vines, and deer and rabbit and fox hurry over the graves. \n\nI go on at such length not merely because I have a column to fill (although that has something to do with it) but because I'm convinced we're taking vampires, ghouls and zombies much too casually these days. Reflect that they live here, among these crumbling stones, and that, as cold-blooded creatures, they must be as stiff as snakes all winter. And that even when the summertime comes, they're locked inside (for the gates close at 5 p.m.) with little to do except make rubbings of Victorian headstones. The sheer desperation... \n\nWell, to make a long story short, vampires must surely be the most put upon minority group on Earth. And although other minority groups are gradually winning better portrayals in the movies, vampires are still the stereotyped objects of easy laughs. \"The Return of Count Yorga,\" for example, had everyone in the audience howling with laughter the other night. Was there no advocate for the count's point of view? \n\nConsider his feelings as a man, after 200 years without a woman. Is it any wonder he yearns for the lovely Cynthia? Is it any wonder that she finds him mysteriously attractive? How to improve upon a man who has spent two centuries on his back? As his fangs approach her lovely, innocent neck, and.... \n\nBut all everybody did was laugh. The kiddies in the audience squealed and kicked their tiny feet against the seats, and the adults were condescending to this most star-crossed love. Romeo and Juliet only DIED in a tomb; consider the grief they avoided. \n\n\"The Return of Count Yorga,\" then, is perhaps the first humanistic (one almost says humanitarian) vampire movie - the story of the exquisite pain of love which stirs even within the breast of he who men call monster. Yorga would offer the innocent Cynthia an opportunity to taste emotions denied to seven generations. Then who comes storming up the stairs with two cops at his back but young Dr. David Baldwin, who wants to \"save\" her? And how did the philistines in the audience respond? They cheered! Cheered! As Yorga hurtled from the parapet, foiled again. Who dares say tragedy is dead? Be sure to get out of the cemetery before 5, by the way.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-08-30", "genres": ["Horror"], "title": "The Return of Count Yorga (1971)"}