{"url": "http://www.rogerebert.com/reviews/the-mighty-ducks-1992", "by": "Emilio Estevezas Gordon Bombay", "star_rating": 2.0, "text": "\"The Mighty Ducks\" is the kind of movie that might have been written by a computer program. It tells a story that has been told time and time and time again, about the misfit coach who is handed a team of kids who are losers, and turns them into winners while redeeming himself. Even the usual supporting characters are here: The opposing coach who persecuted the hero when he was a kid; the kid who has a divorced mother that the hero falls in love with; the tough rebel kid who only needs to channel his anger.\n\nThe movie is set in Minneapolis, and deals with Pee Wee ice hockey leagues. I have earlier seen this same plot applied to baseball (\"The Bad News Bears\"), football (\"Wildcats\"), basketball (\"Hoosiers\"), and even hockey (\"Youngblood\"). The evidence is clear: Hollywood likes this plot. If you are a would-be screenwriter desperate for a sale, rent the videos of all of these movies, and then simply apply the formula to a sport that hasn't been covered yet. The lacrosse team, maybe. Pay special attention to \"Hoosiers,\" since it's the good one.\n\nThe film stars Emilio Estevez as the coach. He's a lawyer who gets arrested on a DUI, and his boss, the crusty Mr. Ducksworth, thinks it will help him slow down if he goes on a leave of absence from the firm, and coaches a Pee Wee hockey team. Estevez arrives at the first practice session in a limousine, inexplicable in plot terms but good for some inane scenes in which the little hockey stars flatten their noses against the glass. And then the season starts.\n\nThe screenplay by Steven Brill leaves nothing to chance.\n\nThere is not a single surprise in the film. Not even one small one, to show he's a good sport. We march in lockstep past the obligatory flashbacks to Estevez's own childhood, when an evil coach (Lane Smith) made him feel worthless after he missed an important shot. Of course, this same villain is now coaching the opponents of the Ducks.\n\nThere are more obligatory stops on the way to the end.\n\nWe see how bad the Estevez team is in its early games. We endure the name change, to the \"Ducks,\" so named because then Mr.\n\nDucksworth will pop for new uniforms, and then we hear the team's new war cry, \"Quack.\" All leads to the big playoff games. No prizes for predicting which team wins, or whether everything depends on a big final shot, or which coach makes a stirring speech about how it doesn't matter so much whether you win or lose - it's how you play the game. It must be said that this movie is sweet and innocent, and that at a certain level it might appeal to younger kids. I doubt if its ambitions reach much beyond that.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-10-02", "genres": ["Comedy", "Family", "Sports Film"], "title": "The Mighty Ducks (1992)"}