{"url": "http://www.rogerebert.com/reviews/the-best-years-of-our-lives-1946", "by": null, "star_rating": 4.0, "text": "\n\nHomer thinks maybe they should stop at his Uncle Butch's saloon\r\nfor a drink before they get home. \"You're home now, kid,\" the older\r\nman Al tells him. Three military veterans have just returned to their hometown\r\nof Boone City, somewhere in the Midwest, and each in his own way is dreading\r\nhis approaching reunion. Al's dialogue brings down the curtain on the\r\napprehensive first act of William Wyler's \"The Best Years of Our\r\nLives\" (1946), the first film to win eight Academy Awards (one honorary)\r\nand at the time second only to \"Gone With the Wind\" at the U.S. box\r\noffice. Seen more than six decades later, it feels surprisingly modern: lean,\r\ndirect, honest about issues that Hollywood then studiously avoided. After the\r\nwar years of patriotism and heroism in the movies, this was a sobering look at\r\nthe problems veterans faced when they returned home.\n\nThe\r\nmovie centers on the stories of the three men. Al Stephenson (Fredric March),\r\nin his 40s, was an infantryman and is now returning to his family and the bank\r\nwhere he worked. Fred Derry (Dana Andrews) was a crew member on a bomber. Homer\r\nParrish (Harold Russell) was a Navy man who lost both hands and now uses steel\r\nhooks. \"You gotta hand it to the Navy,\" Fred tells Al, as they watch\r\nHomer walk slowly from their taxi to his front door, \"they sure trained\r\nthat kid how to use those hooks.\" Al says: \"They couldn't train him\r\nto put his arms around his girl, or to stroke her hair.\"\n\nThat's\r\nwhy Homer wanted to stop for the drink. When he left for the war, he had an\r\nunderstanding with Wilma (Cathy O'Donnell), the girl next door, but now he\r\nfears how she will react to his artificial hands. The other men have fears,\r\ntoo. Fred, raised in a shack by the tracks and working as a drugstore soda jerk\r\nwhen he enlisted, quickly married the sexy Marie (Virginia Mayo), who has\r\nstopped writing him. Al has been married for 20 years to Milly (Myrna Loy), and\r\nhas a son Rob (Michael Hall) and a daughter Peggy (Teresa Wright). They welcome\r\nhim home with love and hugs, but he doesn't feel right; his children have\r\nchanged, his life has changed, and after Rob goes to bed he suddenly remembers\r\nButch's bar and suggests his wife and daughter join him for a celebration.\n\nThe\r\nother two men also turn up at Butch's. Homer couldn't take the exaggerated\r\nkindness and suppressed grief he thought he sensed from his parents and Wilma.\r\nFred didn't find anyone at home at Marie's apartment. The three men get\r\nplastered together, with Al's wife looking on with superhuman understanding.\r\nThat's the night Fred and Peggy have their first conversation, and begin to\r\nfall in love.\n\nThe\r\nmovie's screenplay, by Robert Sherwood, moves confidently among the problems\r\nfaced by the three men; unhurried and relatively low-key, this isn't a fevered\r\ndocudrama. It becomes clear to Fred that Marie is a party girl who isn't\r\ninterested in life on his drugstore paycheck of $32.50. Homer coldly tries to\r\nforce away Wilma because he doesn't want her pity. Al gets a promotion at the\r\nbank, and is in charge of giving loans under the G.I. Bill, but rebels when\r\nhe's asked to trust an applicant's collateral more than his character. Al turns\r\nto drink, and has a half-sloshed, half-heroic moment when he speaks his mind at\r\na company dinner.\n\nThe\r\nfilm makes no effort to paint these men as extraordinary. Their lives, their\r\ncharacters, their prospects are all more or less average, and Wyler doesn't\r\npump in superfluous drama. That's why the movie is so effective, and maybe why\r\nit doesn't seem as dated as some 1946 dramas. But Wyler employed remarkable\r\nvisuals to make some of his points. He was working with the great\r\ncinematographer Gregg Toland, known for his deep-focus photography on such\r\nfilms as \"Citizen Kane,\" and often Wyler uses deep-focus instead of\r\ncutting, so that the meaning of a scene can reveal itself to us, instead of\r\nbeing pounded down with close-ups. Consider a scene in Butch's where Homer\r\nproudly shows how Butch (Hoagy Carmichael) has taught him to play piano with\r\nhis hooks. Al and Fred look on, and then Fred walks to a phone booth in the far\r\nbackground to make a crucial call. The camera doesn't move, but our eyes follow\r\nFred's movement to the booth, and we focus on a decision he is making.\n\nOne\r\nof the movie's most famous sequences involves Fred deciding to leave town in\r\nsearch of work, and going to the airport. While waiting for his military\r\ntransport flight, he wanders into a vast graveyard of mothballed warplanes.\r\nThis scene is heartbreaking. Once Fred flew these planes, and now they, and\r\ntheir pilots, are no longer needed. The payoff of the scene is deeply ironic.\n\nAnd\r\nconsider the film's extended closing scene, when Homer and Wilma get married.\r\nFred and Peggy are among the guests. Earlier they have told each they they are\r\nin love, and Peggy vowed to her parents she would break up Fred's mistaken and\r\nmiserable marriage. But Al warned Fred away from his daughter -- one reason he\r\nwas leaving town, even though the tawdry Marie is filing for divorce.\n\nWyler\r\nshows the entire marriage ceremony, all the way through, starting with\r\nCarmichael playing the wedding march, and the lovers exchanging vows. There are\r\ntwo parallel lines of suspense. One involves the marriage itself, and whether\r\nHomer's hooks can slip a ring on Wilma's finger. The other involves Fred and\r\nPeggy on opposite sides of the same room, their eyes locked as they hear the\r\nwedding vows being pronounced. Deep focus allows Wyler to show both of these\r\nevents at once, and his framing draws our eyes to the back of the shot, where\r\nTeresa Wright, never prettier or more vulnerable, doesn't move a muscle.\n\n\"The\r\nBest Years of Our Lives\" doesn't use verbal or technical pyrotechnics. It\r\ntrusts entirely in the strength of its story. One of the sources of its power\r\nis the performance by Harold Russell, the handless veteran. Producer Samuel\r\nGoldwyn was actually criticized at the time for his \"tasteless\" use\r\nof Russell, but look at the heartbreaking scene where Homer invites Wilma up to\r\nhis bedroom -- not to make a pass, but to show her what is involved in getting\r\nready for bed. He thinks maybe then she'll understand why he doesn't think he\r\ncan marry her.\n\nRussell\r\nwas an untrained actor, but utterly sincere. He says: \"This is when I know\r\nI'm helpless. My hands are down there on the bed. I can't put them on again\r\nwithout calling to somebody for help. I can't smoke a cigarette or read a book.\r\nIf that door should blow shut, I can't open it and get out of this room. I'm as\r\ndependent as a baby that doesn't know how to get anything except to cry for\r\nit.\" WeknowRussell is speaking for himself, and\r\nthe emotional power is overwhelming. O'Donnell's response is pitch-perfect.\n\nRussell\r\nwon an honorary Oscar, \"for bringing hope and courage to his fellow\r\nveterans through his appearance.\" Although he was actually nominated for\r\nbest supporting actor, the Academy board voted the special award because they\r\nthought he didn't have a chance of winning. They were wrong. He won the Oscar,\r\nthe only time an actor has been given two Oscars for the same role. The film\r\nalso won for best picture, actor (March), director, screenplay, editing and\r\nscore.\n\nAs\r\nlong as we have wars and returning veterans, some of them wounded, \"The\r\nBest Years of Our Lives\" will not be dated. The movie is available on DVD,\r\nbut there are no bells and whistles, and it calls out for a special edition or\r\nthe Criterion treatment. I agree with Noel Megahey atDVDTalk.com: \"Some other\r\nstudios might regard a film that won eight Oscars as a major back-catalogue\r\nrelease but not MGM. The DVD presentation of the film is barely even adequate\r\nas a barebones release, with ... not a single feature to support the film's\r\nhistorical and cinematic importance.\"\n\nNote: The film is said to have inspired one of Samuel Goldwyn's\r\nfamous Goldwynisms: \"I don't care if the film doesn't make a nickel. I\r\njust want every man, woman, and child in America to see it.\"\n\n", "running_time": 172, "mpaa_rating": null, "release_year": 1946, "date_published": "2007-12-29", "genres": ["Drama", "History", "Romance"], "title": "The Best Years of Our Lives (1946)"}