{"url": "http://www.rogerebert.com/reviews/the-summer-house-1993", "by": "Jeanne Moreauas Lili", "star_rating": 3.0, "text": "It is clear the marriage is a bad idea. \"I'm marrying a man nobody likes,\" the bride-to-be confides. \"I thought it was just me.\" And yet it appears the marriage will go forward nonetheless. All the players have their roles, the plans have been made, the invitations issued, the alterations made on the family wedding gown. Only a miracle can save the future bride from a mistake she will regret for the rest of her life, starting immediately.\n\nThat is the setup for \"The Summer House,\" an odd and amusing comedy of manners. Marriage is, of course, an institution in which men and women should take an equal role, but marriage ceremonies are the province of women. They take infinite delight in the detail work.\n\nThe man's job is to deliver himself on the right day at the right time.\n\n\"The Summer House\" understands this. There is a man in the picture, a hapless would-be groom named Syl (David Threlfall), who has arrived in his early 40s without having mastered a single skill designed to make his presence bearable. But most of the characters are women: Margaret (Lena Headley), the quiet young girl who has no idea why she consented to the marriage; her mother, Monica (Julie Walters), who at first doesn't doubt the wisdom of the match; Syl's mother, Mrs. Munro (Joan Plowright), who knows her son and is sure the marriage is a mistake, and - sweeping into town for the ceremony - Monica's old school chum from France, Lili (Jeanne Moreau).\n\nThe movie sees these women in unguarded, quirky moments. We're only gradually allowed to discover what they're really up to.\n\nMargaret would essentially rather be a nun in Egypt than marry anybody. Monica frets that since the invitations have been sent out and the arrangements made, it's too late to call things off. Mrs. Munro, who has lived under the same roof with her son for years, pities the poor girl. And Lili, who affects the style of an aging prima donna and likes to wave her cigarette holder around, reads the whole situation in a moment and makes a solemn promise that the marriage will never take place.\n\nThe movie, directed by Waris Hussein and based on the novel The Clothes in the Wardrobe by Alice Thomas Ellis, could possibly have handled this same situation with a sitcom approach, but it's too smart and original for that. It has wicked fun showing the smug pomposity of the prospective groom, and the shyness and desperation of the intended bride, who takes up smoking and drinking in her need to blot out the impending event.\n\nJeanne Moreau has been a treasure of the movies for 35 years, often playing roles something like this one. If you stop to think about it, her famous role in Truffaut's \"Jules and Jim\" was a similar woman, an imperious free spirit who decides what's to be done, and makes it happen. Here, playing a flamboyant woman who nevertheless keeps her real thoughts closely guarded, she brings about a final scene of poetic justice as perfect as it is unexpected.", "running_time": 82, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-12-24", "genres": null, "title": "The Summer House (1993)"}