{"url": "http://www.rogerebert.com/reviews/the-future-2011", "by": "Miranda Julyas Sophie", "star_rating": 3.5, "text": "I suppose to some degree Miranda July's characters are autobiographical. Not literally: A woman like the heroine of \"The Future\" could never have written and directed \"The Future.\" Perhaps they're autobiographical more in the Woody Allen mode: characters created as avatars of fanciful whimsy. Christine, July's character in \"Me and You and Everyone We Know\" (2005), was a 30-ish woman with life still ahead of her. Sophie, her character in \"The Future,\" is a 30-ish woman with life behind her — or, at very best, on hold.\n\nBoth women draw men into their vortex. These men tend to be male versions of herself — nice, sensitive, feckless, uncertain, tentative. In \"The Future,\" Sophie and Jason (Hamish Linklater) have been together about four years. They live in a sort of indefinitely attenuated present tense. They occupy a small apartment furnished by the accumulation of playful and ironic possessions. They have low-maintenance jobs adequate to support their undemanding lifestyle. He works on a help line for a tech company. She teaches dance to children, and when she dances, her style seems to have been learned from her students.\n\nChildren seem to be out of the picture. They are held together by habit, by familiarity with each other's peculiarities, by fond inertia. They're both easy to get along with. If she obsessively clings to a yellow \"security T-shirt,\" perhaps an affection borrowed from the old Peanuts strip, Jason accepts it. There are a lot of obsessions that are harder to live with. My friend Severn Darden used to gnaw on table napkins.\n\nChange comes. They decide to adopt a sick cat. Caring for this cat will be a full-time task. Its illness is almost a requirement; seeking something to commit to, they prefer a sick cat to a well one. The cat cannot come home with them for 30 days. In that month, they budge from their inertia; Jason gets a job selling trees, and Sophie starts an affair with Marshall (David Warshofsky), a man who has no greater purpose in the story than that she can have the affair. Jason becomes friends with an old guy named Joe (Joe Putterlik), whose purpose is to be an old guy Jason becomes friends with.\n\nIn the world of Miranda July, magic is possible. Did I mention that some of \"The Future\" is narrated by the sick cat? In her films, the passage of time is not allowed to become routine. In an extraordinary scene in \"Me and You and Everyone We Know,\" the Christine character walks down a long block with a man she has just met, and she makes their passage down the block into a metaphor for their passage through life. In \"The Future,\" Jason is able to arrest the aimless meandering of his life by stopping time himself. He moves sideways from the time stream. The moon begins to speak to him.\n\nThis fantastical whimsy is delicate and fragile, and much depends on the personalities of Sophie and Jason, who despite all their self-conscious drifting, are collaborating on a rather elaborate and defined idea of how to live. We are all on a voyage through life, but sometimes we even forget we're on a ship. Not these two. I see them standing side by side, leaning on a rail at the stern, focusing on the departure of the waves.\n\nI suggested that Miranda July's characters are avatars, projections she invites us to focus on. I've met her, don't know her, but can guess something from her films. It takes a great deal of will to get an independent film made, particularly one that inhabits no known genre. If you direct it and star in it, it takes much more. If you make two of them, you are a focused and driven person. You are not a twee sprite like Sophie or Christine. You do not require a sick cat to provide meaning in your life. If you cling to a T-shirt (and July apparently sometimes really does), you must do it not out of weakness but from fierce determination. On the surface, this film is an enchanting meditation. At its core is the hard steel of individuality.", "running_time": 91, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-03", "genres": ["Drama", "Indie"], "title": "The Future (2011)"}