{"url": "http://www.rogerebert.com/reviews/the-country-bears-2002", "by": "Christopher Walkenas Reed Thimple", "star_rating": 2.0, "text": "The formidable technical skills in \"The Country Bears\" must not be allowed to distract from the film's terminal inanity. Here is a story about a young music fan who persuades his favorite band to reunite after 10 years for a concert--and the fan and the band members are all bears. Why they are bears, I do not know. Do they know they are bears? Not necessarily. Do any of the humans mention that they are bears? Only in passing. Are there real bears in the woods who would maul and eat their victims, or are all bears benign in this world? These are not questions one is expected to pose about a movie based on a stage show at Disney World. We simply have to accept that some of the characters in the movie are people and others are bears, and get on with it. If Stuart Little's family can have a 2-inch mouse as a son, then why not musical bears? We must celebrate diversity.\n\nThe movie stars Beary Barrington (voice by Haley Joel Osment), whose human parents treat him as one of the family. Then his brother breaks the news that he was adopted after being found by a park ranger, and little Beary runs away from home. His goal: Visit legendary Country Bear Hall, the Grand Ole Opry of singing bears, and pay tribute to the band he idolizes.\n\nAlas, the band has broken up, its members have scattered, and now even Country Bear Hall itself faces the wrecker's ball, thanks to the evil banker Reed Thimple (Christopher Walken). Since the hall is an elegant wooden structure, it is a little hard to understand why Thimple wants to replace it with a vacant lot, but there you have it. Little Beary then begins to meet the members of the Country Bears, and to persuade them, in a series of adventures, to reunite and stage a benefit concert to save the hall.\n\nOne of the movie's running gags is that recording stars appear as themselves, talking about the Bears. We see Willie Nelson, Bonnie Raitt, Elton John, Queen Latifah and others, all talking about the band's influence on them, none mentioning that they are bears. Is the music good enough to influence Willie and the Queen? Don't make me laugh.\n\nIt's hard to figure who the movie is intended for. In shape and purpose, it's like a G-rated version of \"This Is Spinal Tap,\" but will its wee target audience understand the joke? Anyone old enough to be interested in the music is unlikely to be interested in the bears--at least, interested in the movie's routine and wheezy plot. True, the movie does a good job of integrating the bears into the action, with animatronics by Jim Henson's Creature Shop and no doubt various CGI effects, not to mention the strong possibility that in some shots we are basically watching actors in bear suits. It's done well, yes, but why?", "running_time": 88, "mpaa_rating": "G", "release_year": 2002, "date_published": "2002-07-26", "genres": ["Comedy", "Drama", "Family", "Musical"], "title": "The Country Bears (2002)"}