{"url": "http://www.rogerebert.com/reviews/the-king-of-kong-a-fistful-of-quarters-2007", "by": "Seth Gordon", "star_rating": 3.0, "text": "Remember Donkey Kong? This would have been in the early 1980s, and you would have been standing in a video arcade, bar, truck stop or bowling alley, trying to save the damsel in distress from the gorilla. It was voted the third best coin-operated arcade video game of all time. Yes, and now it is 2007 and grown men still pursue each other across the country in pursuit of the world-record Donkey Kong score.\n\n\"The King of Kong: A Fistful of Quarters,\" a documentary that is beyond strange, follows two arch-enemies in their grim, long-term rivalry, which involves way more time than any human lifetime should devote to Donkey Kong. I am reminded of the butler's line in \"A New Leaf\" to Walter Matthau: \"You are carrying on in your own lifetime, sir, a way of life that was extinct before you were born.\"\n\nIn this corner, the man in black, wearing a goatee and looking like a snake-oil pitchman, is Billy Mitchell of Hollywood, Fla., in real life a hot-sauce tycoon (Rickey's World Famous Sauces), who says he is the man who first retailed chicken wings in their modern culinary form in Florida.\n\nThat was not enough for one lifetime. He also achieved the first perfect game in the history of Pac-Man, his high score on Donkey Kong stood unchallenged for 25 years, and in 1999, he was named Video Game Player of the Century. \n\nIn the other corner, looking like your average neighbor, is Steve Wiebe of Seattle, who got laid off at Boeing the very day he and his wife bought a new house. He has kids, he's likable, and he plays Donkey Kong on a machine in his garage, where we gather he spends hours and hours and hours. He's now working as a high school science teacher.\n\nThe referee: Walter Day, half-way between them in Iowa, who runs a Web site named Twin Galaxies, and is the chief scorekeeper of competitive gaming. Day's serenity was severely challenged when Wiebe mailed in a home videotape showing himself breaking Mitchell's famous record. In the world of Donkey Kong, this was as monumental as Barry Bonds beating Hank Aaron's record, except that Wiebe is the Hank Aaron of these two, if you see what I mean.\n\nMitchell fires back. He questions the record, the machine, the video and Wiebe's character. Wiebe dips into his meager savings to go to Florida and challenge Mitchell head-on. Mitchell won't show. Or he does show at a few conventions, and is easy to spot with his satanic wardrobe and pneumatic wife, but never quite turns up to play. He's glimpsed sometimes passing ominously in the background.\n\nThis isn't fun for these men. It's deadly serious. A world championship is at stake, and only gradually do we realize how very few people give a damn. Unlike recent docs about spelling bees, Scrabble and crossword puzzles, there aren't large audiences in this film. Game players may turn up by the thousands at conventions, but apparently only a handful care much about Donkey Kong; it's like a big auto show vs. a parade of Model Ts.\n\nThe documentary stares incredulously at the Machiavellian Mitchell, who seems to play the same role in the world of Donkey Kong as masked marauders do in pro wrestling. We hate this guy. Why won't he play Wiebe? What's with that tape he sends in, that seems to show him beating Wiebe's record? Is this little world too heavily invested in Mitchell as its superstar? How long can Wiebe's wife remain supportive of his lonely quest?\n\nAll questions to which you will find answers, sort of, in the film. I would never dream of giving away the ending. But I can give away what happened after the ending. Today I went to www.TwinGalaxies.com and discovered that on July 13, the 25th anniversary of his original record, \"in front of an audience of hundreds,\" Billy Mitchell topped his own record by scoring 1,050,200 points. I have a sinking feeling that Steve Wiebe is out in the garage right now.", "running_time": 79, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-08-23", "genres": ["Documentary"], "title": "The King of Kong: A Fistful of Quarters (2007)"}