{"url": "http://www.rogerebert.com/reviews/the-whole-nine-yards-2000", "by": "Bruce Willisas Jimmy Tudeski", "star_rating": 3.0, "text": "A subtle but unmistakable aura of jolliness sneaks from the screen during \"The Whole Nine Yards,\" and eventually we suspect that the actors are barely suppressing giggles. This is the kind of standard material everyone could do in lockstep, but you sense inner smiles, and you suspect the actors are enjoying themselves.\n\nGeorge C. Scott once said that a key element in any role was \"the joy of performance\"--the feeling that the actor is having a good time. This cast seems vastly amused.\n\nOf course, I have no way of knowing if that was really the case. The actors may have hated one another and spent their evenings having anonymous pizzas delivered to one another's hotel rooms. All I can report is my subjective feeling. I know this is not the greatest comedy of all time, or even of the first seven weeks of the century, but I was entertained beyond all expectation.\n\nOne of the reasons for that reaction is a perfect performance by Amanda Peet. I say it is perfect because it exactly matches what is required, and then adds a level of heedless glee. I do not write as a longtime fan: Peet has been in 17 previous movies without inspiring any cartwheels, but this time, as an ambitious young woman named Jill who would like to kill people for a living, she is so disarmingly, infectiously funny that finally all she has to do is smile to get a laugh.\n\nJill's role model is Jimmy Tudeski (Bruce Willis), a professional hit man known as Jimmy the Tulip. As the film opens, he has moved in next door to a Montreal dentist named Oz Oseransky (Matthew Perry), whose French-Canadian wife, Sophie (Rosanna Arquette), smokes cigarettes and wishes he were dead. So insufferable is this woman that Jill, who is Oz's dental assistant, volunteers, \"You'd be doing the world a favor if you just had her whacked.\" Everybody is having everybody whacked in \"The Whole Nine Yards.\" Jimmy the Tulip is being sought by Janni Gogolak (Kevin Pollak), a Chicago gangster, who wants him whacked. Sophie wants Oz to go to Chicago and rat on the Tulip so they can collect the finder's fee. Oz does not much want to do this, but flies to Chicago and is taken under the muscular arms of Janni's henchman Frankie Figs (Michael Clarke Duncan, the big guy from \"The Green Mile\") and ushered into the Gogolak presence. Every actor in the movie has at least one juicy scene, and Pollak has fun with his, combining an impenetrable accent with key words that are spat out like hot oysters.\n\nThere is more to the plot, all of which you will have to discover for yourself. What I can describe is the amusement the actors exude. Bruce Willis has played countless hit men. This one simply has to stand there and suggest the potential for painful action. \"It's not important how many people I kill,\" he explains to Perry; \"what's important is how I get along with the people who are still alive.\" Willis glows as absurdities revolve around him. One of those absurdities is Matthew Perry's dentist, who is always running into things, like glass doors and Michael Clarke Duncan. He falls in love with the Tulip's wife, Cynthia (Natasha Henstridge), who is being held captive by Gogolak--but there I go with the plot again.\n\nI think you have to be observant during this film. There are some moments that are likely to be funny no matter what, but others depend on a certain momentum that gets going if you tune in to the underlying good humor. Here is a cast full of actors required to be silly while keeping a straight face, and somehow they have developed a faith that the screenplay is funny, and of course their belief makes it funny, and there you are.\n\nAnd it would be worth renting the video just to study Peet's face and listen to her voice during her early encounters with the Tulip. She makes it all look so easy we forget that what she accomplishes is just about impossible: She is funny because of her personality without resorting to a \"funny personality.\" They don't teach that in acting school.", "running_time": 99, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-02-18", "genres": ["Action", "Adventure", "Comedy", "Crime", "Drama", "Romance", "Thriller"], "title": "The Whole Nine Yards (2000)"}