{"url": "http://www.rogerebert.com/reviews/the-dukes-of-hazzard-2005", "by": "Seann William Scottas Bo Duke", "star_rating": 1.0, "text": "\"The Dukes of Hazzard\" is a comedy about two cousins who are closer'n brothers, and their car, which is smarter'n they are. It's a retread of a sitcom that ran from about 1979 to 1985, years during which I was able to find better ways to pass my time. Yes, it is still another TV program I have never ever seen. As this list grows, it provides more and more clues about why I am so smart and cheerful.\n\nThe movie stars Johnny Knoxville, from \"Jackass,\" Seann William Scott, from \"American Wedding,\" and Jessica Simpson, from Mars. Judging by her recent conversation on TV with Dean Richards, Simpson is so remarkably uninformed that she should sue the public schools of Abilene, Texas, or maybe they should sue her. On the day he won his seventh Tour de France, not many people could say, as she did, that they had no idea who Lance Armstrong was.\n\nOf course you don't have to be smart to get into \"The Dukes of Hazzard.\" But people like Willie Nelson and Burt Reynolds should have been smart enough to stay out of it. Here is a lame-brained, outdated wheeze about a couple of good ol' boys who roar around the back roads of the South in the General Lee, their beloved 1969 Dodge Charger. As it happens, I also drove a 1969 Dodge Charger. You could have told them apart because mine did not have a Confederate flag painted on the roof.\n\nScott and Knoxville play Bo Duke and Luke Duke; the absence of a Puke Duke is a sadly missed opportunity. They deliver moonshine manufactured by their Uncle Jesse (Willie Nelson), and depend on the General to outrun the forces of Sheriff Roscoe P. Coltrane (M.C. Gainey). The movie even has one of those obligatory scenes where the car is racing along when there's a quick cut to a gigantic Mack truck, its horn blasting as it bears down on them. They steer out of the way at the last possible moment. That giant Mack truck keeps busy in the movies, turning up again and again during chase scenes and always just barely missing the car containing the heroes, but this is the first time I have seen it making 60 mph down a single-lane dirt track.\n\nSimpson plays Daisy Duke, whose short shorts became so famous on TV that they were known as \"Daisy Dukes.\" She models them to a certain effect in a few brief scenes, but is missing from most of the movie. Maybe she isn't even smart enough to wear shorts. I learn from the Internet that Simpson has a dog named Daisy, but have been unable to learn if she named it before or after being signed for the role, and whether the dog is named after the character, the shorts, the flower, or perhaps (a long shot) Daisy Duck.\n\nThe local ruler is Boss Jefferson Davis Hogg (Burt Reynolds), \"the meanest man in Hazzard County,\" who issues orders to the Sheriff and everybody else, and has a secret plan to strip-mine the county and turn it into a wasteland. I wonder if there were moments when Reynolds reflected that, karma-wise, this movie was the second half of what \"Smokey and the Bandit\" was the first half of.\n\nThere are a lot of scenes in the movie where the General is racing down back roads at high speeds and becomes airborne, leaping across ditches, rivers and suchlike, miraculously without breaking the moonshine bottles. Surely if you have seen, say, 12 scenes of a car flying through the air, you are not consumed by a need to see 12 more.\n\nThere is a NASCAR race in the film, and some amusing dialogue about car sponsorship. You know the film is set in modern times because along with Castrol and Coke, one of the car sponsors is Yahoo! I noted one immortal passage of dialogue, about a charity that is raising money for \"one of the bifidas.\" I was also amused by mention of \"The Al Unser Jr. Story,\" an \"audiobook narrated by Laurence Fishburne.\"\n\nThe movie has one offensive scene, alas, that doesn't belong in a contemporary comedy. Bo and Luke are involved in a mishap that causes their faces to be blackened with soot, and then, wouldn't you know, they drive into an African-American neighborhood, where their car is surrounded by ominous young men who are not amused by blackface, or by the Confederate flag painted on the car. I was hoping maybe the boyz n the hood would carjack the General, which would provide a fresh twist to the story, but no, the scene sinks into the mire of its own despond.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-08-04", "genres": ["Action", "Comedy"], "title": "The Dukes of Hazzard (2005)"}