{"url": "http://www.rogerebert.com/reviews/the-twilight-saga-eclipse-2010", "by": "Kristen Stewartas Bella Swan", "star_rating": 2.0, "text": "The price for surrendering your virginity is so high in “The Twilight Saga: Eclipse” that even Edward Cullen, the proposed tool of surrender, balks at it. Like him, you would become one of the undead. This is a price that Bella Swan, the virtuous heroine, must be willing to pay. Apparently when you marry a vampire, even such a well-behaved one as Edward, he’s required to bite you.\n\nThis romantic dilemma is developed in “Eclipse,” the third installment in this inexhaustible series, by adding a complication that has been building ever since the first. Jacob Black, the shape-shifting werewolf, is also in love with Bella (Kristen Stewart), and she perhaps with him. Jacob (Taylor Lautner) and his tribe are hot-blooded and never wear shirts, inspiring little coos and ripples of delight in the movie audience. Here is a fantasy to out-steam any romance novel: A sweet girl is forced to choose between two improbably tall, dark and handsome men who brood and smolder and yearn for her.\n\nNothing is perfect. There is a problem. The flame-tressed vampire Victoria (Bryce Dallas Howard) has been active in Seattle, initiating new vampires, or Newbies, who in their youth are ravenous for blood and would have superhuman strength, if they were human. Victoria wants to destroy Bella in revenge for the murder of her boyfriend James. Edward and Jacob both vow to protect the girl they love, and their fellow vampires and werewolves of course are prepared to fight to the death in this cause. This is true buddy love.\n\nThe movie contains violence and death, but not really very much. For most of its languorous running time, it listens to conversations between Bella and Edward, Bella and Jacob, Edward and Jacob, and Edward and Bella and Jacob. This would play better if any of them were clever conversationalists, but their ideas are limited to simplistic renderings of their desires. To be sure, there is a valedictory address, reminding us that these kids have skipped school for three movies now. And Edward has a noble speech in which he tells Bella he doesn’t want to have sex with her until after they’re married. This is self-denial indeed for a 109-year-old vampire, whose actions add a piquant flavor to the category “confirmed bachelor.”\n\nOf Taylor Lautner’s musculature, and particularly his abs, much has been written. Yes, he has a great build, but I remind you that an abdominal six-pack must be five seconds’ work for a shape-shifter. More impressive is the ability of both Edward and Jacob to regard Bella with penetrating gazes from ’neath really dope eyebrows. When my eyebrows get like Edward’s, the barber trims them and never even asks me first.\n\nThere is a problem with the special effects. Many of the mountain ranges, which disappear into the far distance as increasingly pale peaks, look suspiciously like landscapes painted by that guy on TV who shows you how to paint stuff like that. The mountain forests and lakes are so pristine, we should see Lewis and Clark just arriving. And the werewolves are inexplicable. They look snarly enough, have vicious fangs and are larger than healthy ponies, but when they fall upon Newbies, they never quite seem to get the job done. One werewolf is nearly squeezed to death, and another hears “he has broken bones on one whole side.” Luckily, repairing the damage is only a night’s work for Dr. Carlisle Cullen (Peter Facinelli). The problem with the effects is that the wolves don’t seem to have physical weight or presence.\n\nMuch leads up to a scene in a tent on a mountaintop in the midst of a howling blizzard, when Bella’s teeth start chattering. Obviously a job for the hot-blooded Jacob and not the cold-blooded Edward, and as Jacob embraces and warms her, he and Edward have a cloying cringe fest in which Edward admits that if Jacob were not a werewolf, he would probably like him, and then Jacob admits that if Edward were not a vampire — well, no, no, he couldn’t. Come on, big guy. The two of you are making eye contact. Edward’s been a confirmed bachelor for 109 years. Get in the brokeback spirit.\n\nThe audience watched this film with rapt attention. They obviously had a deep understanding of the story, which is just as well, because I don’t think anyone not intimately familiar with the earlier installments could make head or tails of the opening scenes. The “Twilight” movies are chaste eroticism to fuel adolescent dreams, and are really about Bella being attracted and titillated and aroused and tempted up to the … very … brink! … of surrender, and then, well, no, no, she shouldn’t.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-06-28", "genres": ["Adventure", "Drama", "Fantasy", "Foreign", "Romance", "Thriller"], "title": "The Twilight Saga: Eclipse (2010)"}