{"url": "http://www.rogerebert.com/reviews/the-name-of-the-rose-1986", "by": "Sean Conneryas William Of Baskerville", "star_rating": 2.5, "text": "In my imagination, there are two kinds of monks and two kinds of monasteries. The first kind of monastery is a robust community of men who work hard and pray hard and are bronzed by the sun and have a practical sense of humor. They have joined the life of prayer with the life of the hands. The second monastery is a shuttered series of gloomy passages and dank cells where jealous, mean-spirited little men scamper about playing politics. Their prayers are sanctimonious and their nights are long and resentful.\n\nIn the first few scenes of \"The Name of the Rose,\" we realize that this will be a movie about a contest between the two kinds of monks.\n\nHere comes the first one now, striding across the open fields of the Middle Ages, his heavy wool habit little protection against the cold winds. His name is William of Baskerville, and he is portrayed by Sean Connery, who plays him as the first modern man, as a scholar-monk who understands all of the lessons of the past but is able to see them in a wider context than the others of his time.\n\nOne day, William arrives at a vast monastery, which crouches with foreboding on top of a steep hill. At its base, starving peasants wrestle for scraps of food thrown down from the monk's kitchens. At its pinnacle is a great tower arranged as a labyrinth; you might find anything up there - except the way out.\n\nA series of murders is taking place in the monastery. William has a reputation as something of an investigator, and soon after his arrival he is involved in trying to identify the causes of death and to find the murderer. There are many suspects. Indeed, I cannot remember a single monk in this monastery who does not look like a suspect. The film has been cast to look like a cross between the grotesques of Fellini and the rat-faced devils scampering in the backgrounds of a tarot deck.\n\nWhat we have here is the setup for a wonderful movie. What we get is a very confused story, photographed in such murky gloom that sometimes it is hard to be sure exactly what is happening. William of Baskerville listens closely and nods wisely and pokes into out-of-the-way corners, and makes solemn pronouncements to his young novice. Clearly, he is onto something, but the screenplay is so loosely constructed that few connections are made between his conclusions and what happens next.\n\nDuring the central sections of the film, the atmosphere threatens to overwhelm the action. \"The Name of the Rose\" was shot in a real monastery and on sets that look completely convincing, but unfortunately the film takes the \"dark ages\" literally and sets its events in such inpenetrable gloom that sometimes it is almost impossible to see what is happening. The large cast of characters swims in and out of view while horrible events take place; a monk is found dead at the base of the tower, and another is drowned in a wine vat.\n\nWilliam of Baskerville moves solemnly from one event to another, deliberately, wisely, but then the plot takes on a crazy rhythm of its own, as the Grand Inquisitor arrives to hold a trial and ancient secrets are discovered inside the labyrinth of the tower.\n\nWhat this movie needs is a clear, spare, logical screenplay. It's all inspiration and no discipline. At a crucial moment in the film, William and his novice seem sure to be burned alive, and we have to deduce how they escaped because the movie doesn't tell us. There are so many good things in \"The Name of the Rose\" - the performances, the reconstruction of the period, the over-all feeling of medieval times - that if the story had been able to really involve us, there would have been quite a movie here.", "running_time": 128, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-10-24", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "The Name of the Rose (1986)"}