{"url": "http://www.rogerebert.com/reviews/the-indian-in-the-cupboard-1995", "by": "Hal Scardinoas Omri", "star_rating": 2.0, "text": "There is a word for \"The Indian in the Cupboard,\" and\rthat word is \"creepy.\" The movie is about a little boy with a magic\rcabinet that turns plastic toys into real, living humans who are 2 or 3 inches\rhigh, and puts the boy in the god-like position of being in complete control of\rtheir worlds and their fates. This is, of course, the fantasy behind all dolls\rand toy soldiers and suchlike: In a child's imagination, the little figure is\ralive, as anyone who has heard a little girl talking to Barbie can testify. But\rby making the fantasy real, the movie unleashes all sorts of considerations it doesn’t really\rdeal with, and the material edges closer to horror than it probably intends.\n\nThe\rboy's name is Omri (Hal Scardino), and he lives in a Manhattan townhouse with\rhis family. For a birthday present, he's given an old wooden cupboard. Later,\rhis friend Patrick (Rishi Bhat) gives him a small plastic Indian. His mother\rfinds a key that fits the cupboard door. He puts the Indian in the cupboard,\rlocks the door, and goes to bed - only to hear muffled sounds from inside the\rcupboard. He opens it again, and is amazed to find that the plastic figure has\rcome alive, and is a tiny, frightened little human, backed into a corner,\rshouting defiantly.\n\nThe\rsecret of the cupboard is that, in connection with the lucky key, it turns\rplastic into living flesh. The kid is delighted by this discovery, and is soon\rtalking with the Indian, named Little Bear (Litefoot), who has been snatched\rfrom the year 1761, and speaks English because he has met English settlers. At\rfirst he thinks the kid is the Great Spirit, but eventually, they understand\rwhat happened, although not with as much shock and incredulity as you might\rexpect.\n\nThe\rmovie, directed by Frank Oz, was written by Melissa Mathison, who also wrote\r\"E.T.\" (1982), and here uses some of the same ideas: A little boy\rhides an amazing living thing in his room, and tries to go about his daily life\rwith this secret knowledge. Omri lets his friend in on the secret, and soon is\rperforming neat tricks like turning a plastic teepee into a real one, so Little\rBear will have a home.\n\nSoon\rLittle Bear has a 1:24-scale companion, a cowboy named Boone (David Keith), who\ralso starts as a plastic toy and turns into a living miniature, snatched\rforward from the 19th century along with his horse. The Indian and Cowboy are\rat first hostile, but eventually become friends. After all, they have a lot in\rcommon.\n\nThe\rlogic of the situation requires that adults not find out about the little\rfigures; Omri and his friend try to deal with their secret on their own. It's a\rlittle monstrous, how they completely possess these little beings, although\rOmri seems to understand his responsibilities, and is always lecturing his\rfriend: \"They're alive! They're real!\" That's when Patrick wants to\ruse them more like toys than people.\n\nThe\ressential sadness of the story - two people jerked out of their lives and\rminiaturized in a kid's bedroom - underlies almost everything that happens, and\ris acknowledged in some of the dialogue.\n\nAnd\rthere are unhappy developments, as when the little men watch a Western on TV,\rand Little Bear is so enraged by the slaughter of Apaches that he shoots an\rarrow at Boone, almost killing him (a plastic figure of an Army medic is\rbrought to life and comes to the rescue). There is talk of Little Bear's wife,\rwho died of smallpox, but when the kid wants to put a plastic Indian woman in\rthe cupboard to give Little Bear a wife, the Indian says no: \"She has her\rown life.\" The movie is slow-going in its center stages, maybe because it\rdoesn't really confront the implications of the situation. Then there's a\rcrisis when the magic key is lost, and the Indian goes under the floorboards to\rfind it. Since an older brother's pet rat is also loose under the floorboards,\rI was anticipating a battle between the tiny man and the deadly rat, as in\r\"The Incredible Shrinking Man\" (1957), but the opportunity is\ravoided.\n\n\"The\rIndian in the Cupboard\" is not exhilarating or exciting or funny in the\rways that \"E.T.\" was, and although it tries for the same realism in\rits depiction of its children, it stumbles over the plight of its little people\rwho become the playthings of the kid-gods. \"E.T.\" was what he was,\rand dominated his scenes; Little Bear and Boone always seem to be missing something,\ras if they are happy to be tiny pawns in the plot of a children's story. The\rmovie looks like a great idea, and I'm sure the TV ads will make it seem like\rfun, but my hunch is, kids will find this story depressing in ways they can't\rfully express.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-07-14", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction"], "title": "The Indian In The Cupboard (1995)"}