{"url": "http://www.rogerebert.com/reviews/the-perfect-sleep-2009", "by": "Anton Pardoeas Narrator", "star_rating": 1.5, "text": "\"The Perfect Sleep\" puts me in mind of a flywheel spinning in the void. It is all burnished brass and shining steel, perfectly balanced as it hums in its orbit; yet, because it occupies a void, it satisfies only itself and touches nothing else. Here is a movie that goes about its business without regard for an audience.\n\nOh, it is well-crafted, I grant you that. The cinematography contains fine compositions, looking down steeply on angled shadows and seeking down lost corridors. It has interiors that look like 19th century landmarks of architecture, just after the movers left with the furniture. It has grim men, a seductive woman, guns, knives, garrotes, scalpels, needles, cudgels, feet, fists and baseball bats. It even has Patrick Bauchau, with the most insinuating voice since Orson Welles. But what in god's name is it about?\n\n\"The Perfect Sleep\" does not lack explanation; in fact, the unnamed hero (Anton Pardoe) provides a narration that goes on and on and on, perhaps because the screenplay is by Anton Pardoe. He has returned to an unnamed city after 10 years of fleeing men who would kill him, one who may be his father, a woman named Porphyria (Roselyn Sanchez), who he loves, and who has always loved him, a child he raised or fathered (or who is an orphan, I'm unclear), an ambitious crime boss named the Rajah, a sinister physician named Dr. Sebastian (Tony Amendola), empty streets, wicked staircases, not many cars, lots of streetlights.\n\nIt's all here. And after telling you so much about what's in it, wouldn't you think I could tell you the plot? I know the narrator is back, he wants revenge, people want revenge on him, everybody is getting killed, and he personally is beaten, stabbed, kicked, thrown down stairs, skewered, hammered with karate, strangled, whipped and shot point-blank in the head, and what a guy, he just keeps on narrating, narrating, narrating.\n\nThere are many unique ways of delivering mayhem in the film, some of them described in clinical detail by Dr. Sebastian while he is administering them. \"Jugular ... carotid? Carotid ... jugular,\" he debates with himself, his scalpel poised. At another point, he walks cheerfully up to two guys and stabs them in a lung apiece. Then he explains to them that they each have a collapsed lung. Dreadfully painful but not fatal.\n\nHe suggests it would be appalling for one to have two collapsed lungs. And he delivers this speech: \"Our very biological structure promises us that, if it be now, 'tis not to come; if it be not to come, it will be now; if it be not now, yet it will come: Good sirs, the readiness is all.\" If this sounds like part of a famous speech, you are correct. I fancy the two collapsed lung guys are trying to remember where they heard it when he stabs them in the remaining two lungs. Now I know a lot about collapsed lungs, but I'm not entirely sure who Dr. Sebastian is.\n\nMaybe it doesn't matter. Maybe if it did, the plot would give us a place to dig in our claws and hold on. The movie seems more interested in behavior. Many scenes take place in vast empty spaces like abandoned rehearsal halls or hotel function rooms. Major characters are discovered along an office corridor behind glass doors with their names stenciled on (more fun than captions). There are shadows on top of shadows. It's the film noir universe, all right. What does the title refer to? Perhaps to what you will enjoy during the film", "running_time": 99, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-05-06", "genres": ["Action", "Adventure", "Drama", "Indie", "Thriller"], "title": "The Perfect Sleep (2009)"}