{"url": "http://www.rogerebert.com/reviews/the-king-of-devils-island-2012", "by": "Stellan Skarsgardas Bestyreren", "star_rating": 3.0, "text": "I can't recall a juvenile home in a movie that wasn't hell on earth. Both boarding schools and detention centers seem to attract sadists among the inmates and the administrators, and there's always at least one sex offender on the staff. \"King of Devil's Island\" is an effective drama set in Norway in 1915, where the mostly harmless boys are subjected to regimented punishment. Why are physical and mental cruelty considered to be rehabilitating?\n\nA big-budget film that set box-office records in its homeland, the movie tells a story more or less predictable, even though it's said to be based on the real story of one of the two times in history that the Norwegian army fired on civilians. Set on Bastoy Island in a fjord near Oslo, the prison is said to be escape-proof. To this prison comes the teenager Erling (Benjamin Helstad), rumored among the boys to have committed murder while employed as a harpooner on a whaling ship. Like the other boys, he's dehumanized by being given a number in place of his name. \n\nHe becomes C-19 in the C Barracks. The dorm leader is C-1 (Trond Nilssen), who's scheduled to be released. He's told by Best­yreren (Stellan Skarsgard), the school governor, that he has a good chance of becoming C-1 himself. But C-19 doesn't follow rules. He doesn't misbehave for pleasure, but out of a sense of injustice. It becomes clear to him that the dorm master Brathen (Kristoffer Joner) is sexually abusing the small and weak C-5 (Magnus Langlete) every night in the laundry room.\n\nDoes Bestyreren, the governor, suspect what is happening? C-19 bravely tells him what he knows, and the information is not welcomed. Nevertheless, he calls in Brathen and pointedly asks him why he is still working at the institution after nine years. A young man with his abilities and prospects should set his sights higher, the governor says; there's no future in being a dorm master and living alone on an isolated island.\n\nBrathen evades replying, and seems to sense that the governor is reluctant to know the true answer to his question, because he doesn't want a scandal to threaten the school's sources of funding (mostly from the church). Here is an incident from history that seems to reflect Penn State coach Joe Paterno's reluctance to look too deeply into stories he heard about Jerry Sandusky.\n\nStellan Skarsgard is quite effective as Bestyreren, a man who mouths platitudes about how the school will help restore its boys to full and productive lives. He has an unreasonable optimism, given the reality of the school experience, which places emphasis on forced manual labor and punishment. Skarsgard evokes a studied detachment; he seems distracted from the reality at hand by his vague optimism.\n\nC-19 eventually becomes the catalyst for an inmate uprising, dramatically staged by director Marius Holst with a balance between the latent wildness of the boys and their sometimes small stature. In one touchy scene, they allow the governor and his wife to safely leave a dangerous situation, because they seem to have some grudging gratitude for his faith in them. There is a harrowing scene as two of the boys try to escape across thin ice. The film plays well, and is involving, but in one form or another, this is a story often told.", "running_time": 120, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-01-18", "genres": ["Action", "Drama", "Foreign"], "title": "The King of Devil's Island (2012)"}