{"url": "http://www.rogerebert.com/reviews/the-untamed-heart-1993", "by": "Christian Slateras Adam", "star_rating": 3.0, "text": "\"The Untamed Heart\" is an unabashed romance, wrapped up in a working-class story about a waitress and a dishwasher and their worlds. It's a fairytale with dishwater hands, starring Marisa Tomei as a waitress on the all-night shift at a Minneapolis diner, and Christian Slater as the silent, mysterious kid in the kitchen who never seems to have anything to say.\n\nBecause of the film's prologue, we know something about the Slater character. He was raised by nuns in an orphanage, and had a weak heart - so weak he sometimes lost consciousness on the playground. An operation left a scar running across his chest, but as the film moves up to the present he needs a heart transplant, urgently.\n\nThe problem is, he doesn't want the transplant, because he was told some strange story by the nuns about being raised in the jungle and being given the heart of a great ape, which makes him ferocious and strong. So he lives by himself, reads a lot, washes dishes, and doesn't talk - except to Tomei, who breaks through his reserve when she bandages a cut on his hand.\n\nTony Bill's direction walks a thin line between the fable of the underlying story and the realism of the world the characters live in. When Tomei walks home late one night through the park (read: forest), she is attacked by would-be rapists (read: wolves) and rescued by the dishwasher, who has been following her (read: handsome prince). She discovers his story, and their romance blossoms, tenderly and tentatively.\n\nThe movie is kind of sweet and kind of goofy, and works because its heart is in the right place. Tomei, who has appeared in a lot of movies lately (\"My Cousin Vinny,\" \"Chaplin\") is winning and warm, and Slater, who doesn't have much to say, projects the right note of mystery and doomed romance.\n\nThere are a lot of salt-of-the-earth supporting characters, of whom my favorite is Rosie Perez, as Tomei's fellow waitress and best friend. Perez essentially plays the same character she did so well in \"White Men Can't Jump,\" and because I liked her there, I liked her here, although she has less to do.\n\nShe smokes a lot, but then so does Tomei and almost everyone else in sight. Maybe that's because this story should somehow really be about people in their 40s, and so the young actors think they'll look older if they smoke. Or maybe smoking is now seen as a sign of working-class status.\n\nThe issue of age was lurking right under the surface for me all through this film. Somehow the actors, in their early 20s, seemed to have found themselves into a Saroyan story about middle-aged losers having one last fling at idealism. Did it ever occur to the filmmakers to cast the film older? Or is the box office youth cult so well-established that older roles are transposed into younger ones? I liked Tomei and Slater here; I'll bet they'd be dynamite in these roles in 20 years.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-02-12", "genres": ["Drama", "Romance"], "title": "The Untamed Heart (1993)"}