{"url": "http://www.rogerebert.com/reviews/the-end-of-the-affair-1999", "by": "Ralph Fiennesas Maurice Bendrix", "star_rating": 2.5, "text": "It is raining much of the time in \"The End of the Affair,\" and that is as it should be. The film is about love and adultery in cold, dark, wartime London--when sex was a moment of stolen warmth, an interlude between the air raids and the daily grind of rationing and restrictions. In the opening scene, two men meet on Clapham Common in the rain, and we can almost smell their damp fungoid woolen suits, cut with the smoke of their cigarettes.\n\nOne is a government official named Henry Miles (Stephen Rea). The other is a novelist named Maurice Bendix (Ralph Fiennes). Henry is married to Sarah (Julianne Moore). Maurice was her lover. Now both men are out in the rain, and Sarah is apparently meeting secretly with a new friend. That's what Henry wants to talk to Maurice about. He doesn't suspect Maurice of adultery: He simply wants his help, as a friend, in hiring a private detective to follow Sarah.\n\nThis story and milieu are from a 1951 novel by Graham Greene, said to be based on his own wartime love affair, and drenched with the Catholicism that was central to his work at that time. The engine of the story could come from melodrama, or a thriller: A man unwittingly asks his wife's former lover for help in identifying her present lover. But in Greene, and in this adaptation by Neil Jordan, it is all so much more worldly, weary and bittersweet than that, because Maurice feels he is being cheated on, too. The new lover, if there is one, has made two cuckolds.\n\nMaurice and Sarah met at a party just before the war, we learn. Henry was even then a sad sack with his attention always on his work. The two fell instantly in love, and carried on a passionate affair until one day during their love-making, the earth literally shook, and it appeared that Maurice had been killed in a German raid. We see all of this in flashback, and how when the dust cleared and Maurice crept slowly back to consciousness, Sarah was on her knees in prayer. Afterward things were never the same. Sarah withdrew from Maurice, turned cold and unavailable, and eventually he retreated into a long bitterness. Now we are back up to the meeting of the two men in the rain.\n\nAll of this makes an intriguing novel, and The End of the Affair is Greene dancing on the divide between the rules of religion and the lusts of the flesh. His adulterous husbands and sinning priests have to deal not only with built-in guilt but with the rules of the church, which they never believe in more than while breaking them. The novel is a largely interior affair, existing inside Maurice's mind as he ponders again and again how a woman could seem so close and then suddenly be so far away.\n\nThe film, on the other hand, is as hangdog as Stephen Rea's face in the first scene. It is the story of characters who desperately require more lightness and folly; one can be grim in the confessional and yet be permitted a skip in the step on leaving the church. The characters seem too glum. We see release but miss joy. Sarah and Maurice meet for energetic sex, but their conversation doesn't suggest the kind of idealism required by great love. For a novelist, Maurice is surprisingly pedestrian in his speech, and we have to hear him telling Sarah he is jealous of her shoes, \"because they will take you away from me.\" Not impossible dialogue (we are reminded of Prince Charles' fantasies involving feminine hygiene products) but we expect better from a novelist.\n\nGreene has a good feel for muted low comedy in his supporting characters, and the best turn in \"The End of the Affair\" is by Ian Hart, as Mr. Parkis, the detective hired by Maurice to follow Sarah. Parkis brings along his boy, Lance (Samuel Bould), an earnest little fellow with a bold birthmark on his cheek and hair brilliantined flat like his dad's. Lance can hardly understand adultery, but joins in the game of following, snooping and spying, as Parkis beams with pride. Nothing belittles a man more than suspicion of the woman he loves, and somehow a private detective is always able to choose just those words to make the man feel even shabbier and sneakier.\n\nIf the movie were not so downbeat and its literary pedigree so distinguished, the resolution would be soap opera. The outcome, indeed, would be right at home on a religious cable station (although the sex would have to be handled more disapprovingly). Without revealing the outcome I cannot express my doubts about it, but if I could have drawn Sarah aside before her fateful turning point, I would have told her the following parable. A woman tumbles out of the choir loft of a church and her dress catches in the chandelier. She swings above the congregation with her bloomers exposed. The priest in the pulpit thunders, \"He who looks shall be stricken blind!\" One altar boy claps a hand to his face and whispers to the other: \"I'm going to risk one eye.\"", "running_time": 105, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-12-24", "genres": ["Drama", "Foreign", "Romance"], "title": "The End of the Affair (1999)"}