{"url": "http://www.rogerebert.com/reviews/the-adventures-of-huck-finn-1993", "by": "Elijah Woodas Huck", "star_rating": 3.0, "text": "Ernest Hemingway once said that all American literature began with a novel by Mark Twain named Huckleberry Finn. There are two obvious reasons why this might be so: It is the first great novel to be told in the American vernacular, and it is the first great novel to deal honestly and decently with the subject of race relations. The novel has regrettably been under fire in recent years from myopic advocates of Political Correctness, who do not have a bone of irony (or humor) in their bodies, and cannot tell the difference between what is said or done in the novel, and what Twain means by it.\n\nThe book is about a half-literate outcast white boy, the son of a drunk, who runs off down the Mississippi with an escaping slave named Jim. Huck subscribes to many of the racist views prevailing at that time about blacks, but he has never really thought about them, and during the long days and nights on the river Jim reeducates him.\n\nHuck finally decides that if it is a sin to help a slave escape, he must be a sinner.\n\nThe story of Huck and Jim has been told in six or seven earlier movies, and now comes \"The Adventures of Huck Finn,\" a graceful and entertaining version by a young director named Stephen Sommers, who doesn't dwell on the film's humane message, but doesn't avoid it, either. The transformation of Huck is there on the screen, although much more time is devoted to the story's picaresque adventures, as Huck and Jim meet a series of colorful characters - including some desperate criminals, some feuding neighbors, and the immortal con men the King and the Duke.\n\nHuck is played by Elijah Wood, who mercifully seems free of cuteness and other affectations of child stars, and makes a resolute, convincing Huck. The real Huck (based on a childhood friend of Twain's) was probably much tougher and had rougher edges, but Huck has been sanitized for years in the movies (just as the Widow Douglas tried to \"sivilize\" the original). Jim, the crucial character in the story, is played by Courtney B. Vance, a New York stage actor who is able to embody the enormous tact with which Jim guides Huck out of the thickets of prejudice and sets him on the road to tolerance and decency.\n\nThe supporting cast is uniformly splendid, especially Jason Robards and Robbie Coltrane, as the King and the Duke, who impersonate visitors from England in an attempt to swindle two innocent sisters out of their inheritance. It was a little eerie, halfway through the movie, to realize that Twain wrote the original American road picture, and that in some way not only all of American literature, but also \"Easy Rider,\" \"Bonnie and Clyde,\" \"Five Easy Pieces\" and \"Thelma & Louise\" came out of his novel.\n\nI read the book for the first time when I was 7, understanding every other word, and I have read it a dozen times since. For me, the best passages are those in which Huck and Jim are alone on the river, debating such curiosities as why the French speak a foreign language, and how many stars there are in the sky, and whether it is all right to steal fruits that are in season if you make a solemn vow not to steal fruits that are out of season. Twain punctuates these passages with lyrical descriptions of the mighty river, and of a thunderstorm that reminds him of barrels rolling down a giant staircase.\n\nAnd then Huck and Jim drift onto the subjects of race and slavery, and Huck is bound to admit, after Jim explains it to him, that black people have the same feelings as everyone else, and are deserving of his respect. This process of Huck's conversion is one of the crucial events in American literature. Some cannot admire it and think it should not be taught in schools because Huck, like every boy of his time, used the word \"nigger.\" They are very short-sighted.\n\nThe movie, of course, doesn't use the word, nor does it really venture very far into the heart of Huck's transformation. It wants to entertain and fears to offend. But it is a good film with strong performances. Nothing in it is wrong, although some depths are lacking. I admired the performances, and Sommers' sense of time and place, and I hope the movie guides more people toward the book - which contains values that sometimes seem as rare today as when Jim was first teaching them to Huck.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-04-02", "genres": ["Action", "Adventure", "Drama", "Family"], "title": "The Adventures of Huck Finn (1993)"}