{"url": "http://www.rogerebert.com/reviews/the-ugly-truth-2009", "by": "Katherine Heiglas Abby Richter", "star_rating": 2.0, "text": "Katherine Heigl and Gerard Butler are so pleasant in \"The Ugly Truth\" that it’s a shame to spoil their party. But toil and try as they do, the comedy bogs down in relentless predictability and the puzzling overuse of naughty words.\n\nOnce the movies were forbidden to drop the f-word at all, but in this one, it’s only an opening salvo in a potty-mouth bombing run. Heigl plays Abby, producer of the early morning news on a Sacramento station that is operated like no other station in the history of television. Anchored by a bickering married couple, the broadcast is tanking in the ratings, and so her boss forces Abby to bring in Mike Chadway (Gerard Butler), a macho local cable personality whose ideas about the battle of the sexes date back to about Alley Oop.\n\nOn his first appearance, he departs from his script, diagnoses the anchor as the victim of his control-freak wife and suggests they’ve probably stopped sleeping together. “This is great!” the station manager raves, despite that the that segment runs so long, it steps on the first five minutes of the network morning slot.\n\nAbby is a raving beauty who of course can’t find a man, maybe because her standards are those of a perfectionist. A handsome young orthopedic surgeon (Eric Winter) comes within her sights, after she twists an ankle falling from a tree outside his bedroom window watching him dry off after a shower while she was trying to rescue her cat. That’s the sort of thing, wouldn’t you agree, that happens all too rarely in life? \n\nMike, the rugged sex-talk guru, tells her she’s making all the wrong moves if she ever wants to catch this guy and starts coaching her. So which guy does she end up with? Guess. The movie leaves not a stone unturned, including the semi-obligatory Beauty Makeover Montage, during which Mike advises her on the requirements of a push-up bra and tells her to acquire longer hair. Uh, huh. And when the doc takes her to a ballgame, Mike broadcasts instructions to her earphone, just as a producer might speak into an anchor’s earpiece. \n\nThere’s one scene with real comic possibilities, but it doesn’t pay off. Mike gives her a pair of remote-controlled, battery-powered vibrating panties. (Yes, they actually manufacture such items. Isn’t the Web a useful resource?) Abby, the silly girl, foolishly decides to wear these to a business dinner and takes along the remote control, for reasons it is hard to explain. A kid at a nearby table grabs the remote control. We all know what’s coming, and Heigl makes a real effort, but I’m afraid Meg Ryan’s restaurant orgasm in \"When Harry Met Sally...\" remains the gold standard in this rare but never boring category.\n\nThe TV news as portrayed in the film makes \"Anchorman: The Legend of Ron Burgundy\" look like a documentary. Every segment can run as long as necessary. Macho Mike ad libs everything. Yes, he’s good for ratings, but if after a few days, he’s really pulling in a 12 in the 5 a.m. hour, in prime time he would outscore the Oscars. And TV cameras do not usually follow newsmen out of the studio and into the street and watch whatever they do — although if it were funnier, we might not mind.\n\nAgain, Katherine Heigl and Gerard Butler are awfully nice here but the movie does them in. Amazing that this raunchy screenplay was written by three women. At its conclusion, I am forced to report, it provides abundant evidence of my belief that a good movie has rarely featured a hot-air balloon.", "running_time": 96, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-07-22", "genres": ["Comedy", "Romance"], "title": "The Ugly Truth (2009)"}