{"url": "http://www.rogerebert.com/reviews/the-jerk-1979", "by": null, "star_rating": 2.0, "text": "Reviewing a comedy can be a tricky business, because the question of whether the comedy was \"good\" or \"bad\" depends almost entirely upon whether or not the reviewer was amused. Laughter is quite often an involuntary reaction: If I laugh at something and you don't, no amount of my logic is going to convince you that it was funny. \n\nAnd so when I say that “The Jerk,” the first major film starring Steve Martin, was not an amusing comedy, I should probably also report that a lot of the people who went to the sneak preview laughed all the way through it. (Others booed—but there you are.) \n\nI can report, however, why I didn't find “The Jerk” very funny. It began to grind on me right at the beginning because it was depending on whats rather than whys for its laughs. I'll explain. It seems to me that there are two basic approaches to any kind of comedy, and in a burst of oversimplification I'll call them the Funny Hat and the Funny Logic approaches. The difference is elementary: In the first, we're supposed to laugh because the comic is wearing the funny hat, and in the second it's funny because of his reasons for wearing the funny hat. \n\nYou may have guessed by now that I prefer the Funny Logic approach, and that “The Jerk” is almost entirely a movie of Funny Hats. An example, from the film's opening premise: Steve Martin has been raised as a member of a family of poor black Southern sharecroppers, and, although he is white, it has never occurred to him that he might be adopted. His life is happy until the day he learns the truth, and is sent out into the world to earn his way. He hits the road wearing a World War II bomber's helmet and goggles. \n\nOK. “The Jerk” wants us to laugh at this material just at the most basic level. Martin is white and thinks the blacks are his parents, ha, ha. He wears a funny hat when he hits the road, ho, ho. Those are the whats. What about the whys? Why is he wearing the goggles? So we will laugh. There's no plot point to be made, and nothing is being said about his character—except, of course, that he's a jerk. \n\nBy way of comparison, Mel Brooks' \"The Producers\" (1968) opens in the office of theatrical producer Zero Mostel, who is deeply involved in the inflamed sexual fantasies of a little old lady he hopes will invest in one of his plays. The old lady wants to pretend she's a helpless little milkmaid, and that Mostel is a brawny stable lad who is about to ravish her. They both look absurd while they're playing their roles, of course, and that's the what. But the why—the reasons why Mostel feels he must behave in this ridiculous way, and keep a straight face while he's doing it makes the scene hilarious. The twisted logic beneath the surface—the cockamamie human motives we can identify with—make it comedy instead of a gag. \n\n“The Jerk” is all gags and very little comedy. After Martin hits the road, he has a series of adventures as a gas pump jockey, a weight-guesser in a sideshow, a hapless lover of Bernadette Peters, an inventor of a gadget to keep your eyeglasses from falling down. All of these gag situations are milked for one-time laughs. They don't grow out of his character, or contribute to it. \n\nWe laugh at the eyeglass invention because it looks funny when people wear it; it's symbolically a Funny Hat, ho, ho. But nothing is done with it on a character level. And “The Jerk” eventually becomes aggressive and almost hostile in the way it lobs one Funny Hat after another at us: We get the sense at times that the cast and crew arrived at a location, found the script bankrupt of real laughs, and started looking around for funny props. \n\nThere's another sense in which “The Jerk” made me uncomfortable. There's a smarmy undercurrent in this movie that seems to imply that Steve Martin may be playing a jerk, but that we all know what a cool guy he is. Well, if you're going to play a jerk, play one as if you think you are one, or you might wind up looking like a jerk.", "running_time": 94, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-06-01", "genres": ["Comedy"], "title": "The Jerk (1979)"}