{"url": "http://www.rogerebert.com/reviews/the-man-who-fell-to-earth-2011", "by": "David Bowieas Newton", "star_rating": 3.0, "text": "In the 35 years since its first release, Nicolas Roeg’s “The Man Who Fell to Earth” has attained such cult status that it was remade in 1987 for television, and its poster can be glimpsed in the recent “Green Lantern.” It centers on an eerie performance by rock star David Bowie, as an alien from a drought-stricken planet who journeys to Earth in search of water. Bowie, slender, elegant, remote, evokes this alien so successfully that one could say, without irony, this was a role he was born to play.\n\nHis character, named Thomas Jerome Newton, splashes to Earth in a remote Western lake, walks into a town, sells some gold rings to raise cash and searches out a patent attorney named Farnsworth (Buck Henry). He offers plans for a group of advanced electronics products (one of them, not so amazing, is a disposable camera that develops its own film). Farnsworth establishes the World Enterprises Corp. to market these inventions, and Newton grows wealthy. His plan, we learn, is to build a spaceship and transport water to his home planet.\n\nThis is seen as a desolate desert world whose only visible inhabitants are his family. They wear plastic suits to conserve precious bodily fluids. They apparently live or travel in something that looks like a hunting lodge with wings and runs on a monorail. There is no dialogue on this planet, only sad, spectral gestures.\rOn Earth, Newton (a name with a lot of gravity) isolates himself and communicates with Farnsworth only by telephone. In a motel, he meets a chirpy young woman named Mary-Lou (Candy Clark). They begin an affair, and she introduces him to gin and tonic and television. He becomes addicted to both, eventually watching several channels at the same time.\n\nThe plot thickens. The CIA becomes involved. He is taken captive, and so on. You will discover the story for yourself. The movie is intriguing primarily because of Bowie’s performance as Newton, and Clark’s as the girl (Buck Henry, and Rip Torn as a scientist, could be playing their characters in any movie).\n\nBowie has an enviable urbane charm. I met him once, and rarely have been so impressed by someone’s poise. If he hadn’t been a rock star he could have had success as an actor, playing roles such as those given to James Fox or William Hurt. Bowie demonstrated that in such films as “Merry Christmas, Mr. Lawrence,” “Absolute Beginners,” “The Hunger” and “Labyrinth.” Apart from a few moments involving special effects, he and Roeg make no overt attempt to show Newton as particularly alien. They simply use his presence. He is ... Other. Apart. Defined within himself. \n\nAnd lonely. From his body language on his home planet as he takes leave of his family, we assume he misses them. His plans to return with water get mislaid as he loses focus with too much gin and television, as has happened to many humans. It’s hard to say what actual connection he feels with Mary-Lou. His personal style, reflected in his wardrobe, seems to be reality rotated through conscious design. He’s curiously passive — not one of those aliens hellbent on a mission, but a man almost dreamy at times.\rAs science-fiction films go, this is a unique one. It focuses on character and implied ideas, not on plot and special effects. It’s very much a product of the 1970s, when idiosyncratic directors deliberately tried to make great films. A production of this style is almost unthinkable today; it’s too challenging and abstract for the Friday night mobs and requires too much thought. \n\nNicolas Roeg was on a roll when he made this film in 1976. In 1970, his first film, “Performance,” also centered on a nontraditional role for a rock star, Mick Jagger. In 1971, Roeg made the visionary “Walkabout.” In 1973, there was “Don’t Look Now,” recently voted the best British film of all time. Then this. \n\nIt’s slow going at times, and the plot isn’t worthy of the performances. Too many shots of limousines and an unexplained big truck. Too many unfocused conversations in offices. I gave it 2.5 stars in 1976. That was about right. But I’m nudging it up to three stars for the 2011 re-release. Star ratings are meaningless, anyway, so consider this just a quiet protest vote against the way projects this ambitious are no longer possible in the mainstream movie industry.", "running_time": 138, "mpaa_rating": "R", "release_year": 1976, "date_published": "2011-07-13", "genres": ["Drama", "Foreign", "Science Fiction"], "title": "The Man Who Fell to Earth (1976)"}