{"url": "http://www.rogerebert.com/reviews/the-five-senses-2000", "by": "Molly Parkeras Anna", "star_rating": 3.0, "text": "\"You can smell love,\" says Robert. \"If anyone I used to be in love with still loves me, I can tell.\" He makes dates with former lovers to sniff them across a cafe table, while meanwhile Richard, an eye doctor who is going deaf, hires a hooker to listen to music with him. Ruth the massage therapist still has her touch with her clients, but is out of touch with her daughter Rachel. Rachel allows a little girl to wander out of her sight and get lost. Rona is great at decorating cakes, but they don't taste good.\n\n\"The Five Senses\" tells interlocking stories about people who are losing their senses, and fear they are losing themselves in the process. But to state the film's subject that directly is to miss the way the writer-director, Jeremy Podeswa, intercuts the stories. He doesn't insist on the senses and the danger of their loss, but allows the fears of his characters to emerge in stories that have weight of their own. Like \"Magnolia\" and \"Short Cuts,\" the real subject of the movie is loneliness.\n\nThe lost child provides the central story. While Ruth (Gabriella Rose) massages Anna (Molly Parker), Ruth's teenage daughter Rachel (Nadia Litz) is assigned to take Anna's young daughter to the park. There Rachel meets Rupert (Brendan Fletcher), a boy about her age, who invites her to follow a couple into the woods. Fascinated by indistinct views of the couple making love, Rachel forgets the little girl, who wanders away and is lost. The search for the girl occupies much of the film, although Podeswa gives the audience a cue that the girl may be safe. In its labyrinthine way, the story curls back to Rachel and Rupert, who play a game with makeup and wigs that may, ironically, help them get better in touch with themselves (\"It's like looking at you inside out,\" Rachel tells him).\n\nThere is bittersweet humor in some of the other stories. The bad cake baker Rona (Mary-Louise Parker) has fallen in love with a chef during a trip to Italy. Roberto (Marco Leonardi) follows her back to Toronto, moves in, cooks delicious dishes, makes love, is happy. But Rona cannot believe her good luck and fears Roberto is simply after money or a passport. Against this lighter comedy stands the sadness of Richard (Philippe Volter), the eye doctor, who is consciously collecting a library of remembered sounds against the day when he goes deaf.\n\nLove has its way of finding paths around problems, and that is the discovery of Robert (Daniel MacIvor), a bisexual house cleaner who works for a couple whose house he cannot quite figure out. She is a perfume designer, and one day when she lets him sniff a new perfume, everything suddenly becomes clear.\n\nA story like \"Five Senses\" sounds like a gimmick, but Podeswa has a light touch when dealing with the senses and a sure one when telling his stories. The evolution of Rachel, the angry girl, is especially touching; as we find out more about her problems, and the reasons she can't communicate with her mother, we begin to care. She's a lot more than just the girl who lost the child in the park. And the missing child's mother, Anna, is more than simply a cliche of a grief-stricken parent. She deals with the loss with her mind as well as her feelings, does not necessarily blame Ruth's daughter, finds herself depending on Ruth and prays in a way that is particularly touching.\n\nInterwoven stories like this can have a particular effect on me. Most movies tell linear plots in which the hero moves from A to B, accompanied by human plot devices. They can be very involving, but I also like the messiness of movies that cut from one story to another, showing how lives can intersect and separate.\n\nSome people find these kinds of movies contrived. I think it is just the opposite. A to B stories are obviously plots. Stories like this one show that life goes on all around, and over and beneath, and inside, the artifice of plot.", "running_time": 105, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-07-28", "genres": ["Drama", "Indie"], "title": "The Five Senses (2000)"}