{"url": "http://www.rogerebert.com/reviews/the-woman-in-the-fifth-2012", "by": "Ethan Hawkeas Tom", "star_rating": 3.5, "text": "Tom tells the immigration agent he is visiting Paris to see his wife and daughter. He knocks on the door of her apartment, and she tries to slam it. His daughter cries, \"Papa! Papa!\" His wife calls the police. He runs away and gets on a bus. He falls asleep and is shaken awake at the end of the line. His suitcase and most of his money have been stolen.\n\nWearing black horn rims and a long black overcoat, Tom (Ethan Hawke) is in a district of the city we have never seen before, a barren industrial area. Music comes from a bar, and he has enough change left to order a coffee. He's waited on by Ania (Joanna Kulig), a sweet young Polish girl; he asks her if a room is available and is pointed to the owner. This man examines his passport and assigns him a grotty space upstairs. \n\nAt this point, Pawel Pawlikowski's \"The Woman in the Fifth\" could go in many directions. I am alert because Ethan Hawke rarely accepts a bad movie, and the forlorn location declares the film will not be about \"Paris\" but about loneliness and desperation. In an English-language bookstore, Tom is recognized by the owner, and we learn that he has published a novel, apparently a good one. He's invited to a literary soiree in a few days.\n\nHis situation continues to improve. Sezer (Samir Guesmi), the cafe owner, offers him a job, an eight-hour shift, at 50 Euros a night. Using pass codes he will memorize, he will lock himself in a small room and watch a video monitor trained on the door. If anyone rings, he's to ask what they want. If they say they're looking for Mr. Monde, he's to buzz them in.\n\nIn this cell he is free to write, but all he can create is a long, illustrated letter to his daughter. He sees her again at her playground. We learn that his wife has explained to her that he has been \"sick\" and has just been released from prison. At the soiree, he catches the eye of an elegant woman named Margit (Kristin Scott Thomas), who gives him her card and tells him to call. She lives in the Fifth Arrondissement.\n\nWhy do we feel so much more is happening in this film than is summarized by these facts? Pawlikowski's camera follows Tom obtrusively, with an intent and focused gaze. There's no attempt to pull back and allow him more than his immediate surroundings. His day falls into a pattern, illuminated by the friendliness of the waitress Ania. She finds his novel and reads it. Is she too good to be true?\n\nHe visits Margit in her apartment. Without describing it, I will say there is something off about this scene. Her behavior seems preordained, almost scripted in the imagination. Is he fantasizing it? That's not what I'm suggesting. Something is going on, and as the movie continues, we become more alert to signals from beneath the surface. \"The Woman in the Fifth\" is the kind of film you'd like to see with friends using the shot-by-shot approach. When do we first sense reality slip away? Do we? Can the film be accepted on its own terms? Can the point of view be trusted?\n\nAnd those shots that interrupt Tom's solitude in the locked room? The weathered bark of big old trees? The insects intent on their impenetrable tasks? An owl peering at us? Railroad tracks, converging then parting? Where are they? Why are they?\n\nSo much depends here on the Ethan Hawke performance. Tom is a desperate man, faced with a series of crushing blows. At one point, he howls in the street, as we understand why. He is a published novelist. Has he no resources? No one he can call? Why is Ania so sympathetic, and Margit so opaque? No answers could be as absorbing as the questions. Tom has enlisted our identification and sympathy, but he seems hopelessly isolated within his own bubble of despair. How much that happens is in his mind? Why does the busy cockroach crawl so intently across his manuscript pages?", "running_time": 85, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-20", "genres": ["Foreign", "Mystery", "Thriller"], "title": "The Woman in the Fifth (2012)"}