{"url": "http://www.rogerebert.com/reviews/the-squeeze-1987", "by": "Michael Keatonas Harry Berg", "star_rating": 1.0, "text": "\"The Squeeze\" is a non-movie held together only by the intrinsic appeal of Michael Keaton and Rae Dawn Chong, its stars. They are given nothing to work with here. Nothing. The screenplay, the direction and even the locations seem smudged and indistinct. This is the most completely forgettable movie since \"Mannequin,\" a film it resembles in its lack of wit.\n\nI like Chong and Keaton. Always have. They both possess strong personalities and personal styles that are fun to watch. And within half an hour, that's all I was doing in \"The Squeeze\": watching them. My mind had turned the film into a documentary about two talented actors in an idiotic screenplay, and I was able to focus my attention only by observing how they prevailed in one worthless scene after another.\n\nThe plot: Keaton is an artist who makes sculptures that have TV sets embedded in them. Chong works for a collection agency, tracking down deadbeats. Keaton owes money. Chong comes after him. They fall in love and stumble over a conspiracy to fix the New York State Lottery by using electromagnets to effect the fall of the little balls that have the numbers written on them.\n\nVarious other actors are distributed here and there in the movie, including John Davidson as the host of the lottery broadcasts and Meat Loaf as a mob enforcer. There is some nonsense about how an international conspiracy has been formed to rig the lottery, but so what. The lottery in this movie is only the MacGuffin, a term coined by Alfred Hitchcock to describe whatever it is that everybody in a movie thinks is important. \"The Squeeze,\" alas, is all MacGuffin and no movie.\n\nIn the midst of the mess, Keaton churns away with his manic energy, and Chong once again projects an unusual warmth from the screen. To see her is to feel like she'd make a good friend. But what are they doing in this movie? At one point, a lottery drawing is being held on the deck of an aircraft carrier. The bad guys try to kill Keaton by dumping him into New York harbor, and he swims to the shore and finds out he has swum to the far shore. A pretty basic miscalculation, wouldn't you say? And so he commandeers a boat to get back to the other side before the drawing is held so he can prevent the fraud and save Chong's life. Give me a break.\n\nSometimes they hold sneak previews for movies, and ask the audience to rate the picture on a scale ranging from \"excellent\" to \"poor.\" I've got an idea for \"The Squeeze.\" They should hand the audience postcards and ask them to mail them back a week after seeing the movie - if they can recall anything about the plot. I'm serious. This movie isn't about anything or anybody, and to remember it is an act of the will.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-07-10", "genres": null, "title": "The Squeeze (1987)"}