{"url": "http://www.rogerebert.com/reviews/the-do-deca-pentathlon-2012", "by": "Mark Kellyas Jeremy", "star_rating": 3.0, "text": "When they were teenagers, brothers Jeremy and Mark devised a marathon competition called the Do-Deca-Pentathlon to determine which one would, now and forever, be entitled to consider himself the better brother. There were 25 events, so a tie would be technically impossible, but the final event (holding your breath underwater) was interrupted when a grandfather decided one was drowning. Each brother decided he was the winner.\n\nThat tie started a grudge that has driven a wedge through them all the years since. As we meet them in \"The Do-Deca-Pentathlon,\" they are well into their 30s and have hardly spoken since. Given what we know of their lives, the competition may have been their most meaningful experience as siblings. Life has taken them on different journeys. Jeremy (Mark Kelly), still single, supports himself by playing poker. Mark (Steve Zissis) lives in a small suburban house with his sweet wife, Stephanie (Jennifer Lafleur), and their son (Reid Williams).\n\nWhen their mother, Alice (Julie Vorus), throws a birthday party for Mark, Jeremy is invited but is not much expected to attend. But he does, and on the first day of the weekend, a secret Ping-Pong match in the basement begins the second and final installment of the Do-Deca-Pentathlon.\n\nThis could be the premise for another comedy about arrested adolescence; have you noticed how many 30-ish men in the movies seem to yearn for their carefree teenage years? But this movie is a little more than that. Co-written and co-directed by the Duplass brothers, Jay and Mark, and assuming that Jay could be short for Jeremy, the film is possibly autobiographical — although the Jeremy and Mark in this film could never possibly collaborate on anything. \n\nNo deep Freudian tangles are excavated to explain the enduring rivalry. The original Do-Deca-Pentathlon left wounds that never healed. Mark is now on the hefty side, has been seeing a shrink, and his wife urges him to slow down and take it easy. Jeremy seems to glide through life, but nobody can drive a new Chrysler 300 on his poker winnings if he's not competitive.\n\nAlice and Stephanie both know about the Do-Deca-Pentathlon and think it's ridiculous. So it is; the rematch events include not only a 5K run and Ping-Pong, but shooting hoops, leg wrestling, laser tag, skeeball, air hockey, swimming, another breath-holding bout and a terrifying arm-wrestling showdown in which the heads of both brothers seem likely to explode.\n\nStephanie puts her foot down. She sees how this can lead to a heart attack. The mother calls for everyone to relax and enjoy a nice family gathering. But it relentlessly grows clear that nothing is more important than the Do-Deca-Pentathlon, and that it is fueled by a mutual desperation that nothing has ever been quite right since the first one ended in a tie.\n\nThe Duplass brothers began as mumblecore pioneers (\"The Puffy Chair\" and the unbearable \"Baghead\") and recently have worked, together or separately, on such films as \"Cyrus,\" \"Jeff Who Lives at Home\" and \"Your Sister's Sister.\" What I see in most of their films is a relaxed fondness for basically ordinary characters. \"The Do-Deca-Pentathlon\" was actually filmed before \"Cyrus\" (which, with its cast of John C. Reilly, Marisa Tomei and Jonah Hill, got to cut ahead in line). It shares one annoying practice with their other early films: They like to use distracting little zooms in and out for no reason at all, except possibly to remind us the film is being shot with a camera.\n\nThe stars Mark Kelly and Steve Zissis are pleasant, regular-looking guys, which makes it easier for us to accept them in these roles. There are some characters who Channing Tatum should not play. What they're good at here is suggesting deep pools of need and emotion without ever acting out big emotional displays. You begin the film thinking you have a pretty good idea where it's going, and you find out not even Jeremy and Mark really know.", "running_time": 76, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-07-04", "genres": ["Comedy"], "title": "The Do-Deca-Pentathlon (2012)"}