{"url": "http://www.rogerebert.com/reviews/the-master-2012", "by": "Philip Seymour Hoffmanas Lancaster Dodd", "star_rating": 2.5, "text": "Paul Thomas Anderson's \"The Master\" is fabulously well-acted and crafted, but when I reach for it, my hand closes on air. It has rich material and isn't clear what it thinks about it. It has two performances of Oscar caliber, but do they connect? Its title character is transparently inspired by L. Ron Hubbard, the founder of Scientology, but it sidesteps any firm vision of the cult religion itself — or what it grew into\n\nThe Hubbard character, named Lancaster Dodd and played by Philip Seymour Hoffman, is indeed not even the film's most important. Top billing goes to an alcoholic adherent of The Master named Freddie Quell — played by Joaquin Phoenix, who in some ways seems to flow out of the bizarre persona he created during his meltdown, or whatever it was, two years ago. \n\nThis Freddie Quell has an unnatural and dangerous taste for booze in all forms. The film opens with him on board a U.S. Navy vessel in the Pacific just as World War II ends. As news of peace comes over the radio, he already has his plans made. He goes directly below deck and begins draining fuel from a torpedo. During the film, he will also create concoctions from paint thinner, coconut water, and something from a medicine cabinet — Lysol, perhaps. After he serves a potentially fatal cocktail to a migrant worker in a California cabbage field, he hastens to San Francisco and stows away on board a seafaring yacht.\n\nThis big boat belongs to Lancaster Dodd, introduced as a writer and apparently a rich one. (He later tells Quell: \"I am a writer, a doctor, a nuclear physicist and a theoretical philosopher, but above all, I am a man, a hopelessly inquisitive man, just like you.\") He is in the process of founding a group, movement, cult, whatever, named the Cause, and the ship is en route to New York via the Panama Canal. He has been joined on board by many followers who will join Dodd and his wife, Peggy (Amy Adams), to celebrate the marriage of their daughter. \n\nWhen Dodd discovers Quell is on board, his response is not to send him ashore. He finds a strange fascination in this tortured man, who describes himself as an \"able-bodied seaman\" but seems far from able inside a hunched and fearful body. Dodd seizes upon him as a suitable case for treatment, and there is a mesmerizing scene in which the two lock eyes over a table in the captain's cabin, and Dodd hammers him with questions, repeated over and over again. This is described as \"processing,\" similar to the \"auditing\" Hubbard described in his book Dianetics. \n\nThe film is unclear about Dodd's earlier history and never mentions the science fiction that Hubbard began writing. When we meet Dodd, he is middle-aged, jovial, not above singing jolly tunes and acting the cut-up at parties. In meetings with East Coast followers, especially Helen Sullivan (Laura Dern), we see that the Cause has already attracted many recruits — and doubters, including John More (Christopher Evan Welch), who stands coldly in a doorway at one meeting and fires hostile questions.\n\nThe qualifications or cost for joining the Cause are never made clear, but some kind of fearful discipline seems to be in use, and Freddie Quell is quick to pick fights with those who oppose the man who has given him affection and guidance (and likes the taste of his hooch). Quell drifts in and out of reality, imagining rooms where the women have suddenly become unclothed. When it comes to sex, he has a powerful imagination, which we observe in an early scene where shipmates make a sand sculpture of a naked woman, and he uses it like a love doll to masturbate. (Not recommended.)\n\nAll around the film's edges are possibilities that Anderson doesn't explore. What, exactly, does the Cause believe, with its talk of past lives and ingrained prenatal injuries? \"He's making it all up as he goes along,\" says son Val (Jesse Plemons). But \"The Master\" is not an expose, not a historical record of the Cause, Scientology or any other group and not really the story of its characters, who remain enigmatic to the end.\n\nEnigmatic, but far from boring. Phoenix projects a fearsome anxiety as his eyes scan a room; there are flashbacks/fantasies involving a pre-war girlfriend who continued to occupy space in his mind years after she married and had children. There's no sense drinking gives him any pleasure; it medicates something we can only imagine. Hoffman, as Lancaster Dodd, suggests the charisma that a character like Hubbard must have had, and although Scientology has reportedly staged a campaign against \"The Master,\" the film is vague about the Cause. \n\nWhy are these two opposites so strongly attracted? You could guess homoeroticism, but there too the movie is vague. Is it that each senses an intriguing challenge to his idea of himself? Always somewhere in the frame is Dodd's wife, Peggy, sweet-faced, calm, never missing a thing, always calmly there when she's needed. \n\nThis is the first movie filmed in 65mm (and projected in 70mm, in select markets) since Kenneth Branagh's \"Hamlet\" (1996). It's a spectacular visual experience. You notice that in particular when Dodd mounts a motorcycle on a huge flat plain and roars into the distance. Then he returns, just as Vincent Gallo did in \"The Brown Bunny,\" although I doubt this is intended as a homage. \"Now you do it,\" Dodd tells Quell. Quell roars off. Eventually Dodd and companions trudge off under the desert sun in search of him. Whether they find him, I won't say. What the motorcycle demonstrates, I can't say.\n\nPaul Thomas Anderson is one of our great directors. \"The Master\" shows invention and curiosity. It is often spellbinding. But what does it intend to communicate?", "running_time": 137, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-09-19", "genres": ["Action", "Drama", "Foreign"], "title": "The Master (2012)"}