{"url": "http://www.rogerebert.com/reviews/the-goods-live-hard-sell-hard-2009", "by": "Jeremy Pivenas Don Ready", "star_rating": 3.0, "text": "‘The Goods: Live Hard, Sell Hard” is a cheerfully energetically and very vulgar comedy. If you’re okay with that, you may be okay with this film, which contains a lot of laughs and has studied Political Correctness only enough to make a list of groups to offend. It takes place after a failing car dealer calls in a hired gun and his team to move goods off the lot over the Fourth of July.\n\nThe hot shot is Don Ready (Jeremy Piven), a hard charger who lives on the road and exists only to close deals. On his team: Babs (Kathryn Hahn), a lustful slut; Jibby (Ving Rhames), a sweet man who has never been in love; and Brent (David Koechner), who does not respond well when the failing auto dealer caresses his thigh.\n\nThey walk into a seething hotbed of problems in the small town dealership of Ben Selleck (James Brolin). Let’s see. His son Brent is 10 years old but because of a hormonal problem looks 30. His daughter Ivy (Jordana Spiro) is engaged to the air-headed son (Ed Helms) of his hated rival (Alan Thicke). His sales team includes Dick Lewiston (Charles Napier), who swears at customers and goes after them with a baseball bat, and Teddy Dang (Ken Jeong), a Korean-American who is assaulted by Dick, who blames him for Pearl Harbor.\n\nRomantic entanglements and personal crises spring up overnight, including Don Ready’s conviction that he has met the son he fathered with the third runner-up on the local beauty contest 23 years earlier. Babs becomes infatuated by the fully grown, lightly bearded 10-year-old. Jibby experiences love for the first time. Ben pursues the hostile Brent. Flashbacks involve an orgy on an airplane and the tragic death of Don’s best friend (an uncredited Will Ferrell).\n\nThat’s all another way of saying the screenplay moves at a breakneck pace. If a gag doesn’t work, another one is on its heels. There are also countless details about auto sales scams, and a definition of the most awesome possible feat of salesmanship, named in honor of Nigeria, which in this film and “District 9” seems to be taking a place as a world leader in con games.\n\nJeremy Piven might not seem the obvious choice to play the ringleader of this menagerie, but shows a side of himself I haven’t seen before: The pep-talking, super confident, ultra cynical salesman. With no life of his own, as Ivy correctly informs him, he lives only to sell cars. It isn’t even the money. It’s the imposition of his will on a reluctant customer. His triumph of salesmanship at the end of the film is, at least on its own terms, almost even plausible.\n\nI liked Kathryn Hahn as the potty-mouthed teammate, and Brolin’s work as the deeply-confused but ever-hopeful car dealer. And it was fun to see Chuck Napier, whose career began as a member of the Russ Meyer stock company, in a mad dog role that gets the film off to a rip-roaring start. He still looks like he could fight a wolf for a T-bone.", "running_time": 90, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-08-12", "genres": ["Comedy"], "title": "The Goods: Live Hard, Sell Hard (2009)"}