{"url": "http://www.rogerebert.com/reviews/the-importance-of-being-earnest-2002", "by": "Rupert Everettas Algernon Moncrieff", "star_rating": 3.0, "text": "Be careful what you ask for; you might get it. Two weeks ago I deplored the lack of wit in \"Star Wars: Episode II--Attack of the Clones,\" which has not one line of quotable dialogue. Now here is \"The Importance of Being Earnest,\" so thick with wit it plays like a reading from Bartlett's Familiar Quotations . I will demonstrate. I have here the complete text of the Oscar Wilde play, which I have downloaded from the Web. I will hit \"Page Down\" 20 times and quote the first complete line from the top of the screen: All women become like their mothers. That is their tragedy. No man does. That's his. Now the question is, does this sort of thing appeal to you? Try these: Really, if the lower orders don't set us a good example, what on earth is the use of them? To lose one parent, Mr. Worthing, may be regarded as a misfortune. To lose both looks like carelessness. It appeals to me. I yearn for a world in which every drawing room is a stage, and we but players on it. But does anyone these days know what a drawing room is? The Universal Studios theme park has decided to abolish its characters dressed like the Marx Brothers and Laurel and Hardy, because \"a majority of people no longer recognize them.\" I despair. How can people recognize wit who begin with only a half-measure of it? Oscar Wilde's \"The Importance of Being Earnest\" is a comedy constructed out of thin air. It is not really about anything. There are two romances at the center, but no one much cares whether the lovers find happiness together. Their purpose is to make elegant farce out of mistaken identities, the class system, mannerisms, egos, rivalries, sexual warfare and verbal playfulness.\n\nOliver Parker's film begins with music that is a little too modern for the period, circa 1895, following the current fashion in anachronistic movie scores. It waltzes us into the story of two men who are neither one named Ernest and who both at various times claim to be. Jack Worthing (Colin Firth) calls himself Jack in the country and Ernest in town. In the country, he is the guardian of the charming Miss Cecily Cardew (Reese Witherspoon), who is the granddaughter of the elderly millionaire who adopted Jack after finding him as an infant in a handbag he was handed in error at the cloakroom in Victoria Station. When Jack grows bored with the country, he cites an imaginary younger brother named Ernest who lives in London and must be rescued from scrapes with the law.\n\nThis imaginary person makes perfect sense to Jack's friend Algernon Moncrieff (Rupert Everett), who lives in town but has a fictitious friend named Bunbury who lives in the country and whose ill health provides Algernon an excuse to get out of town. I have gone into such detail about these names and alternate identities because the entire play is constructed out of such silliness, and to explain all of it would require--well, the play.\n\nIn town Jack is much besotted by Gwendolen Fairfax (Frances O'Connor), daughter of the formidable Lady Bracknell (Judi Dench), Algernon's aunt, who is willing to consider Jack as a suitor for the girl but nonplussed to learn that he has no people--none at all--and was indeed left in a bag at the station. Thus her remark about his carelessness in losing both parents.\n\nAlgernon in the meantime insinuates himself into the country estate where young Cecily is being educated under the watchful eye of Miss Prism (Anna Massey), the governess; eventually all of the characters gather at the Manor House, Woolton, where there's some confusion since Algernon has taken the name Ernest for his visit and proposed to Cecily, so that when Cecily meets Gwendolen, they both believe they are engaged to Ernest although Cecily of course doesn't know that in town Gwendolen knows Jack as Ernest.\n\nBut now I have been lured into the plot again. The important thing about \"The Importance\" is that all depends on the style of the actors, and Oliver Parker's film is well cast. Reese Witherspoon, using an English accent that sounds convincing to me, is charming as Jack's tender ward, who of course falls for Algernon. She is a silly, flighty girl, just right for Algernon, for whom romance seems valuable primarily as a topic of conversation. Frances O'Connor is older and more sensuous as Gwendolen, and gently encourages the shy Jack to argue his case (\"Mr. Worthing, what have you got to say to me?\"). Judi Dench keeps a stern eye on the would-be lovers, and a strong hand on the tiller.\n\n\"The Importance of Being Earnest\" is above all an exercise in wit. There is nothing to be learned from it, no moral, no message. It adopts what one suspects was Wilde's approach to sex--more fun to talk about than to do. As Algernon observes, romance dies when a proposal is accepted: \"The very essence of romance is uncertainty.\" Wilde takes this as his guide. When the play's uncertainties have all been exhausted, the play ends. The last line (\"I've now realized for the first time in my life the vital importance of being earnest\") takes on an interesting spin if we know that \"earnest\" was a vernacular term for \"gay\" in 1895. Thus the closing line may subvert the entire play, although not to the surprise of anyone who has been paying attention.", "running_time": 100, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-05-24", "genres": ["Comedy", "Drama", "Foreign", "History", "Romance"], "title": "The Importance Of Being Earnest (2002)"}