{"url": "http://www.rogerebert.com/reviews/the-beautician-and-the-beast-1997", "by": "Fran Drescheras Joy Miller", "star_rating": 2.0, "text": "Fran Drescher is a taste I have not acquired, but I concede that one could acquire it. It would help if she made a silent film. Her speaking voice is like having ear wax removed with a small dental drill. And yet, doggone it, there's something lovable about her. I picture her making the coffee at Stuart Smalley's AA meetings, or doing the ringside announcements for pro wrestling.\n\nYou have seen her on \"The Nanny'' and on countless talk shows. Most talk show guests say something and then laugh, so you know it's supposed to be funny. She laughs, and then says something, so you know it was supposed to be a laugh and not a respiratory emergency. Not every role would be suitable for her. I cannot visualize her, for example, in \"The English Patient,\" saying, \"Promise you'll come back for me.'' Or as Sheriff Marge Gunderson in \"Fargo,\" asking, \"So, I guess that was your accomplice in the wood chipper?'' \"The Beautician and the Beast'' contains a role that seems to have been whipped up out of two parts of Drescher's public persona and one part of nothing else. She plays Joy Miller, who teaches beauty secrets in a Queens night school. After a smoking mishap leads to a wig fire and the school burns down, she is hailed on the front pages as a heroine (for saving the lab rats) and approached by a representative of the obscure Eastern European nation of Slovetzia.\n\nThat nation has recently emerged from communism into a dictatorship controlled by Boris Pochenko (Timothy Dalton), a despot who wants to soften his image and thinks maybe importing an American tutor for his children might help. (Pochenko is also the name of the European exile who is killed at the beginning of \"Shadow Conspiracy,\" but I cannot think of anything to say about this coincidence, other than that they are both named after a popular Japanese pinball game.) Dalton plays the role as if he had somehow found himself the villain in a James Bond film instead of the hero.\n\nSlovetzia is not an advanced nation. There are sheep on the runway of the national airport. Pochenko lives in a castle possibly mortgaged from Young Frankenstein. Joy makes a bad first impression, when she is late for her official welcoming ceremony because she hasn't finished her hair and nails.\n\nThe dictator (known to his subjects as \"The Beast for Life'') has three children, who have grown restive under his iron fist while nevertheless managing to speak in American accents after their first few scenes. The daughter is unhappy about her approaching arranged marriage. The son bites his nails. \"Don't do that!'' Joy tells him. \"Do you want to grow a hand in your stomach?'' Joy's wardrobe runs toward day-glo stretch pants and pullover blouses. She is sublimely indifferent to the veiled threats of Pochenko, so he tries unveiled ones, which she tut-tuts away. Meanwhile, she has the castle running like a catering kitchen, and is able to save precious currency reserves by planning a diplomatic reception around frozen Chung King egg rolls.\n\nThe trajectory of this story is clear from its title. The beautician will get the beast, and in the subplot Juliet will get her Romeo. The direction is by Ken Kwapis, whose \"He Said, She Said\" (1992) is invaluable for getting you from John Tesh to the Addams Family in the Kevin Bacon game. Kwapis tries to build suspense where none can possibly exist, which is always an annoyance; is it a crime for a movie to know as much about its story as the audience does? But there are some genuine laughs here and there, and a certain charm emanates from Fran Drescher, whom I suspect is easier to stand in real life than she lets on in her acting. And we are not disappointed in our wait for the Obligatory Transformational Entrance Scene, which all movies like this lead up to. After being an ugly duckling for three-quarters of the movie, the heroine turns up at the top of a staircase looking regal and beautiful, and descends while trying to keep one of those \"are they looking at poor little me?'' looks on her face.\n\n\"The Beautician and the Beast'' made me laugh, but each laugh was an island, entire onto itself. They didn't tie together into anything very interesting. Drescher never really seems to be interacting with the other characters. Like Mae West or Groucho Marx, she eyeballs the stiffs while they're talking, and then delivers her zingers. We don't care about her character because we never feel she's really uncertain, insecure or vulnerable. Here's a woman who will never grow hands in her stomach.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-02-07", "genres": ["Comedy", "Romance"], "title": "The Beautician And The Beast (1997)"}