{"url": "http://www.rogerebert.com/reviews/the-wedding-banquet-1993", "by": "Winston Chaoas Wai-Tung", "star_rating": 3.0, "text": "To the degree that one can fashion a life that is completely satisfying, Wai-Tung believes he has done so. A young Chinese man from Taiwan, gay, in his late 20s, he lives with his American companion Simon in a comfortable brownstone in New York, and manages some loft buildings he has purchased. All is well - except for the letters and phone calls from his parents, who wonder, with increasing urgency, when he is going to marry a nice Chinese girl and present them with a grandchild.\n\nThey do not guess he is homosexual. Nor can he bring himself to tell them. One day his friend Simon devises an ingenious plan to make everyone happy. In one of Wai-Tung's lofts there lives a young Chinese woman, Wei-Wei, an artist who can cannot pay her rent. In despair she plans to return to China. She likes Wai-Tung very much.\n\nWhy, asks Simon, shouldn't Wai-Tung marry Wei-Wei - providing her with a green card to allow her to stay in America, while at the same time placating his far-away parents? Wai-Tung, in desperation and optimism, seizes upon this scheme.\n\nWei-Wei is persuaded to go along. And then all of their neatly made plans go astray when Wai-Tung's parents announce they will travel from Taiwan for the wedding.\n\nWe are now, we sense, entering \"La Cage aux Folles\" country, and \"The Wedding Banquet\" does take some of the same delight in constructing a comedy of misunderstandings and deceptions. But the movie also has a warm heart, and by the end somehow manages to become very moving.\n\nThe director, Ang Lee, approaches his material in a low-key way, not punching up the big dramatic or comic moments. And the actors, especially Winston Chao as Wai-Tung, have a curious fatalism about them, as if their characters are resigned to the worst. There are moments of obvious comedy, such as when the parents subscribe to a matchmaking service for their son, who specifies he requires a very tall opera singer, only to find that the service can supply one. But there are more moments when the film deals simply and directly with the feelings and fears of its characters.\n\nFor Wei-Wei (May Chin), the pretend marriage with Wai-Tung makes good sense, but is also painful, because she has a crush on him and would like to be married to him for real. For Wai-Tung, the whole charade is uncomfortable, because dishonest. And for Simon (Mitchell Lichtenstein), his American boyfriend, what starts as a lark ends painfully, as he hangs around the outskirts of the wedding, his omnipresence never quite explained.\n\nThe father and mother (Sihung Lung and Ah-Leh Gua) arrive with shining eyes, but cannot fail to sense a certain lack of sincerity between the loving couple. A wedding by a justice of the peace does not match their vision of a suitable ceremony. And then an old friend of the father's materializes, now a successful restaurant owner, and offers to stage a proper Chinese wedding banquet. The banquet is the movie's great set piece, as booze and tradition and deception and expectation all come together, and lead, in an unlikely way, to happiness.\n\n\"The Wedding Banquet\" is not a particularly slick film; the plot construction feels contrived, and the acting of the two younger men is somewhat self-conscious, although the parents are magnificent.\n\nWhat makes the film work is the underlying validity of the story, the way the filmmakers don't simply go for melodrama and laughs, but pay these characters their due. At the end of the film, I was a little surprised how much I cared for them.", "running_time": 112, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-08-27", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Wedding Banquet (1993)"}