{"url": "http://www.rogerebert.com/reviews/the-big-easy-1987", "by": "Dennis Quaidas Remy McSwain", "star_rating": 4.0, "text": "\"The Big Easy\" is one of the richest American films of the year. It also happens to be a great thriller. I say \"happens,\" because I believe the plot of this movie is only an excuse for its real strength: the creation of a group of characters so interesting, so complicated and so original they make a lot of other movie people look like paint-by-number characters.\n\nThe movie takes place in New Orleans, that most mysterious of American cities, a city where you have the feeling you never will really know what goes on down those shadowy passages into those green and humid courtyards so guarded from the street.\n\nThe heroes of the film are two law enforcement officials: Remy (Dennis Quaid), a vice cop, and Anne (Ellen Barkin), a special prosecutor for the D.A. They meet over the dead body of a Mafia functionary, and of course they immediately are attracted to each other.\n\nSo far, no surprises. But when they go out to dinner and the restaurant owner won't think of accepting their money, Anne accuses Remy of being on the take and he accuses her of not understanding how the system operates. Later we learn more about the system in New Orleans and come to understand more about Remy. He is an honest cop in the ways that really count and a dishonest cop in small ways he has been able to rationalize. He doesn't have a problem, for example, with the department's illegal \"widows and orphans fund,\" because he's using the money to send his kid brother through college.\n\nThere are more killings. There also is, between Anne and Remy, one of the most erotic love scenes I ever have seen in a movie - all the more erotic because the two lovers do not perform like champions in the sexual Olympics, but come to bed with all the insecurity of people who are almost afraid to believe it could, this time, be for real.\n\nThe background of their story is populated with characters so well-drawn and with character actors so finely chosen that the movie is fascinating from moment to moment, even when nothing much seems to be happening.\n\nMy favorite supporting performance in the movie is by Charles Ludlam, as a defense attorney, impeccable in his Panama hat and summer suit, talking a mile a minute in a shrill Cajun shriek, like a cross between Truman Capote and F. Lee Bailey. Another slick Southerner is created by Ned Beatty, in his finest performance in years, as the police chief who sincerely wants to do the right thing and sincerely cannot.\n\nAll of these characters inhabit the most convincing portrait of New Orleans I've ever seen. The authentic local Cajun music on the soundtrack and the instinctive feel for the streets and alleys, the lives and the ways of doing business, the accents and the evasions, make the city itself a participant in what happens.\n\nIn the middle of this riotous gumbo of colorful life, Quaid and Barkin construct a relatioship that, by itself, would be enough for a whole movie. They love each other. They are disillusioned. They face each other as enemies in court. They reconcile at a wonderful scene at a fish boil and Cajun hootenany thrown by Quaid's friends.\n\nThe movie indeed ends with the obligatory scene of climactic violence that is required in all thrillers, but it's well-handled and the actions at least do seem to be consistent with the characters.\n\nThe movie was directed by Jim McBride, whose last film was \"Breathless\" (1983), with Richard Gere, a high-style pastiche of 1940s crime movies and 1980s art direction. \"The Big Easy\" seems to be by a different man, a director not only in full mastery of his materials but in full sympathy with his characters. Forget it's a thriller. See it because you want to meet these people.", "running_time": 102, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-08-21", "genres": ["Action", "Crime", "Drama", "Mystery", "Romance", "Thriller"], "title": "The Big Easy (1987)"}