{"url": "http://www.rogerebert.com/reviews/the-last-seduction-1994", "by": "Linda Fiorentinoas Bridget Gregory", "star_rating": 4.0, "text": "There is a kind of deliciousness to the great movie villains. By setting out to do evil, they tempt our own darker natures. By getting away with it, they alarm us: Is there nothing safe or sacred? In crime pictures and thrillers, the villains are almost always more interesting than the heroes, and there is a kind of unconscious sigh in the audience when a really intriguing villain is defeated. Harry Lime doesn't even appear in the first 80 minutes of \"The Third Man,\" and yet is more fascinating than anyone on the screen.\n\nJohn Dahl's \"The Last Seduction\" knows how much we enjoy seeing a character work boldly outside the rules. It gives us a diabolical, evil woman, and goes the distance with her. We keep waiting for the movie to lose its nerve, and it never does: This woman is bad from beginning to end, she never reforms, she never compromises, and the movie doesn't tack on one of those contrived conclusions where the morals squad comes in and tidies up.\n\nThe woman is named Bridget Gregory, although she goes under other names as the plot develops. She is played by Linda Fiorentino, with a hard voice and cold eyes and a certain fearsome sexiness; she plays Bridget as the kind of woman who has the same effect on a man as a bucket of ice in the bathtub. Her motivation is simple: She wants to get her hands on large amounts of money, and is willing to play any game with any man who will help her. \"Are you still a lawyer?\" she asks her attorney. \"Yeah,\" he says. \"Are you still a self-serving bitch?\" As the movie opens, she and her husband have made a big haul - $700,000 in illegal funds. Then he makes the big mistake of hitting her in the face. He knows it's a mistake: \"Hey, you can hit me anywhere, hard.\" During the course of the movie she will accept his invitation, in her own way.\n\nThe plot takes her to a small town, where she meets a guy named Mike (Peter Berg). He tries to pick her up in a bar. This is one of the more unwise moves in his life. She rejects him, then casually decides to toy with him, and eventually ends up recruiting him as an accessory to murder. He never quite catches on to the full depth of her deception.\n\nIt would not be fair to \"The Last Seduction\" to say much more about the plot, which only gradually reveals itself even to Bridget (she has a gift of improvising, moving from one crime to another as a jazzman might sample various melodic lines). Like Billy Wilder's classic \"Double Indemnity,\" where Barbara Stanwyck mesmerized Fred MacMurray with his own lust, \"The Last Seduction\" is about the way even a smart guy gets dumb when he starts thinking tumescently.\n\n\"The Last Seduction\" is the second amazing film I've seen this year by John Dahl, whose \"Red Rock West\" was a sleeper hit in the late spring. Who is this guy? He makes movies so smart and cynical that the American movie industry doesn't know how to handle him.\n\nI loved \"Red Rock West\" when I saw it in 1993 at the Toronto Film Festival, but distributors wouldn't touch it, and it went to cable and video without a theatrical release. Then a theater in San Francisco started showing it, and set a house record, and soon it had returned from its video grave to play in theaters all over the country. Now comes \"The Last Seduction,\" with the same story: Passed over by distributors, played on cable, etc. And then it opened in London and got some of the best reviews of the year. Now it's in American theaters.\n\nWhat is it? Do distributors think American audiences are so dumb they can't appreciate a smart woman who unspools a criminal plan of diabolical complexity, while treating men like disposable diapers? Are they afraid of a female character who is really evil - not just pretend-bad, like the saucy heroines of the glossy Hollywood slasher movies? (There's a pop psychology theory that women are weak in American movies because Hollywood executives are terrified of strong women.) The great quality in \"The Last Seduction\" is the dry humor with which Linda Fiorentino puts across the role. Look at this movie just a little sideways, and it's a comedy, although you can never quite catch Dahl or Fiorentino smiling. It must have been a lot of fun for her to play the role; there are several scenes where the men in the movie simply cannot believe she's really serious. You mean this broad is really going to go through with that? She is.\n\nFiorentino has played other roles like this. She has a quality about her. In \"VisionQuest\" (1985), a silly wrestling movie, there was nothing silly about her scenes. In Martin Scorsese's \"After Hours,\" she was the black widow waiting in the net that the hapless hero stumbled into. What's crucial is that she plays these roles with relish: She seems to enjoy the freedom a script like \"The Last Seduction\" gives her, and the result is a movie that is not only ingenious and entertaining, but liberating, because we can sense the story isn't going to be twisted into conformity with some stupid formula.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-11-18", "genres": ["Mystery", "Romance", "Thriller"], "title": "The Last Seduction (1994)"}