{"url": "http://www.rogerebert.com/reviews/the-rock-1996", "by": "Sean Conneryas Patrick Mason", "star_rating": 3.5, "text": "\"The Rock\" is a first-rate, slam-bang action thriller with alot of style and no little humor. It's made out of pieces of other movies, yes, and not much in it is really new, but each element has been lovingly polished to a gloss. And there are three skillful performances: Sean Connery is Mason, an intelligence expert who's been in prison for 30 years; Nicolas Cage is Goodspeed, an FBI scientist, and Ed Harris is Gen. Hummel, a war hero with a mad scheme to wage chemical warfare against San Francisco.\n\nThe plot hook is a mission to break into Alcatraz. Harris and his men have occupied the former prison island, taken civilian hostages, and threatened to fire deadly rockets at San Francisco unless their demands are met. What are the demands? Hummel, who has three Purple Hearts, two Silver Stars and the Medal of Honor, is angered that 83 men have died under his command and never been recognized, because they wereon secret missions that the government denied even existed. He wants $100 million in payments to their next of kin.\n\nHummel is known and respected in Washington, and his demands are taken seriously. A news blackout is imposed while the Pentagon assembles a team to break into Alcatraz and neutralize the poison gasmissiles. We've already seen Goodspeed think fast while sealed in an airtight chamber with a deadly chemical bomb; now he's assigned to join the task force, even though he's basically a lab rat with minimal fieldor combat experience.\n\nAnother key member of the team is Mason, a British spy who, we learn, successfully stole all of J. Edgar Hoover's secret files(\"even the truth about JFK's assassination\") before being secretly jailed for life without a trial. Mason's qualification: He is a jailbreak expert who is the only man ever to escape success fully from Alcatraz.\n\nMovies like \"The Rock\" progress from one action sequence to another. Sometimes it doesn't even matter much how they fit together. Consider, for example, the highly entertaining way in which Mason turns a haircut into an opportunity to dangle one of his old enemies by a cord from a top floor of a hotel. And the way that leads to a San Francisco street car chase inspired by \"Bullitt,\" leading to acrash almost as sensational as the train crash in \"The Fugitive.\" Strange, isn't it, that after going to all that trouble to escape, Mason allows himself to be recaptured almost passively--probably because unless he joins the team, there's no movie. Strange, too, that although it has time for unlimited action, \"The Rock\" never slows down enough for a scene you might have thought was obligatory, in which Mason has the plan explained to him, along with a pitch about why he should go along. (He has a motive, all right--his only child is in San Francisco, and could be one of the poison victims. It's just that the movie never quite bothers at this stage to tell him, formally, about the poison.) The break into Alcatraz owes something to Don Siegel's\"Escape from Alcatraz,\" the 1979 Clint Eastwood movie. While that one negotiated the maze of tunnels under Alcatraz in murky darkness, however, \"The Rock\" provides Alcatraz with a subterranean labyrinth as large and well-lit as the sewers in \"The Third Man\" and as crammedwith props and unidentified metallic machinery as the \"Alien\" movies.\n\nThe plot moves efficiently between firefights, explosions, torrents of water, hand-to-hand combat, interrogation, torture, imprisonment, escape and scientific mumbo-jumbo, as the infiltrators try to stop Harris' men from wiping out 70,000 San Franciscans, and the Pentagon prepares to firebomb the island with plane loads of Thermite Plasma, which sure sounds neat. All of these elements are standard issue for action thrillers, but the script adds some deft touches (asked if he knows why he has been released from prison, Connery wryly said, \"I've been locked up longer than Nelson Mandela. Maybe you want me to run for president.\").\n\nWhat really works is the chemistry between Connery, as a reluctant warrior who has all the skills necessary to outsmart and outfight the occupying force, and Cage, as the nerd who can disarm the rockets but is not much in the killing department. And then there is an intriguing complexity added to the Ed Harris character, who is not as one-dimensional as he seems (early in the film, he advises some small children touring Alcatraz to return to their tour boat).\n\nThere are some loose ends. Cage and Connery keep turning up dry when they should be wet. A White House aide gently says, \"We need adecision, Mr. President\"--after the deadline has passed--and gets a speech so long it could have cost the 70,000 lives. And of course the heroes are allowed to eavesdrop as needed on any conversations containing information they need to know.\n\nIn a movie that borrows from all the movies I've already listed (plus second-hand filching from \"Die Hard\" and related epics), there are two particularly obvious steals: the old hypodermic-needle-plunging-into-the-heart trick, from Quentin Tarantino's \"Pulp Fiction,\" and the Mexican standoff in which everybody has a gun pulled on everyone else (from QT's \"Reservoir Dogs\" and \"True Romance\" courtesy of old Westerns). Two lifts from Tarantino? Maybe the producers, Jerry Bruckheimer and the late Don Simpson, were getting their revenge for the famous Tarantino monologue in \"Sleep With Me\" where he analyzed their \"Top Gun\" as a homosexual parable.\n\nNo matter. Director Michael Bay (\"Bad Boys\") orchestrates the elements into an efficient and exciting movie, with some big laughs, sensational special effects sequences, and sustained suspense. And it's interesting to see how good actors like Connery, Cage and Harris can find a way to occupy the center of this whirlwind with characters who somehow manage to be quirky and convincing. There are several Identikit Hollywood action stars who can occupy the center of chaos like this, but not many can make it look like they think they're really there. Watching \"The Rock,\" you really care about what happens. You feel silly later for having been sucked in, but that's part of the ride.", "running_time": 129, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-06-07", "genres": ["Action", "Adventure", "Thriller"], "title": "The Rock (1996)"}