{"url": "http://www.rogerebert.com/reviews/the-punisher-2004", "by": "Tom Janeas Frank Castle/Punisher", "star_rating": 2.0, "text": "\"The Punisher\" is a long, dark slog through grim revenge. Unlike most movies based on comic book heroes, it doesn't contain the glimmer of a smile, and its hero is a depressed alcoholic -- well he might be, since his entire family, including wife, child, father and even distant cousins -- has been massacred before his eyes. As he seeks vengeance, he makes the Charles Bronson character in the movie \"Death Wish\" look relatively cheerful and well-adjusted.\n\nI wonder if the filmmakers understand quite how downbeat and dark their movie is? It opens with an FBI sting that leads to the death of a mobster's son. The operation, we learn, was the last assignment before retirement for agent Frank Castle (Thomas Jane). The criminal, a wealthy, high-profile money launderer named Mr. Saint (John Travolta), orders Castle's death, and then his wife Livia (Laura Harring) adds, \"His family. His whole family.\"\n\nThis sets up a sequence from which the movie hardly recovers. Castle has a romantic walk on the beach with his wife Maria (Samantha Mathis), a hug with his child, and sentimental moments as his father (Roy Scheider) speaks at a family reunion. Then Castle's gunmen mow down the entire family in a series of gruesome vignettes, not neglecting to linger on the death of wife and child after their pitiful attempt to flee.\n\nCastle kills a few of the attackers, but is cornered on a pier, shot repeatedly, dowsed with gasoline, blown up and lands in the water. This establishes a pattern for the movie: No one is killed only once. (Later in the film, a target is shot, chained to the back of a car and dragged into a car lot where all of the cars explode.) Miraculously, Castle survives, and is nursed back to health by one of those useful cliches, the black loner who lives by himself on an island and possesses the wisdom of the ages.\n\nThe rest of the movie involves his recovery, his preparations, and his methodical revenge against Mr. Saint and all of his people. Several colorful supporting characters are introduced, especially the three oddballs who live in the shabby rooming house Castle occupies. They are Joan (Rebecca Romijn-Stamos), a sexy but frightened woman with an abusive boyfriend; Mr. Bumpo (John Pinette), a tubby sissy, and Spacker Dave (Ben Foster), who is pierced in ways you don't even want to think about. We have all been indoctrinated in the notion that \"we are family!\" and these three attempt to include Castle in their circle, despite his need to isolate, drink, kill and brood. There is something a little odd when he's invited over for ice cream and cake.\n\nThe movie is relentless in its violence. There is a scene where Spacker Dave is tortured by having his piercings removed with pliers; the scene breaks the fabric of the film and moves into a different and macabre arena. \"The Punisher\" opens on the same weekend as another movie about a gruesome massacre and an elaborate revenge, \"Kill Bill, Volume 2,\" but they are as different as night and day; \"Kill Bill, Volume 1\" vibrates with humor, irony, over-the-top exaggeration, and the joy of filmmaking. \"The Punisher\" is so grim and cheerless, you wonder if even its hero gets any satisfaction from his accomplishments.\n\nThat said, I have to note that the film, directed by Jonathan Hensleigh, is consistently well-acted, and has some scenes of real power. That the Punisher is a dreary and charmless character does not mean that Thomas Jane doesn't play him well: He goes all the way with the film's dark vision, and is effective in the action scenes. Travolta, as Mr. Saint, finds a truth you would not think was available in melodrama of this sort; his grief over his son and possessive jealousy over his wife are compelling.\n\nThe film doesn't simply set up Saint as a bad guy and a target, but devotes attention to the character, and develops an intriguing relationship between Saint and his right-hand man Quentin Glass (the always effective Will Patton). The Punisher is able to use Saint's jealousy to drive a wedge between the two men, but here's the strange thing: What happens between Saint and Glass is convincing, but what the Punisher does to sabotage their relationship is baffling and ludicrous, involving false fire-hydrants and the improbable detail that Saint would allow his wife to go to the movies alone after he knows the Punisher is alive and at war.\n\nRight down the line, the performances are strong: Even the three misfits in the run-down rooming house are given the dimension and screen time to become interesting. The screenplay, by Michael France and Jonathan Hensleigh, based on the Marvel comic, doesn't simply foreground the Punisher and make everyone else into one-dimensional cartoons. There's so much that's well-done here that you sense a good movie slipping away. That movie would either be lighter than this one, or commit to its seriousness, like \"Scarface.\" This one loses control of its mood and doesn't know what level of credibility it exists on. At the end, we feel battered down and depressed, emotions we probably don't seek from comic book heroes.", "running_time": 124, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-04-16", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "The Punisher (2004)"}