{"url": "http://www.rogerebert.com/reviews/the-road-to-wellville-1994", "by": "Anthony Hopkinsas Dr. J. H. Kellogg", "star_rating": 3.0, "text": "There can be found in the back pages of various health magazines a small advertisement for colonic irrigation. It is illustrated with a drawing of what looks like several tons of lava bursting forth from the earth's core. I have never mailed away for the booklet offered, and now that I've seen \"The Road to Wellville,\" I don't think I need to. The movie is like an expedition through the digestive tract with gun and camera.\n\nIt tells the story of an extraordinary period in the history of Battle Creek, Mich. (\"Cereal Bowl to the Nation\"), when the town was the center of a boom in corn flakes and other aids to proper nutrition and irrigation. Battle Creek was to flakes as the Yukon was to gold, and towering above the other local reformers was the remarkable Dr. John Harvey Kellogg, inventor of the corn flake, peanut butter and various medieval instruments to scrub the body inside and out. (To give you an idea of the doctor's greatness, it was his younger brother W.K., a $6-a-week hireling, who went on to found the cereal kingdom.) \"The Road to Wellville,\" written and directed by Alan Parker from T. Coraghessan Boyle's novel, is a hymn to American cults of hygiene, nutrition and cleanliness. Such groups have historically flourished in Southwest Michigan, where as a youth I once was taken to the House of David, watched their long-bearded baseball team, and ordered from a vegetarian menu in which all the meat-words were in quotation marks - the word \"turkey\" indicating that the active ingredient, while impressively turkeyoid in appearance, had a closer kinship to the oat or the bean.\n\nToday I am essentially a vegetarian, so the joke's on me.\n\nAnd Parker has no doubt it is a joke. While it is certainly much healthier for anyone to eat no meat and take no alcohol, caffeine or tobacco, \"The Road to Wellville\" uses those notions as mere stepping-stones to greater and goofier reforms. Kellogg, played grandiloquently by Anthony Hopkins as a bucktoothed little drum-beater, condenses his beliefs into little sayings: The tongue is the billboard of the bowels. We are but lifeguards on the shores of the alimentary canal. An erection is a flagpole on your grave. As the movie opens, we see him demonstrating that under a microscope, pig droppings cannot be distinguished from a porterhouse.\n\nThe movie tells the story of several pilgrims drawn to Battle Creek by Dr. Kellogg's famed Sanitarium (not to be confused with a sanitorium), to take the cure and have pounds of toxic sludge blasted from their intestines. Eleanor and Will Lightbody (Bridget Fonda and Matthew Broderick) arrive, she for the third time, he for the first, and are immediately given separate quarters, although Will's enforced celibacy seems less cru el when he meets the cheerful Nurse Graves (Traci Lind). Among the other patients are Ina Munta (Lara Flynn Boyle), who is slowly turning green, and Mr. Unpronounceable (Alexander Slanksnis), a Russian with an awesome gas problem.\n\nArriving in town at about the same time, a young man on the make named Charles (John Cusack) teams up with the unscrupulous Goodloe Bender (Michael Lerner) in a dubious scheme to manufacture corn flakes. And young George Kellogg (Dana Carvey), one of J.H.'s 42 adopted children, turns up as a beggar at the feast.\n\nThe movie is quite jolly in its preoccupation with digestion and the processes which precede and follow it. Kellogg subjects his patients to strange and sometimes fatal hydroelectrical treatments, and the \"San\" attracts other weirdos, including German sex therapists with pioneering massage techniques and odd battery-powered genital treatments. All of these practices are followed with hilarious solemnity.\n\nI am not sure \"The Road to Wellville\" will be enjoyed by everybody. Oddly enough, it may be the very people the satire is aimed at who will enjoy it the most. If you, like me, have wandered hypnotized down the aisles of health food stores, entranced by products like TVP, Gardenburgers, soy milk, barbecued tofu and the ominous Slimming Tea - and if you, like me, have lingered over the shopping networks as they advertise gadgets that will give you a new body in three weeks of six minutes a day - you'll probably like this film. If not, then all I can say is, you are probably carrying around a bucket of toxic sludge, and welcome to it.", "running_time": 120, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-10-28", "genres": ["Comedy", "Musical", "Romance"], "title": "The Road To Wellville (1994)"}