{"url": "http://www.rogerebert.com/reviews/the-black-marble-1980", "by": "Robert Foxworthas Sergeant Valnikov", "star_rating": 3.5, "text": "\"The Black Marble\" centers around several days in the\r\nlife of a Los Angeles police sergeant named Valnikov (Robert Foxworth), an\r\nincurably romantic Russian who has been drinking too much since his partner's\r\nsuicide. He gets a new partner, Sgt. Natalie Zimmerman, played by Paula\r\nPrentiss as a combination of Sally Kellerman and Lucille Ball. His new partner\r\nthinks Valnikov is insane. Maybe she's right.\n\nThe\r\ncase they begin working on together involves a prize bitch that has been\r\nkidnapped and is being held for $85,000 ransom. Valnikov goes to interview the\r\nkidnapped dog's grieving owner, an attractive woman of a certain age. And, in a\r\ndelightful scene that illustrates the movie's gift of being able to slide ever\r\nso lightly from drama into cheerful comedy, he winds up on the sofa with the\r\nwoman, drying her tears and vowing, \"Don't worry; I promise I'll get your\r\ndoggie back.\"\n\nThe\r\ndry tone Foxworth brings to the pronunciation of such lines is one of the\r\nmovie's charms. He is mustachioed, mournful-eyed, usually hung over, and filled\r\nwith ancient Russian dreams and curses. It is inevitable, of course, that he\r\nand the sexy Zimmerman fall in love, and they have a wonderful seduction scene\r\nin his apartment. He puts sweepingly romantic Russian folk music on his stereo.\r\nThey dance. \"Translate the lyrics for me!\" she whispers into his ear.\r\nHe does. It does not bother either of them that there are no lyrics since the\r\nsong is instrumental.\n\nMeanwhile,\r\na parallel plot involves the evil dog kidnapper, played by that uniquely malevolent\r\ncharacter actor Harry Dean Stanton, who looks and talks like Robert Mitchum's\r\nmean kid brother. Stanton is a veterinarian who has never hurt a dog in his\r\nlife. But he needs the ransom to pay a gambling debt before he is killed.\r\nCoughing, wheezing, and spitting through an endless chain of cigarettes, he\r\nmakes telephone threats to the dog's owner, who counters with descriptions of\r\nher own financial plight, unpaid bills, and tax problems.\n\nWhen\r\nValnikov and the kidnapper finally meet face to face, they get into what is\r\nundoubtedly the most painful chase sequence I can remember, a chase that\r\nrequires them to climb mesh fences separating a series of savage and terrified\r\ndogs that snap maniacally at their legs. The chase is another scene\r\nillustrating the curious way in which “The Black Marble” succeeds in being\r\nfunny, painful, and romantic, sometimes simultaneously.\n\nThe\r\nmovie's not altogether a comedy, although we laugh; it's a love story that kids\r\nitself and ends up seriously; it contains violence but is not really violent.\r\nWhat it always does is keep us off balance. Because we can't anticipate what's\r\ngoing to happen next, the movie has a persistent interior life; there's never\r\nthe sense that a scene is included because it's expected.\n\nThe\r\nperformances go to show you that a good actor in a bad film can have a very\r\nhard time appearing to be any good. Foxworth's previous screen credits include “The\r\nOmen,” “Part II” and “Prophecy.” Neither film gave me the slightest reason to\r\nlook forward to him in “The Black Marble,” but he's wonderful here. He gives\r\nhis character weariness and craziness and then covers them both with warmth. He\r\nand Prentiss have so much fun with the long seduction scene that we can sense\r\nthe joy of acting craftsmanship going into it.\n\nThe\r\nmovie's the second production by Joseph Wambaugh, the L.A. cop who became a\r\nbest-selling novelist only to see Hollywood doing terrible things to his\r\nnovels. Wambaugh vowed to produce his own books. The industry had its doubts,\r\nespecially when Wambaugh hired a little-known British director, Harold Becker,\r\nto direct his first project, \"The Onion Field.\" But that was a\r\nstrong, edgy, effective movie, and now Wambaugh and Becker are back with this\r\nunusual and distinctive comedy. Because it is uneven and moves so easily among\r\nits various tones and moods, it's possible, I suppose, to fault it on form:\r\nThis isn't a seamless piece of work, but it's infectious and charming.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Comedy", "Crime", "Romance"], "title": "The Black Marble (1980)"}