{"url": "http://www.rogerebert.com/reviews/the-loves-and-times-of-scaramouche-1976", "by": "Michael Sarrazinas Scaramouche", "star_rating": 1.5, "text": "In Variety, the showbiz trade paper,\r\nit's known as a \"product shortage.\" Variety can afford to take the\r\nlofty view. But to the hapless moviegoer parting with his dollars, what we're\r\ngoing through right now is an epidemic of terrible movies. The Christmas\r\nreleases have all come, and most of them have gone. The big Easter movies won't\r\nopen until April 9. And in the meantime, exhibitors are showing movies they\r\nknow in their hearts are trash. Here's a typical specimen: \"The Loves and\r\nTimes of Scaramouche.\" I can't say I wasn't warned. \"This movie is\r\nincredibly lousy,\" the ticket-seller told me cheerfully. \"Are you\r\nreally going in to see this crap?\" asked the friendly ticket-taker. And\r\njust after I'd settled down in the dark and taken my coat off, a fellow\r\nmoviegoer somewhere in the theater yawned loudly and drew applause. \n\n\"Scaramouche\" is the sort of film that sits on the shelf for months,\r\neven years, until movies get so scarce that it finds itself on a release schedule.\r\nMaybe it wasn't even intended to be released, but functioned primarily as a tax\r\nshelter. Everyone making the movie gets paid, the investors get their write-off\r\nand who cares if the movie's ever seen? In this particular case, the best parts\r\nof the movie are on exhibit in the current Playboy, which has a photo layout on\r\nUrsula Andress. Buy the magazine, save the price of admission and get an\r\ninterview with Jerry Brown thrown in free. The movie looks like a third-rate\r\nrip-off of Richard Lester's \"The Three Musketeers,\" a second-rate\r\nmovie to begin with. It stars Michael Sarrazin as the swashbuckling Scaramouche\r\nand Miss Andress as the Empress Josephine, and it has one of those peculiar\r\nbudded-in-Europe sound tracks that sounds as if everyone's in the next room.\r\nComplex plot points are made in dubbed dialog during long shots, so you can't\r\nsee which character's lips are moving. And during the stirring sword fight\r\nscenes, of which there are a great deal too many, the sound track effectively\r\nkills any possible excitement by giving us songs sounding as if the Swingle\r\nSingers had mated with Muzak. I didn't stay for the whole movie, which is sort\r\nof unusual; I like to sit through even the worst films in the hopes of finding\r\nthings more atrocious than I've already seen. With something like \"Tidal\r\nWave\" or \"One Billion Years B.C.\" there are likely to be laughs\r\neven in the awfulness of the material. But \"Scaramouche\" had such a\r\ndeadening quality - it was so lacking in energy and invention and wit - that\r\nsomehow I knew there was no hope. As Variety would also put it: \"Midway\r\nthrough pic, scribe ankled.\" I learned one thing, though: Few bad movies\r\nare so dreadful as a bad movie that's supposed to be funny. With a bad movie\r\nthat's supposed to be serious, there's almost always something to laugh at\r\n(like Lorne Greene in \"Tidal Wave,\" solemnly informing the UN General\r\nAssembly, \"If 90 million human beings are drowned, that would be a great\r\ntragedy\"). But when we're supposed to laugh, when hammy Italian actors are\r\nrolling their eyes at us and chasing each other around with barber's scissors\r\nand falling into carts full of watermelons, what can we do but despair? There\r\nare, 17 shopping days left until April 9.", "running_time": null, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-03-24", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Loves and Times of Scaramouche (1976)"}