{"url": "http://www.rogerebert.com/reviews/the-object-of-my-affection-1998", "by": "Jennifer Anistonas Nina Borowski", "star_rating": 2.0, "text": "There is a movie fighting to get out of \"The Object of My Affection,\" and I like it better than the movie it's trapped in. It involves a wise old man who has arrived at some useful insights about life. If they did spinoffs of movie characters the way they do on TV, he'd be in a movie of his own.\n\nAlas, this touching and fascinating character is mired in the worst kind of sitcom--a serious one (seriocom?). \"The Object of My Affection\" deals with some real issues and has scenes that work, but you can see the wheels of the plot turning so clearly that you doubt the characters have much freedom to act on their own.\n\nThe story involves a social worker named Nina (Jennifer Aniston) and a first-grade teacher named George (Paul Rudd). Nina is engaged to a creep named Vince (John Pankow), and George is living with a literary critic named Robert (Tim Daly), who, like all Bernard Shaw experts, can afford a BMW convertible and a luxurious apartment in Manhattan. At a dinner party, Nina finds out that Robert is leaving George, and tells George--alas, before Robert has. George is crushed, but soon has moved into Nina's Brooklyn apartment, where they will live as good friends.\n\nThen Nina gets pregnant. Vince, the father, keeps talking about \"our\" baby until Nina announces it is her baby and she has no plans to marry Vince, and Vince stalks out after declaring \"I never want to see you again,\" a line that sounds for all the world like a screenwriter's convenience to get him out of the cluttered plot for a scene or two. Nina, who really likes George, asks him to share the fathering: They could be a couple in everything but sex. George agrees, but then he falls for Paul (Amo Gulinello), and Nina feels hurt and jealous.\n\nAll of this promising material is dealt with on that level where characters are not quite allowed to be as perceptive and intelligent as real people might be in the same circumstances. That's because they're shuttled hither and yon by a plot that requires a false crisis and false dawn (Nina and George dance to \"You Were Meant for Me\") before the real crisis and real dawn. At least we're spared a live childbirth scene, although we do get the Listening to the Embryo's Heartbeat Scene.\n\nAniston and Rudd are appealing together, although Pankow's crudely written role puts him through bewildering personality shifts. But then, suddenly, a character walks in from nowhere and becomes the movie's center of interest. This is the aging drama critic Rodney, played by Oscar nominee Nigel Hawthorne of \"The Madness of King George.\" He is gay, and Paul is his young protege. They do not have sex, Paul makes clear to George. But Rodney clearly loves the young man, and there are a couple of scenes in which he says and does nothing, and achieves a greater emotional effect than is reached by any dialogue in the movie.\n\nHe also offers Nina hard-won advice: In the long run, her arrangement with George will not work. \"Don't fix your life so that you're left alone just at the middle of it,\" he says, and we sense that the movie has quieted down and found its focus and purpose. You ask yourself, what would the whole film have been like if it had been written and acted at this level? The answer, sadly, is--not much like \"The Object of My Affection.\"", "running_time": 111, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-04-17", "genres": ["Comedy", "Drama", "Romance"], "title": "The Object of My Affection (1998)"}