{"url": "http://www.rogerebert.com/reviews/the-go-masters-1986", "by": "Sun Dao-Linas Kuang Yi-Shan", "star_rating": 3.5, "text": "\"The Go Masters\" begins and ends with the same game of Go, but 32 years separate the opening and closing moves. In between, there is war and heartbreak, death and disease, doomed lovers, families separated by fate and united by chance. The movie is a melodrama on an epic scale, an Asian \"Gone With the Wind,\" filled with romance and action but built on a foundation of Eastern philosophy.\n\nThe film begins in 1929, with a visit to China by the Japanese champion of Go, an Asian board game considered by some to be deeper than chess. He meets his Chinese counterpart, but is more impressed by the playing ability of the man's young son. So a few years later, it is arranged for the young Chinese boy to visit Japan and live with the master, to study the game and train against its best players. Alas, in the 1930s, war is declared between Japan and China, and the young Chinese player is stranded, a stranger in a strange land.\n\nHe has, in the meantime, fallen in love with his teacher's daughter, but they cannot be married, because feelings run high against the Chinese. He wins the great Japanese Go tournament, and would become the Japanese national champion, but is not honored because of his nationality. Vowing to return to his homeland with the woman he loves, the young man is betrayed and killed.\n\nIf this were a Western movie, it might end right there, on a note of fashionable fatalism.\n\n\"The Go Masters\" is not, however, a Western movie. It is the first co-production in history between Japan and China, a visually extravagant big-budget epic that seeks to use the game of Go as a metaphor for three decades of relations between the two great Asian nations. And so the story continues in a later generation, and the ending is part tearjerker, part philosophy.\n\nThe credits for \"The Go Masters\" list two names in every category, because there were both Chinese and Japanese directors, producers, editors, composers and so on, collaborating on the film.\n\nWhat is unusual, I gather, is that both sides were willing to include the parts of the story that do not reflect favorably on their own nationalities, especially the bitter feelings left from the Japanese invasion of China.\n\nThe movie goes to incredible lengths to re-create its historical periods, and is worth seeing just for the sets, the costumes and the attitudes. Scenes are shot on location in city streets carefully prepared to look like the Chinese and Japanese cities of the 1930s and 1940s, and there are dozens of little details of daily living that have been tucked into the corners.\n\nThere is also a genuine strength in the story, and in the feeling of epic history that it evokes. The movie employs a novel solution to the fact that most viewers don't have the slightest notion of how to play Go; the story doesn't require any such knowledge. Instead of showing individual moves, it evokes the incredible concentration of the players and then depends on their personalities away from the board to develop the story.\n\nI was on the jury that gave \"The Go Masters\" first prize at the Montreal Film Festival. One of the reasons we honored it was because of its novelty in telling the story of an ancient enmity in terms of the ancient game that obsesses players in both Japan and China. The message of the movie is that, if wars could be played on Go boards instead of battlefields, we would all be much happier, blood would not be shed, and young lovers could live forever in each other's arms. I'll buy that.", "running_time": 123, "mpaa_rating": null, "release_year": 1986, "date_published": "1986-05-09", "genres": null, "title": "Mikan no taikyoku (1986)"}