{"url": "http://www.rogerebert.com/reviews/the-game-1997", "by": "Michael Douglasas Nicholas Van Orton", "star_rating": 3.5, "text": "The opening scenes of \"The Game'' show Michael Douglas as a rich man in obsessive control of his life. The movie seems to be about how he is reduced to humility and humanity--or maybe that's just a trick on him. The movie is like a control freak's worst nightmare. The Douglas character, named Nicholas Van Orton, is surrounded by employees who are almost paralyzed by his rigid demands on them. \"I have an Elizabeth on line three,'' says one secretary, and then a second later adds, \"Your wife, sir.'' \"I know,'' he says coldly. We have the feeling that if the second secretary had not spoken, he would have replied, \"Elizabeth who?'' His underlings are in no-win situations. It is, in fact, his ex-wife; at age 48, Van Orton lives alone in the vast mansion where his father committed suicide at the same age. His birthday evening consists of eating a cheeseburger served on a silver tray and watching CNN.\n\nVan Orton's younger brother Conrad (Sean Penn) visits him and announces a birthday present: \"The Game,'' which is \"sort of an experiential Book of the Month Club.'' Operated by a shadowy outfit named Consumer Recreation Services, the Game never quite declares its rules or objectives, but soon Van Orton finds himself in its grasp, and his orderly life has become unmanageable. \"It will make your life fun again,'' he is promised, but that's not quite how he sees it, as a functionary (James Rebhorn) leads him through the signup process.\n\nSoon everything starts to fall apart. His pen leaks. His briefcase won't open. Wine is spilled on him in a restaurant. He is trapped in an elevator. The level of chaos rises. He finds himself blackmailed, his bank accounts are emptied, he wanders like a homeless man, he is trapped inside a cab sinking in a bay, he is left for dead in Mexico.\n\nOf course many of the physical details of what happens to him are implausible or even impossible, but so what? The events are believable in the sense that events can be believed in a nightmare: You can hardly worry about how a horror has been engineered when you're trapped inside it.\n\nThe mounting campaign of conspiratorial persecution is greeted by Van Orton with his usual style of cold contempt and detachment: He knows all the angles, he thinks, and has foreseen all the pitfalls, and can predict all the permutations. But he finds he is totally wrong. Even those few people he thinks he can trust (including a waitress played by Deborah Kara Unger--or is she a waitress?) may be double agents. There is even the possibility that the Game is a front for a well-planned conspiracy to steal his millions. Michael Douglas, who is superb at playing men of power (remember his Oscar-winning turn as Gordon Gekko in \"Wall Street\") is reduced to a stumbling, desperate man on the run (remember his unemployed engineer in \"Falling Down\").\n\n\"The Game,'' written by John Brancato and Michael Ferris, is David Fincher's first film since \"Seven,\" and projects the same sense of events being controlled by invisible manipulation. This time, though, there's an additional element: Van Orton is being broken down and reassembled like the victim of some cosmic EST program. And it is unclear, to him and to us, whether the Game is on the level of a fraud, or perhaps spinning out of control.\n\nThe movie's thriller elements are given an additional gloss by the skill of the technical credits, and the wicked wit of the dialogue. When Van Orton's brother asks, \"Don't you think of me anymore?'' he shoots back, \"Not since family week at rehab.'' And when his ex-wife asks if he had a nice birthday, he answers, \"Does Rose Kennedy have a black dress?'' The film's dark look, its preference for shadows, recalls \"Seven'' and also Fincher's \"Alien 3.\" The big screen reveals secrets and details in dark corners; on video, they may disappear into the murk. Like \"Seven,'' the plotting is ingenious and intelligent, and although we think we know the arc of the film (egotist is reduced to greater humility and understanding of himself), it doesn't progress in a docile, predictable way; for one thing, there is the real possibility that the Game is not an ego-reduction program, but a death plot.\n\nDouglas is the right actor for the role. He can play smart, he can play cold, and he can play angry. He is also subtle enough that he never arrives at an emotional plateau before the film does, and never overplays the process of his inner change. Indeed, one of the refreshing things about the film is that it stays true to its paranoid vision right up until what seems like the very end--and then beyond it, so that by the time the real ending arrives, it's not the payoff and release as much as a final macabre twist of the knife.", "running_time": 128, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-09-19", "genres": ["Drama", "Mystery", "Thriller"], "title": "The Game (1997)"}