{"url": "http://www.rogerebert.com/reviews/the-legend-of-bagger-vance-2000", "by": "Will Smithas Bagger Vance", "star_rating": 3.5, "text": "Look how silky this movie is, and how completely in command of its tone. Robert Redford's \"The Legend of Bagger Vance\" could be a movie about prayer, music or mathematics because it is really about finding yourself at peace with the thing you do best. Most of the movie is about an epic golf tournament, but it is not a sports movie in any conventional sense. It is the first zen movie about golf.\n\nI watched it aware of what a delicate touch Redford brings to the material. It could have been punched up into cliches and easy thrills, but no: It handles a sports movie the way Billie Holiday handled a trashy song, by finding the love and pain beneath the story. Redford and his writer, Jeremy Leven, starting from a novel by Steven Pressfield, are very clear in their minds about what they want to do. They want to explain why it is possible to devote your life to the love of golf, and they want to hint that golf and life may have a lot in common.\n\nI am not a golfer. It doesn't matter. Golf or any game is not about the rules or tools, but about how you conduct yourself. Civilized games make civilized societies. You look at the movie and you see that if athletes are not gentlemen and gentlewomen, there is no reason to watch them. Michael Jordan is a gentleman. Roger Clemens is not. You see how it works.\n\n\"The Legend of Bagger Vance\" takes place in Savannah, Ga., in the first years of the Depression. A man builds a great golf course, goes broke and shoots himself. His daughter Adele (Charlize Theron) faces ruin, but risks everything on a $10,000 tournament. She invites the two greatest golfers in the world: Bobby Jones (Joel Gretsch) and Walter Hagen (Bruce McGill). And she also persuades Rannulph Junuh (Matt Damon), who was the greatest player in Savannah until he went off to World War I and something broke inside. He spent the 1920s drinking and playing poker.\n\nJunuh doesn't much want to return to golf, which for him also means returning to civilization and to his own better nature. Three people encourage him. One is Adele. Before the war they were in love. One is a boy named Hardy (J. Michael Moncrief) who dreams about golf. And one is Bagger Vance (Will Smith), a caddy who appears out of nowhere and assigns himself to the rehabilitation and education of Rannulph Junuh.\n\nWe have here the elements for a cruder movie. We can imagine how Jones and Hagen could be painted as hard-edged professionals, how the caddy could be sketched with broad strokes like some kind of an angel in a sitcom, how the little kid could be made insufferable and cute, how Adele and Junuh could fight and make up and fight, all according to the outlines they hand out in screenwriting class.\n\nThat's not how this movie goes. Nothing in it is pushed too far; it is a masterpiece of tact. Not even the outcome of the tournament is pumped up for effect; quietly, the movie suggests that how the tournament is won is more important than who wins it. As for the romance, it's in a minor key good for regret and tremulous hope; Charlize Theron's wise, sweet Adele handles Junuh like a man she wants to teach about tenderness.\n\nEvery actor makes the point, and then pauses, content. Matt Damon's Junuh is not a comeback hero but a man who seems surprised to be playing golf. Jones and Hagen are not the good cop and the bad cop. They're both good--sportsmen who love the game but don't talk a lot about it. Jones is handsome, a golden boy. Hagen is dark and has a gut and smokes all the time. Jones plays a beautiful game. Hagen is always getting into trouble and saving himself. Both of them are . . . having fun. Just fun.\n\nWill Smith could make Bagger Vance insufferable, but the part is written and played to make it more of a bemused commentary. He has theories about golf, and ways of handling his player, and advice, but it is all oblique and understated. No violins. Is he a real person or a spirit? You tell me. Oh, and the kid: He's necessary because he has to grow up and become an old man (Jack Lemmon) and tell the story, so that you can see that lessons were learned.\n\nThe photography by Michael Ballhaus makes the great course look green, limitless and sad--sad that every shot must fall and every game must end. There is a dusk here that is heartbreaking, like the end of every perfect summer day. The spectators do not make spectacles of themselves, but seem to identify with the aspirations of the players. Hagen and Jones know each other well, and during the marathon tournament they watch Junuh carefully, and decide that he will do. Redford found the same feeling in \"A River Runs Through It,\" where the standards a man forms through his pastime give value to his whole life. Golf, Bagger tells Junuh, is \"a game that can't be won, only played.\"", "running_time": 127, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-11-03", "genres": ["Drama", "Fantasy", "Science Fiction"], "title": "The Legend Of Bagger Vance (2000)"}