{"url": "http://www.rogerebert.com/reviews/the-last-starfighter-1984", "by": null, "star_rating": 2.5, "text": "The way to get rich, they say, is to invent something that's cheap and habit-forming, and get a patent on it. I guess video games would qualify. Kids pump quarters into them by the hour, turning into video junkies as they watch gorillas climbing little electronic ladders. Are the games educational? Sure, if you want to grow up to be a professional video game player.\n\nThose arcade video games had to come from somewhere, and \"The Last Starfighter\" has an interesting theory to explain why they seemed to pop up all over the world, almost overnight. They came from outer space. Just as I've always suspected. That's right, they were put on Earth by representatives of the Star League, who use them as testing devices. If you break a record on a video game, they come and get you and turn you into an intergalactic fighter pilot. Meanwhile, your place on Earth is taken by a robot.\n\n\"The Last Starfighter\" starts in a trailer camp in California. We know it's in California because all the residents are fugitives from mainstream life-styles. A kid (Lance Guest) lives in the camp and sets a record on a Starfighter game, and a Star League recruiter (Robert Preston) whisks him into outer space to join the battle against the evil race of Ko-Dan. At first the kid is a little reluctant. He'd rather stay on Earth and neck with his girlfriend. But he's persuaded that he's all that stands between the Ko-Dan and intergalactic civilization as we know it. So he agrees to become a Starfighter, and is tutored by a wise old lizard-warrior named Grig, who is played by Dan O'Herlihy in makeup inspired by the heartbreak of psoriasis.\n\n\"The Last Starfighter\" is not a terrifically original movie. The video game concept seems inspired by Walt Disney's \"Tron\", and the battles in space are such close copies of the \"Star Wars\" movies that George Lucas might have a lawsuit. For example, when Grig gives the kids lessons in how to fire from the cockpit of his rocket, the cockpit's swivel chair looks directly inspired by the original \"Star Wars\". If the movie isn't original in its special effects, it tries to make up for that in the trailer camp scenes. A large gallery of eccentric supporting actors is trotted onscreen, all with a few colorful lines to say, and there's a subplot about the love affair between the kid's girlfriend and the robot who has replaced the kid (every time the girl tries to lick his ear, he gets a short circuit).\n\nThis is all pretty lame material. \"The Last Starfighter\" is a well-made movie. The special effects are competent. The acting is good, and I enjoyed Robert Preston's fast-talking \"The Music Man\" reprise (we've got trouble, right here in the galaxy) and the gentle wit of Dan O'Herlihy's extraterrestrial. But the final spark was missing, the final burst of inspiration that might have pulled all these concepts and inspirations and retreads together into a good movie.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Adventure", "Family", "Science Fiction"], "title": "The Last Starfighter (1984)"}