{"url": "http://www.rogerebert.com/reviews/the-price-of-milk-2001", "by": "Danielle Cormackas Lucinda", "star_rating": 2.0, "text": "Somewhere in New Zealand, a nation apparently inhabited by less than a dozen people, Lucinda and Rob run a dairy farm. So lonely is Rob that he knows all 175 of his cows by their names--or numbers (\"Good morning, 47!\"). So carnal is Lucinda that she surprises Rob at strange times and places with sudden, bold invitations to make love. So besotted is Rob that he produces a wedding ring and proposes. So fearful is Lucinda that she seeks advice to be sure that Rob really loves her. So realistic am I that I'm thinking--he'd better, since there is so far no other man in the movie.\n\nLucinda turns to her friend Drosophilia (Willa O'Neill), who advises her to be absolutely sure of Rob's love by setting up a series of tests. In the first, Lucinda goes bathing in a vat containing $1,500 worth of milk, spoiling it. Rob is angered, but so fetching is Lucinda's smile and so real her dismay that he plunges in with her, and so fervent are their ecstasies that the milk all but churns into butter right before our eyes.\n\nWe are thinking, meanwhile, that whatever else you can say for them, Lucinda, Rob and Drosophilia are healthy-looking specimens, and look right at home on a farm. No wonder; they are played by Danielle Cormack, Karl Urban and Willa O'Neill, who have all appeared on TV's \"Xena: Warrior Princess\" or \"Hercules\" (Cormack is the amazon Ephiny). They were cast in \"The Price of Milk\" by its writer-director, Harry Sinclair--who, I learn from Film Journal International, \"started out his project not with a story line, or a face in mind, but a bit of a Russian symphony by early 20th century composer Anatol Liadov, accidentally heard over the radio while location-scouting. Sinclair was inspired by the music and the place, and themes appeared and fell into line for him.\" If true, this would indicate Sinclair was scouting for locations before he knew what his story was about, which may explain the rather awkward tension between the cow farm and what is basically a fairy tale. He adds supernatural elements involving a Maori woman named Auntie (Rangi Motu). One day Lucinda runs straight into Auntie with her car, but Auntie is miraculously untouched, and disappears into the woods.\n\nA few nights later, mysterious hands steal the quilt from Lucinda and Rob's bed, and Lucinda sees it soon after in Auntie's hands. Tracking her down to a cottage in the woods, she sees Auntie sleeping under a pile of dozens of quilts--all stolen for her, we learn, by her nephews (who are golfers, and practice putts between quilt raids). Lucinda demands her quilt back, and is given a series of demands by Auntie that really test Rob's love.\n\nThere is a place for whimsy and magic realism, and that place may not be on a cow farm in New Zealand. Or perhaps it is, but not with this story. I was never much convinced by the romantic chemistry between Rob and Lucinda, never believed in Drosophilia's jealous scheming, found Auntie tiresome and was most intrigued by her golfing nephews, small though their roles may be. Imagine a golf movie involving six or seven Maoris on the pro tour with a magic Auntie. Now there's a movie.", "running_time": 89, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-04-27", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Price Of Milk (2001)"}