{"url": "http://www.rogerebert.com/reviews/the-education-of-little-tree-1998", "by": "Joseph Ashtonas Little Tree", "star_rating": 3.0, "text": "“The Education of Little Tree” is another fine family movie that\rwill no doubt be ignored by the fine families of America. The notion that there\ris a hungry audience for good family entertainment, nurtured by such dreamers\ras the critic Michael Medved, is a touching mirage. American families made it a\rpoint to avoid “The Secret Garden,” “The Little Princess,” “Shiloh” and even “Rocket\rMan,” and I fear they'll also shield their offspring from “The Education of\rLittle Tree.” Too bad. If children still exist whose imaginations have not been\rhammered into pulp by R-rated mayhem such as “Starship Troopers,” this film\rwill play as a magical experience.\n\nThe film tells the story of a half-Cherokee orphan who eludes\rthe clutches of his prim white aunt and is reared in the wilderness of the\rGreat Smoky Mountains by his grandparents. Granma (Tantoo Cardinal) is\rCherokee; Granpa (James Cromwell) was “born white, but learned to see through\rCherokee eyes.” In a series of vignettes that adds up to life's lessons, they\rteach Little Tree (Joseph Ashton) his school lessons, the poetry of nature and\ra lot of common sense.\n\nThe film, set in the 1930s, of course sentimentalizes the wisdom\rof Native Americans--who, after decades in which they could do no right in the\rmovies, now can do no wrong. Even Granpa's occupation--distilling and selling\rmoonshine--is seen as a sort of public service for the local population, who\rdon't have the money for store-bought booze. But for Little Tree, life in his\rgrandparents' small cabin is an idyll: He learns of nature, of the seasons, of\rdogs and frogs and the mysteries of life and death. More insights are provided\rby an Indian neighbor, played by Graham Greene.\n\nThe movie has its share of suspense and action, especially when\rrevenuers come tramping through the woods looking for the still (the loyal dog\rBlue Boy holds them at bay while the boy crashes through the undergrowth\rrescuing a sack of Granpa's equipment). And when the grandparents lose custody\rof the boy because of the moonshine business, there is a sequence set in a\rplace called the Notched Gap Indian School, which is less a school than a\rreformatory, trying to cure its students of the notion that they are Indians.\rLittle Tree looks through a window at the star that Granma told him to keep in\rsight, and knows that it looks down on her, too. Granpa takes more direct\raction.\n\nThe film is quietly well-acted. James Cromwell, as Granpa,\rproves here, as he did as the farmer in “Babe” and the police captain in “L.A.\rConfidential,” that despite his unmistakable physical presence he can play\rcharacters who are completely different from one another. What I liked here was\rthe way Granpa is allowed to be sweet and light from the start; the movie\ravoids the usual cliche in which the older man is stiff and unbending, and only\rgradually yields. There is a touching sequence where we fear deeply for him.\rTantoo Cardinal, as Granma, has a presence and conviction that gives freshness\rto her dialogue, which on the page might have looked rather simplistic. And\rJoseph Ashton, as Little Tree, is another of those young actors who is fresh\rand natural on camera; I believed in his character.\n\nThe movie arrives with some baggage. It is based on a book by\rForrest Carter, which was first identified as autobiographical, and then, after\ra literary scandal, moved across the page from the New York Times nonfiction\rbest-seller list to the “fiction” column. In the process it was revealed that\rCarter was in fact a man named Asa Carter, who had links to white supremacist\rgroups and wrote speeches for George Wallace in his pre-enlightened days. What\rjourney Asa made on his way to becoming Forrest might make a good movie, too;\rin “The Education of Little Tree” he wrote a story that has the elements in it\rfor a strong, unusual, affecting drama. Anyone can find redemption.\n\nI began on a note of pessimism, fearing that families will not\rembrace this wholesome, PG-rated film. That would be a shame. My best guess is\rthat more 9-year-olds will see “Scream 2” than “Little Tree.” The loud,\rviolent, cartoonish entertainment that's pumped into the minds of kids cannot\rbe creating much room for thought and values. It's all sensation. Such movies\ras “Little Tree” are the kind that families can discuss afterward. There are\rtruths to be found in them. And questions. Somehow the noisy action junk never\rleaves any questions (except about the future of our civilization).", "running_time": 117, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-01-20", "genres": null, "title": "The Education of Little Tree (1998)"}