{"url": "http://www.rogerebert.com/reviews/the-bucket-list-2008", "by": "Jack Nicholsonas Edward", "star_rating": 1.0, "text": "By Roger Ebert\n\n\"The Bucket List\" is a movie about two old codgers who are nothing like people, both suffering from cancer that is nothing like cancer, and setting off on adventures that are nothing like possible. I urgently advise hospitals: Do not make the DVD available to your patients; there may be an outbreak of bedpans thrown at TV screens.\n\nThe film opens with yet another voiceover narration by Morgan Freeman, extolling the saintly virtues of a white person who deserves our reverence. His voice takes on a sort of wonderment, as he speaks of the man's greatness; it was a note that worked in \"The Shawshank Redemption\" and \"Million Dollar Baby,\" but not here, not when he is talking of a character, played by Jack Nicholson, for whom lovability is not a strong suit.\n\nNicholson is Edward, an enormously rich man of about 70, who has been diagnosed with cancer, given a year to live, and is sharing a room with Carter (Freeman), about the same age, same prognosis. Why does a billionaire not have a private room? Why, because Edward owns the hospital, and he has a policy that all patients must double up, so it would look bad if he didn't.\n\nThis is only one among countless details the movie gets wrong.\n\nDoesn't Edward know that hospitals make lotsa profits by offering private rooms, \"concierge service,\" etc.? The fact is, Edward and Carter must be roommates to set up their Meet Cute, during which they first rub each other the wrong way and then have an orgy of male bonding. Turns out Carter has a \"bucket list\" of things he should do before he kicks the bucket. Edward embraces this idea, announces, \"Hell, all I have is money,\" and treats Carter to an around-the-world trip in his private airplane, during which they will, let's see if I have the itinerary right here, visit the Pyramids, the Taj Mahal, Hong Kong, the French Riviera and the Himalayas.\n\nCarter is faithfully married to his loving wife Virginia (Beverly Todd), who is remarkably restrained about seeing her dying husband off on this madcap folly. She doesn't take it well, but I know wives who would call for the boys with butterfly nets. Edward, after four divorces, has no restraints, plenty of regrets, and uses his generosity to mask egotism, selfishness and the imposition of his goofy whim on poor Carter. That his behavior is seen as somehow redemptive is perhaps the movie's weirdest fantasy. Meanwhile, the codgers have pseudo-profound conversations about the Meaning of It All, and Carter's superior humanity begins to soak in for the irascible Edward.\n\nThe movie, directed by Rob Reiner, was written by Justin Zackham, who must be very optimistic indeed if he doesn't know that there is nothing like a serious illness to bring you to the end of sitcom cliches. I've never had chemo, as Edward and Carter must endure, but I have had cancer, and believe me, during convalescence after surgery the last item on your bucket list is climbing a Himalaya. Your list is more likely to be topped by keeping down a full meal, having a triumphant bowel movement, keeping your energy up in the afternoon, letting your loved ones know you love them, and convincing the doc your reports of pain are real and not merely disguising your desire to become a drug addict. To be sure, the movie includes plenty of details about discomfort in the toilet, but they're put on hold once the trots are replaced by the globe-trotting.\n\nEdward and Carter fly off on their odyssey, during which the only realistic detail is the interior of Edward's private jet. Other locations are created, all too obviously, by special effects; the boys in front of the Pyramids look about as convincing as Abbott and Costello wearing pith helmets in front of a painted backdrop.\n\nMeanwhile, we wait patiently for Edward to realize his inner humanity, reach out to his estranged daughter and learn all the other life lessons Carter has to bestow. All Carter gets out of it is months away from his beloved family and the opportunity to be a moral cheering section for Edward's conversion.\n\nI'm thinking, just once, couldn't a movie open with the voiceover telling us what a great guy the Morgan Freeman character is? Nicholson could say, \"I was a rich, unpleasant, selfish jerk, and this wise, nice man taught me to feel hope and love.\" Yeah, that would be nice. Because what's so great about Edward, anyway? He throws his money around like a pig and makes Carter come along for the ride. So what?\n\nThere are movies that find humor, albeit perhaps of a bitter, sardonic nature, in cancer. Some of them show incredible bravery, as in Mike Nichols' \"Wit,\" with its great performance by Emma Thompson.\n\n\"The Bucket List\" thinks dying of cancer is a laff riot followed by a dime-store epiphany. The sole redeeming merit of the film is the steady work by Morgan Freeman, who has appeared in more than one embarrassing movie, but never embarrassed himself. Maybe it's not Jack Nicholson's fault that his role cries out to be overplayed, but it's his fate, and ours.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-01-10", "genres": ["Comedy", "Drama"], "title": "The Bucket List (2008)"}