{"url": "http://www.rogerebert.com/reviews/the-muse-1999", "by": "Albert Brooksas Steven Phillips", "star_rating": 3.0, "text": "\"The Muse\" opens with its hero winning a Humanitarian Award. \"Daddy,\" his daughter asks at bedtime, \"what exactly is a humanitarian?\" \"It's someone who's never won the Oscar,\" he tells her. That ability to snatch failure from the ashes of success is common to many of Albert Brooks' characters, and in \"The Muse\" he plays Steven Phillips, writer of \"over 17 movies,\" who is fired by his studio for having lost his \"edge.\" This is a man who is all edge, but never mind: The Hollywood executive credo is \"I fire people, therefore I am.\"\n\nSteven Phillips is a man with expenses. He needs income. In desperation he visits his friend Jack (Jeff Bridges), a writer who moves from one success to another. Just as he's arriving at Jack's house, he sees a good-looking blond on her way out. Who can this be? Is Jack having an affair? Steven presses him until Jack finally confesses that the woman is his muse: \"I met her at a party a couple of years ago. Rob Reiner introduced us.\" \n\nSteven begs to be introduced to the muse. Jack relents. Her name is Sarah (Sharon Stone), and she doesn't come cheap. \"Bring her a gift,\" Jack suggests. She likes things that come in those little blue Tiffany boxes. Soon Steven has moved her into a $1,700 suite at the Four Seasons and is fielding her midnight phone calls complaining that room service won't bring her a Waldorf salad. When Steven's wife, Laura (Andie MacDowell), finds him at the supermarket buying for Sarah that product that no man needs for himself, he confesses everything. At first, Laura suspects he's having an affair. Then she realizes he's telling the truth. She knows him too well: There's no way he would bring someone a Waldorf salad just to get sex. Soon Sarah is living in Jack's guest house and receiving visitors like James Cameron. (\"I don't see you going back in the water,\" she tells him.) \n\nThere is desperation in all the best Albert Brooks characters; the precision in his speech barely masks anger and melancholy. As Steven Phillips, he is a man like many others in Hollywood, who has stumbled into success and now is stumbling out of it, clueless in both directions. For him, perhaps, the muse is therapeutic: If he believes she's helping him, then she is. Sarah explains early on that she doesn't do any actual writing; she just hangs around, and interesting ideas occur to her clients. This is consistent with my own belief that the muse visits during the act of creation, not before.\n\nThere is, of course, the possibility that Sarah is not a muse, not one of the nine daughters of Zeus, but simply another Hollywood female who likes the little blue boxes and has found a sweatless way to get them. She may work as a placebo. If you believe something will help you write, it will. Ask anyone who has signed up for a screenwriting seminar. Or ask Sarah's clients; in addition to Cameron, we get a series of funny cameos starring Martin Scorsese (\"I'm thinking of a remake of `Raging Bull' with a thin and angry guy\"), Rob Reiner (\"Thanks for `The American President'!\") and Spago chef Wolfgang Puck (after Sarah inspires a new cookie recipe for Steven's wife, Laura and Wolfgang form a partnership).\n\n\"The Muse\" arrives two weeks after \"Bowfinger,\" Steve Martin's comedy about desperation in Hollywood. The two movies exists in Hollywoods that never meet. Bowfinger is a mongrel stealing scraps from the feast; Steven is a man unwilling to push back from the table. \"Bowfinger\" uses physical comedy, \"The Muse\" depends on Brooks' sharp ear for dialogue. When the studio executive rejects his screenplay using what he describes as \"a form that's not insulting: It's no good,\" Steven asks, \"What would the insulting form be?\" \n\nThe movie is good but not great Brooks; not the equal of \"Lost in America\" or \"Mother,\" but smart, funny--and edgy. And there's something fascinating about the way Brooks, as an actor, is ingratiating and hostile at the same time. He projects the feeling of a man trying to conceal his awareness that everyone around him is stupid, or mad. Like a grade school teacher, he patiently tries to lead his enemies through their lessons, while they cheerfully frustrate him. There are days and even weeks when we all feel like Steven Phillips. The sneaky thing about this movie is its insinuation that the answer is not to find a muse, but to be one.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-08-27", "genres": ["Comedy"], "title": "The Muse (1999)"}