{"url": "http://www.rogerebert.com/reviews/the-texas-chain-saw-massacre-1974", "by": "Paul A. Partainas Frankle", "star_rating": 2.0, "text": "Now here’s a grisly little item. “The Texas Chainsaw Massacre” is as violent and gruesome and blood-soaked as the title promises -- a real Grand Guignol of a movie. It’s also without any apparent purpose, unless the creation of disgust and fright is a purpose. And yet in its own way, the movie is some kind of weird, off-the-wall achievement. I can’t imagine why anyone would want to make a movie like this, and yet it’s well-made, well-acted, and all too effective.\n\nThe movie’s based on factual material, according to the narration that opens it. For all I know, that’s true, although I can’t recall having heard of these particular crimes, and the distributor provides no documentation. Not that it matters. A true crime movie like Richard Brooks’ “In Cold Blood,” which studies the personalities and compulsions of two killers, dealt directly with documented material and was all the more effective for that. But “The Texas Chainsaw Massacre” could have been made up from whole cloth without any apparent difference. No motivation, no background, no speculation on causes is evident anywhere in the film. It’s simply an exercise in terror.\n\nIt takes place in an isolated area of Texas, which five young people (one of them in a wheelchair) are driving through in their camper van. They pick up a weirdo hitchhiker who carries his charms and magic potions around his neck and who giggles insanely while he cuts himself on the hand and then slices at the paraplegic. They get rid of him, so they think.\n\nBut then they take a side trip to a haunted-looking old house, which some of them had been raised in. The two girls laugh as they clamber through the litter on the floor, but one of the guys notices some strange totems and charms which should give him warning. They don’t. He and his girlfriend set off for the old swimming hole, find it dried up, and then see a farmhouse nearby. The guy goes to ask about borrowing some gasoline and disappears inside.\n\nHis girl gets tired of waiting for him, knocks on the door, and disappears inside, too. A lot of people are going to be disappearing into this house, and its insides are a masterpiece of set decoration and the creation of mood. We see the innocent victims being clubbed on the hand, hung from meat hooks, and gone after with the chain saw.\n\nWe see rooms full of strange altars made from human bones, and rooms filled with chicken feathers and charms and weird relics. And gradually we realize that the house is inhabited by a demented family of retarded murderers and grave robbers. When they get fresh victims, they carve them up with great delight. What they do with the bodies is a little obscure, but, uh, they run a barbecue stand down by the road.\n\nOne way or another, all the kids get killed by the maniac waving the chain saw -- except one girl, who undergoes a night of panic and torture, who escapes not once but twice, who leaps through no fewer than two windows, and who screams endlessly. All of this material, as you can imagine, is scary and unpalatable. But the movie is good technically and with its special effects, and we have to give it grudging admiration on that level, despite all the waving of the chain saw.\n\nThere is, for example, an effective montage of quick cuts of the last girl’s screaming face and popping eyeballs. There are bizarrely effective performances by the demented family (one of them, of course, turns out to be the hitchhiker, and Grandfather looks like Dustin Hoffman in “Little Big Man”). What we’re left with, though, is an effective production in the service of an unnecessary movie.\n\nHorror and exploitation films almost always turn a profit if they’re brought in at the right price. So they provide a good starting place for ambitious would-be filmmakers who can’t get more conventional projects off the ground. “The Texas Chainsaw Massacre” belongs in a select company (with “Night of the Living Dead” and “Last House on the Left”) of films that are really a lot better than the genre requires. Not, however, that you’d necessarily enjoy seeing it.", "running_time": 87, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Horror", "Thriller"], "title": "The Texas Chainsaw Massacre (1974)"}