{"url": "http://www.rogerebert.com/reviews/the-dancer-upstairs-2003", "by": "Javier Bardemas Augustin Rejas", "star_rating": 3.0, "text": "John Malkovich's \"The Dancer Upstairs\" was filmed before 9/11, and is based on a novel published in 1997, but has an eerie timeliness in its treatment of a terrorist movement that works as much through fear as though violence.\n\nFilmed in Ecuador, it stars Javier Bardem as Augustin, an inward, troubled man who left the practice of law to join the police force because he wanted to be one step closer to justice. Now he has been assigned to track down a shadowy terrorist named Ezequiel, who is everywhere, and nowhere, and strikes at random to sow fear in the population. His trademark is to leave dead dogs hanging in public view. In China, a dead dog is symbolic of a tyrant executed by the people, we learn.\n\nThe movie's story, based on a novel by Nicholas Shakespeare, is inspired by the Shining Path, a terrorist group in Peru. But this is not a docudrama; it is more concerned with noticing the ways in which terrorism takes its real toll on a nation's self-confidence. Ezequiel commits bold and shocking but small-scale public executions, many of helpless civilians in remote districts, but the central government is paralyzed by fear, martial law is declared and the army steps in to Augustin's investigation. The cure may be more damaging than the crime.\n\nAugustin is a very private man. He seems to be happily married and to dote on his daughter, but he is happy to spend long periods away from home and doesn't really seem to focus on his wife's obsession with getting herself an improved nose. He never gives a convincing explanation of why he left the practice of law. His approach to the Ezequiel crimes is largely intuitive; faced with an enemy who works through rumor and legend, he looks more for vibes than clues, and at one point revisits the rural district where his family owned a coffee farm, since confiscated. There he will find--well, whatever he will find.\n\nThe movie is contemplative for a police procedural; more like Simenon or Freeling than like Ed McBain. Bardem, who was so demonstrative as the flamboyant writer in \"Before Night Falls,\" now turns as subtle and guarded as--well, as John Malkovich. It is typical that when he falls in love with Yolanda (Laura Morante), his daughter's ballet teacher, both he and she are slow to realize what has happened and reluctant to act on it.\n\nWhen Ezequiel is finally discovered, it is through a coincidence which I will not reveal here, although his location is made clear to the audience long before Augustin discovers it. I cannot resist, however, quoting one of the film's most cutting lines. We have heard that Ezequiel represents what Marx called \"the fourth stage of communism,\" and when the terrorist is finally dragged into the light of day, Augustin says, \"The fourth stage of communism is just a big fat man in a cardigan.\" Malkovich has not set out to make a thriller here, so much as a meditation about a man caught in a muddle of his own thinking. By rights, Augustin says at one point, he should be a coffee farmer. The government's confiscation of his family's farm paradoxically did him a favor, by pushing him off the land and into law school, and he is caught between a yearning for the land and a confused desire to make a difference in his society.\n\nAs a cop he is trusted by his superiors with great responsibility, but we see him more as a dreamy idealist who doesn't have a firm program for his life and is pushed along by events. He hates the cruelty of Ezequiel but is baffled, as the whole nation is, by Ezequiel's lack of a program, focus or identity. His violent acts function as classical anarchism, seeking the downfall of the state with the hope that a new society will somehow arise from the wreckage.\n\n\"The Dancer Upstairs\" is elegantly, even languorously, photographed by Jose Luis Alcaine, who doesn't punch into things but regards them, so that we are invited to think about them. That doesn't mean the movie is slow; it moves with a compelling intensity toward its conclusion, which is not a \"climax\" or a \"solution\" in the usual police-movie mode, but a small moral victory which Augustin rescues from his general confusion.\n\nWhen he finally gets to the end of his five-year search for the figure who has distracted and terrorized the country all of that time, his quarry turns out to be a little like the Wizard of Oz. And having pulled aside the curtain, Augustin now has to return to Kansas, or in this case to his wife, who will soon be talking once again about plastic surgery.\n\nNote: The movie, cast with Spanish and South American actors, is entirely in English.", "running_time": 128, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-05-02", "genres": ["Drama", "Indie", "Romance", "Suspense", "Thriller"], "title": "The Dancer Upstairs (2003)"}