{"url": "http://www.rogerebert.com/reviews/the-company-2003", "by": "Neve Campbellas Ry", "star_rating": 3.5, "text": "You have to fiddle on the corner where the quarters are.\n\n--Robert Altman\n\nWhy did it take me so long to see what was right there in front of my face -- that \"The Company\" is the closest that Robert Altman has come to making an autobiographical film? I've known him since 1970, have been on the sets of many of his films, had more than a drink with him in the old days and know that this movie reflects exactly the way he works -- how he assembles cast, story and location and plunges in up to his elbows, stirring the pot. With Altman, a screenplay is not only a game plan but a diversionary tactic, to distract the actors (and characters) while Altman sees what they've got.\n\n\"The Company\" involves a year in the life of the Joffrey Ballet of Chicago, during which some careers are born, others die, romance glows uncertainly, a new project begins as a mess and improbably starts to work, and there is never enough money. The central characters are Ry (Neve Campbell), a promising young dancer; Harriet (Barbara E. Robertson), a veteran who has paid her dues and keeps on paying; Josh (James Franco), a young chef who becomes Ry's lover, and Alberto Antonelli (Malcolm McDowell), the company's artistic director.\n\nIt is said that \"Mr. A\" is based on Gerald Arpino, the Joffrey's legendary director and choreographer, and that no doubt is true. But there's another Mr. A standing right there in full view, and his name is Robert Altman.\n\n\"The Player\" (1992) was Altman's film about the movie industry, an insider's look at the venality, ambition, romance and genius of Hollywood. But \"The Company\" is his film about the creative process itself, and we see that ballet, like the movies, is a collaborative art form in which muddle and magic conspire, and everything depends on that most fragile of instruments, the human body.\n\nThere is a moment early in the film when a French-Canadian choreographer named Robert Desrosiers pitches a project named \"Blue Snake\" to Mr. A, and he confesses himself baffled by the work and frightened by the budget. When Altman himself was pitched this screenplay by Neve Campbell and the writer Barbara Turner, he remembers saying: \"Barbara, I read your script and I don't get it. I don't understand. I don't know what it is. I'm just the wrong guy for this.\"\n\nBut in \"The Company\" Mr. A finds a glimmer of something in the new ballet, a nugget of authenticity, and begins to play with it. For a long stretch in the middle of the film, we may suspect that \"Blue Snake\" is a satiric target, a work so absurd that Altman wants it for target practice. The dancers seem to disdain it. Desrosiers can be insufferable. And then somehow, inexplicably, the work falls into place and is actually very good.\n\nThe process by which both Misters A transform the material is the subject of the movie. At preview screenings of \"The Company,\" some Joffrey supporters in the audience were disappointed by the choice of \"Blue Snake\" and wondered why Altman hadn't closed with one of the pieces for which the company has become famous (several of those works are seen in the movie, including Arpino's \"Trinity\"). But that would have missed the point. This is a movie, not a dance concert documentary -- the record not of a performance but of a process.\n\nAltman is known for the way his camera tries to capture elusive moments as they happen. He uses overlapping dialogue, incomplete thoughts and unresolved actions, showing us life in development. This time, using the flexibility of a digital camera, he takes what he can use from a fusion of fiction and real life.\n\nThe love story between Ry and Josh doesn't take the foreground, as it might in a conventional film, but is part of the mix in the exhausting lives of the characters. They like each other, and the sex is great, but they're ambitious young professionals with crazy schedules, and there's a scene where Josh cooks an elaborate dinner for Ry, but she turns up very late, and he has already fallen asleep, and yes, that's about right: He had to cook, she had to be late, because of who they are.\n\nThe movie almost offhandedly shows us how hard dancers work. To be a dancer in the Joffrey, one of the most respected companies in the world, is itself back-breaking. But then see how Ry rushes out to her second job, as a waitress in a beer-and-burger joint. And see the second-floor flat she lives in, with the L trains roaring past right outside the window.\n\nThis is a different reality than the glamorous Monte Carlo existence in a ballet classic like \"The Red Shoes.\" Altman observes the exhausting lifestyle, and then shows us the older dancer Harriet, who is nearing the end of her professional life, and has made such sacrifices for years because, well, because she is one of the very few people in the world who can dance as she dances, and so she must.\n\nThere is a moment during rehearsal when a dancer's Achilles tendon snaps. It is an audible pop, heard all over the stage, and everybody knows exactly what it means. It means she will never dance again. Altman handles this moment with cold-blooded realism. Instead of grief and violins and fraught drama, he shows the company almost frightening in its detachment. This could happen to any of them, they know it, there is nothing to be done about it, and the rehearsal must go on.\n\nMcDowell's performance as Mr. A is a case study in human management. He has strategies for playing the role of leader, for being inspirational, for being a disciplinarian, for remaining a mystery. He teaches obliquely (\"You know how I hate pretty\"). He has an assistant named Edouard (William Dick) whose primary duty seems to consist of signaling urgently so Mr. A can escape a situation by being needed elsewhere.\n\nAntonelli has a way of praising on the run (\"You are a genius\") and then hurrying out of the room. His style, which is similar to the style of Altman, is to lavish praise while always leaving everyone a little uncertain about whether he really means it.\n\nCampbell trained with the National Ballet of Canada before turning to acting as a career. She has been very good in movies like \"Wild Things\" and \"Panic,\" and good in a different way in the \"Scream\" movies, but she had to initiate this project herself, and bring Turner on board as the writer. She plays the role with complete knowledge of Ry (maybe it's as much her autobiography as Altman's), and her dancing is always convincing.\n\nThe movie comes out at the same time as \"Monster,\" with its remarkable performance by Charlize Theron; two actresses of about the same age, who have had success in the commercial mainstream, placed bets on themselves that they could do great work, and they were right.\n\nAs for Altman, I imagine some of the most heartfelt scenes in the movie for him are the ones involving Mr. A's attempt to create art while always having to think about money. Altman has rarely had big box-office hits (his most popular film was one of his earliest, \"MASH\"), and yet he has found a way to work steadily, to be prolific, despite almost always choosing projects he wants to work on. How does he do it? \"The Company\" offers some clues.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-12-24", "genres": ["Drama", "Indie", "Thriller"], "title": "The Company (2003)"}