{"url": "http://www.rogerebert.com/reviews/the-year-of-living-dangerously-1983", "by": null, "star_rating": 4.0, "text": "\"The Year of Living Dangerously\" achieves one of the best re-creations of an exotic locale I've ever seen in a movie. It takes us to Indonesia in the middle 1960s, a time when the Sukarno regime was shaky and the war in Vietnam was just heating up. It moves us into the life of a foreign correspondent, a radio reporter from Australia who has just arrived in Jakarta, and who thrives in an atmosphere heady with danger. How is this atmosphere created by Peter Weir, the director? He plunges into it headfirst. He doesn't pause for travelogue shots. He thrusts us immediately into the middle of the action--into a community of expatriates, journalists, and embassy people who hang out in the same bars, restaurants, and clubs, and speculate hungrily on the possibility that Sukarno might be deposed. That would be a really big story, a corrective for their vague feelings of being stuck in a backwater. \n\nGuy Hamilton, the journalist (Mel Gibson), is a lanky, Kennedyesque, chain-smoking young man who has a fix on excitement. He doesn't know the ropes in Indonesia, but he learns them quickly enough, from a dwarfish character named Billy Kwan. \n\nBilly is half-Oriental and half-European, and knows everybody and can tell you where all the bodies are buried. He has a warm smile and a way of encouraging you to do your best, and if you sometimes suspect he has unorthodox political connections -- well, he hasn't crossed you yet. In all the diplomatic receptions he's a familiar sight in his gaudy tropical shirts. \n\n\"The Year of Living Dangerously\" follows Guy and Billy as they become friends, and something more than friends; they begin to share a common humanity and respect. Billy gets Guy a good interview with the local Communist Party chief. He even introduces Guy to Jill Bryant (Sigourney Weaver), a British attaché with two weeks left on her tour. As the revolution creeps closer, as the stories get bigger, Guy and Jill become lovers and Billy, who once proposed to Jill, begins to feel pushed aside. \n\nThis sounds, no doubt, like a foreign correspondent plot from the 1940s. It is not. \"The Year of Living Dangerously\" is a wonderfully complex film about personalities more than events, and we really share the feeling of living in that place, at that time. It does for Indonesia what Bogdanovich's \"Saint Jack\" did for Singapore. The direction is masterful; Weir (whose credits include \"Picnic at Hanging Rock\") is as good with quiet little scenes (like Billy's visit to a dying child) as big, violent ones (like a thrilling attempt by Guy and Billy to film a riot). \n\nThe performances of the movie are a good fit with Weir's direction, and his casting of the Billy Kwan character is a key to how the film works. Billy, so small and mercurial, likable and complicated and exotic, makes Indonesia seem more foreign and intriguing than any number of standard travelogue shots possibly could. That means that when the travelogue shots do come (and they do, breathtakingly, when Gibson makes a trip into the countryside), they're not just scenery; they do their work for the film because Weir has so convincingly placed us in Indonesia. \n\nBilly Kwan is played, astonishingly, by a woman -- Linda Hunt, a New York stage actress who enters the role so fully that it never occurs to us that she is not a man. This is what great acting is, a magical transformation of one person into another. Mel Gibson (of \"Mad Max 2: The Road Warrior\") is just right as a basically conventional guy with an obsessive streak of risk-taking. Sigourney Weaver has a less interesting role but is always an interesting actress. This is a wonderfully absorbing film.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-06-01", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "The Year of Living Dangerously (1983)"}