{"url": "http://www.rogerebert.com/reviews/the-greek-tycoon-1978", "by": "Anthony Quinnas Theo Tomasis", "star_rating": 2.0, "text": "It's all so simple, the way Theo explains it to Liz: “I give you $50,000 a month -- that's for tips, having your hair done, I don't care, I don't want to know. You like to travel; for that, $1,000 a day. If for any reason the marriage doesn't work out, $10 million for every year we live together. In the event of my death, $100 million…\"\n\nOn the sound track, under the words “$100 million,” we hear the church bells ringing. With such subtleties, “The Greek Tycoon” portrays the romance of this Greek shipping tycoon who… oh, the hell with it: The movie's about Aristotle Onassis and Jacqueline Kennedy, and let's have no more beating about the bush.\n\nThe names are disguised: Tomasis for Onassis, Cassidy for Kennedy and (straining slightly) a singer named Matalas for Maria Callas. But the people buying the tickets aren't fooled, and I've rarely felt stranger, sitting in an audience, than I did during “The Greek Tycoon.” There was a sort of unhealthy hush, an almost ghoulish attention being paid: The first time Jacqueline Bisset appeared on screen, her hair and sunglasses and makeup carefully suggesting Jacqueline Kennedy, the women in the audience nodded to themselves and whispered to each other: “She looks just like her!”\n\nAnd Anthony Quinn, of course, looks a lot like Aristotle Onassis, especially with those famous thick-rimmed, tinted glasses he takes off only once (on his wedding night). “The Greek Tycoon” follows the lives of its real-life counterparts so carefully, indeed, that it's almost distracting. After the assassination of the President, after the courtship and marriage of the tycoon and the widow, we know the tycoon's only son is going to be killed in an airplane crash; we expect the tragic news every time the telephone rings. \n\n“The Greek Tycoon” was not made without a certain style, and it cost a lot of money, but watching it is somehow like witnessing a multimillion-dollar cinematic edition of the National Enquirer. When the tycoon visits his doctor, indeed, we almost expect the doc to introduce a revolutionary new high-fiber diet and casually drop the fact that Burton and Taylor are also among his patients.\n\nThe movie is wonderfully efficient at giving us some notion of how Greek billionaires live: There's a vicarious luxury to be enjoyed watching the yacht, the island, the mistresses, the parties, the cars, the jewels, the airplanes and even the bathrobes. But isn't the movie a little callous in suggesting that the President's widow was also essentially a cash purchase by the tycoon -- and saw herself as such? Or did she? The movie never really deals with her feelings.\n\nNow, then. All of that said, I must give credit where due: The role of the tycoon is wonderfully well-acted by Anthony Quinn, and the movie's good moments are all his. A scene in a Greek restaurant where he dances, drinks ouzo, smashes plates and almost seduces Bisset. A scene where he fights with his new bride. The scene in which he learns of the death of his son. And the movie's last scene, in which, knowing he will die, he goes to drink wine with peasants, and to dance by himself in the sunset. Without Quinn, “The Greek Tycoon” would be unbearable. But he populates its rubble with a masterful performance.", "running_time": 107, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-05-15", "genres": ["Drama", "Romance"], "title": "The Greek Tycoon (1978)"}