{"url": "http://www.rogerebert.com/reviews/the-favor-the-watch-and-the-very-big-fish-1992", "by": "Bob Hoskinsas Louis Aubinard", "star_rating": 3.0, "text": "\"The Favor, the Watch and the Very Big Fish\" is a slight comedy, very slight, and very British, even though it seems to be set in Paris. It's the kind of movie you need a taste for, and most people will probably find it too winsome or just plain peculiar. If you like Jacques Tati, with his quiet, off-balance moments of whimsy, you may like it. I doubt if it's possible to love it, though.\n\nThe movie stars Bob Hoskins in one of his strangest roles, as a photographer specializing in biblical scenes. He tries to make postcards of the same sorts of tableaux that Renaissance painters made ceilings from. He carefully arranges his models in front of gaudy backdrops, dresses them in biblical garb that would have made Cecil B. De Mille proud, and photographs them looking holy.\n\nHoskins, who has played gangsters and London cabdrivers and made love to an animated rabbit, can play almost anything, and this is one of his inspired performances, although it's so odd that it may go unnoticed. He works in a studio upstairs over a \"religious supplies\" shop run by Michel Blanc, that superb actor of tidy little men (such as \"Monsieur Hire).\n\nOne day Hoskins' friend Zalman, an actor, implores him to do a favor: Zalman is ill and cannot go to a dubbing session. The people there have never seen him. Will Hoskins take the job? Hoskins protests that he has never acted in his life, but he does the favor, and discovers to his amazement that he is dubbing the soundtrack for a hard-core sex scene. His fellow actor is a young woman played by Natasha Richardson.\n\nAnd now events grow very complicated, as Hoskins recruits a man off the street (Jeff Goldblum) to pose as Jesus in a series of new photographs. Goldblum is deranged to begin with, and being Jesus is the worst possible input for him. Before long he becomes convinced he is Jesus, and so do several other people, while meanwhile a romantic triangle forms with Richardson, Hoskins and Goldblum.\n\nThe film's director, Ben Lewin, sets these events in a place that is physically Paris, although everyone speaks English with various accents and no attempt is made to explain the location. Like the comedies of Tati (or Chaplin and Keaton, for that matter), this is a movie that takes place in \"streets\" and \"rooms\" and in a \"city,\" as if such places were generic.\n\nLewin takes a lot of care with some of the low-key physical comedy in the film: double takes, close misses, coincidences, complex physical movements. These physical moments pay off in chuckles, not big laughs - but then with Tati, too, you smiled more than you roared.\n\nAt the end of the film we are left with very little except for a comic attitude, a delicate approach that depends on the sophistication and patience of the audience to make it work. Maybe you'll like it. Maybe you won't. At least you haven't seen anything like it before.", "running_time": 89, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-05-29", "genres": null, "title": "The Favor, the Watch and the Very Big Fish (1992)"}