{"url": "http://www.rogerebert.com/reviews/the-vow-2012", "by": "Rachel McAdamsas Paige", "star_rating": 2.5, "text": "\"The Vow\" is a well-behaved, tenderhearted love story about impossibly nice people. It's not even about whether they'll get married. They've been happily married for four years. The problem is, she can't remember them. She can't even remember her husband.\n\nPaige and Leo are a young Chicago couple. She's a Lake Forest blue blood who angered her parents by dropping out of Northwestern law school, moving into the city and enrolling at the School of the Art Institute, where she sculpts clay into such forms that Leo mistakes a pile of fresh clay for one of her artworks. Leo has opened an independent recording studio, arguing that although everyone may be able to produce songs on their laptops, he can aim higher — at the heights of an old Sun Records session, for example.\n\nThey live happily. They are in love. She is estranged from her parents. They look great together, and as played by Rachel McAdams and Channing Tatum why shouldn't they? The actors bring a dreamy warmth to their roles. Then one snowy night, the two are rear-ended by a truck. He wakes up in the hospital. She remains in a drug-induced coma to assist her brain in reducing its swelling. When she recovers, she has no memory of ever meeting or being married to Leo.\n\nIndeed, she thinks she is the same person she was before her life changed. She thinks she still lives with her folks (Sam Neill and Jessica Lange) and is still engaged to Jeremy (Scott Speedman). Her parents, who approved of Jeremy but not of Leo, couldn't be happier, and expect to bring her home with them. Leo persuades her to come home with him and see if any memories return, but it's as if she's living with a stranger.\n\nThis film is based on the real-life story of Kim and Krickitt Carpenter; she never did regain her lost memories, but they're together today, with two children. Paige and Leo don't seem headed in that direction. Leo, it must be said, is a paragon of patience, taking Paige to their favorite date spots, reminding her she's a vegetarian, showing her the studio she has forgotten. But all of this is alien to the old Paige; she she's still attracted to Jeremy.\n\nScott Speedman is a good choice for the old fiance. From some camera angles, he reminds us a little of Wile E. Coyote. From head on, he's friendly and handsome. He isn't necessarily a bad guy. Nor are her parents evil, although there is something snaky about the Sam Neill character. They connive to take advantage of her memory loss, which has so conveniently eradicated all of the changes they disapprove of.\n\nThis same story could be a fraught melodrama with pumped-up characters and dire consequences. \"The Vow\" is more of a sweet date movie for Valentine's Day; the women can identify with this poor Paige who belongs with the handsome Leo, and the guys can think that Rachel McAdams has just about the sweetest smile since Marisa Tomei. The more we discover about the story, indeed, the nicer a guy Leo turns out to be. The way the story resolves itself offers poetic justice.\n\nBut it's all too painless. One can imagine the anguish of the case in real life. How, really, do you approach the subject of having sex with your husband if you don't remember him? Especially when he is theoretically not the kind of man you would choose, and you believe you're engaged to a man you love? \"The Vow\" never really grapples with those issues. It's pleasant enough as a date movie, but that's all.\n\nA footnote. The movie is said to be set in Chicago. It struck me as strange that it has such a large number of second-unit shots of the city: skylines, elevated trains, the Music Box movie theater. Yet the couple itself is rarely seen in them. There is one nice shot of the newlyweds running from the Art Institute across a footbridge into Millennium Park and ending up under the Bean, but otherwise something fishy is going on. Yes, the movie was shot mostly in Toronto. Poor Toronto. Poor Chicago. Poor Paige and Leo. Poor Jeremy, even.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-02-08", "genres": ["Drama", "Romance"], "title": "The Vow (2012)"}