{"url": "http://www.rogerebert.com/reviews/the-watch-2012", "by": "Ben Stilleras Evan", "star_rating": 2.0, "text": "The setup: An overnight security guard at the store is murdered by an unseen menace. This angers Evan (Ben Stiller), the store manager, who recruits three other guys to join his neighborhood watch. These are the usual standard buddy group types: a big guy named Bob (Vince Vaughn), a fat guy named Franklin (Jonah Hill) and an ethnic guy named Jamarcus (Richard Ayoade). Evan is focused and organized, but the others might as well be the Three Stooges.\n\n\"The Watch\" is aggressively potty-mouthed, reflecting the recent trend in which the dirty talk in comedies focuses on guys talking about one another's willies instead of the private landscapes of women. There are however a couple of supporting roles for women, including Bob's teenage daughter, Chelsea (Erin Moriarty), and Evan's wife, Abby (Rosemarie DeWitt), who we learn in an awkward and unnecessary subplot, can't conceive because Evan is sterile. That's the kind of detail that doesn't bring much to a buddy movie about aliens.\n\nNow about the aliens. They're up-to-date models, looking like a mashup of insectoid, reptilian, dinosaurian, toothy exoskeletons. Like many movie species intelligent enough to travel across interplanetary space, they have no mission on Earth apart from killing us off, while dutifully disgusting us with green slime first.\n\nThe members of the watch, however, have a surprising amount of courage and take on the aliens with Franklin's arsenal of weapons, no doubt obtained via mail order. The aliens can apparently be temporarily killed by bullets, although they can revive long enough for obligatory \"Carrie\" shots. Their trademark is baring their fangs in profile when they go face to face with humans, displaying a great deal of mucus and what I speculate must be lethal halitosis.\n\nThe dialogue by Jared Stern and Seth Rogen benefits from the practiced comic timing of the actors, and by some astonishing verbal imagery. But I dunno. It's so determined to be crude, vulgar and offensive that after a while I grew weary. Abbott and Costello used to knock out funnier movies on this exact intellectual plane without using a single F, S, C, P or A word. \n\nIt's not that I was offended; it's that I wasn't amused. This movie is easily the equal of Abbott and Costello, however, in scenes where the characters stare in disbelief from behind shrubbery.", "running_time": 98, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-07-25", "genres": ["Comedy", "Science Fiction"], "title": "The Watch (2012)"}