{"url": "http://www.rogerebert.com/reviews/the-eagle-2011", "by": "Channing Tatumas Marcus", "star_rating": 3.0, "text": "\"The Eagle\" is a rip-snorting adventure tale of the sort made before CGI, 3-D and alphabet soup in general took the fun out of moviegoing. So much does it evoke the energy of traditional sword-and-shield movies that I had to bring the term \"rip-snorting\" out of retirement; it's rarely needed in this era of sleek technology. Here we see for the most part the actual actors trekking through real locations, instead of quasi-animation.\n\nThe story is one I dimly recall, about the disappearance of the Roman Ninth Legion, which marched north from the colony of England into the unknown wilds of Scotland and was never heard from again. It tells of an uneasy bond between a centurion named Marcus (Channing Tatum) and a slave named Esca (Jamie Bell), who join on a mission to discover what happened to the Ninth Legion and its proud symbol, a golden eagle.\n\nSome Americans find it quaint that the Scots and Welsh don't think of themselves as English. A Yank can receive the occasional fat lip for that mistake. Scotland was an independent kingdom until well over a millennium after the time of this story, which is set in about 140 A.D. So fearsome were the Scots warriors that the Roman Emperor Hadrian threw up his hands and decreed that a border wall be erected in his name, whether to keep the Scots out or administer a full body pat-down, I am not sure.\n\nIn \"The Eagle,\" Marcus is assigned to lead a minor Roman outpost in England some 20 years after the death of his father, who is still blamed for having lost the Eagle. Seriously wounded, he returns to Italy, as it was not then known, to heal at the villa of his Uncle Aquila (Donald Sutherland). Attending a deadly fight of gladiators, he decrees that the life of the courageous slave Esca be spared and takes him along when he returns to England and takes up a more important command.\n\nMarcus burns with the need to find the solution to the missing legion and find the lost Eagle, and against all sane advice determines that he and Esca will cross the wall on a low-profile mission. They discover some answers, not without a great deal of bloodshed. One secret of the film's success is that their quest and the battle scenes are on a more or less plausible human scale. The editing is so rapid that we can't really follow the strategy of the swordplay, but at least a finite number of physical humans seem involved, instead of the absurd tidal waves of warriors in a CGI-fest like \"300.\"\n\nI think we've possibly seen the last of choreographed sword fights, anyway. They reached their peak in classic Hollywood films and samurai dramas, and those in \"Rob Roy\" (1995) were among the best ever performed. I understood them. These days, in scenes where there's a berserk human traffic jam of sword-fighters on the screen, don't you think that more or less everyone would be left with a number of limbs not divisible by two?\n\n\"The Eagle\" has two strengths. One is that it is interested in its period, and what kinds of Romans and barbarians might have lived then. The second is that is really comes down to the relationship of Marcus and Esca, who risk their lives for each other but remain conscious that they are master and slave, and never become buddies. I suppose it is a negative strength that there are no major female characters; this is not the sort of world where women would be expected, and the insertion of romantic interest so obligatory in lesser movies would seem awkward here.\n\n\"The Eagle\" is rated PG-13, and that's about right. The blood and gore is kept to a reasonable level, and the battle scenes are about heroism and strategy, not special effects. \"The Eagle\" attempts to create characters with some dimension and complexity. During Donald Sutherland's interlude as the wise uncle, it provides some notion of the function of empire, then and later. And Tatum and Bell do a good job of sculpting the heroes to a fairly human scale and not indulging in foolish poses against the horizon. The movie goes a little over the top in finally showing us the Eagle, but what can you expect?", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-02-09", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "The Eagle (2011)"}