{"url": "http://www.rogerebert.com/reviews/the-gang-that-couldnt-shoot-straight-1971", "by": "Jerry Orbachas Kid Sally", "star_rating": 2.0, "text": "One of the hazards of movie comedy is that it's almost impossible to\r\nbe sure that what reads funny will look funny. \"The Gang That Couldn't\r\nShoot Straight,\" an uncertain comedy based on Jimmy Breslin's funny\r\nnovel, supplies plenty of examples. We laughed when Breslin told us\r\nthat one of the big responsibilities of a Mafia man's wife is to start\r\nhis car in the morning - to be sure it wasn't wired with a bomb.\n\nBut when the movie uses this notion, It doesn't quite work as well.\r\nThe Mafia wife gets into the car, crosses herself, starts it - and no\r\nbomb. Inside the house, the Mafia don is crouched under the breakfast\r\ntable. When he hears the motor running, he stands up. But it simply\r\nisn't as funny on the screen as it was before.\n\nMaybe part of the trouble is James Goldstone's direction, which tends\r\ntoward the heavy-handed. Instead of putting the Mafia chief under the\r\ntable, for example, why couldn't he have used a simple close-up,\r\nshowing the guy closing his eyes, tensing, and then relaxing? This\r\nwould have drawn the audience into a sympathetic bond with the\r\ncharacter; by using slapstick exaggeration, Goldstone loses us.\n\nWe get lost more than once. The movie is loosely strung together\r\naround a small feud between old Baccala (Lionel Stander) and the young\r\nupstart Kid Sally (Jerry Orbach). There is a romantic subplot between\r\nKid Sally's sister (Leigh Taylor-Young) and an Italian bicycle racer\r\n(Robert De Niro). But the feud is so casually delineated in the\r\nscreenplay that we can hardly follow it, and romantic subplots (as\r\neveryone should know by now) are fast becoming the death of movie\r\ncomedy.\n\nStill, the Breslin novel provides a rich source of raw material, and\r\nsome scenes almost work in spite of themselves. It's funny when a\r\nMafia midget is dispatched to run Kid Sally's pet lion through a car\r\nwash. The idea is funny, anyway. But Goldstone has the midget and\r\nanother guy pull the lion through. Wouldn't it have been funnier if\r\nhe'd made full use of the location by simply hooking the lion's chain\r\nonto the endless belt and letting the lion get pulled through like a\r\ncar?\n\nGoldstone misses on some other scenes, too. Kid Sally rents an armory\r\nfor a big bicycle race he's sponsoring, but there are labor troubles\r\nand the racetrack isn't completed. The race starts anyway, and a racer\r\nflies right off the end of the uncompleted track and through the air.\r\nThis could be funny (remember Peter Sellers running through a window\r\nand landing in the water in \"The Pink Panther\"?), but Goldstone\r\nhandles it so badly visually that we are left with the distinct\r\nimpression that we're watching a stunt man doing a stunt; nothing else.\n\nThe performances are too broad, the characters are too many, the plot\r\nis too indifferent to the structure of the movie, and - surprisingly -\r\nthe movie is too sweet. It has a kind of television sentimentality\r\nabout these colorful folks. A Mafia comedy somehow needs to deal with\r\nthe violence of the Mafia, maybe a hard-boiled approach is necessary,\r\nand the blood should be met head-on the way \"MASH\" met it. I dunno.\r\nSomehow, I want a comedy about the Mafia to leave me with something", "running_time": 96, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-12-28", "genres": ["Action", "Comedy", "Thriller"], "title": "The Gang That Couldn't Shoot Straight (1971)"}