{"url": "http://www.rogerebert.com/reviews/the-answer-man-2009", "by": "Jeff Danielsas Arlen Faber", "star_rating": 2.0, "text": "Anyone writing a book titled Me & God has a big idea of himself or a small idea of God. Yet Arlen Faber’s best seller has captured 10 percent of the “God market” and held that position for 20 years. During those two decades, his idea of himself has grown smaller. He tries to do his daily meditation, he really tries, but when the doorbell interrupts, he instinctively reacts with a string of fairly impressive swear words, strung together as if he’s had practice.\n\nHere is a man in deep spiritual doo-doo. One day he throws out his back and is in such pain, he must crawl on his hands and knees to the new local chiropractor. She pushes here and probes there, and soon he’s back on his feet. He was in such pain when he crawled in that he gave his real name, having long been under deep cover and avoiding his fellow men. Elizabeth the doctor (Lauren Graham) has never heard of him, but her receptionist Anne (Olivia Thirlby) certainly has, and this is the start of his gradual recovery as a social being.\n\nArlen (Jeff Daniels) does an excellent job of portraying a misanthrope with back pain, but not so much as a man on a first-pronoun basis with God. Everything we see of him leads us to suspect that readers whose lives were changed by his book did the heavy lifting themselves. What’s amazing is that his book is still read after 20 years, and yet no one in the film, no one, repeats a single thing to be learned from it. Inquiring minds need to know: What did he tell God?\n\nThis is not a movie about spirituality, however, but a romantic comedy, with a clunky subplot involving a bookseller (Lou Taylor Pucci) who has just graduated from rehab and needs advice only the shambling, foul-mouthed wreck Arlen can give. Arlen is thus reluctantly hauled into the problems of another human being, while gradually becoming involved in the life of Elizabeth and her young son Alex (Max Antisell).\n\nEarly sequences in the film seem inspired by outtakes from a manic Jim Carrey comedy. That’s not such a bad thing. Later the movie follows the time-worn pathways of countless rom-coms before it. How much more interesting is a film like “(500) Days of Summer,” which is about the complexities of life, in comparison with this one, which cheerfully cycles through the cliches.\n\nNow about that God business. It is necessary for me to share one of my favorite journalism stories. It’s said that Richard Harding Davis was dispatched by William Randolph Hearst to cover the Johnstown flood. Here was his lead: \"God stood on a mountaintop here and looked at what his waters had wrought.\" Hearst cabled back: “Forget flood. Interview God.”\n\nA wonderful story. Checking out the quote online, I found a blog entry by Dennis G. Jerz of Seton Hill University, reporting that I have related this same story four times in print since 1993, sometimes changing it slightly. Good gravy! My only defense for using it once again is that it’s more interesting than anything else I could write about \"The Answer Man.\"", "running_time": 97, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-08-05", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "The Answer Man (2009)"}