{"url": "http://www.rogerebert.com/reviews/the-eiger-sanction-1975", "by": null, "star_rating": 3.0, "text": "There comes a time in some movies when sheer spectacle overwhelms any consideration of plot, and Clint Eastwood's \"The Eiger Sanction\" is a movie like that.\n\nIt has a plot so unlikely and confused that we can't believe it for much more than 15 seconds at a time, but its action sequences are so absorbing and its mountaintop photography so compelling that we don't care.\n\nThe Eastwood character is unlikely enough to begin with. He plays a mildmannered, spectacled professor at a liberal arts college, but we figure out right away he's something special when we see his collection of 21 stolen art masterpieces. He obtained them, we learn through his moonlighting activities as an assassin for an American super CIA.\n\nHe's called out of retirement for one last job. The other side has stolen our germwarfare secrets and killed one of our men (who was Eastwood's best buddy in Burma).\n\nHis assignment, if he chooses to accept it: First assassinate the man who tipped off their side, and then join a mountainclimbing expedition in the Alps, where one of the other three members of the party will be the killer of his friend.\n\nThe biggest of the several holes in the plot involves this last killer, but I don't see how I can explain the hole without ruining a great last scene for you. Maybe it's enough to say that the killer is not one of the people we think he is, and that (a) Eastwood's boss should know that, but (b) at the movie's end he apparently doesn't.\n\nEastwood's only clue is that his target is a man who limps. As it turns out, none of the men in the climbing party limp, but Eastwood apparently never notices that crucial little fact, and finds himself climbing the dangerous Eiger for no real purpose.\n\nThere is a purpose, though, and that's to provide us with great climbing sequences. The first involves Eastwood and George Kennedy climbing a straightup pillar in Monument Valley.\n\nNow I wouldn't say I'm afraid of heights, but I am, ah, well, sometimes a little queasy at the thought of standing on the edge of a 3,000 foot drop and the photography of this sequence is fine at inspiring vertigo. It ends with a helicopter shot showing Eastwood and Kennedy all alone on top of the column. Like so many of the shots in the movie, it's obviously unfaked.\n\nIn many climbing movies, the actors are actually clinging to rock faces about six inches off the ground. Or stunt doubles are used for the tricky parts, and then we cut to a closeup of the star. Not here, Eastwood actually does his own climbing, and the photography insists on that with a lot of long shots that unmistakably establish his position and altitude before zooming in to show us it's Eastwood.\n\nThat makes the danger in the mountain scenes seem more real. We've vicariously more involved with the actual Eastwood than we would be with Hollywood stunt work, no matter how impressive. And so we get wrapped up in the situations, and we're seduced by the photography, and we enjoy the several pretty girls who happen along in the hero's path, and if the plot doesn't make any sense well, no movie's perfect.", "running_time": 123, "mpaa_rating": "R", "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Adventure", "Crime", "Drama", "Mystery", "Thriller"], "title": "The Eiger Sanction (1975)"}