{"url": "http://www.rogerebert.com/reviews/the-other-1972", "by": "Ula Hagenas Ada", "star_rating": 3.0, "text": "It is a summer when bad luck just seems to come in waves. Maybe they should have taken warning last spring, when Father was killed by a trapdoor that fell on him in the barn. Now things are really getting bad. Mother has been paralyzed in a fall down the stairs, and Marshall landed on a pitchfork in the hay, and Aunt Vee must have had a heart attack or something and her body wasn’t found for days. And the baby . . .\n\nWell, it’s like they say. Things gotta get worse before they get any better. Niles, a chubby little boy with the face of an angel, plays around the farm and tries to stay out of trouble. Somehow, he’s the only one who never gets paralyzed or skewered or anything. But he has his own cross to bear: His twin brother Holland departed this earth some months ago after a strange illness.\n\nWell, maybe Holland departed and maybe he didn’t. Everyone else in the family is under the impression that Holland is dead and buried, but Niles sees him clear as day, and talks with him, and they play together out in the woods. Holland keeps getting Niles in trouble. And when Niles gets in trouble, everybody’s in trouble. Just ask Father, or Mother, or Russell, or Aunt Vee. Or the baby . . .\n\nRobert Mulligan’s “The Other” is a movie that is maybe about the supernatural and maybe not. It all depends on whether Niles is schizo, or whether Holland really has returned from the dead, possessed his twin brother’s soul, and is stage-managing the troubles. My notion is that Niles is cuckoo. But Mulligan plays, a cagey game with his camera, always showing us Holland from Niles point of view, but never showing us Niles as Holland would see him (if Holland were there). Also, nobody else sees Holland.\n\nMulligan, whose last film was “Summer of ‘42” and who gave us another nostalgic portrait of the past in “To Kill a Mockingbird,” places his film in the rural 1930s. It is a time of drowsy summers and half-remembered baseball scores, and a time for a boy when everything is bigger than life, and scarier. Mulligan also has given the movie a weird Gothic feel and populated it with grotesques.\n\nNiles goes into town to the circus, for example, and sneaks into the freak show. All of the people inside look evil and menacing and seductively unhealthy. Niles decides to hold his own little magic show. At the real sideshow, the magician’s assistant slipped out of the trunk by dropping through a trapdoor, just before the magician stuck the swords into the trunk. That can put ideas in the head of a young lad with imagination. There’s that trapdoor in the barn, for example - the one that killed Father. And although there isn’t any magician’s assistant handy to disappear, there is always the baby . . .\n\n“The Other,” which is based on the novel by former actor Tom Tryon (you saw him as “The Cardinal”), has been criticized in some quarters because Mulligan made it too beautiful, they say, and too nostalgic. Not at all. His colors are rich and deep and dark, chocolatey browns and bloody reds; they aren’t beautiful but perverse and menacing. And the farm isn’t seen with a warm nostalgia, but with a remembrance that it is haunted. The movie isn’t scary in the usual horror-film way, but because Niles is such a creep - the kind of kid who would pull the wings off a fly and then claim the big boys made him (and get them in trouble, and go out looking for more flies). Kids like that will stop at nothing.", "running_time": 108, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-07-06", "genres": ["Horror"], "title": "The Other (1972)"}