{"url": "http://www.rogerebert.com/reviews/the-santa-clause-2-2002", "by": "Tim Allenas Scott/Santa", "star_rating": 3.0, "text": "\"There ain't no sanity clause!\" -- Chico Marx\n\nTrue, but there is a Santa Clause No. 2, which requires that Santa get married, or else. This information is revealed at the North Pole at the worst possible time, during the pre-Christmas manufacturing rush, when Air Force listening planes hear what sounds like \"tiny hammers\" from beneath the snow. The current occupant of the Santa suit is happy supervising his elves and perfecting his chimney-craft, when he's informed of a loophole in his contract: If he doesn't produce a Mrs. Claus in 28 days, he'll stop being Santa and (I'm not real sure about this) the office may even entirely disappear, casting the world's children into gloom.\n\nAlready, Santa is thinner, the red suit looks baggy and the white beard seems to be shedding. The outlook is grim. We recognize Santa from \"The Santa Clause,\" the 1994 movie that explained how he got the job in the first place. As you may (or very likely may not) recall, Scott Calvin (Tim Allen) was a divorced man who, in attempting to join in the holiday spirit, accidentally ... well, killed Santa Claus. And then found a card informing him that now he was Santa Claus.\n\nIn the years that have passed, Scott's ex-wife, Laura (Wendy Crewson), and her nice new husband, Neil (Judge Reinhold), have continued to raise Scott's son, Charlie, but now the kid is involved in a high school graffiti prank and the elves have to break the news to Santa: Charlie has switched lists, from \"nice\" to \"naughty.\" In a panic, Scott/Santa flies back home, to counsel his son and perhaps find a wife, while the North Pole is put under the command of a cloned Santa who soon uses toy soldiers to stage a military coup and establish a dictatorship.\n\n\"The Santa Clause 2\" is more of the same tinsel-draped malarkey that made the original film into a big hit, but it's more engaging, assured and funny, and I liked it more. The first movie seemed too desperately cheery; this one has a nice acerbic undertone, even though there is indeed a romance in the works for Santa and Principal Newman (Elizabeth Mitchell), whose experience with corridor passes may come in handy if she has to supervise millions of elves.\n\nThe movie is not a special effects extravaganza like \"The Grinch Who Stole Christmas\" but in a way that's a relief. It's more about charm and silliness than about great hulking multimillion-dollar high-tech effects. The North Pole looks only a little more elaborate than a department store window, the Clone Santa's troops look like refugees from \"The March of the Wooden Soldiers,\" and Santa's mode of transportation is a reindeer named Comet who is not the epitome of grace.\n\nOne new touch this time is the Board Meeting of Legendary Characters, which Santa chairs, with members including the Sandman, the Tooth Fairy, Mother Nature, the Easter Bunny, etc., many of them played by well-known actors I will leave you to discover for yourself. I suppose it makes sense that all of these characters would exist in the same universe, and when the Tooth Fairy saves the day, it is through the film's profound understanding of the rules of Tooth Fairydom.\n\nI almost liked the original \"Santa Clause\" but wrote that \"despite its charms, the movie didn't push over the top into true inspiration.\" Now here is \"Santa Clause 2,\" which kind of does push over the top, especially with the Clone Santa subplot, and is all-around a better film, although I believe that any universe that includes the Tooth Fairy and the Sandman could easily accommodate, and benefit from, Groucho Marx.", "running_time": 95, "mpaa_rating": "G", "release_year": 2002, "date_published": "2002-11-01", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "The Santa Clause 2 (2002)"}