{"url": "http://www.rogerebert.com/reviews/the-ruling-class-1972", "by": "Alastair Simas Bishop Lampton", "star_rating": 2.5, "text": "\"The Ruling Class\" has had a cult following since it was first released in 1972, and one of the things the cult whispered was that the movie's original British version had been trimmed for its American re lease. What was missing? Did the British keep some of the film's bizarre delights for themselves, assuming that American audiences simply weren't eccentric enough to appreciate them? The answer, apparently, is \"no.\"\n\nBilled as \"the American premiere of the original uncut version,\" this release of \"The Ruling Class\" is essentially the same film as before, only longer. The things you remember as funny are still funny, but there's nothing new that's particularly noteworthy. And the movie does run on. I hate to say it, but the greedy businessmen who made the original decision to chop 15 or 20 minutes out of \"The Ruling Class\" were on the right track. I gave the movie three stars when it was released in 1972; the restored footage earns it a half-star less.\n\nIn either version, \"The Ruling Class\" is a peculiar movie that falls into two parts. The first hour or so is devoted to a peckish examination of British peculiarities. The rest of the film is a grim descent into madness, mayhem and, I fear, symbolism. If my imperfect memory of the 1972 version can be more or less trusted, most of the restored scenes are in the later passages of the movie, increasing its gloom and creating it certain aimlessness.\n\nThe movie tells the story of Jack, the 14th Earl of Gurney (Peter O'Toole). He inherits the title after the movie's cheerfully shocking prologue, in which his father (Harry Andrews) addresses the patriotic St. George Society, comes home, dresses himself in a tutu and accidentally hangs himself while performing a private sexual ritual. The 14th Earl arrives too late for the funeral, but moves into the title with a great confidence, which is no wonder, since the 14th Earl believes that he is Jesus Christ.\n\nO'Toole makes his character suitably feckless. An American actor might have been tempted to play Jesus with mannerisms borrowed from TV preachers. O'Toole plays him as an offhand narcissist with only relatively good manners. The family is shocked. They realize there is only one course open to them: Marry off the Earl, have him produce an heir, and then quickly bundle the Earl off to the Master in Lunacy for lifetime tenure in a rubber room.\n\nThe movie takes this beginning and creates a black comedy about British eccentricity, but then, in the last 70 or 80 minutes, it seems to lose its way. It adds another delusion or two to O'Toole's already heavy load. It indulges in scenes of fantasy and hallucination, often a sign of desperation in a comedy. It becomes very dark and violent and, even worse, it meanders. We get no real feeling that it knows where it's going, and every good comedy needs a certain headlong conviction.\n\nStill, \"The Ruling Class\" has a lot of fun with its supporting characters, especially with Alastair Sim as an apoplectic bishop, and Arthur Lowe as a left-wing butler who takes to drinking right along with the rest of the family. It would be tempting to describe O'Toole's performance as off the wall, if he did not spend so much time on the wall, resting on his private crucifix.\n\nThe movie has probably been re-released in this version to capitalize on O'Toole's recent popularity in \"The Stunt Man\" and \"My Favorite Year.\" It serves as a reminder of what a particular, and peculiar, screen presence O'Toole has, classic in profile and yet oddly alarming straight on, with that wide sardonic mouth and those shifty eyes. No wonder he gets all the strange roles. Can he play anybody we wouldn't suspect of something?", "running_time": 154, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1983-06-16", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Ruling Class (1972)"}