{"url": "http://www.rogerebert.com/reviews/the-lickerish-quartet-1971", "by": "Silvana Venturellias The girl", "star_rating": 1.5, "text": "Radley Metzger's \"The Lickerish Quartet\" is too good for its own good, which makes it very little good at all as a skin flick. To explain. This is a very ambitious movie, by a skin flick director whose recent work (\"Therese and Isabelle.\" \"Camille 2000,\" \"Carmen Baby\") has exhibited steadily improving technical virtuosity and casting. \n\nMetzger's movies have a certain visual sheen that is pleasant to experience, and, his girls are nice to look at. But when he gets serious, he's making a mistake.\n\n\"The Lickerish Quartet\" is not serious, I suppose, so much as it is pretentious. Metzger plays around with multiple identities and alternate story possibilities in much the same way as \"Last Year at Marienbad\" did. But he never convinces us he has any purpose behind his complexities, so we're reduced to boredom or disinterest (when we're not looking at those girls). His plot is so unbelievably, and unnecessarily, complex that the erotic possibilities are mostly lost.\n\nThe movie begins in one of Metzger's favorite settings, the decadent home of wealthy European aristocrats. The father, the mother and the son are watching a stag movie. Then they go out to a carnival and see a girl on a motorcycle who appears to be the girl in the film. \n\nThey bring her home and show the film again, but it has mysteriously changed in the projector, and you can't see the girl's face.\n\nThen, let's see, the girl turns out to be the same girl after all, and seduces the husband (in a funny scene in a library) and the film changes so that now it's about how the husband met the wife during the war, when he was a soldier and she was a prostitute. Are you following all this? Meanwhile, the girl and the son make love, and then the girl and the woman get together, but then the girl goes back into the stag film and the person in the woman's arms turns into her husband, after which two OTHER couples watch a stag film which stars the original four characters.\n\nBy this point, Mike Royko's friend Slats Grobnick would be squirming in his seat and wondering who told him this was a skin flick. He'd have company. The movie isn't good enough to succeed on the level of its ambition, and it doesn't even try to succeed as a skin flick. So why see it?\n\nWhy, indeed, unless you enjoy Metzger's splendid camera work, his feeling for the way a camera should move during erotic sequences, and his occasional gift for noticing specific detail. There's a close-up in this movie of a navel, of all things, and the way Metzger leads into this shot makes the close-up more exciting than all the so-called stag films his characters were watching. I suppose, though, that even between Radley Metzger fans and navel fetishists, you still don't have much of an audience.", "running_time": 90, "mpaa_rating": "X", "release_year": 1971, "date_published": "1971-04-29", "genres": ["Drama", "Romance"], "title": "The Lickerish Quartet (1971)"}