{"url": "http://www.rogerebert.com/reviews/the-four-feathers-2002", "by": "Heath Ledgeras Harry Faversham", "star_rating": 2.0, "text": "Looking ahead to the Toronto Film Festival, I foolishly wrote that I was looking forward to Shekhar Kapur's \"The Four Feathers\" because I was \"intrigued by the notion that a story of British colonialism has now been retold by an Indian director. We await the revisionist \"Gunga Din\". Foolish, because the film is not revisionist at all, but a skilled update of the same imperialist swashbuckler that's been made into six earlier films and a TV movie (the classic is the 1939 version, with Ralph Richardson and C. Aubrey Smith). I do not require Kapur to be a revisionist anti-imperialist; it's just that I don't expect a director born in India to be quite so fond of the British Empire. To be sure, his previous film was the wonderful \"Elizabeth\" (1998), about Elizabeth I, so perhaps he's an Anglophile. So am I. It's permitted.\n\n\"The Four Feathers\" tells the story of Harry Faversham (Heath Ledger), a young British soldier, circa 1875, whose father is a general and who finds himself in the army without having much say in the matter. He is engaged to the comely Ethne Eustace (Kate Hudson), and when his regiment is ordered to the Sudan he cannot bear to part from her and resigns his commission. He acts primarily out of love, but of course his comrades consider the timing, conclude he is a coward and send him three white feathers--the sign of cowardice. A fourth is added by the patriotic Ethne.\n\nDisowned by his father, renounced by his fiancee, disgraced in society, Harry must regain his good name. He ships out to the Sudan on his own, disguises himself as an Arab, and lives anyhow in the desert, shadowing his former regiment and doing undercover work on their behalf. He is much helped by the noble Abou Fatma (Djimon Hounsou, from \"Amistad\"), a desert prince who selflessly devotes himself to helping and protecting the Englishman, for reasons I could never quite understand.\n\nThe picture is handsomely mounted (the cinematographer is the Oscar winner Robert Richardson). Red British uniforms contrast with the sand of the desert, and Oriental details make many frames look like a painting by David Roberts. Epic battle scenes, including one where the British form a square and gun down waves of horsemen, are well-staged and thrilling. And Harry is a dashing hero, if we can distract ourselves from the complete impossibility of his actions; any man naive enough to think he could resign his commission on the eve of battle and not be considered a coward is certainly foolish enough to become a free-lance desert commando--a dry run for T.E. Lawrence.\n\nA newly restored print of \"Lawrence of Arabia,\" as it happens, is opening on the same day as \"The Four Feathers\" in many cities, and this is bad luck for the new picture. If you want to see drama in the desert, you're best off with the real thing. The problem with \"The Four Feathers\" is that the characters are so feckless, the coincidences so blatant and the movie so innocent of any doubts about the White Man's Burden that Kipling could have written it--although if he had, there would have been deeper psychology and better roles for the locals.\n\nWes Bentley, from \"American Beauty,\" co-stars as Harry's best friend, Lt. Jack Durrance. He and Hudson are Americans; Ledger is Australian; obviously, no British actors existed who could fill these roles. Non-British actors are often skilled at British accents, but the younger ones usually don't have the right moves or body language. There is an American/Australian manner of informality, casual demeanor, even slouching, that a certain kind of British actor can never be caught committing; British society, it is said, is a stage on which everyone is always playing a role, but Ledger, Hudson and Bentley seem to be playing dress-up.\n\nI also have problems with the faithful Abou Fatma. Why do the dark-skinned natives always get to be the best buddy, never the hero? Why would a callow, badly trained, unequipped English boy be able to walk into the desert and command the services of a skilled desert warrior as his sidekick? What's in it for Abou? Movies like this are big on those solemn exchanges of significant looks during which deep truths remain unspoken, primarily because there is no way on earth they can be spoken without the cast and audience joining in uncontrolled laughter.\n\nBut I must not dismiss the qualities of the movie. It looks good, it moves quickly and it is often a jolly good time. As mindless swashbuckling in a well-designed production, it can't be faulted. The less you know about the British Empire and human nature, the more you will like it, but then that can be said of so many movies.", "running_time": 127, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-09-20", "genres": ["Action", "Adventure", "Drama", "Indie"], "title": "The Four Feathers (2002)"}