{"url": "http://www.rogerebert.com/reviews/the-ugly-ones-1969", "by": "Richard Wyleras Bounty Killer", "star_rating": 1.5, "text": "\"The Ugly Ones\" is a shoddy piece of merchandise intended, no doubt, to cash in on the popularity of sado-masochistic Westerns. \n\nThere's the usual bag of tricks: mass murder, torture, dragging old ladies behind horses, beating unconscious victims, blood, spit, and an explicit threat that the hero will be burned alive. Kerosene is poured on him but, dang it, the match won't light.\n\nNaturally the movie was passed for general audiences by Chicago's censors, who could find nothing pornographic about it. No sex, in other words. Mayor Daley, your ladies are on the job!\n\nMost of these violent Westerns are ground out in Spain or Italy, with an English-speaking actor or two and a lot of cheap local talent dubbed into English. The bounty killer in \"The Ugly Ones\" (Richard Wyler) is apparently the gringo this time, but the dubbing is so bad even his voice is out of synchronization. It's uncanny to hear somebody talking and realize nobody's lips are moving.\n\nThe plot is most involved, since it has to provide several opportunities for the bounty killer and his victim to beat up each other. The two of them are stuck in a little crossroads settlement with a lot of other people whose main task is to keep throwing ashes in someone's eyes so one guy or the other can escape and the movie can keep going.\n\nCome to think of it, this is a new twist to the Idiot Plot. The Idiot Plot, you'll recall, is a plot that requires all the characters to be idiots. If they weren't, they'd immediately figure out everything and the movie would be over.\n\n\"The Ugly Ones\" breaks new ground. Here you have two guys who desperately want to kill each other, and both of them have lots of opportunities. So why don't they? Because the movie has to be 96 minutes long.\n\nIt's fun to see how they keep missing chances, going to sleep while the other guy is cut loose, looking the other way, missing easy shots, etc. Eventually you suspect these guys are charmed and nothing but a silver bullet is going to do the job. In the meantime, everybody for a block around is getting killed, stabbed, dragged behind horses, etc.\n\nUnder the circumstances, the dialog is pitifully inadequate. There's this girl, see, who helps Jose escape. The bounty killer comes after him. Jose and his gang of bloodthirsty no-goods hole up at the crossroads and kill innocent bystanders, hit people over the head from behind, murder the retired sheriff, loot the general store, beat the girl, shoot each other, get drunk, don't shave and drag old ladies behind horses, etc. Keenly observing this, the hero tells the girl: \"The Jose you once knew no longer exists.\"", "running_time": 95, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-01-03", "genres": ["Action", "Foreign"], "title": "The Ugly Ones (1969)"}