{"url": "http://www.rogerebert.com/reviews/the-girl-from-the-naked-eye-2012", "by": "Jason Yeeas Jake", "star_rating": 2.0, "text": "\"The Girl From the Naked Eye\" opens with a lurid cover from an old pulp detective magazine, and that's the look it achieves. Here's a film noir crossed with a martial-arts movie, taking place in the dark shadows of mean streets. And that's about all you need to know about the plot, which serves simply as a device to keep us moving right along from one bloody action sequence to the next.\n\nIt isn't a great movie, but it looks terrific and makes me look forward to the next film by its director, David Ren. He has a good eye. I like his vertiginous high-angle shots looking down into the gray, forbidding caverns between skyscrapers. I like the way he uses the reds and greens on neon signs, isolated in dark settings. I like the offices of nightclubs and mob bosses, where cigars are smoked and threats are made. I like the smoking in general: Some of the characters seem to be smoking at each other as an act of aggression. The dialogue sometimes seems to be deliberately trying for satire, as when two guys go nose to nose and seem to be seeing who can shout the f-word the most.\n\nIt sounds, in fact, as if I like the movie. It was a pleasure to watch, but it never deserved its visuals. The story (which actually could come from one of those old pulps) is narrated in a hard-boiled voiceover by the hero, Jake (Jason Yee), who drives call girls for an escort agency and vows vengeance when his favorite girl, Sandy (Samantha Streets), is gruesomely murdered. His search for the killer leads him into one dangerous situation after another, especially since he seems to have stumbled into a situation where powerful men are not especially thrilled about finding the killer. \n\nThe movie is populated with don't-blink cameos, including one by Dominique Swain, Adrian Lyne's \"Lolita\" (1997) and another by porn star Sasha Grey. The rest of the cast is filled with hard-looking tough guys, more than half of them Asian-American, although no reference to ethnicity is ever made. The movie seems destined for DVD, but it makes a stop this week at three theaters, and would benefit by being seen on a big screen.", "running_time": 80, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-13", "genres": ["Action", "Romance", "Thriller"], "title": "The Girl from the Naked Eye (2012)"}