{"url": "http://www.rogerebert.com/reviews/the-great-debaters-2007", "by": "Denzel Washingtonas Melvin Tolson", "star_rating": 4.0, "text": "\"The Great Debaters\" is about an underdog debate team that wins a national championship, and some critics have complained that it follows the formula of all sports movies by leading up, through great adversity, to a victory at the end. So it does. How many sports movies, or movies about underdogs competing in any way, have you seen that end in defeat? It is human nature to seek inspiration in victory, and this is a film that is affirming and inspiring and re-creates the stories of a remarkable team and its coach.\n\nThe team is from little Wiley College in Marshall, Texas, a black institution in the Jim Crow South of the 1930s. The school's English professor, Melvin Tolson (Denzel Washington), is a taskmaster who demands the highest standards from his debate team, and they're rewarded with a national championship. That's what the \"sports movie\" is about, but the movie is about so much more, and in ways that do not follow formulas.\n\nThere are, for example, Tolson's secret lives. Wearing overalls and work boots, he ventures out incognito as an organizer for a national sharecropper's union. He's a dangerous radical, local whites believe: probably a communist. But he's organizing both poor whites and blacks, whose servitude is equal.\n\nHe keeps his politics out of the classroom, however, where he conceals a different kind of secret: He is one of America's leading poets. Although the movie barely touches on it, Tolson published long poems in such magazines as the Atlantic Monthly and in 1947 was actually named poet laureate of Liberia. Ironic, that his role as a debate coach would win him greater fame today.\n\nHe holds grueling auditions and selects four team members: Henry Lowe (Nate Parker), who drinks and fools around but is formidably intelligent; Hamilton Burgess (Jermaine Williams), a superb debater; James Farmer Jr. (Forest Whitaker), a precocious 14-year-old who is their researcher, and Samantha Booke (Jurnee Smollett), the substitute, and the only female debater they've heard of. Tolson drills them, disciplines them, counsels them and leads them to a string of victories that culminates a victory over Harvard, the national champion.\n\nWe get a good sense of the nurturing black community that has produced these students, in particular James Farmer Sr. (Forest Whitaker), a preacher. (Young Denzel Whitaker, as his son, is no relation, and not named after Washington). James Jr. would go on to found the Congress of Racial Equality.\n\nTolson drives his team on long road trips to out-of-town debates, and one night traveling late, they have the defining emotional experience of the film: They happen upon a scene where a white mob has just lynched a black man and set his body afire. They barely escape with their own lives. And daily life for them is fraught with racist peril; especially for Tolson, who has been singled out by the local sheriff as a rabble-rouser. These experiences inform their debates as much as formal research.\n\nThe movie is not really about how this team defeats the national champions. It is more about how its members, its coach, its school and community believe that an education is their best way out of the morass of racism and discrimination. They would find it unthinkable that decades in the future, serious black students would be criticized by jealous contemporaries for \"acting white.\" They are black, proud, single-minded, focused, and they express all this most dramatically in their debating.\n\nThe debates themselves have one peculiarity: The Wiley team somehow draws the \"good\" side of every question. Since debaters are supposed to defend whatever position they draw, it might have been intriguing to see them defend something they disbelieve, even despise. Still, I suppose I understand why that isn't done here; it would have interrupted the flow. And the flow becomes a mighty flood in a powerful and impassioned story. This is one of the year's best films.\n\nNOTE: In fact, the real Wiley team did beat the national champions, but from USC, not Harvard. Co-writer Robert Eisele explains, \"In that era, there was much at stake when a black college debated any white school, particularly one with the stature of Harvard. We used Harvard to demonstrate the heights they achieved.\"", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-12-24", "genres": ["Drama", "Family"], "title": "The Great Debaters (2007)"}