{"url": "http://www.rogerebert.com/reviews/the-good-father-1987", "by": "Anthony Hopkinsas Bill Hooper", "star_rating": 3.5, "text": "Hooper is a man seething with anger. His wife has divorced him and is living with another man. He is permitted one day a week with his child. Fifteen years ago, he was an outspoken advocate of women's liberation, and now, he feels, he is a victim of the women's movement - a man without rights.\n\nAt a party one night, he meets a man whose ex-wife has just announced her plans to leave for Australia with their child and with her lesbian lover. Hooper is galvanized. He persuades the man to sue for custody, supplies legal costs out of his own pocket and becomes obsessed with his belief that the women's movement has created a wave of discrimination against men.\n\nBut with Hooper, this is not simply an ideological struggle. We sense from the opening shots of \"The Good Father\" that his anger runs much deeper and has more complex causes than his feelings about men and women. And the reasons for this man's anger are what makes \"The Good Father\" interesting.\n\nIf the movie were simply a feminist parable stood on its head, we could anticipate the ending and tune out. What's tricky is the way the character uses the arguments of sexual politics while actually reflecting feelings that well up from secret places inside of himself, places he is ashamed of.\n\nHooper is played by Anthony Hopkins, an actor of astonishing range. Just a few days before seeing him in this film as a man torn apart by rage, I saw him in \"84 Charing Cross Road\" as a quiet, obscure bookseller. How can the same man occupy such different characters? But that is the wonder of acting. As Hooper, he is a man so consumed with his idea - that his friend must win his court case - that he seems at times like a predatory animal smelling blood. He hates women. He finds their movement an affront to his rights. He almost snarls at times.\n\nAnd yet there is so much more to him than that. \"The Good Father\" gradually pulls back a veil from his anger and shows the sadness beneath. Although he would like to think that his own ex-wife has all but stolen their child away, he is finally able to confess to another woman who loves him that he could barely stand the child. His son was like a vacuum that sucked all of the love out of him. He could not stand the pressure of being loved so absolutely and being required to love unconditionally in return. It drove him out of the house.\n\n\"The Good Father\" is filled with great supporting performances to circle around Hopkins' energy. There is Jim Broadbent as the easygoing man who is pushed into the courts by Hooper. Simon Callow (the romantic vicar in \"A Room with a View\") is the affected, cruel, priggish lawyer. Harriet Walter is Hopkins' wife, a woman who still wonders why they couldn't somehow have found a solution to their problems. And in a subtle and difficult performance, Joanne Whalley is the liberated young woman who briefly becomes Hopkins' mistress and is the catalyst for his breakthrough to more self-awareness.\n\nThere have been a lot of movies about the changing lives and roles of women in the last 20 years. \"The Good Father\" is a very rare film, a film that asks hard and fundamental questions about the role of men: such as, is it ever too late for a man to learn that he can never love himself until he first learns to love somebody else? The film was directed by Mike Newell, whose previous film, \"Dance With A Stranger,\" asked a similar question about women. Neither film is really about men's lib or women's lib, or even sexual politics, for that matter.\n\nThey are about the shortage of love in the world.", "running_time": 90, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-02-27", "genres": ["Drama", "Foreign", "Indie"], "title": "The Good Father (1987)"}