{"url": "http://www.rogerebert.com/reviews/the-joneses-2010", "by": "David Duchovnyas Steve Jones", "star_rating": 2.0, "text": "Everyone wants to keep up with the Joneses. They're good-looking, friendly, popular, affluent, and they always seem ahead of the curve when it comes to what they drive, wear, play and consume. They never boast. They never have to. People just plain want to be like them. And you had better stop reading now, because it's impossible to say more without a spoiler.\n\nOK, for those still in the room, I wonder how many will really be surprised by the big plot “reveal.” From the first moments of dialogue, there seems to be something off about the Joneses. Nothing is made explicit for a time, but they don't seem to relate to one another as family members. There's something they understand and we don't.\n\nThe fact is, they aren't a family; they're a marketing unit. Marketing people talk about “early adopters”: People who influence a peer group by being the first to know about, use, wear or attend something. At a conference I attended in Boulder, Colo., last week, total strangers followed Andy Ihnatko and his iPad around like a man with a T-bone at a dog pound. The Joneses are professional early adapters, paid to impersonate a family unit and consume the sponsor's products.\n\nAmong other advantages to this story idea, it makes product placement necessary, not merely venal. If you don't leave this movie more aware of the new Audi models, you slept through it. The Joneses never make a point of anything. It's just that Steve Jones (David Duchovny) makes great shots with his new golf clubs. Kate Jones (Demi Moore) entertains so brilliantly. Their teenagers Jennifer (Amber Heard) and Mick (Ben Hollingsworth) wear such cool stuff. If the Joneses don't have a dog, maybe that's because there's not enough money in dog retailing.\n\nIt would seem to be a comfortable existence, consuming the best products ahead of the market and never having to pay for them. It's not that easy. It means denying your own impulses to be honest and confiding. Suppressing your own tastes. Not feeling genuine. Ask yourself who in your crowd insisted you had to see “How to Train Your Dragon” in 3-D, when you wanted to see it in 2-D, and what you really wanted to see was “My Son, My Son, What Have Ye Done.” That person is a Jones.\rYou, however, are a Larry or Summer (Gary Cole and Glenne Headly), the next-door neighbors who are always playing catch-up. You have ceded control of your taste to someone you admire for superficial reasons. This is a doomed enterprise, for you will never, ever catch up, and by definition you can never take the lead, because the Joneses define the race.\n\n“The Joneses” not surprisingly finds troubling flaws in the lives of this professional family. Try as they will to be disciplined and on message, they have emotions of their own. Some of them involve sex. Others involve a feeling of inner worthlessness. The strongest is Kate, played by the great-looking Demi Moore as a capable team leader aiming for a promotion. Steve is a former golf pro, so he's no stranger to the challenge of playing a role model, but his decency runs deeper than Kate's.\n\nAs for the kids Jennifer and Mick, well, even their names are popular; Jennifer is the 67th most popular name in the nation and Michael is the third. But they're teenagers, and you know how that goes. So many raging hormones, either to follow or suppress. That Jennifer and Mick are so attractive, and so advanced for their age, complicates their inner lives. At that age, you haven't been completely tamed by the corporate mind-set.\n\n“The Joneses” was directed and co-written by Derrick Borte, an advertising man, and contains a good deal of dark cynicism. It also hopes to entertain, and those two goals don't fit together easily. Either this is a tragic family or a satirical one, and the film seems uncertain which way to jump. In a perfect film, the noose of their inauthentic lives would draw more tightly, more swiftly, around the Joneses, and the movie might be angrier.\n\nStill, Demi Moore is good as a corporate team player with no conscience (she could have played the George Clooney role in “Up in the Air”), and the others adequately act around the problems of the screenplay. It's just that somehow this movie should acknowledge how very close to life it is, and how in our society, you don't have to pay the Joneses. They learn their roles from television and work for free.", "running_time": 96, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-04-14", "genres": ["Comedy", "Drama", "Indie"], "title": "The Joneses (2010)"}