{"url": "http://www.rogerebert.com/reviews/the-confessions-of-winifred-wagner-1977", "by": null, "star_rating": 3.5, "text": "To Winifred Wagner's children, he was Uncle Wolf. To herself, he was a fascinating man with warm blue eyes, a loyal friend. To the world, he was Adolf Hitler -- but she was a completely unpolitical creature, you see, and so his public actions were not of interest. What they had in common was a devotion to the works of Richard Wagner. She knew him from 1923 until his death, and probably knew him better than any other woman, even Eva Braun. Now she has broken a 30-year silence to explore her memories.\n\nWinifred Wagner was born in England in 1897, and at the age of 18 married Wagner's only son, Siegfried. When he died, she took over the direction of the family's annual Bayreuth Festival, and ran it from 1931 to 1944; it became known as Hitler's court theater. Hitler was, of course, fanatically devoted to Wagner, and found in his music some of the inspiration for Nazism. He came to Bayreuth for the first time in 1923, and even then, Winifred remembers, she found him attractive, with a magnetic personality. The friendship grew, and there was talk of a romance, possibly even a marriage.\n\nAfter the war, she was tried in a denazification court, incriminated, and forbidden to speak in public. She remained silent for 30 years, and then broke the law in allowing this film to be made. \"Some of my friends have been surprised that I chose to break my silence,\" she says, \"but I ask them -- why not?\"\n\nHer conditions were rigid: The camera should focus only on her, with no visual embellishments, and the film had to be shown in strict chronological order, as it was shot, with nothing added or taken out. In its original five-hour version, “The Confessions of Winifred Wagner” was one of last year's most controversial films in Germany.\n\nIt's a documentary that fascinates and horrifies us; a film that focuses almost exclusively on the face of this formidable 78-year-old woman, and listens to her talk. No attempt has been made to provide “Winifred Wagner” with visual variety, and with the exception of a few shots, it's filmed entirely in close-up, but our curiosity about this woman grows so compelling that we don't mind the unrelenting camera. We're listening.\n\nAnd what we hear is a woman still almost completely without regrets, second thoughts, or even a real understanding of how she must sound to others. She doesn't apologize for her admiration for Hitler, doesn't hold him responsible for most of the things he was \"accused of,\" and refers with a chuckle to \"we old Nazis.\" She says time and again that her only common ground with Hitler was love of Wagner's music and the Bayreuth Festival. She had no interest in politics, in policy, in philosophy. And yet people persist in holding things against her, she complains: \"I sent Hitler the paper on which he wrote Mein Kampf, and now, gracious, you'd think I was responsible for the book myself!\"\n\nThe director, Hans Juergen Syberberg, prods her with questions. As an English woman, how did she feel about the bombing of London? Well, she says, it was regrettable, of course -- the last thing Hitler himself wanted to do -- but it was probably necessary. And she considered herself by then a German, not an Englishwoman. What about the concentration camps? Well, one heard of such things, but at the time one didn't know… and when she personally intervened with Hitler on behalf of Jews and homosexuals, she almost always got her way. It wasn't Hitler but the people around him who were responsible for most of those things.\n\nWe sit incredulous: Hitler's atrocities were the result of bad advice? But Winifred Wagner has constructed a totally consistent personal view in which Hitler, Wagner, Bayreuth and then her own role in the festival are the important things, and thus not to be questioned. \"If Hitler walked through that door today,\" she says, \"I would be just as pleased and happy to see him here as I ever was.\"\n\nWell, at least she's not a hypocrite. And the view she gives of Hitler is a valuable one, from a historical point of view. She thinks he visited the Wagner family at Bayreuth so often because it was his only taste of real family life. That he would never have married Eva Braun, or even be seen in public with her (there is a hint of possessiveness, even jealousy, here). That in the darkest days of 1944, when Germany had clearly lost the war, Hitler told her he saw \"the wings of victory\" -- but that was probably because of the injections the doctors were giving him, to overcome his depression.\n\n“The Confessions of Winifred Wagner” comes at a time when John Toland's new biography of Hitler is being attacked for too successfully “humanizing” him. The film does the same thing, in a way; as Winifred Wagner talks about how kind Hitler was with the children, about how considerate he was, and how well he loved music, we see how rigidly she has defined him in her mind. \"I know he had a dark side,\" she says at one point, \"but I never saw it, and I don't want to know about it.\" Well, we know about it, and that's what makes the film so absorbing and so disturbing.", "running_time": null, "mpaa_rating": null, "release_year": 1977, "date_published": "1977-01-11", "genres": null, "title": "The Confessions of Winifred Wagner (1977)"}