{"url": "http://www.rogerebert.com/reviews/the-bear-1989", "by": "Youk Douceas Kaar Bart", "star_rating": 3.0, "text": "I was at the zoo the other day, gawking through a plate glass window at a family of gorillas, who were going about their business with sublime indifference to mine. One fellow over in the corner was meticulously sorting through a pile of straw, looking for something he had mislaid. Two adolescents were tumbling over each other in rough play. It was a touching domestic scene, until without any warning the big male gorilla came charging directly at me and slammed against the glass with a fearsome roar.\n\nThe glass was thick, the incident was over in a moment, but for the length of that moment I felt the kind of instinctual response that has been bred into us from prehistory. I knew fear, because a wild beast wanted to kill me. And it is respect for that reality that is at the heart of \"The Bear,\" a movie about the first year of a bear cub's lifetime.\n\nThis is not a cute fantasy in which bears ride tricycles and play house. It is about life in the wild, and it does an impressive job of seeming to show wild bears in their natural habitat. I write \"seeming\" because I know that the movie was made with trained bears and that parts of certain scenes were even fabricated using animated models. But film is an art of illusion, and the illusion in \"The Bear\" is that we are seeing the real thing.\n\nThe movie was directed by Jean-Jacques Annaud, whose \"Quest for Fire\" (1982) was an effective film re-creating man's earliest days. He used little language in that movie, and in \"The Bear\" he uses almost none - except for the brief statements of two hunters, whose words are not meant to be language but simply the sounds made by the animal named man. The movie opens with the birth of a bear cub, it follows the cub through the traumatic experience of the death of its mother and then it shows the cub being adopted by an adult male grizzly, who protects it and endures it during the first summer of its growth.\n\nThe animals live in a high range of mountain pastures (the film was shot in the Dolomites and the Canadian Arctic). We are always aware of the vast sweep of nature, of the fact that the grizzly is the most deadly animal for hundreds of miles - except, of course (as Bambi's mother once warned), for man. Two hunters penetrate into this wilderness, encounter the bears and in a very quiet scene of great drama, arrive at a kind of truce. The actors have little to do in a traditional theatrical sense, but the presence of the lead hunter (Jack Wallace) is fully convincing in the movie's key scene.\n\nOther scenes in the movie are more everyday. I am sure it took great patience on the part of the filmmakers to obtain the shots of the bears fishing for trout, but the scene plays like a moment stolen from life. Other scenes - of horseplay and genuine struggles - gradually build up our sense of the personalities of these animals.\n\nThere is always a temptation to interpret the behavior of animals in terms of human personality, and \"The Bear\" indulges that temptation, but there are also moments to remind us that these are wild beasts for whom killing, and being killed, is a fact of life.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-10-27", "genres": ["Adventure", "Drama", "Family", "Foreign"], "title": "The Bear (1989)"}