{"url": "http://www.rogerebert.com/reviews/the-karate-kid-1984", "by": null, "star_rating": 4.0, "text": "I didn't want to see this movie. I took one look at the title and figured it was either (a) a sequel to Toenails of Vengeance, or (b) an adventure pitting Ricky Schroder against the Megaloth Man. I was completely wrong. \"The Karate Kid\" was one of the nice surprises of 1984 -- an exciting, sweet-tempered, heart-warming story with one of the most interesting friendships in a long time. The friends come from different worlds. A kid named Daniel (Ralph Macchio) is a New Jersey teenager who moves with his mother to Los Angeles. An old guy named Miyagi (Pat Morita) is the Japanese janitor in their apartment building. When Daniel starts to date the former girlfriend of the toughest kid in the senior class, the kid starts pounding on Daniel's head on a regular basis. Daniel tries to fight back, but this is a Southern California kid, and so of course he has a black belt in karate. Enter Mr. Miyagi, who seems to be a harmless old eccentric with a curious hobby: He tries to catch flies with chopsticks. It turns out that Miyagi is a karate master, a student not only of karate fighting but of the total philosophy of the martial arts. He agrees to take Daniel as his student.\n\nAnd then begins the wonderful center section of \"The Karate Kid,\" as the old man and the kid from Jersey become friends. Miyagi's system of karate instruction is offbeat, to say the least. He puts Daniel to work shining cars, painting fences, scrubbing the bottoms of pools. Daniel complains that he isn't learning karate, he's acting as free labor. But there is a system to Mr. Miyagi's training.\n\n\"The Karate Kid\" was directed by John G. Avildsen, who made \"Rocky.\" It ends with the same sort of climactic fight scene; Daniel faces his enemies in a championship karate tournament. But the heart of this movie isn't in the fight sequences, it's in the relationships. And in addition to Daniel's friendship with Miyagi, there's also a sweet romantic liaison with Ali (Elisabeth Shue), who is your standard girl from the right side of town and has the usual snobbish parents.\n\nMacchio is an unusual, interesting choice for Daniel. He's not the basic handsome Hollywood teenager but a thin, tall, intense kid with a way of seeming to talk to himself. His delivery always sounds natural, even offhand; he never seems to be reading a line. He's a good, sound, interesting lead, but the movie really belongs to Pat Morita, an actor who has been around a long time (he was Arnold on \"Happy Days\") without ever having a role anywhere near this good. Morita makes Miyagi into an example of applied serenity. In a couple of scenes where he has to face down a hostile karate coach, Miyagi's words are so carefully chosen they don't give the other guy any excuse to get violent; Miyagi uses the language as carefully as his hands or arms to ward off blows and gain an advantage. It's refreshing to see a completely original character like this old man. \"The Karate Kid\" is a sleeper with a title that gives you the wrong idea: It's one of 1984's best movies.", "running_time": 126, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Adventure", "Comedy", "Drama", "Family"], "title": "The Karate Kid (1984)"}