{"url": "http://www.rogerebert.com/reviews/the-presidents-analyst-1968", "by": "James Coburnas Dr. Sidney Schaefer", "star_rating": 4.0, "text": "The phone company is the enemy. Not the Commies. The phone company. We hate the phone company every time we get a wrong number. The phone company doesn't like that. It wants to be loved. It spends millions of dollars (our dollars) to make us love it. Doesn't that strike you as sinister?\n\nEvery month the little TeleBriefs magazine comes with your phone bill. It is the most relentlessly bright, cute and friendly publication in the world. It is the Doris Day of the printed word. It is filled with stories of heroic telephone operators hauling dogs out of the river. It is overdone. One of the world's largest corporations trying to be folksy is like Godzilla giving Lassie a Milk Bone.\n\n\"The President's Analyst\" fights back against the phone company and its accomplice, J. Edgar Hoover and his Electric G-Men. It is one of the funniest movies of the year, ranking with \"The Graduate\" and \"Bedazzled\" in the sharp edge of its satire.\n\nJames Coburn stars as an analyst who is called in to give the President someone to talk to. This makes problems. The President is the loneliest man in the world. But the President's analyst is lonelier, especially since the FBI bugs his room and the CIA hires his girlfriend.\n\nThe girlfriend also presents problems. The CIA says it's OK for Coburn to have a girlfriend. But the FBI doesn't think that's normal. Its leader believes people entrusted with national secrets should be clean and noble, above suspicion and not fool around with (ugh) girls and disgusting things like that. Coburn begins to go nuts. He escapes into Greenwich Village, joins a hippie rock band and has a beautiful love scene with one of the hippie girls. But the FBI and the secret services of various foreign powers are after him.\n\nHe's saved by two friendly counter-spies: Godfrey Cambridge of the CIA and Severn Darden of the Russian secret police. Cambridge releases his droll, sly humor, and the brilliant Darden is turned loose to portray maniacal normalcy as only he can.\n\nWriter and director Theodore Flicker's satire is modern and biting, and there are many fine, subtle touches in the film. All of the FBI agents are clean-cut, sharp-jawed, impeccably groomed men of exactly 4 feet, 11 inches tall. And when Coburn is kidnapped by the phone company, there is a nauseatingly pleasant young man who lectures him on why the phone company is his friend. To accompany the lecture, there are animated cartoons like a TV commercial -- but done in a peculiar way so all the little dancing men look uncoordinated.\n\nAs the girlfriend, Joan Delaney is refreshingly natural and warmly animal. William Daniels, who plays a middle-class creep, has brought this role to perfection in \"Two for the Road\" and \"The Graduate.\" Coburn, who has been in lousy movies lately (\"In Like Flint,\" \"Waterhole No. 3\") regains his form as a comedian. TeleBriefs' readers of the world, throw off your area codes and love one another.", "running_time": 103, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-02-16", "genres": ["Comedy", "Science Fiction"], "title": "The President's Analyst (1968)"}