{"url": "http://www.rogerebert.com/reviews/the-crew-2000", "by": "Richard Dreyfussas Bobby Bartellemeo", "star_rating": 1.5, "text": "Hot on the heels of \"Space Cowboys,\" which was about four astro-codgers, here comes \"The Crew,\" about four mobster-codgers. Go with the cowboys. One difference between the two movies is that \"Space Cowboys\" develops quirky characters and tells a story that makes it necessary for the old friends to have a reunion, while \"The Crew\" is all contrivance and we don't believe a minute of it.\n\nOf course, \"The Crew\" wants only to be a comedy, not a bittersweet coda to \"Wise Guys.\" But even at that, it fails because we don't buy the opening premise, which is that four onetime heavy-duty mobsters would all retire to the same seedy residential hotel on South Beach in Miami, there to tick down their days lined up in wicker chairs on the porch, watching the dollies go by. This is a situation that shouts out Plot, not Life, and everything that happens to them seems generated from over-confident chuckles in the screenwriting process.\n\nThe retired mobsters are Bobby Bartellemeo, Joey \"Bats\" Pistella, Mike \"The Brick\" Donatelli and Tony \"Mouth\" Donato (Bobby violently rejected one nickname in his youth, and never got another). In the same order, they're played by Richard Dreyfuss, Burt Reynolds, Dan Hedaya and Seymour Cassel. After this movie and \"Mad Dog Time\" (1996), which reached a kind of grandeur as one of the worst films of all time, Dreyfuss and Reynolds should instruct their agents to reject all further mob \"comedies\" on sight. The later stages of their careers cannot withstand another one.\n\nThe plot has to do with plans to upgrade their fleabag hotel into yet another art-retro South Beach Yuppie playpen. The old guys like where they live and want to preserve it, so they dream up a cockamamie scheme in which they steal a corpse from the morgue (Hedeya has a part-time job among the stiffs) and bring it back to the hotel, where they plan to shoot it and make it look like a murder, except that, as \"Bats\" complains, the old guy \"looks like the pope.\" And so he does--Pope Pius XII, who was several popes ago, back when young \"Bats\" was no doubt taking a livelier interest in the church.\n\nOne thing leads to another. Turns out the corpse is in fact the ancient father of a current Miami crime lord. The old guy had Alzheimer's, wandered away from the nursing home, died anonymously, and it was just their bad luck to make the wrong choice at the morgue. Their pseudo-whack of the old dead guy is imprudently revealed by \"Mouth\" to a nightclub stripper named Ferris (Jennifer Tilly), whose stepmother turns out to be Pepper Lowenstein (Lainie Kazan), known to the mobster-codgers from the deli she used to run in New York, back in their carefree youth when they were blowing up trucks. Into the mix come two local detectives (Carrie-Anne Moss and Jeremy Piven), and one of them has an unexpected link to the past, too.\n\nAnd so on. Somehow it all needs to be more desperate, or more slapstick, or have more edge, or turn up the heat in some other way. Kazan's presence suggests one obvious idea: Why not a comedy about four Mafia widows in Miami Beach? \"The Crew\" unfolds as a construction, not a series of surprises and delights. Occasionally a line of dialogue or two will float into view, providing a hint of the edge the whole movie might have had. (My favorite: A gun dealer, happily selling them a shotgun with no background check, adds, \"Don't thank me--thank the Republicans.\") Comparing this to \"Space Cowboys,\" I realize how much more heft and dimension the cowboys had. Attention was paid to making them individuals instead of just rattling off attributes and body types. And Clint Eastwood, who directed that movie, is a better filmmaker than Michael Dinner, who seems too content and not hungry enough--too complacent that his material will sell itself. There is also the fact that Eastwood, James Garner, Tommy Lee Jones and Donald Sutherland have built up goodwill and screen authority by avoiding movies like \"The Crew\" instead of making them.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-08-25", "genres": ["Action", "Comedy"], "title": "The Crew (2000)"}