{"url": "http://www.rogerebert.com/reviews/the-talent-given-us-2005", "by": "Judy Wagneras Judy", "star_rating": 3.5, "text": "In some families, certain topics are never discussed. In Andrew Wagner's family, every possible topic is discussed endlessly. It's remarkable that they have the courage (or recklessness) to speak so frankly to one another, and astonishing that they do it in front of a camera. Wagner's \"The Talent Given Us\" is a brave, funny, affecting film that follows his parents and two sisters as they drive from New York to Los Angeles, picking up a family friend in Iowa. The film rides along with them, stops for meals, eavesdrops in motels, sees the sights.\n\nThis is a \"fiction film using the materials of documentary,\" Wagner told me when I met him at Sundance 2005. \"My parents, sisters and friends play my parents, sisters and friends.\" They do a convincing job of it; the film feels like cinema verite, even though Andrew is behind the camera while they are allegedly driving to California to visit him. By pretending he's not there, they're acting. Many other details must be fictional. Consider the family friend nicknamed Bumby (Judy Dixon). In the film we learn she's a publicist who has just been fired from \"Field of Dreams 2.\" The Internet Movie Database makes no mention of such a film. It must have been invented as an excuse to introduce another character halfway across the country.\n\nAndrew's parents, Judy and Allen, have been married for 46 years and are still warmly considering divorce. Are we watching them, or \"characters\"? The biographical details match; he was a Wall Street stock specialist and tax consultant; she was a dancer, writer and technical editor. Both are semi-retired. They wonder if they have been failures as parents, but any family that can make this film has been a success. Maybe their carping at one another is a way of expressing affection.\n\nThe cross-country trip happens with all the premeditation of a John Cassavetes plot. Allen, Judy and their daughter Maggie go to the airport to pick up their daughter Emily, who has flown in from L.A. Both girls are actresses. Leaving the airport, Judy decides on impulse they must all drive as a family back  to Los Angeles, to visit Andrew. Emily reasonably says this is insane, but later she's the one who insists on continuing the trip.\n\nThey talk a lot. Allen has apparently had a stroke, which affects his speech, although we understand every word. He keeps a straw in his mouth for reasons never explained; maybe it helps him talk. He's on drugs that have sent his sex life to hell, a fact Judy is unhappy about; her frankness in a motel scene is startling. Emily uses a few drugs, too. She develops alarming symptoms while they're conveniently visiting the Menninger Clinic, and tells the doctor she has prescriptions for Prozac, Wellbutrin, Synthroid, Xanax and Ativan. \"Any unusual stress in your life right now?\" the doctor asks. \"I'm driving across the country with my parents,\" Emily explains.\n\nThe Wagners fight about driving skills, the route they should take, where they should stop for meals, what they should eat, and about the years when the children were small. \"I'm not in therapy because you were a good mother,\" Emily tells Judy. Because her mother wouldn't pick her up after school, \"I became a compulsive masturbator.\" Now she compensates with plastic surgery and liposuction. Oh, and sadomasochism. At one point, Emily corners both of her parents and quizzes them about their affairs.\n\nOld Allen, meanwhile, has his eye on Bumby, the curvy family friend, and there is a scene between them where he clearly doesn't think his libido has gone completely to hell. Since Bumby seems to be a character introduced into the film, and Allen is contemplating adultery while being photographed by his son, this scene is probably fictional, wouldn't you say? With the Wagners, you never know. It leads, in any event, to midnight motel room confessions between Allen and Judy that are touching: They have lived together for so long that they no longer have a marriage, they have a condition of life, and sometimes they speculate about other lives they might have lived.\n\nThe Wagners look at houses they used to live in. They see the sights. They make hypothetical plans for the future. They meet Andrew, who finally appears in front of the camera, briefly. They meet Andrew's friend, the actor Billy Wirth. Allen and Billy have a heart to heart. Ever notice how your friends sometimes like your parents more than you do? That's because they didn't experience them as parents.\n\nAll of this somehow adds up, as I wrote from Sundance, to a movie that is \"seemingly honest.\" It's the \"seemingly\" that fascinates me. Is this a documentary based on truth that has been given shape, like \"Nanook of the North,\" or a documentary that's fiction in the form of truth, like \"Best of Show\"? Hard to be sure. I do believe we are really looking at the members of Andrew Wagner's family, and \"The Talent Given Us\" is a documentary in this sense: It is a record of these people doing these things. Whether they \"really\" did them is beside the point. They did them for the film, so if they hadn't done them before, they've done them now.", "running_time": null, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-09-29", "genres": null, "title": "The Talent Given Us (2005)"}