{"url": "http://www.rogerebert.com/reviews/the-postman-always-rings-twice-1981", "by": null, "star_rating": 2.5, "text": "\r\n\n\n“The Postman Always Rings\r\nTwice” is an absolutely superb mounting of a hollow and disappointing\r\nproduction. It shows a technical mastery of filmmaking, and we are dazzled by\r\nthe performances, the atmosphere, the mood of mounting violence. But by the\r\nsecond hour of the film we've lost our bearings: What is this movie saying\r\nabout its characters? What does it feel and believe about them? Why was it\r\nnecessary to tell their stories? The movie is based on a hardboiled, classic\r\nnovel by James M. Cain, which has already inspired three previous films,\r\nincluding the famous 1946 John Garfield version. It isn't difficult to guess\r\nwhy the director, Bob Rafelson, wanted to make it again. On the basis of his\r\nkey scenes, he was attracted by the physical violence in the story and he felt\r\nthat in 1981 he could deal more frankly with Cain's sexual savagery. \n\n\r\nHe was right. His film contains passages of\r\nunusual physical power, including one in which Jack Nicholson and Jessica Lange\r\nmake love (if that is the word) on a kitchen table. Nicholson plays a\r\nDepression-era drifter in the film, a cheap thief, and a con man. Lange is the\r\nbored and sensuous cook in a short-order joint run by her much older Greek\r\nhusband, John Colicos. Passion flares between Nicholson and Lange almost the\r\nmoment they first see one another, and their lovemaking is quick, brutal,\r\nuncontrolled, and animalistic. \n\n\r\nEventually, they kill Colicos, although not\r\nwithout the greatest difficulties. This is one of those films where blood,\r\nviolence, and sheer weight of human bodies are made into Hitchcockian\r\nembarrassments. And then the two lovers are put on trial, are freed through a\r\ncynical arrangement between opposing insurance companies, and then arrive at an\r\nironic fate. Along the way, there is a brief and totally inexplicable\r\nappearance by a woman lion tamer (Anjelica Huston), who seems to be visiting\r\nfrom another movie. \n\n\r\nThe movie is a triumph of atmosphere. Every last\r\nweathered Coke sign, every old auto and old overcoat and old cliché have been\r\nput in with loving care. And the performances have been cranked up to levels of\r\ntrembling intensity. Jessica Lange, first seen in “King Kong,” this time\r\nsubmits to the embrace of a wanton monster. Jack Nicholson has never been seedier,\r\nshiftier, more driven. John Colicos, as the simple, alcoholic, ambitious\r\nGreek-American, provides a wonderfully textured performance. And yet, there is\r\nno feeling of tragedy in Colicos's death. No feeling of greatness in the\r\nromantic compulsion of Lange and Nicholson. No way to tell what the movie\r\nbelieves about their acquittal and eventual fate. A movie such as “Bonnie and\r\nClyde” comes to mind. It also dealt with passion, crime, and money, but so\r\nclearly that at the end of the film we felt we knew the dying characters. \n\n\r\nWe never know the people in “The Postman Always\r\nRings Twice.” They are kept rigidly imprisoned within a tradition of absolute\r\nnaturalism: They exist, they eat, they sleep, they act. That would be\r\nacceptable if the filmmakers could stand outside their characters and have\r\nfeelings about them. But I never believed that was the case. Rafelson and his\r\ncollaborators have gone to infinite pains, successfully, to create a film that\r\nis wonderfully achieved on the level of production. But they have not filled it\r\nwith the purposes of its characters.", "running_time": 123, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Crime", "Drama", "Romance", "Thriller"], "title": "The Postman Always Rings Twice (1981)"}