{"url": "http://www.rogerebert.com/reviews/the-wackness-2008", "by": "Josh Peckas Luke Shapiro", "star_rating": 3.0, "text": "\"The Wackness,\" which is set in 1994, contains so many drugs, it could have been made in the 1970s, along with \"Panic in Needle Park\" and other landmarks of the psychotropic generation. The big difference is that drugs have progressed since then from cutting-edge material to background music. Both its hero, who has just graduated from high school, and his shrink, 40 years his senior, are so constantly stoned that pot and pills are daily, even hourly, fuel.\n\nWhat saves this movie, which won this year's audience award at Sundance, from being boring are performances by two actors who see a chance to go over the top and aren't worried about the fall on the other side. Luke Shapiro (Josh Peck) is a college-bound student who deals bushels of marijuana from a battered ice-cream push-cart from which no one even attempts to purchase ice cream. Dr. Squires (Ben Kingsley), his psychiatrist, accepts payment in grams, and enthusiastically counsels Luke that he needs to get laid. Only when Luke tries to fill the prescription with the doc's stepdaughter Stephanie (Olivia Thirlby from \"Juno\") do ethics come into question.\n\nPeck's performance, for that matter, could have been inspired by Ellen Page's work in \"Juno,\" assuming he saw the film once and wasn't paying attention. He is cool beyond cool, except when his heart is broken, which happens after he makes the mistake of telling Stephanie he loves her. This is, like, so not cool. Meanwhile, Squires' own marriage with Kristin (Famke Janssen) is on the rocks, although both are so spaced out that they don't much care. That leaves space in the story for one meaningful relationship, which is between Luke and Squires.\n\nThe Luke character we've seen before, usually not played this well. The psychiatrist is more original. Kingsley, at first unrecognizable with lanky locks and an outdated goatee, is a seriously addicted man, which he must know better than anybody. There's no evidence he has any clients other than Luke, and much of the time he's asking Luke for help. His belief system seems founded on the Beat Generation, and he's acting out his own desires through the younger man. He wants -- a laundry list. He wants to be younger, more potent, happily married. He wants to score with hippie chicks (one is played in the movie by Mary-Kate Olsen, who is a superb example of what he has in mind as a hippie chick). He wants to be loved. He wants to love. Everything going wrong in Luke's life right now has been going wrong in the doctor's life for 40 years.\n\nIt's impossible to not pity this man and carry a reluctant affection for him. He's so screwed up. As a smart, addicted, self-analyzing, secular Jewish intellectual, he could be born of Philip Roth's nightmares. Luke, however, appears to be a drug-abusing slacker, but is, in fact, an ambitious drug-abusing slacker, who thinks he might study psychiatry. He's in inner turmoil because of problems at home, where the best-laid plans of his father have run ashore, and the family is being evicted. One motive for Luke's drug-selling spree is to bail out his dad, although it appears he would have to turn over the national product of Colombia to succeed.\n\nThere's an undeniable pleasure in wallowing in other people's seamy, if entertaining, problems. Even Dr. Squires' descent into despair is accompanied by one-liners and a great soundtrack. (Luke, so retro he's still into cassettes.) Toward the end, when Luke summons the nerve to confess what he truly believes, has a kind of triumph, heavily laden, though it comes with qualifiers and apologies. It takes a certain heroism to admit to high feelings and noble instincts of the heart. Drugs are supposed to make that unnecessary, so Luke scores more than he realizes. As for the doctor, he achieves all of the benefits of committing suicide, yet suffers none of the drawbacks.", "running_time": 99, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-07-10", "genres": ["Comedy", "Indie", "Romance"], "title": "The Wackness (2008)"}