{"url": "http://www.rogerebert.com/reviews/the-business-of-strangers-2001", "by": "Stockard Channingas Julie Styron", "star_rating": 3.0, "text": "'The Business of Strangers\" starts as a merciless dissection of a high-powered business executive, turns into a confrontation between two styles of being a tough woman, and ends as an upmarket version of a Pam Grier revenge melodrama. It keeps you watching.\n\nThe movie centers on two performances that are closely observed in their details and nuances. Stockard Channing plays Julie Styron, a road warrior for a software company, who is divorced, childless, curt, dismissive and paranoid. When she hears that the boss is flying in to have dinner with her, she immediately assumes she's being fired, and instructs her secretary to copy all her files and messenger them to her house. She's having a bad day. Her A/V tech person turned up 45 minutes late and blew an important presentation. That would be Paula Murphy (Julia Stiles), a Dartmouth grad who considers this \"only a money job,\" is \"really\" a writer, and has at lot of tattoos, including a spider on the back of her neck and what looks like the Chrysler logo centered on her chest. (Why do some women believe tattoos enhance their breasts? Aren't they bringing coals to Newcastle?) \"As far as I'm concerned, she's fired,\" Julie says into her cell phone, ignoring Paula, who is standing next to her. As the older woman gets into her limo, the younger one calls her \"uberfrau,\" but by that night in the hotel bar they find that they get along just fine as drinkers. The third character in Patrick Stettner's original screenplay is Nick Harris (Frederick Weller), an executive headhunter, who flies in on a false alarm when Julie thinks she's being fired, and stays overnight after all of their flights are canceled. He's tall, slick, saturnine, and uses a lot of hair products.\n\nThe movie for at least its first hour is simply a very close study of how road warriors live. Their briefcases, their cell calls, their flight schedules, their hotel rooms, their use of the hotel bar and restaurant, their alienation and loneliness. Yet there is something uncoiling beneath this surface, based on the fact that Paula is a woman who doesn't like to be messed with, and Julie messed with her more than she realizes. At first this manifests itself in daring one-upmanship, as when Julie offers to buy Paula a drink, Paula specifies a brand of cognac, the waiter says \"that's $20 a shot,\" Paula says \"make it a double,\" and Julie says she'll have the same thing. Later, after three or four more stiff drinks, Paula uses an elevator full of men to play a mind game--whispering to Julie about unusual sexual practices. Only gradually do we understand that Paula is challenging Julie, as when they're in the sauna and she asks, \"Is this what a hot flash is like?\" Julie responds with a description of her first hot flash, but that isn't why Paula asked.\n\nWhat happens later in the film would not be fair to reveal. But I can express my ambivalence about it. Although the climactic scenes in the film have a certain weird fascination, I am not sure they're in character--maybe not for Paula, and certainly not for Julie, unless she's more drunk than she seems. The movie, having started with acute psychological observation, moves beyond realism into melodrama, and although some audiences will be fascinated (I was, to a degree), I think we lose something in the transfer.\n\nHere's the paradox: if the first half of the film hadn't been so good, I might not question the second half so much. Channing and Stiles are so accurate in the way they create their two recognizable types that, well, the types are enough. We're fascinated by the dynamic between the two women, both smart and hard-edged, both obscurely wounded, both seeing themselves in the other. We like the way the younger woman goes after the older one (\"Your best friend is your secretary. That's pathetic.\"). We want this to be the story, and when \"The Business of Strangers\" veers off into a series of manufactured plot developments, we're not sure we like it as much. Either way, it's a good movie, and Channing and Stiles are the right choices for these roles. They zero in on each other like heat-seeking missiles.", "running_time": 83, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-12-14", "genres": ["Drama", "Indie", "Thriller"], "title": "The Business Of Strangers (2001)"}