{"url": "http://www.rogerebert.com/reviews/the-designated-mourner-1997", "by": "Mike Nicholsas Jack", "star_rating": 3.0, "text": "The second time I saw “The Designated Mourner,” I kept my eyes mostly closed, and that was a useful approach. This is not a film so much as a filmed record of an audio performance; the words and the voices carry what is important, and when you open your eyes to look occasionally at the readers, it is like breaking the illusion.\n\nThree people sit behind a table furnished with papers, pencils, cups of water, books. They talk, sometimes to us, rarely to one another, mostly to themselves (or “for the record”). Most of the talking is done by Jack (Mike Nichols), a loquacious journalist who was once married to Judy (Miranda Richardson), the daughter of an intellectual named Howard (David de Keyser). In the unspecified country where they live, a totalitarian regime swept away those who thought too much, finding such people dangerous, and Judy and Howard were among the victims. (This is not the sort of film where it matters that I reveal such details.) Jack is left behind, the “designated mourner for a very special way of life that died.” The film is based on a play by Wallace Shawn, whose works like the screenplay for “My Dinner with Andre” and the play “Aunt Dan and Lemon” pile up monologues from characters who are looking for something to hang onto. In “The Designated Mourner,” his narrator is an engaging philistine who once agreed with his father-in-law, Howard, that the intellectual life was important--that to understand the poems of John Donne was a valuable achievement. But Jack lost that faith, came to see Howard as an empty vessel, and now seeks to clear his mind of its incessant chatter of secondhand notions, received ideas and buzzwords. At the end of the play he evokes the ideal of sitting at a cafe table feeling a gentle evening breeze on his face, and thinking of almost nothing.\n\nWell, is it important to understand the poems of John Donne? I write the question knowing that most people will not be familiar with his poems (although the words “No man is an island” may toll a distant bell). Last night at dinner I found myself next to a woman who talked about the novels of Henry James, which filled me with gratitude, and then about Cynthia Ozick's essays about James, which filled me with amazement--because unless you are lucky enough to live on a university campus, you are likely to do most of your serious reading in solitude.\n\nI feel, stubbornly, that it is important to read Donne and the other masters because they have thought and written at the highest level about what it means to be alive, to be conscious of choices, to consider the approach of death, and to turn those subjects into meditations that are sometimes true, false, cheerful, sad, ironic, bitter or hopeful. A great writer engages you in a conversation that you are not likely to be able to have with anyone you know.\n\nBut we exist under a daily reprieve. We can choose to read John Donne because we live for the moment in a free, stable society that does not make our reading impossible. War, famine or poverty--the conditions under which most people have always lived--would make reading (not to mention intellectualism) an idle fantasy. “The Designated Mourner” is about a society that does not like readers, and most of its words are spoken by a survivor who stands a little outside and looks wryly at what happened to the members of his circle. He chuckles sometimes at the entire foundation of his idea of himself. His all-important, precious “I” is, he fears, simply a rummage sale of whatever has been shoveled into his memory over the years.\n\nTo see this play on a stage would be a pleasure, because then you would be in the same time and space as the actors, and the words would take on the allure of storytelling. To read the play would also be a pleasure, because the scenes being described would take form in your mind. To see this film (directed by David Hare while his stage production was being performed in London with the same actors) is not the best choice. The material suffers by being placed in a frame it is not suited to. It's likely that an audio book of the play or film will be released, and that would be a good way to absorb Shawn's disturbing, introspective, Prufrockian words. I give the film “three stars” as a compromise between its material and the presentation.\n\nAt the end, I concluded: It is better to be able to read John Donne than not, but if the tide turns against you, it isn't likely to do you much good. Of course, in a nutshell, that's life.", "running_time": 95, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-11-07", "genres": null, "title": "The Designated Mourner (1997)"}