{"url": "http://www.rogerebert.com/reviews/the-perfect-man-2005", "by": "Hilary Duffas Holly Hamilton", "star_rating": 1.0, "text": "Is there no one to step forward and simply say that Heather Locklear's character in \"The Perfect Man\" is mad? I will volunteer. Locklear plays Jean Hamilton, a woman whose obsessive search for the \"perfect man\" inspires sudden and impulsive moves from one end of the country to another, always with her teenage daughter Holly (Hilary Duff) and Holly's 7-year-old sister, Zoe (Aria Wallace). Apparently there can only be one Perfect Man candidate per state.\n\nAs the movie opens, Holly is preparing to attend a prom in Wichita when her mother announces \"it's moving time!\" Her latest boyfriend has broken up with her, so they all have to pile into the car and head for Brooklyn, where mom providentially has a job lined up at a bakery -- a job that pays well enough for them to move into an apartment that would rent for, oh, $4,000 a month.\n\nHolly keeps an online blog named GirlOnTheMove.com, where she chronicles her mom's craziness for all the world. \"Post me on Match.com,\" her mom tells Holly after they arrive in New York, but Holly thinks maybe it might be fun to see if her mom just -- you know, meets someone. Jean's way of meeting someone is certainly direct: She attends a PTA meeting at Holly's new school, and suggests special PTA meetings for single parents and teachers. In desperation, Holly creates an imaginary online friend for her mom, who says all the things a woman wants to hear.\n\nHow does Holly know this is true? Because she's made a new friend at school (she's always making new friends, because she's always moving to new school). This friend, named Amy (Vanessa Lengies), has an Uncle Ben (Chris Noth) who runs a bistro and is a bottomless well of information about what women want to hear, and what a Perfect Man consists of. Holly names the imaginary friend Ben, and then sends her mom Uncle Ben's photo, and recycles what he tells her into the e-mail. Example of his wisdom: \"When a woman gets an orchid, she feels like she's floating on a cloud of infinite possibility.\" If I met a woman who felt like she was floating on a cloud of infinite possibility after receiving an orchid, I would be afraid to give her anything else until she'd had a good physical.\n\n\"The Perfect Man\" takes its idiotic plot and uses it as the excuse for scenes of awesome stupidity. For example, when Jean walk into Uncle Ben's restaurant and there is a danger they might meet, Holly sets off the sprinkler system. And when Holly thinks Ben is marrying another woman, she interrupts the wedding -- while even we know, because of the tortured camera angles that strive not to reveal this, that Ben is only the best man.\n\nMeanwhile, Jean has another prospect, a baker named Lenny (Mike O'Malley), who is a real nice guy but kind of homely, and invites her to a concert by a Styx tribute band. This involves driving to the concert in Lenny's pride and joy, a 1980 Pontiac Trans-Am two-door hardtop; Jean has to take off her shoes before entering the sacred precincts of this car. My personal opinion is that Lenny would be less boring after six months than the cloud of infinite possibilities guy.\n\n\"The Perfect Man\" crawls hand over bloody hand up the stony face of this plot, while we in the audience do not laugh because it is not nice to laugh at those less fortunate than ourselves, and the people in this movie are less fortunate than the people in just about any other movie I can think of, simply because they are in it.", "running_time": 100, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-06-16", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "The Perfect Man (2005)"}