{"url": "http://www.rogerebert.com/reviews/the-clearing-2004", "by": "Robert Redfordas Wayne Hayes", "star_rating": 3.0, "text": "A movie that begins with a pleasant morning in an ordinary marriage is never about mornings or marriages. As \"The Clearing\" opens, we meet Wayne and Eileen Hayes, long and apparently pleasantly married, in their elegant stone-walled mansion in a woodsy suburb. Wayne (Robert Redford) gets in his car, at the end of his driveway stops for a man who seems to know him, and finds himself kidnapped at gunpoint. Eileen (Helen Mirren) has a cup of coffee at the side of their pool.\n\nWe've already met the kidnapper, a man named Arnold Mack (Willem Dafoe). He lives with his perpetually disappointed wife and her father in a row house in a nearby city. We see him paste on a moustache in the mirror, which seems odd, and we follow him as he travels to his work (kidnapping) on a commuter train. Arnold approaches Wayne with such easy familiarity, waving a manila envelope as if it contained important papers, that Wayne automatically stops and rolls down the car window for him. Perhaps he even sort of remembers him, or feels that good manners requires him to say that he does.\n\nThe movie intercuts between two story lines: Wayne, his hands tied, led by Arnold on a long trek at gunpoint through a wooden area, and Eileen, concerned when he doesn't return home and eventually calling in the FBI. These time lines are not parallel, a fact that eventually occurs to us, along with its implications.\n\nWe learn a lot about Wayne as he and Arnold talk. Arnold has studied up on him, knows he's a self-made millionaire who bought and sold a car rental company at the right time. Wayne is rich, lives surrounded by luxury and is expensively dressed, but he has the tough instincts of a negotiator, and tries to talk Arnold out of the kidnapping. Arnold says the men who hired him are waiting in a cottage at the end of their walk, and Wayne asks him why those men should honor their deal with him. Arnold, who is not a professional criminal, listens politely and perhaps agrees with some of what Wayne says.\n\nIn the mansion, Eileen deals with at FBI agent (Matt Craven) who is all business, too much business. Her children, Tim and Jill (Alessandro Nivola and Melissa Sagemiller) join the vigil with their mother and privately share an interesting insight: At first, their mother was afraid Wayne might simply have run away from the marriage. The FBI man finds out about an affair Wayne had and discusses it in front of the children. That angers Eileen, who knew about it but didn't want them to know. And it sets up one of the most extraordinary scenes in the movie, a meeting between Eileen and Louise Miller (Wendy Crewson), who was her husband's mistress. This scene is written so precisely and acted so well that it sidesteps all the hazards of jealousy and sensation, and becomes simply a discussion of emotional realities.\n\nWhat happens of course I cannot reveal, nor will it be what you expect. Indeed, the events in a late scene are so unexpected and yet so logical that we are nodding with agreement as we react with surprise. And there is another scene, after that, indirectly dealing with psychological truth, with why people do the things they do, although I must say no more.\n\n\"The Clearing\" is the first film directed by the successful producer Pieter Jan Brugge (\"The Insider,\" \"The Pelican Brief,\" \"Heat\"). The screenplay is by Brugge and Justin Haythe, a British novelist. They know how to make a conventional thriller but are not interested in making one. Instead, they use the crime here as the engine to drive their parallel psychological portraits. While Eileen has the reality of her marriage made uncomfortably clear, Wayne and Arnold engage in a little subtle class warfare. Wayne acts as if he was born to lead, and Arnold thinks of himself as a born loser with one last chance to hit a jackpot. Certainly kidnapping offers enormous penalties and uncertain rewards, and Wayne thinks maybe Arnold doesn't really have the stomach for it.\n\nWhat finally happens, and how, has a certain inevitable rightness to it, but you can't say you see it coming, especially since \"The Clearing\" doesn't feel bound by the usual formulas of crime movies. What eventually happens will emerge from the personalities of the characters, not from the requirements of Hollywood endings. Sensing that, we grow absorbed in the story, knowing that what happens along the way will decide what happens at the end.", "running_time": 95, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-07-02", "genres": ["Drama", "Thriller"], "title": "The Clearing (2004)"}