{"url": "http://www.rogerebert.com/reviews/the-center-of-the-world-2001", "by": "Peter Sarsgaardas Richard Longman", "star_rating": 3.5, "text": "Sex isn't the subject of \"The Center of the World.\" It's the arena. The subject is making money, and the movie is about two people who hate their jobs. Richard (Peter Sarsgaard) is a computer whiz whose company is about to go public and make him a millionaire. Florence (Molly Parker) is a lap dancer in a strip club, but technically not a prostitute. You can be aroused by her, but you can't touch her. Richard is the same way. He skips a meeting with investors and disappears as his company floats its IPO. You can profit from his skills but you can't have him.\n\nHere are two people who want to succeed only on their own terms. The big difference between them, as she points out, is \"money. You have it and I don't.\" As a sex worker, her strategy is to get the client's money without giving herself. She meets Richard in a coffee shop. He finds out where she works, turns up and buys a lap dance. He's fascinated. He asks her to go to Las Vegas for a weekend. She says she's not that kind of person. \"I can compensate you,\" he says. \"Compensate\" is a revealing word in this context. He offers her $10,000. She says he'll have to observe her rules. He agrees.\n\nHe may actually be happy to agree. She's spared him from performance anxiety. He gets the intrigue, the excitement, the mystique and her full attention, and avoids physical and psychological risk. Nice deal. Good for her, too, because she needs money but doesn't think of herself as a prostitute (she's \"really\" a drummer in a rock band). Director Wayne Wang says his film was inspired by the strip clubs of the Silicon Valley. They bring together men who have too much money and no interest in relationships with women who have too little money and no interest in relationships.\n\nSex supplies the stakes. It's the currency of the micro-economy created for a weekend by Richard and Flo. She manufactures sex, he consumes it, and cash flow is generated. When she goes a little further than her guidelines permit, that's like Alan Greenspan lowering interest rates. The casual observer may think the weekend is all about sex; more evolved viewers will notice that the sex is not very fulfilling, very original or very good; what is fascinating are the mind games. They're like negotiations. Flo is the better negotiator, but then of course she's the market-maker.\n\nIn theory, a prostitute and her client form a closed system, in which everything in their private lives, even their real names, may be kept secret. Because Richard and Flo met socially before entering into their agreement, information leaked out. She knows he's about to make millions of dollars, although all she wants is $10,000. The commitment involved in getting the millions would interfere with her idea of herself. We in the audience get more information because we eavesdrop during their private moments; he deals by e-mail with partners who are enraged that he stiffed the investors and (they hear) is in Vegas with a hooker on the company's biggest day. She calls a Vegas friend named Jerri (Carla Gugino), who gives her technical advice; she tells Jerri she \"kinda likes\" the guy.\n\nNow look at their sex. Her rules permit action only between 10 p.m. and 2 a.m. The rest of the time, they sight-see, visit restaurants, play video games. The sex in theory will not involve intercourse. They have connecting rooms. At 10 p.m. she throws open the doors, dressed dramatically in \"erotic\" clothes that are pretty routine. She does advanced versions of a lap dance. He wants to go further. \"You want real?\" she asks. \"I'll show you real.\" What she shows him is real, all right, but scant consolation for an onlooker.\n\nAt one point they practice something called \"fire and ice,\" which involves ice cubes and hot sauce, and has been compared by credulous reviewers with the most famous scene in \"Last Tango in Paris.\" The difference is, in \"Last Tango\" something was really happening between two unpaid and involved participants; in \"The Center of the World,\" it's erotic showbiz. (Show me a sexual practice that involves ice cubes and hot sauce, and I will show you a sexual practice that would be improved without them.) The movie has also been compared to \"Leaving Las Vegas,\" but couldn't be more different. That film was about agony and redemption, and the hooker was a healing angel. This movie is about two entrepreneurs.\n\nThe suspense in \"The Center of the World\" is not about whether Flo and Richard will have real sex. The suspense involves whether they'll start to like each other. He tells her he's in love, but guys always say that. She kinda likes him, but having started off in this way, can she ever have sex with him that will not seem, in some way, like a subtle extension of prostitution? To this intrigue is added another level when Jerri, the friend, visits their suite with a story of being beaten up. Is Richard being scammed by the two women? In a scenario like this, it's impossible to figure out what's real. Does Richard love Flo, or the erotic illusion she creates, or the freedom from responsibility she makes possible? Does Flo like Richard, or his money, or the gamesmanship of dancing closer to the flame? When they spontaneously find themselves turned on outside the four-hour time zone, is that real, or does it feed off the excitement of breaking the rules? The situation is complicated because all of their interruptus brinksmanship has been a turn-on. They're only human.\n\nIf you understand who the characters are and what they're supposed to represent, the performances are right on the money. Flo is not supposed to be a sexy tart, and Richard is not supposed to be a lustful client. They're sides of the same coin and very much alike. You want real? This movie shows you real. For Richard and Flo, real is a weekend in Vegas trying to figure out what they really want and how much they're willing to sell off in order to buy it.", "running_time": 86, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-05-04", "genres": ["Drama", "Indie", "Romance"], "title": "The Center of the World (2001)"}