{"url": "http://www.rogerebert.com/reviews/the-bay-2012", "by": "Kether Donohueas Donna", "star_rating": 2.5, "text": "Barry Levinson's \"The Bay\" is another found-footage shocker, but with a welcome difference. Instead of being cobbled together from shaky-cam footage allegedly shot by clueless teenagers whose video shows lots of their own shoes, this one is built around suppressed video allegedly filmed by a professional cameraman for public access TV.\n\nIt also incorporates cell phone video, Skype interviews and video shot on board a boat by a young couple who have chosen the wrong day to take their baby out for a cruise. The theory is that all this material has been kept secret in a cover-up of the pollution of Chesapeake Bay (which in fact is heavily polluted, but never mind). \n\nAs the film opens, a young TV journalist named Donna Thompson (Kether Donohue) recalls a terrible July 4th a few years earlier when a waterborne parasite began to attack swimmers and other local residents. Identified as isopods, the creatures have mutated into carnivores the size of big cockroaches and begin to devour their victims both from the outside in and the inside out — a nice touch, that.\n\nThe reasons for the mutation are hinted: run-off from a giant chicken farm, where the poultry feed is laced with steroids, and a possible radiation leak from a nearby nuclear reactor. It goes without saying that the local mayor (Frank Deal) denies any problem, having learned from \"Jaws\" that it is better for people to die than for tourism to be affected.\n\nLocal doctors and police try desperately to call for help, but find it difficult to get a response on a busy holiday. Contacts between an emergency room doctor and the Center for Disease Control in Atlanta are well done, and not reassuring. \n\nAlthough there are some scary moments here, and a lot of gruesome ones, this isn't a horror film so much as a faux eco-documentary. Levinson, a major director (\"Rain Man,\" \"Wag the Dog\") seems more interested in spreading a green message than terrifying viewers. Nothing wrong with that, but audiences lured in by the trailers may be disappointed. At least the film is watchable and audible, something you can't say for most found-footage films, including great stretches of the \"Paranormal Activity\" series, which is turning into a parasite of its own.", "running_time": 84, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-11-07", "genres": null, "title": "The Bay (2012)"}