{"url": "http://www.rogerebert.com/reviews/the-wild-child-1970", "by": "Francois Truffautas Dr. Itard", "star_rating": 4.0, "text": "Francois Truffaut's \"The Wild Child\" is the story of a \"wolf boy\" who lived like an animal in the woods, and about the doctor who adopted him and tried to civilize him. The story is essentially true, drawn from an actual case in 18th Century France, and Truffaut tells it simply and movingly. It becomes his most thoughtful statement on his favorite subject: The way young people grow up, explore themselves, and attempt to function creatively in the world.\n\nThis process was the subject of Truffaut's first film, \"The 400 Blows,\" and he returned to the same autobiographical ground with his recent \"Stolen Kisses.\" Now, again using Jean-Pierre Leaud as the actor, he's at work on the third film in the trilogy. In this one, reportedly, the autobiographical character survives adolescence and enters bravely into manhood.\n\nThat is a happy ending forever out of the reach of the Wild Child, who has been so traumatically affected by his forest life that he can hardly comprehend the idea of language. There's even a question, at first, as to whether he can hear. He can, but makes little connection between the sounds of words and their meanings. The doctor makes slow progress, or none, for months at a time. Then perhaps there's a small breakthrough. He records it all in his journal, and Truffaut's spoken English narration from the journal carries most of the ideas in the film.\n\n\"The Wild Child\" is about education at its most fundamental level; about education as the process by which society takes millions of literally savage infants every year, and gradually seduces them into sharing the conventions of everybody else. There's a question, of course, as to whether \"civilization\" is good for man, or if he'd be happier in a natural state.\n\nThat question is at the root of \"The Wild Child.\" Since the boy can never function \"normally\" in society, should he have been left in the woods? It's a question for us, in this uncertain age; but not for the doctor, who shares the rational optimism of Jefferson and never seriously questions the worth of his efforts. He believes in the nobility of man, and detests the idea of a human being scavenging for survival in the forest.\n\nTruffaut places his personal touch on every frame of the film. He wrote it, directed it, and plays the doctor himself. It is an understated, compassionate performance, a perfect counterpoint to Jean-Pierre Cargol's ferocity and fear. The day-to-day record of the doctor's attempts to teach the boy to walk upright, to dress himself, to eat properly, to recognize sounds and symbols, is endlessly fascinating. So often movies keep our attention by flashy tricks and cheap melodrama; it is an intellectually cleansing experience to watch this intelligent and hopeful film.\n\nNOTE: Because Truffaut's narration is in English and the boy speaks hardly at all, there are very few subtitles to be read and the movie is completely accessible even to, say, third or fourth-graders. I imagine most children would find it completely fascinating.", "running_time": 83, "mpaa_rating": "G", "release_year": 1970, "date_published": "1970-10-16", "genres": ["Drama", "Foreign"], "title": "The Wild Child (1970)"}