{"url": "http://www.rogerebert.com/reviews/the-first-deadly-sin-1980", "by": "Frank Sinatraas Edward Delaney", "star_rating": 3.0, "text": "Who would have thought, in all honesty, that Frank Sinatra had this performance still left in him? Ten years after his last film, the dismal \"Dirty Dingus Magee,\" and longer than that since the schlock of \"Tony Rome\" and \"Lady in Cement,\" here he is again with a quiet, poignant, and very effective performance as the centerpiece of \"The First Deadly Sin.\" The movie is one of the season's pleasant surprises.\n\nSinatra plays Ed Delaney, a New York police detective with only a few weeks until his retirement. He goes out to investigate a routine mugging and discovers that the victim has been killed by a strange weapon: The impact on the skull is like nothing he's seen before. He stumbles over a couple of related cases, and begins to suspect that the same madman is responsible for them all. Delaney's boss would basically just like him to forget about it and retire, but some small core of stubbornness won't let Delaney let go.\n\nAt the same time, things are not going well in his private life. His wife (Faye Dunaway) has had a kidney removed and is in the hospital, critically ill. Delaney is living a bachelor's existence in their town house-which probably reflects her taste in the antiques and plants that stand ready as a backdrop to his retirement. He is a quiet man, firm but not demonstrative, and even his determination to follow through on the murder case isn't heroic, it's just dogged.\n\nThe movie surrounds Sinatra with a gallery of good character actors in good roles: There's the raspy coroner (James Whitmore) and the oily doorman (Joe Spinell) and the little old curator of antiquities (George Coe) who improbably figures out what was probably used as the murder weapon.\n\nThere's a less satisfactory treatment of the killer (David Dukes), who is never really established as a personality, and exists only as a shadowy, frightening cipher. The movie's never consistent in the way it shows us the killer. We're apparently omniscient at times, and can watch the killer alone in his coldly efficient High Tech apartment. But at other times we're deliberately kept ignorant of his plans and movements. The movie wants to have things both ways, but thrillers are more effective when they establish rules and play by them.\n\nStill, the failure to develop the killer isn't really crucial to the movie; we know enough about him, and can guess enough more from other movies and pop psychology, to fill in his blanks. What definitely doesn't work in this movie is the entire character of Delaney's wife, as played by Dunaway. The movie opens with Delaney called off a case to go to her bedside, where the emergency operation was just performed - and then, all during the rest of the film, the police action alternates with visits to the bedside.\n\nDunaway's role has to be the longest -running deathbed scene I can remember. All we know for sure is that she'll look worse every time Sinatra goes to the hospital. After a few brave and cheerful remarks at the outset, she has hardly any dialogue, and so we don't learn much about their relationship.\n\nThe fact that she is dying is intended, of course, as counterpoint to the professional pressures bearing down on the detective. But (and here the movie miscalculates) we don't need to see her dying to feel those pressures. It might have been more effective to let her die offscreen, and to let us imagine her suffering while identifying with his grief.\n\nThe handling of the wife's character could have been fatal to the movie, but it's not. That's due to Sinatra, who plays this role close to his chest, and who looks and acts very touchingly like a tired old cop on the threshold of retirement. We can empathize with him, and that's partly because he resists any temptation to give us a reprise of those wisecracking wiseasses he played in the 1960s. This is a new performance, built from the ground up.", "running_time": 112, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-10-30", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "The First Deadly Sin (1980)"}