{"url": "http://www.rogerebert.com/reviews/the-adjustment-bureau-2011", "by": "Matt Damonas David Morris", "star_rating": 3.0, "text": "Here I go again. I'll be helpless to stop myself. \"The Adjustment Bureau\" is about the conflict between free will and predestination, and right there, you have the whole dilemma of life, don't you? Either it makes a difference what you choose to do, or the book had already been written, and all you can do is turn the pages.\n\nThat these questions are raised in a science-fiction thriller with a romance at its core should not be surprising. Sci-fi offers storytellers the freedom of tinkering with realism, and few writers did that with more complexity than Philip K. Dick. This movie written and directed by George Nolfi is based on a Dick story about a legion of \"adjusters\" who move a strange thing there and a known thing here, just to be sure everything proceeds according to plan. Whose plan? The adjusters aren't big on explanations. They're like undercover agents for the higher power of your choice.\n\nBut the best-laid plans of mice and men sometimes stray. Random chance barges in, and its interference must be corrected. In \"The Adjustment Bureau,\" Matt Damon plays a congressional candidate named David Morris, who walks into a men's room he has every reason to believe is empty, and who should emerge from one of the stalls but Elise Sellas (Emily Blunt). What was she doing there? You don't cross-examine a Meet Cute. The important thing is, these two people, who were never intended to meet, have that particular chemistry that means they're a perfect romantic match. They know it, we know it, and when their eyes and lips meet, their stories become entangled.\n\nPhillip Dick was intrigued by devices that allowed him to examine the mechanisms by which life unfolds. I think he voted for free will in the short run (the span of intelligent life on Earth, say), evolution for the middle distance (things develop according to underlying principles) and predestination in the long run (the universe will entropy and cease). A man and a woman whose eyes Meet Cute need only be concerned about the very short run.\n\nIn the movie, David Morris becomes aware of certain men wearing suits and fedoras, who strangely start to appear in his life. He meets two of them: Mitchell and Richardson (Anthony Mackie and John Slattery). They explain that they work for a bureau that makes corrections when things go slightly wrong. For example, David and Elise were not intended to meet. What was she doing in the men's room, anyway? For her sake and his, David must not see her again.\n\nOK, so this is where it gets intriguing. They do meet again, once again by pure chance. But this time, they recognize each other, you see, because they had met earlier. It is possible the second time they see each other was intended to be the first time, in which case (if you follow me) they would not necessarily even notice one another. Seeing a woman on the bus isn't the same thing as getting into a conversation with her in a men's room. So answer me this: When the adjusters urge David to forget about Elise and never see her again, aren't they asking him to exercise his free will? Aren't they implying he has a choice?\n\nSo you might think, but \"The Adjustment Bureau\" reveals a hidden level of reality by which players can be yanked out of the game. David is confronted in a cavernous industrial space and warned that if he doesn't straighten up, his memory will be erased. This space is reached through a doorway to a place that has no logical possibility of existence; it must be like the bedroom beyond Jupiter in \"2001,\" which was summoned by a greater intelligence to provide the illusion of a familiar space for an unwitting subject.\n\nThe plot develops into a cat-and-mouse game of the mind, in which David and Elise, in love and feeling as if they're destined for each other, try to outsmart or elude the men in the suits and hats. This is fun, and because Matt Damon and Emily Blunt have an easy rapport, it doesn't seem as preposterous as it is. Beneath its apparent sci-fi levels, a romantic comedy lurks here.\n\nIf you're like me, you're thinking the universe in this movie is run by a singularly inefficient designer. There is no room for chance in predestination. If there is a plan, you can't allow tinkering. There's a well-known sci-fi precept that warns if you travel back far enough in time and step on the wrong insect, you could wipe out the future. By the time we meet a very, very serious senior adviser named Thompson (Terence Stamp), we begin to suspect that his employer has delusions of grandeur.\n\nThompson gives the appearance of being firmly in control and knowing all the right buttons to push, but his problem is, David and Elise have seen behind the curtain and realize they need not be instruments of a plan. There's even the intriguing possibility that the Adjusters themselves have some freedom of choice.\n\n\"The Adjustment Bureau\" is a smart and good movie that could have been a great one if it had a little more daring. I suspect the filmmakers were reluctant to follow its implications too far. What David and Elise signify by their adventures, I think, is that we're all in this together, and we're all on our own. If you follow that through, the implications are treacherous to some, not all, religions. In the short term, however, the movie is a sorta heartwarming entertainment.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-03-02", "genres": ["Romance", "Science Fiction", "Thriller"], "title": "The Adjustment Bureau (2011)"}