{"url": "http://www.rogerebert.com/reviews/the-crocodile-hunter-collision-course-2002", "by": "Herself Brozzieas Terri Irwin", "star_rating": 3.0, "text": "There are scenes in \"The Crocodile Hunter: Collision Course\" where Steve Irwin jumps into rivers at night and wrestles crocodiles bare-handed, while his wife Terri helps him tie their jaws shut and haul them onto the boat. In another movie you would question the possibility of such scenes.\n\nBut there is something about this one that argues they are true: A certain straightforward, matter-of-fact approach that suggests Steve has been wrestling crocodiles all his life. And he has; according to his bio, Steve's dad Bob, who ran the Queensland Reptile and Fauna Park in Australia, \"taught the young Steve everything there was to know about reptiles--even teaching his 9-year-old how to jump in and catch crocodiles in the rivers of North Queensland at night!\" How, I am wondering, do you teach a 9-year-old to jump in and catch crocodiles in the rivers of North Queensland at night? Is rehearsal possible, or do you just get a lot of theory and then jump in? Is it child abuse to tell your 9-year-old to wrestle crocodiles, or only Tough Love? I urgently await a film titled \"Young Steve: The Education of a Croc Hunter.\" Studying the bio more closely, I realize that many of its sentences end with an exclamation point. In the movie, nearly every sentence uttered by Irwin does, although supporting players are allowed periods and question marks. Half of his sentences have only one word: \"Crikey!\" He says this frequently while handling the dangerous creatures of the outback, which he likes to get real close to, so they can snap at him during his lectures.\n\nThere is a plot to this movie, which I hardly need to mention, since it's irrelevant to the experience. A secret communications satellite falls to Earth and its black box is gobbled up by a croc, and two rival U.S. intelligence agencies send teams to the outback to retrieve it, while meanwhile Steve and Terri don't realize it's in the stomach of the croc they plan to move to another river system.\n\nForget the plot. The movie is really about Steve and Terri taking us on a guided tour of the crocs, snakes, deadly insects and other stars of the outback fauna. Steve's act is simplicity itself. He holds a deadly cobra, say, by its tail and looks straight at the camera and explains that the cobra has enough venom to kill him 100 times over. The cobra twists and tries to strike at Steve's bare leg. He jerks it away. Crikey! Steve's monologues about the incredible danger he's in do sometimes run a bit long, but he has the grace to interrupt them to slap at flies that are biting him.\n\nLater we meet a \"bird-eating\" spider whose fangs contain venom that would kill Steve, I dunno, a thousand times over, and he pokes it with a stick to make it display its fangs, and it almost bites Steve's thumb. Crikey! Then he shows us the spider's nest, and sticks his finger down it, and yanks it back as if he's been bitten. Crikey! But he was only fooling, mate.\n\nThe movie is entertaining exactly on the level I have described it. You see a couple of likable people journeying though the outback, encountering dangerous critters and getting too close for comfort, while lecturing us on their habits and dangers and almost being killed by them. The stunts are not faked, and so there is a certain fascination. Steve and Terri are not exactly developed as deeply realized characters, and only on their Web site did I discover they were married in 1992, and in 1998 gave birth to little Bindi Sue Irwin, who is now 4, and started in as a baby by wrestling tiny gecko lizards. Crikey!", "running_time": 89, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-07-12", "genres": ["Action", "Adventure", "Family", "Foreign"], "title": "The Crocodile Hunter: Collision Course (2002)"}