{"url": "http://www.rogerebert.com/reviews/the-presidio-1988", "by": "Sean Conneryas Lt. Col. Alan Caldwell", "star_rating": 1.5, "text": "“The Presidio” begins with an assembly-line screenplay and never rises above it, not even with the weight and warmth of Sean Connery’s personality.\n\nThe whole movie has the feeling of a clone, of a film assembled out of spare parts from other movies, out at the cinematic junkyard.\n\nFrom the opening chase sequence on the hills of San Francisco, which looks like “Bullitt” restaged at night, there’s hardly an element we haven’t seen before.\n\nThe heroes, for example, are two law enforcement officers who have held a grudge in the past, but now must work together. This is not exactly the first movie in history about lawmen who are partners - and indeed this movie’s director, Peter Hyams, made “Running Scared,” about two Chicago cops, only two years ago. That one was about a black cop and a Jewish cop. This one is about a San Francisco cop and a military policeman who speaks with a Scottish accent. It’s like a repertory company where only the costumes change.\n\nThe city cop is played by Mark Harmon. He’s called in when a female military police officer is shot dead during a break-in at the officer’s club at the Presidio army base. That requires him to work with the provost marshal (Connery), who has a grudge against him because a few years ago Harmon worked under Connery and punched out a drunken colonel and caused a lot of trouble.\n\nOK. What other ingredients do we need here? How about providing Connery with a daughter (Meg Ryan), and having her and Harmon fall in love at first sight? You like it? You got it. But write the scene of their first meeting so awkwardly that they have to act like crazy to overcome the cute dialogue. And then do not, of course, do anything obvious, like putting the girl in danger from the killer, so that Harmon has to rescue her. No, simply use their romance as an unrelated side story, so the action can be interrupted from time to time.\n\nMeanwhile, the investigation continues into the murder of the military cop. And I will not reveal a single precious detail of the secret plot that is uncovered - except to observe that rarely has a plot been unraveled more easily than in this movie. Harmon and Connery (who wears full military uniform) trail a suspect, sit in plain view in their car, watch him, and figure out what he is doing. Then there is one of those standard shootouts inside a factory, where everybody is always diving for cover and sneaking behind large, anonymous pieces of machinery.\n\nConnery has a few good moments, largely created by his own energy and effort, as when he uses his perfect timing to give ordinary dialogue the feeling of humorous understatement. Harmon seems to lack charisma; on the basis of this film, he is not an interesting actor.\n\nRyan, who plays Connery’s daughter, has been appealing in other films but is given such a collection of cliches to recite in this one that we can barely perceive a reason for her role.\n\nAnd the neat thing about the secret plot that is revealed at the end of the movie is that it doesn’t seem to make any sense. If you see the movie, ask yourself this simple question: Why was it necessary to involve bottled water at any moment in the execution of the criminal scheme? One of the benefits of not seeing the movie, of course, is that you will not have to ask yourself that question.", "running_time": 97, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-06-10", "genres": ["Action", "Adventure", "Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "The Presidio (1988)"}