{"url": "http://www.rogerebert.com/reviews/the-blue-angel-2001", "by": "Emil Janningsas Prof. Immanuel Rath", "star_rating": 3.5, "text": "\"The Blue Angel\" will always have a place in film history as the movie that brought Marlene Dietrich to international stardom. At the time it was made, at the birth of the sound era in 1929, it was seen as a vehicle for Emil Jannings, the German actor who had just won the first Academy Award for best actor (for both \"The Last Command\" and \"The Way of All Flesh\") after starring in such silent landmarks as \"The Last Laugh\" and \"Faust.\" Dietrich's overnight stardom inspired distributors to recut the film, ending it with one of her songs instead of his pathetic closing moments, and this restored version shows the entire film for the first time in years.\n\nEven then there is a choice to be made. Jannings and his director, Josef von Sternberg, had established themselves in the silent era, when films knew no language barriers, and they shot the film in both English and German. This is the English version, with Dietrich and Jannings fluent (the Austrian Jannings claimed, falsely, that he had been born in Brooklyn), but many prefer the German version because the actors feel more at home with the dialogue.\n\nWhatever its language, \"The Blue Angel\" looks and feels more like a silent film, with its broad performances that underline emotions. Von Sternberg, who was raised in Europe and America and began his career in Hollywood, was much influenced by German expressionism, as we see in early street scenes where the buildings tilt toward each other at crazy angles reminiscent of \"The Cabinet of Dr. Caligari.\" He was a bold visual artist who liked shots where the actors shared space with foreground props and dramatic shadows, and he makes the dressing room beneath the stage of the Blue Angel nightclub into a haunting psychic dungeon. Lotte Eisner observes in The Haunted Screen, her study of German expressionism, that von Sternberg was more at ease with sound than many of his contemporaries (this was his second talkie), and was perhaps the first director to deal with how offstage sounds alter as doors are opened and closed. Sound itself was seen as self-sufficient in the earlier days, but von Sternberg was already modulating it, tilting it toward realism.\n\nHis story involves the fall and humiliation of Prof. Immanuel Rath (Jannings), a respected high school professor who one day confiscates a postcard showing Lola Lola (Dietrich), the dancer at a local nightclub. Visiting the club to reprimand any students he might find there, the professor falls under the spell of Dietrich, who looks fleshier and more carnal than she later appeared. Soon he is lost. He marries her (in a show-biz wedding of grotesque toasts and whispered gossip), goes on the road, and returns to his hometown some years later as a bit player in her stage show--the stooge of a magician who produces eggs from the professor's nose and cracks them on the old man's head.\n\nJannings specialized in roles where he was humiliated; \"The Last Laugh,\" where he plays a proud hotel doorman who loses his position, is the most famous. His performance in \"The Blue Angel\" is odd; he plays a high school teacher and is presumably intelligent, yet his thoughts and actions seem slowed down and laborious, as if he's puzzling things out as he goes along. Dietrich had made seven silent films before this one, but seems to adapt easily to the quickened pace of talkies, and of course her stardom depended on sound; her singing of \"Falling in Love Again\" in this film established it as her trademark. (Three years later, in von Sternberg's \"Shanghai Express,\" she would utter that masterpiece of understatement, \"It took more than one man to change my name to Shanghai Lily.\") The puzzle throughout \"The Blue Angel\" is why Lola Lola marries the sad, besotted professor. It appears they have a sex life, at least for one night, although it is not appealing to imagine its nature. There are times when she seems fond of him, times when she is indifferent, times when she is unfaithful, and yet she has a certain stubborn affection for this pathetic figure. Perhaps he acts as a front for her shadow life of discreet prostitution; perhaps, in a world that regards her as a tramp, she values the one man who idealizes her.\n\nDietrich in any event never seemed to embody romance; the sexual identity she offered, in film after film, was that of a predator, disillusioned by men, satisfying her physical needs but indifferent to their providers. She seems to have all of the equipment of a woman except for the instruction manual, and it's interesting that Dietrich is a favorite role for female impersonators, in movies like \"The Damned,\" and in life; if you are a man who wants to play a woman, Dietrich meets you halfway.\n\n\"The Blue Angel\" lumbers a little on its way to a preordained conclusion, but is intriguing for its glimpses of backstage life in shabby German postwar vaudeville, and for Dietrich's performance, which seems to float above the action as if she's stepping fastidiously across gutters. The final humiliation of the professor is agonizing and protracted, and Siegfried Krakauer, in his study From Caligari to Hitler, found it one more example of the way German movies mirrored their society in humiliating intellectuals and glorifying the physical. You can glimpse the sadomasochism of the Nazi pose in the strange relationship of Professor Rath and Lola Lola.", "running_time": 106, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-09-28", "genres": null, "title": "The Blue Angel (2001)"}