{"url": "http://www.rogerebert.com/reviews/the-way-of-the-gun-2000", "by": "James Caanas Joe Sarno", "star_rating": 2.5, "text": "\"The Way of the Gun\" is a wildly ambitious, heedlessly overplotted post-Tarantino bloodfest--the kind of movie that needs its own doggie bag. There's a good story buried somewhere in this melee, surrounded by such maddening excess that you want to take some home and feed it to undernourished stray movies.\n\nThe film marks the directorial debut of Christopher McQuarrie, who won an Oscar for his screenplay of \"The Usual Suspects.\" He is a born director, and now what he needs to meet is a born editor.\n\nThere are scenes here so fine, so unexpected, so filled with observation and nuance, that you can hardly believe the notes he's hitting. And then he'll cycle back for another round of \"Wild Bunch\" gunplay--not realizing that for Sam Peckinpah, the shootout was the climax, not the punctuation.\n\nBoth of these McQuarrie films have loop-the-loop plots, unexpected reversals and revelations, and closing lines that call everything else into question--although not, I hasten to add, in the same way. Can this one really be only 119 minutes long? It has enough plot for a series. I'd love to see the prequel, in which these characters twist themselves into narrative pretzels just setting up all the stuff that pays off here.\n\nBenicio Del Toro and Ryan Phillippe star, as Mr. Longbaugh and Mr. Parker (the \"mister\" is a reminder of \"Reservoir Dogs\"). Having exhausted all their chances at normal lives (we doubt they tried very hard), they tell us in the narration that they \"stepped off the path and went looking for the fortune we knew was ours.\" At a sperm bank, they overhear a conversation about a millionaire whose seed is being brought to term by a surrogate mother, who is always kept under armed guard. Their idea: Kidnap the mother and collect ransom.\n\nThe notion of kidnapping a (very) pregnant woman would provide complications enough for some directors, but not for McQuarrie, who hurtles into a labyrinth involving criss-crossing loyalties among the millionaire's current bodyguards, his shady employers, his longtime enforcers, the enforcer's old pal and a gynecologist whose involvement in the case is more (and less) than professional.\n\nThe pregnant woman is played by Juliette Lewis, who is the movie's center of sanity. She is the only one who talks sense and understands more or less why everyone is doing everything--occasionally, so thick is the going, she'll simply explain things to the other cast members on a need-to-know basis. Mr. Longbaugh and Mr. Parker drive her into Mexico, the bodyguards (Taye Diggs and Nicky Katt) follow--and so does grizzled old Joe Sarno (James Caan), the suicidal but competent enforcer who is relied upon by the shady millionaire (Scott Wilson). It is a measure of McQuarrie's skill that the millionaire's wife plays a full and essential role in the movie while uttering a total of perhaps nine words.\n\nMuch of the movie consists of cat-and-mouse games, car chases, and shootouts. McQuarrie scatters fresh moments among the wearying routine of gunfire; shots of guys dashing into the frame with machines guns have become tiresome, but I liked the way Phillippe vaulted into a dry fountain that contained a nasty surprise. And the way the car chase slowed down to an elusive and tricky creep (I didn't believe it, but I liked it).\n\nJames Caan is very good here as the professional gunman who has seen it all. He's supposed to be on the same side as the bodyguards, but distrusts them and tells one: \"The only thing you can assume about a broken down old man is that he is a survivor.\" McQuarrie gives Caan clipped lines of wisdom, and he has a wonderful scene with Del Toro in which he explains his functions and his plans. He and Wilson have another nice scene--two old associates who trust each other only up to a point. Jeffers, the Taye Diggs bodyguard, meanwhile maintains cool competence while everything nevertheless goes wrong, and is only one of several characters who reveals an unexpected connection.\n\nUp to a point, a twisting plot is entertaining. We enjoy being fooled and surprised. But we have to halfway believe these things could really happen--in a movie, anyway. McQuarrie reaches that point and sails past it like a ski-jumper. We get worn down. At first you're surprised when you get the rug pulled out from under you. Eventually, if you're a quick study, you stop stepping on it.\n\nAs a video, viewed at less than full attention, \"The Way of the Gun\" could nicely fill the gaps of a slow Saturday night. It's when you focus on it that you lose patience. McQuarrie pulls, pummels and pushes us, makes his characters jump through hoops, and at the end produces carloads of \"bag men\" who have no other function than to pop up and be shot at (all other available targets have already been killed). Enough, already.", "running_time": 119, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-09-08", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "The Way of the Gun (2000)"}