{"url": "http://www.rogerebert.com/reviews/the-last-dragon-1985", "by": "Taimakas Leroy", "star_rating": 2.5, "text": "\"The Last Dragon\" opens with its hero learning from his karate master that he has at last touched the final level of realization; he no longer needs a master, because what remains to be learned can only be found within himself. When he achieves the final level, he will know it because of a glow all over his body. This is no idle promise; by the end of the film, the hero glows like somebody who has just tapped into the wrong power line.\n\nSetups like that are obligatory in karate movies; there's an unwritten law that the movie must begin with five minutes of solemn, portentous philosophy before the action can begin. Once past its prologue, however, \"The Last Dragon\" turns into a funny, high-energy combination of karate, romance, rock music and sensational special effects. It's so entertaining that I could almost recommend it - if it weren't for an idiotic subplot about a gangster and his girlfriend, a diversion that brings the movie to a dead halt every eight or nine minutes.\n\n\"The Last, Dragon\" stars two remarkably attractive and likable actors, who have one name apiece. The hero is played by Taimak, a 20-year-old karate student who has not acted before, but who has a natural screen presence, and the heroine is Vanity, the rock singer discovered by Prince and used as a warm-up act at some of his concerts prior to the current tour.\n\nOf Vanity, let it be said that she has the sort of rapport with the camera that makes us like her instantly; she has a sunny smile, and what can only be described as a sort of inner happiness, and in the middle of this plot about gangsters and night clubs and bloody fights, she floats serenely, a joy to behold. In less than 12 months, Prince has introduced two electrifying actresses, Appolonia Kotero from \"Purple Rain\" and now Vanity.\n\nThere's another engaging actor in the movie, a man named Julius J. Carry III, who describes himself as the Shogun of Harlem, and who presides over a hilarious early scene where he marches into a movie theater full of Bruce Lee fans and threatens to fight everyone in the house. Taimak is in the front row, so loyal to the Bruce Lee mystique that he's eating his popcorn with chopsticks, and after he has a showdown with the Shogun, it becomes inevitable that they will have to endure a fight to the finish.\n\nMeanwhile, Vanity is working as a video disc jockey at a private club, and a gangster (Chris Murney) decrees that she should play a video he has produced, starring his girlfriend (Faith Prince, no relation). Vanity refuses, and she is rescued from the gangster's thugs not once but twice by the brave Taimak, who barehandedly demolishes the hitmen.\n\nThat sets up the movie's basic situation: Taimak must defeat both the Shogun and the gangster - and fall in love with the girl, of course. There are also some nice scenes involving Taimak's father, who proudly runs New York's best black pizza parlor, and his little brother, who is a lot more street-smart than the otherworldly karate master.\n\n\"The Last Dragon\" surrounds this simple plot with a lot of technology. The movie is backed by Berry Gordy's Motown Records, which has supplied it with a digital sound track and the scenes in the disco make much use of back-projected music videos and scenes from old Bruce Lee movies. This is an expensive, high-tech production.\n\nBut then there's that whole business of the gangsters. They've been borrowed for a hundred other movies, they say things that have been said a hundred other times, and they walk around draining the movie of its vitality. They're tired old clichés getting in the way of the natural energy of Taimak, Vanity and the Shogun character.\n\nMy guess is that \"The Last Dragon\" will be a big box-office hit, maybe on the order of \"Flashdance,\" which also had a great rapport between its drama and its music. But it could have been more. Take out the gangsters, pump up the Shogun role, give Taimak and Vanity a little more screen time, and you'd have a great entertainment instead of simply a great near-miss.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-03-25", "genres": ["Action", "Adventure", "Comedy", "Drama"], "title": "The Last Dragon (1985)"}