{"url": "http://www.rogerebert.com/reviews/the-girl-with-the-dragon-tattoo-2011", "by": "Rooney Maraas Lisbeth Salander", "star_rating": 3.5, "text": "The success of the her­oine Lisbeth Salander suggests a hunger in audiences for an action picture hero who is not a white 35ish male with stubble on his chin. Such characters are often effective, but they sometimes seem on loan from other films. There are few characters anywhere like Salander, played here by Rooney Mara and by Noomi Rapace in the original 2009 Swedish picture. Thin, stark, haunted, with a look that crosses goth with S&M, she is fearsomely intelligent and emotionally stranded. \n\nIt has been a fascination with the lean, fierce Salander that draws me into the \"Girl\" movies. We know horrible things happened to her earlier in life that explain her anger and proud isolation. Her apartment in Stockholm is like an eagle's aerie. She has an isolated life online, distant relationships with a few other technology geeks and a bleak loneliness. One of the undercurrents of these movies is the very gradual rapport that grows between Lisbeth and Mikael Blomkvist, the radical investigative journalist. This is never the kind of movie where they're going to fall in love. That she even smiles is a breakthrough.\n\nThe stories churn in my mind. I've read two of the Stieg Larsson novels, seen all three of the Swedish films and now am back for my third tour through the first story. It's an odd feeling to be seeing a movie that resembles its Swedish counterpart in so many ways, yet is subtly different under the direction of David Fincher and with a screenplay by Steven Zaillian. I don't know if it's better or worse. It has a different air.\n\nFincher is certainly a more assured director than Niels Arden Oplev, who did the 2009 Swedish film. Yet his assurance isn't always a plus. The earlier film had a certain earnest directness that seemed to raise the stakes. Emotions were closer to the surface. Rooney Mara and Noomi Rapace both create convincing Salanders, but Rapace seems more uneasy in her skin, more threatened. As the male lead Mikael Blomkvist, Michael Nyqvist seemed less confident, more threatened. In this film, Daniel Craig brings along the confidence of James Bond. How could he not? He looks too comfortable in danger.\n\nThe labyrinth of the story remains murky. The elderly millionaire Henrik Vanger (Christopher Plummer), cut off from the mainland on the family island, yearns to know how his beloved niece Harriet died 40 years ago. Because apparently neither she nor her body left the island on the day she disappeared, and no trace has ever been found, suspicion rests on those who were there that day, in particular other Vanger relatives whose houses overlook Henrik's from their own isolation.\n\nThey provide a snaky group of suspects. Many seem involved in corruption. Some have pasts with Nazi connections. Mikael arranges their photos and newspaper clippings and file cards in a collage pinned to a wall and connected with red lines of speculation, but his threads of suspicion seem to lead to … everyone.\n\nIn this film more than the original, the stories of Mikael and Lisbeth are kept separate for an extended period. We learn about the girl's state-appointed guardian (Yorick van Wageningen), who abused her, stole from her and terrorized her. Her attempts to avenge herself would make a movie of their own.\n\nZaillian's script comes down to a series of fraught scenes between his leads and a distinctive gallery of supporting characters, given weight by Stellan Skarsgard, Robin Wright and the iconic London actor Steven Berkoff. These people inhabit a world with no boring people. By providing Mikael with his own small cottage on the island, Henrik Vanger isolates him in a vulnerable situation, which sinks in as he realizes he's probably sharing the island with a murderer. \n\nThere's also the problem of why Henrik continues to receive watercolors of wildflowers on his birthday, a tradition that his niece began and inexplicably has continued after her death. If you subtract computers, geeks, goth girls, nose piercings, motorcycles and dragon tattoos, what we have at the bottom is a classic Agatha Christie plot. The island works as a sealed room. I realize most people will be seeing the story for the first time with this version. Because it worked for me, I suspect it will work better for them, because everything will be new. I'm happy to have seen both. If I had a choice of seeing one or the other for the first time, I'd choose the 2009 version. It seems closer to the bone, with a less confident surface. Even the Swedish dialogue adds to the effect; in English, the characters are concealing secrets but not so uncannily concealing themselves.", "running_time": 158, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-12-19", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "The Girl with the Dragon Tattoo (2011)"}