{"url": "http://www.rogerebert.com/reviews/the-brave-one-2007", "by": "Jodie Fosteras Erica", "star_rating": 3.5, "text": "How many films have there been about victims of violence who turn into avengers? Charles Bronson made five \"Death Wish\" movies. Kevin Bacon's \"Death Sentence\" was released two weeks ago. How are we supposed to respond to them? When Bronson's kill count got above 50, why didn't the scales of justice snap? But now here is Jodie Foster, with a skilled co-star and director, to give us a movie that deals, really deals, with the issues involved.\n\nFoster is such a good actress in thrillers: natural, unaffected, threatened, plucky, looking like she means it. And Neil Jordan's \"The Brave One\" gives her someone strong to play against. Terrence Howard and Foster are perfectly modulated in the kinds of scenes difficult for actors to play, where they both know more than they're saying, and they both know it.\n\nFoster plays Erica, a talk jock on a New York radio station. She's engaged to a doctor named David (Naveen Andrews), they're in Central Park late one night, they're mugged, he's killed, and she's badly injured. When Erica is discharged, she's shaking with terror. Her illusion of a safe city life is destroyed. One day she buys a gun and practices on a shooting range where you can see fear turning into anger in her eyes.\n\nNot long after, she's in a late-night convenience store (note: midnight strolls in Central Park rank second only to all-night stores in their movie-crime rates). A holdup takes place, there's violence, she kills a guy to save her life, and she feels -- well, how does she feel? Shaken, nauseous maybe, but certainly glad she's alive.\n\nWe've started with one of those admirable National Public Radio types whose voice is almost maddeningly sane and patient, and now we have a woman (narrating the movie, sometimes) who sounds more like she doesn't work upstairs over the saloon but she does own a piece of it. Erica has never seen herself as capable of killing, and now she grows addicted to it, offering herself as defenseless bait for criminals and then proving how terribly mistaken they were.\n\nThese are the general parameters of all vengeance movies. And often there's a cop on the case who grows curiously close to the killer. With Bronson, it was Vincent Gardenia. With Bacon, Aisha Tyler. With Foster, it's Terrence Howard, playing a detective named Mercer who is assigned to the original mugging, who chats with Erica, who observes there seem to be a lot of people in the city who would like to get even. \"Yes,\" she says, \"there must be a lot of us.\" Us. Curious word choice. Mercer hears it.\n\nNow the movie becomes less about Erica's killings and more about how they make her feel. And about how she and Mercer begin to feel about each other -- not in a romantic way, although that scent is in the air, but as smart, wary people who slowly come to realize they share knowledge they dare not admit they share.\n\nNeil Jordan, the director (\"The Crying Game,\" \"Michael Collins,\" \"Breakfast on Pluto,\" \"Mona Lisa,\" \"The Good Thief\") often makes movies about characters who are not who they seem, and about those who wonder if they can trust them. His characters are not deliberately deceptive, but have been pushed into their roles by their lives and don't see a way out. Often you sense in them a desperate urge to confess.\n\nThat kind of psychological suspense is what makes \"The Brave One\" spellbinding. The movie doesn't dine out on action scenes, but regards with great curiosity how these two people will end up. The movie's conclusion has a slight aroma of a studio rewrite; I'm not saying Jordan and his writers did revise it, but that the strict logic of the story should lead in a different direction. Where did Hollywood get the conviction that audiences demand an ending that lets them off the hook? Foster doesn't let herself off the hook in \"The Brave One,\" and we should be as brave as she is.", "running_time": 122, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-13", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Brave One (2007)"}