{"url": "http://www.rogerebert.com/reviews/the-poseidon-adventure-1972", "by": "Gene Hackmanas Rev. Scott", "star_rating": 2.5, "text": "Right after \"Airport\" came out, somebody suggested a low-budget remake named \"Carport.\" It would have involved six people trapped inside a runaway Volkswagen bus with a maniac at the wheel and a midget in the glove compartment with a cherry bomb. After seeing \"The Poseidon Adventure,\" I think it would have worked. There's no way the formula can fail.\n\nFirst, you gotta have a mode of transportation. This time it's an ocean liner. Then you gotta have a situation fraught with peril. \"Poseidon\" has that, too: \"My God, I've never seen anything like it,\" the first mate gasps. \"A gigantic wall of water - heading directly for the ship!\" It hits at precisely midnight on New Year's Eve, and splish, splash, they're takin' a bath.\n\nEveryone is in the ballroom, neatly divided into key ethnic groups, walks of life and former Oscar winners. When the ship turns over, Gene Hackman engineers an escape attempt. He takes the large Christmas tree (conveniently constructed of aluminum tubing) and turns it into a ladder, so that the passengers can escape from the ceiling of the ballroom by climbing to the floor. Then the idea is to make their way up the down staircase, until they get to the back of the ship. See, the steel in the hull back there is only an inch thick. Talk about luck.\n\nAnyway, everybody is sloshing around on the ceiling of the ballroom, but Hackman manages to get the other four Oscar winners and the six other movie stars up the Christmas tree. He desperately pleads with the other passengers to follow his lead, but they refuse. Hell, I knew they would. They were only extras.\n\nIt is now time for a number of obligatory things to happen. Hackman, as the righteous liberal minister, has to have a confrontation with Ernest Borgnine, the tough cop. Then Borgnine has to reassure his wife, Stella Stevens, who plays a former prostitute, that no one on board could possibly recognize or remember her. Then Jack Albertson, as Manny, and Shelley Winters, as Belle, have to say several Yiddish words and refer to Israel and their grandchildren a couple of times, until we catch on they're Jewish.\n\nThen we look around for the black, but there isn't one this time. There is a kid brother, though. As soon as Gene Hackman tells everyone to stay put, his job is to wander off and get lost. You know how these things work. There's also a shy bachelor and a girl without any self-confidence, and the bachelor helps the girl to regain her confidence, and in the process, they discover themselves. You know. \n\nWhile all of this is taking place, Shelley Winters reveals that she was the underwater swimming champion of the Young Woman's Hebrew Assn. (or maybe the New York Park District) several decades ago. She has put on a little weight since then, about 100 pounds, but she still wears her first-place gold medal around her neck. What do you think the odds are that, sooner or later, we are going to see her swimming underwater in this movie) Would you say excellent?\n\nIt isn't enough, of course, for our band to fight their way through the bowels of the ship. They have to fight each other, too. And it is important that they stop every now and then - especially when explosions are rocking the ship and the water is creeping higher - in order to discuss the meaning of what they are doing. These discussions usually involve a fatalist (\"I'm staying here; I don't care if I die,\") and a defender of the life force (\"You can DO it. Just dare to take the first step.\")\n\nThis is a wonderful formula. I love it. \"The Poseidon Adventure\" is the kind of movie you know is going to be awful, and yet somehow you gotta see it, right? They ought to be honest in the ads: Cornier than \"Airport!\" More cliches than \"Grand Hotel!\" The most character actors in small roles since \"Flight of the Phoenix!\" Bigger ups and downs than the elevator in \"Hotel!\"\n\nSee! Shelley Winter's left thigh! Hear! Ernest Borgnine say, \"Do you mean to tell me . . .?\" Thrill! To Stella Stevens taking off her blouse to use as a bandage! Weep! As Jack Albertson promises to give Shelley Winters' underwater swimming medal to their grandchildren in Israel! Gasp! As Gene Hackman recoils from flames! Glop! As Carol Lynley is covered with oil! Hold your breath! As . . .", "running_time": 117, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-12-21", "genres": ["Action", "Adventure", "Disaster"], "title": "The Poseidon Adventure (1972)"}