{"url": "http://www.rogerebert.com/reviews/the-thing-1982", "by": "John Carpenter", "star_rating": 2.5, "text": "\"The Thing\" is a great barf-bag movie, all right, but is it any good? I found it disappointing, for two reasons: the superficial characterizations and the implausible behavior of the scientists on that icy outpost. Characters have never been Carpenter's strong point; he says he likes his movies to create emotions in his audiences, and I guess he'd rather see us jump six inches than get involved in the personalities of his characters. This time, though, despite some roughed-out typecasting and a few reliable stereotypes (the drunk, the psycho, the hero), he has populated his ice station with people whose primary purpose in life is to get jumped on from behind. The few scenes that develop characterizations are overwhelmed by the scenes in which the men are just setups for an attack by the Thing.\n\nThat leads us to the second problem, plausibility. We know that the Thing likes to wait until a character is alone, and then pounce, digest, and imitate him--by the time you see Doc again, is he still Doc, or is he the Thing? Well, the obvious defense against this problem is a watertight buddy system, but, time and time again, Carpenter allows his characters to wander off alone and come back with silly grins on their faces, until we've lost count of who may have been infected, and who hasn't. That takes the fun away.\n\n\"The Thing\" is basically, then, just a geek show, a gross-out movie in which teenagers can dare one another to watch the screen. There's nothing wrong with that; I like being scared and I was scared by many scenes in \"The Thing.\" But it seems clear that Carpenter made his choice early on to concentrate on the special effects and the technology and to allow the story and people to become secondary. Because this material has been done before, and better, especially in the original \"The Thing\" and in \"Alien,\" there's no need to see this version unless you are interested in what the Thing might look like while starting from anonymous greasy organs extruding giant crab legs and transmuting itself into a dog. Amazingly, I'll bet that thousands, if not millions, of moviegoers are interested in seeing just that.", "running_time": 108, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Horror", "Mystery", "Science Fiction"], "title": "The Thing (1982)"}