{"url": "http://www.rogerebert.com/reviews/the-package-1989", "by": "Gene Hackmanas Johnny Gallagher", "star_rating": 3.0, "text": "\"The Package\" is like one of those thrillers where you keep having to turn back to an earlier chapter to see if you missed something. It turns out you haven't. The movie's plot is so intricate that it seems there have to be loose ends, but there aren't any, and after it's over you rerun the events in your head, seeing at last how all the pieces fit together. Untangling the conspiracy is one of the story's pleasures.\n\nThe movie stars Gene Hackman in another one of those man-of-action roles he seems to play more convincingly than ever, now that he seems to be a little too old to be guys like this. Both he and his characters seem to have the benefit of experience. He's the leader of a crack U.S. military unit in charge of security at an American-Soviet nuclear disarmament summit. When security seems to have been compromised and a carload of VIPs is ambushed, Hackman gets a lot of the blame. He is rotated stateside as the escort for a military prisoner (played with irony and menace by Tommy Lee Jones).\n\nHe already has picked up some hints that nothing - especially not the violent ambush - was quite as it seemed. And in a run-in before he leaves Europe, he encounters a specialist in undercover espionage (John Heard) who gives him the creeps. Hackman doesn't like spies. He doesn't think they're professional, or quite honest, and the movie argues that he's right. We begin to witness small moments and snatches of conversation that suggest there's a conspiracy to undermine the peace talks - a conspiracy of spies from both sides. But by then Hackman is on a military aircraft to America with his prisoner.\n\nAnd it is here, this early in the film, that the surprises start, as the plot turns in upon itself, giving us a series of people with shifting identities and allegiances. Who is the prisoner - really? When Hackman is attacked in the washroom of the airport in Washington, and the prisoner is spirited away, was that an escape, a kidnapping, or part of the same plot? Attempting to track down reality in a bewildering maze of possibilities, Hackman calls on one person he knows he can trust: his former wife (Joanna Cassidy), who now outranks him in the military.\n\nIt would not be fair to reveal very much more of the plot. In fact, this plot really consists of its revelations. Like \"The Manchurian Candidate,\" it creates a world in which little is as it seems, and long-buried conspiracies eventually pay off. The Hackman character realizes he has stumbled over a remarkably subtle plan to assassinate a world leader during a visit to Chicago. But we know of the plan before he does, and one of the movie's pleasures is the way we are allowed to figure things out for ourselves, along with Hackman or a little ahead of him.\n\n\"The Package,\" directed by Andrew Davis, is his third film in a row to involve strong action heroes and labyrinthine conspiracies set in Chicago (the others were \"Code of Silence,\" with Chuck Norris, and \"Above The Law,\" with Steven Seagal).\n\nAlthough shooting movies on location has been a Hollywood way of life for years, few directors get more out of a location than Davis. He doesn't seem to see cities as most other directors do; he contrives somehow to create a more convincing sense of actual places. By the time the moment for the would-be assassination has arrived, we have a good idea of the physical layout involved - the angles, the hiding places - but we also have an almost palpable sense of the city.\n\nAll three of Davis' movies have the same themes running just beneath the surface, one involving the loyalty of law enforcement professionals to one another. He always has a character in his movies who is a veteran, street-smart cop with a strong sense of ethics, a man whose word can be counted on absolutely. And there's always a conspiracy somewhere else in the legal apparatus; all of Davis' movies involve diabolical schemes by top security people. What sets \"The Package\" apart from the earlier films is that there's less emphasis on violent action and more on the unfolding of the plot.\n\nHackman is very good in the leading role, but then Hackman is so good, so often, that he sometimes seems like a natural force, in danger of being taken for granted. What I noticed in this film was the way he made his character into a particular human being. There's not a lot to build on. The plot is so important, the pacing is so urgent, that the pure character moments are rare. So he works with his dialogue, finding ways to make it sound like his ingrained style of speech. There's never the sense he's reading dialogue; he has a habitual ease with the words, almost a weariness in the way he handles his business, that convinces us he has been doing his job for a long time.\n\nI often complain that modern thrillers leave out the third act. There's the setup, the development, and then, instead of a payoff, we get a routine chase and shoot-out. \"The Package\" does end in a race against time, but Davis bases the race so firmly on who the characters are and what their goals are, that it doesn't feel contrived. The whole movie, in fact, is smarter than most contemporary thrillers. It gives us credit for being able to figure things out, and it contains characters who are devilishly intelligent. Almost smart enough, we think for a while, to really pull this thing off.", "running_time": 108, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-08-25", "genres": ["Action", "Adventure", "Crime", "Drama", "Suspense", "Thriller"], "title": "The Package (1989)"}