{"url": "http://www.rogerebert.com/reviews/the-lady-2012", "by": "Michelle Yeohas Suu Kyi", "star_rating": 2.5, "text": "It was impossible to watch the biopic \"The Lady\" without thinking of \"They Call It Myanmar: Lifting the Curtain,\" a new documentary I saw a few weeks ago. Both are set in the once-enchanted land of Burma, which, like its neighbor India, was governed by British colonialism, and also like India suddenly received its independence in a disorderly fashion. In India, that led to the troublesome partition of Pakistan. In Burma, it led to democratic elections whose outcome was overthrown by assassination. As it was said at the time, \"The British stayed too long and left too quickly.\"\n\nThe central figure in both films is the Nobel Peace Prize winner Aung San Suu Kyi, whose father, Aung San, was elected to head the country and then assassinated, leaving the nation to a long period of repressive dictatorship under a military junta. The daughter, always called Suu Kyi, fled after her father's death to England, where at Oxford, she married the professor Michael Aris, had two children, and settled down as a housewife. Burma during those years disappeared behind a curtain of secrecy and paranoia. Many Burmese remained in exile, because being \"Westernized\" might mean their imprisonment upon return.\n\nOnly the illness of her mother drew Suu Kyi back to Burma, for a personal visit that the uneasy generals were told was non-political. Once there, however, she was swept up in protests by the National League for Democracy and implored by students to join their cause. She agreed to address a gathering. It was not publicized, but the news passed from ear to ear and a huge crowd overwhelmed police efforts to contain it. Her fate was clear: She was destined to be a leader of the struggle.\n\nShe was then kept under house arrest for most of the next 15 years, even while winning the Nobel, and allowed to see her husband and children only a few times before he died of cancer back home in Oxford. This was a strong and stubborn woman — perhaps too stubborn, she once confessed to Michael — but it required an iron will to play her role. Only in recent weeks have open elections been permitted; her movement swept into power, and Suu Kyi is now a member of Parliament.\n\nThis story is told in \"The Lady,\" directed by the prolific French director Luc Besson, who has great success in making action, sci-fi and martial-arts movies (\"The Fifth Element,\" \"Subway,\" \"The Professional\"). For \"The Lady,\" he has enormous resources at his command, including impressive crowd scenes staged in Thailand. The other film I mentioned, \"They Call It Myanmar,\" is in some ways an amateur film, however skillful and polished. It was shot secretly with a consumer HD camera by Robert H. Lieberman, a professor at Cornell, who covers a great deal of Burmese history and crucially has interviews with Suu Kyi herself. In person, she seems much the same as the character played by Michelle Yeoh in \"The Lady\": composed, calm, resolute, with a firm British accent. \n\n\"The Lady\" is more professional but, for me, \"They Call It Myanmar\" is more useful. Lieberman answers questions that Besson does not think to ask. The Besson film, written by Rebecca Frayn, does indeed deal with a real life, but follows so faithfully the traditional shape of film biography that it feels less convincing. One of its distractions is the emphasis on Suu Kyi's marriage. There are too many domestic conversations, too many shots of Michael (David Thewlis) at home looking concerned while watching the news on TV. He is in Burma at the time of her first speech at the rally, and the film covers this momentous event mostly with reaction shots of his face in the huge crowd: proud, concerned, smiling, apprehensive, relieved.\n\nThis is not a criticism of David Thewlis' performance. He usually plays querulous or alarming characters, and this time, he's a tousle-headed bookworm, kind to the core, who places his wife's politics above everything else. He was a good man. But this should not be his story or the story of their marriage. In a sense, he should be offscreen, as he was during her house arrest. \n\nYeoh is also strong in the film, embodying the qualities that Suu Kyi seems to possess. Yeoh was the original force behind this film. What was needed was a different point of entry for the screenplay, so that it isn't such a conventional biopic. Besson's busy career has centered on writing (44 credits) and producing (103). He usually matches talent to each project and has directed only 17 times. Perhaps, given his strengths in genre films, he should have chosen not to direct this one, and instead selected a director like Mira Nair or Deepa Mehta.", "running_time": 135, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-04-18", "genres": ["Documentary", "Drama", "Foreign"], "title": "The Lady (2012)"}