{"url": "http://www.rogerebert.com/reviews/the-heart-is-deceitful-above-all-things-2006", "by": "Asia Argentoas Sarah", "star_rating": 2.0, "text": "How should this movie be approached? As an exploitation of child abuse? As a fearless portrait of a childhood in hell? As an acting and filmmaking enterprise pushed to heroic extremes? \"The Heart is Deceitful Above All Things\" is the unrelenting story of a little boy torn away from a loving foster home at the age of 7, and subjected for years to a series of physical and psychological cruelties. There is no redemption, no surcease, and as the film ends the barbarity continues. This film made me intensely uncomfortable, but that was its intention.\n\nThe material is drawn by short stories by JT LeRoy, whose work was widely considered to be autobiographical -- the memories of an abused boy who grew up to become a prostitute and finally spilled out all his remembered pain in thinly disguised fiction. As it turns out, the fiction was more heavily disguised than its admirers realized: \"JT LeRoy\" now appears to be a 40-year-old woman named Laura Albert, and when \"LeRoy\" appeared in public he was played by Savannah Knoop, the half sister of Albert's lover. With wigs, hats and dark glasses, Knoop succeeded in playing a man by presenting LeRoy as a man willing to be seen as a woman. There is probably another movie here somewhere, maybe \"Transamerica meets James Frey.\"\n\nThe stories were thought to be essentially truthful when Asia Argento adapted them and made this film, in which she stars as the boy's drug-abusing, mentally deranged mother. That they are fiction makes little difference to the film, since it would have been the same film either way, and we are relieved, not disappointed, that this childhood experience did not really exist. Such childhoods do exist, however, and we read from time to time of children taken from foster parents and returned to birth parents who mistreat or kill them.\n\n\"The Heart is Deceitful Above All Things\" opens with young Jeremiah (Jimmy Bennett), taken at 7 from the home he loves and the people he considers his parents, and returned to the custody of his mother Sarah (Argento). She shoves a toy rabbit in his face, promises him good times, throws a paper plate of Spaghetti-Os in front of him, and tells him, \"If my father had let me, you would have been flushed down some toilet.\"\n\nWould social workers actually turn a child over to this mother? She dresses like a hooker because she is one. Jeremiah is sometimes in the same room as she services her tricks, and is introduced to a series of temporary daddies. Sarah \"marries\" one them (Jeremy Renner), and when the newlyweds head to Atlantic City on their honeymoon, they lock the child in the house with instructions not to answer the phone. \"There are cheese slices in the fridge,\" his mother says helpfully. The man returns alone (\"She run out on me\") and rapes the boy.\n\nThere are beatings all through the film, and more disturbing than any of them is a scene where the little boy thinks he has been bad and solemnly offers a belt to one of the men, so that he can be beaten. There is a bizarre episode when he is collected from a shelter by his grandparents (Peter Fonda and Ornella Muti), who are sadistic fundamentalists. After a flash-forward, Jeremiah, now 11 and played by the twins Dylan and Cole Sprouse, is a sidewalk preacher in a little suit and tie. His mother finds him again and drags him back into her life, which for a time involves sharing the cab of a long-haul trucker. And on, and on, and on.\n\nThe cruelty of child abuse exists. It is a legitimate subject for a film. In this film, there is nothing else. The child is abused for 98 minutes, and then the film is over. We know in theory that there are ways to edit around child actors so that they do not fully participate in scenes where they seem present, but what are we to make of a scene where the little boy is dressed and made up as a girl, and encouraged to approach one of Sarah's tricks? For young actors, there is not a clear distinction between performance and experience, and although I hope the child actors were not harmed in the making of the film, I feel no confidence that the experience left them untouched.\n\nObjectively, looking at the film as an event and not as an experience, I feel admiration for Argento, who has not compromised the material or tried to force a happy ending, and is as merciless to Sarah as to Jeremiah. She is faithful to the horror in the original material. She does not exploit it in a way likely to please predators. \"The Heart is Deceitful\" evokes the reality of child abuse more closely than any other film I have seen. But, oh, what a sad and painful film this is, so despairing and merciless. If \"JT LeRoy\" had been real, we would wonder how he survived to write a book -- to read and write at all. Yes, the human spirit is resilient, but this is not a film about resilience, it is a film about cruelty.\n\nMany people, even adventurous filmgoers, will find the film unwatchable. Others may have the resources to place it in a context they can find useful. To be moved by pity and outrage is a given. To demand an upbeat ending or some kind of redemption or salvation is unrealistic; most lives like this end in early and cruel death. I cannot recommend the film, or dismiss it. My two-star rating represents a compromise between admiration and horror. You have read the review. You will decide to see the film, or turn away.", "running_time": 98, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-03-16", "genres": ["Drama", "Indie"], "title": "The Heart is Deceitful Above All Things (2006)"}