{"url": "http://www.rogerebert.com/reviews/the-witnesses-2008", "by": "Johan Libereauas Manu", "star_rating": 3.0, "text": "Michel Blanc is that middle-aged French actor with the round bald head and round eyeglasses, who has played dozens of engaging roles, most notably Patrice Leconte's masterpiece \"Monsieur Hire.\" In Andre Techine's \"The Witnesses,\" he plays Adrien, a doctor, one of an ensemble of five major characters. They are more or less balanced in importance and screen time, but somehow he draws our attention to himself. He doesn't \"steal\" scenes; what he does simply seems more urgent, more passionate, more driven.\n\nEarly in the film, we see him cruising a Paris late-night rendezvous for gays, picking up a young guy, and then stalking away from him in anger when he's asked how old he is. The younger man goes into the shrubbery in search of another partner, but first asks Adrien to hold his coat, because he's afraid of its being stolen. \"I might steal it myself,\" Adrien says. \"I'd be very surprised,\" says Manu (Johan Libereau). His instinctive trust generates a connection between the two men, but it doesn't blossom into a sexual coupling. It instead becomes a friendship that will be greatly tested by the end of the story.\n\nThe movie, which begins in 1984, has sections set in the following year. This is the time that AIDS begins to be recognized in France, and having sex with strangers in the park will soon lack the illusion of safety. Manu is not sexually interested in Adrien, anyway, although Adrien is desperately in love with him. Yet Blanc never turns Adrien's love into something needy and pathetic; he shows Manu around Paris, he confides in him, he glows in his company, they grow close as friends.\n\nAdrien lives with his sister, Julie (Julie Depardieu), an aspiring opera singer who has no interest in much of anything beyond her work. We also meet Adrien's friend Sarah (Emmanuelle Beart), a wealthy author of children's books, and her husband Mehdi (Sami Bouajila), who is a policeman and head of a vice squad that targets prostitution. They've just had a baby; Sarah learns through the experience that, despite her books, she does not like children. Her husband despairs when she neglects the child, does what he can to fill in, and sometimes parks the child with his parents.\n\nNow all the pieces are in place for a momentous weekend when Sarah and Mehdi invite Adrien and Manu to her mother's house at the seaside. The two younger men go swimming in the sea, Manu finds himself in trouble, and he nearly drowns. The policeman saves his life, and in pulling him to shore, finds to his surprise that he has an erection. The two men, one of whom has never thought of himself as gay, plunge into a physical relationship that becomes all-consuming.\n\nThat Mehdi is being unfaithful to Sarah (whether with a man or a woman) is of little concern to her; they have an \"open\" marriage, which in her case seems to translate into not caring what anyone else does as long as they leave her alone to write her books. One day Adrien sees telltale lesions on Manu's chest and diagnoses him as a victim of the mysterious new disease he has started to see in his practice. Now consider the ramifications of this infection for all five characters, and you have the driving structure of the story.\n\nI will not reveal details. I would rather focus on the Michel Blanc performance. His Adrien is not a perfect man nor a noble doctor, but he is a good man who has the courage to do good although difficult things. He has been deeply wounded by Manu's \"abandoning\" him for Mehdi, and is outraged that Mehdi cheated on his wife with, of all people, the man Mehdi knows the doctor loves. Adrien is even the godfather of the child. This outrage leads to a scuffle, which is brief, confusing, violent and without a \"winner,\" revealing how hurt Adrien really is, and how near his emotional wounds are to the surface of his bland exterior.\n\nAdrien becomes a leader in a gay doctor's crusade against AIDS, while meanwhile privately taking on Manu's treatment. Mehdi also doesn't shun his friend when he hears the news, although he is terrified that he has AIDS and cannot bring himself to tell his wife. All of this captures the dread and paranoia of the early AIDS years; none of the characters have the benefit of foresight, and even a kiss or a drink from the same water bottle appears as a possible danger.\n\nTechine tells the story with comic intensity for the first hour, and then aching drama. The possibility of having a disease of this sort, especially when you are married, allegedly straight and even an anti-gay enforcer for the cops, creates secrecy and shame, and can lead to much worse than simply facing the truth. And it is that pain of the double life that concerns Techine in his later scenes.\n\nLibereau does a completely convincing transformation from an effortless charmer to a dying man; he wasn't meant to die young like this, he despairingly tells Adrien; in fights at school, he didn't even bruise. Beart is mysterious as a remote, cold woman who likes physical sex but not much else apart from her writing. The cop is deeper and more sensitive than the situation might suggest; when he does the laundry for Manu, it is uncommonly touching, especially when the film notices how staring at an automatic washer can become a form of meditation.\n\nBut it is, again, Blanc who fascinates. His face, so often used for comedy or parody, here reflects intelligence, concern and quiet sadness. His love is real enough, but to no purpose. His attempts to replace Manu are depressing even to himself. \"The Witnesses\" doesn't pay off with a great operatic pinnacle, but it's better that way. Better to show people we care about facing facts they care desperately about, without the consolation of plot mechanics.", "running_time": null, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-05-15", "genres": null, "title": "The Witnesses (2008)"}