{"url": "http://www.rogerebert.com/reviews/the-kid-and-i-2005", "by": "Tom Arnoldas Bill Williams", "star_rating": 3.0, "text": "There is something I don't know about \"The Kid and I.\" Although I could easily find it out, I have decided to write the review without knowing it. The movie is about a kid with cerebral palsy, whose favorite movie is \"True Lies\" with Arnold Schwarzenegger, and whose dream is to star in an action movie of his own. He wants to jump out of airplanes, beat up bad people and kiss a girl, and because his father is a millionaire, he gets his chance.\n\nHere is what I don't know: Is Eric Gores, who plays the kid, really disabled, or is he an actor? I ask because the answer involves how we respond to the difference between documentary and fiction. The performance by Gores is so convincing that if he's an actor, it's an impressive achievement. If he's not an actor, then it's impressive in a different way, because he overcomes disabilities to create a character we believe and care about.\n\nTen seconds on the Internet, and I would know. But the answer would skew my review. If Eric Gores is an actor, we are looking at fiction. If he is disabled, then we are looking at a documentary in which a professional cast and crew interact with him. Or are we? Should it matter? That's where it gets tricky. Isn't a disabled actor as capable of playing a role in a movie as anyone else? Didn't the Italian neo-realists teach us that everyone has one role he can play perfectly, and that role is himself?\n\nI think the most honest strategy, having put my cards on the table, is to review the film on its own terms. \"The Kid and I,\" written by Tom Arnold and directed by Penelope Spheeris, doesn't sentimentalize the material, that's for sure. It begins as a dark comedy, with Bill Williams (Arnold) playing a has-been onetime movie star who is out of work and out of hope. He prepares a press release on his suicide and various other suicide notes, and then leaves his house to give away his clothes to a bum named Guy (Richard Edson). The bum follows him home and sabotages the suicide plans. Now Bill is still alive and has no money and no clothes, and the trade papers are reporting his death. This could be the set-up for a Preston Sturges story.\n\nA millionaire named David Roman (Joe Mantegna) contacts him. He wants to hire Bill to write and act in an action movie like \"True Lies,\" which would star his son Aaron. The real Arnold did star in the original \"True Lies,\" and in this and many other details, the movie incorporates facts and names from real life. Bill is incredulous. When he meets Aaron, he is not instantly won over by the kid's courage, charm, personality, etc., but states flatly that the film cannot be done. But Aaron has a way of ignoring or deflecting negativity. He just keeps right on making his plans: \"In the movie,\" he explains, \"I want a girlfriend. I want to kiss a girl.\" He even specifies the girl he wants to kiss: Arielle Kebbel, who he has studied in the pages of Maxim.\n\nThe rich David Roman has a new spouse named Shelby (Shannon Elizabeth), who may qualify as a \"trophy wife\" but is not a bad person, and helps convince Bill to take on the project. The details of the movie they make I will leave for you to discover. \"We can get Penelope Spheeris to direct,\" Bill says at one point, adding that she won't cost a lot of money.\n\nSpheeris plays herself in the film, is seen on camera, and her approach to both the outer and inner films is the same: She depends on realism, up to a certain point, and then it becomes \"a movie.\" We see how stunts are handled, how effects are obtained, how shots are cheated to make it appear that the star does things he is not really doing. We see, in fact, more or less what might really happen if a disabled kid with a rich dad made this movie. Or if an actor played a disabled kid, etc.\n\nAnd the result is -- well, what is it? Heartwarming? In a technical sense, yes, but the movie doesn't pander and there aren't a lot of violins playing (or any, as I recall). The overall tone reflects the sardonic comedy Tom Arnold might really make, right down to his suggestion that the kid's girlfriend could be Rosie O'Donnell. I wonder why he didn't suggest Roseanne Barr.\n\nOne tricky scene is handled especially well. That's the one they leave until the last day of the shooting, the hot tub scene involving Arielle Kebbel. When Kebbel turns up on the set, she turns out to be not an alarmingly erotic menace from Maxim but a sweet girl who treats Aaron well, doesn't condescend to the situation, and is, let it be said, a charming hot-tub companion.\n\nIn this and other dicey moments, the movie finds a way to avoid being creepy on the one hand and corny on the other: It works by being forthright and businesslike about the movie-within-the-movie. And this is accurate: Movies cost a lot of money and involve skilled and impatient professionals; just because the kid's dad is rich changes nothing. Executive producers are always rich. That's how they get to be executive producers.\n\n\"The Kid and I\" is not a great film, but you know what? It achieves what it sets out to achieve, and it isn't boring, and it kept me intrigued and involved. As an actor, Eric Gores creates an engaging and convincing character that I liked and cared about -- and believed.\n\nI make it a practice to avoid watching trailers and reading Internet speculation on forthcoming movies, and in this case I'm relieved that I knew nothing about the movie going in. When you come out, check the Internet, which is what I'm about to do, and then ask yourself if your thinking about the movie is affected, knowing what you know now. The answer to that question cuts to the heart of the mystery about how we relate to movies.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-12-01", "genres": null, "title": "The Kid and I (2005)"}