{"url": "http://www.rogerebert.com/reviews/the-in-laws-2003", "by": "Michael Douglasas Steve Tobias", "star_rating": 2.0, "text": "\"The In-Laws\" is an accomplished but not inspired remake of a 1979 comedy which was inspired and so did not need to be accomplished. The earlier movie was slapdash and at times seemed to be making itself up as it went along, but it had big laughs and a kind of lunacy. The remake knows the moves but lacks the recklessness.\n\nBoth movies begin with the preparations for a wedding. The father of the bride is a dentist in 1979, a podiatrist this time. The father of the groom is a secret agent, deeply involved in dubious international schemes. The spy takes the doctor along on a dangerous mission, and they encounter a loony foreign leader who cheerfully proposes to kill them.\n\nNow consider the casting: Peter Falk and Alan Arkin in the earlier film, vs. Michael Douglas and Albert Brooks this time. Splendid choices, you would agree, and yet the chemistry is better in the earlier film. Falk goes into his deadpan lecturer mode, slowly and patiently explaining things that sound like utter nonsense. Arkin develops good reasons for suspecting he is in the hands of a madman.\n\nMichael Douglas makes his character more reassuring and insouciant, as if he's inviting his new in-law along on a lark, and that's not as funny, because he seems to be trying to make it fun, instead of trying to conceal the truth of a deadly situation. Albert Brooks is portrayed as neurotic and fearful by nature, and so his reactions are not so much inspired by the pickle he's in as by the way way he always reacts to everything.\n\nThese are small adjustments in the natures of the two characters, but crucial to the success of the films. Comedy works better when the characters seem utterly unaware that they are being funny. And something else is missing, too: The unexpected craziness of the foreign leader, who in the 1979 film brought the movie almost to a halt (I wrote that I laughed so hard, I laughed at myself laughing). The new film plows much more familiar comic terrain.\n\nRichard Libertini was the South American dictator in the earlier film, a sublime nut case who had an intimate relationship with a sock puppet he addresses as Senor Wences. His two North American visitors desperately try to play along with the gag, without being sure whether the guy really believes the sock puppet is alive, or is only testing them.\n\nIn the new version, the foreign madman is an international arms dealer named Thibodoux. He's played by David Suchet with sublime comic timing, and is very funny in a scene where he explains that he was once ruthless, but after studying under Deepak Chopra has become more gentle, and now allows his victims a running start before shooting at them. All very well, but where is the sock puppet? Why remake a movie and leave out its funniest element--a sequence so funny, it's all a lot of people can remember about the movie? My guess is that David Suchet could have risen to the occasion with a masterful sock puppet performance.\n\nThere are moments when the movie seems perverse in the way it avoids laughs. Consider a scene where Douglas is at the controls of a private jet, and Brooks is terrified not simply because he hates flying, but because they are flying so low--\"to come in under the radar,\" Douglas explains. Why, oh why, isn't there an exterior shot showing the jet 10 feet above the ground? Another missed opportunity: Since the arms dealer develops a crush on the podiatrist, why no sex scenes involving toes? Or not toes necessarily, but anything involving the bad guy discovering a new kind of bliss while the podiatrist improvises desperately with nail clippers and corn removal techniques? True, the podiatrist defends himself by pressing on the dealer's painful foot nerve. But that's level one. The sock puppet was level three.\n\nI'm suggesting such notions not because I want to rewrite the screenplay, but because I miss a certain kind of zany invention. \"The In-Laws\" seems conventional in its ideas about where it can go and what it can accomplish. You don't get the idea anyone laughed out loud while writing the screenplay. It lacks a strange light in its eyes. It is too easily satisfied. The one moment when it suggests the lunacy of the earlier film is when the Brooks character refuses to get into the water because, he explains, he was born with an unusual condition; his skin is not waterproof.\n\nNow consider the character of Douglas's ex-wife, played by Candice Bergen, who has a lot of fun with it. She hates the guy, but confides that at least the sex was great. \"Great, great, great.\" This is the set-up for a scene of potential comic genius, but the movie uses it only for a weak curtain line. The notion of Douglas and Bergen having great sex while she continues to hate him is, I submit, a scene this movie should not be lacking. Think how mad you'd be at someone who could arouse you as no one else before or since, but who is such a complete jerk you can't stand to have them around. Bergen could have an orgasm while screaming passionate vituperations. Now that's a scene I'd like to see.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-05-23", "genres": ["Action", "Comedy"], "title": "The In-Laws (2003)"}