{"url": "http://www.rogerebert.com/reviews/the-stunt-man-1980", "by": "Peter O'Tooleas Eli Cross", "star_rating": 2.0, "text": "Richard Rush's \"The Stunt Man is like one of those delicate sets of Chinese boxes, each one with another box inside, growing smaller and smaller until finally there is nothing left at all. I don't mean that as a criticism; the film is intended to be seen in that way, as a cinematic puzzle in which there are no answers and the only question is that old standby-what is reality?\n\nThe movie takes place on the set of a movie, a World War I flying daredevils-type picture of the sort that hasn't been made since \"The Blue Max.\" Peter O'Toole plays the director of the film-within-the-film, supplying a heavily mannered performance that somehow succeeds in winning us over with its very unlikeliness. He's so very arch and fey that we realize no one like this could really exist-except, possibly, in real life.\n\nThis movie set is a chamber of horrors that already has claimed one victim, a stuntman drowned when his car crashed off a bridge. Was his death an accident? Or is O'Toole a maniac who arranged it? Who knows? The movie deliberately teases us with the possibilities. And then the hero (Steve Railsback) stumbles into the picture and, before long, onto the picture.\n\nRailsback is wanted by the cops. He has to hide out. O'Toole discovers his secret and offers him a job, replacing the missing stunt man. Railsback has little choice but to accept, and before long, blackmailed by O'Toole, he's doing the most difficult stunts himself. The only problem is that some of the stunts seem a little too real. Railsback begins to suspect that O'Toole really wants to kill him, either in the service of cinematic art or for some sadistic private purpose. And that is essentially the situation the film repeats, over and over, scene after scene, all the way to the end.\n\nThat's what bothered me. I caught on right away (it didn't take much deep thought) that the method of the movie was to deceive and mislead me. Because the ability to do that is completely within the director's ability-because I can know only what he chooses to tell me-I found the movie's approach more frustrating than challenging. \"The Stunt Man\" is like magic tricks done by a magician in a movie: It doesn't matter how well they're done, or even if they're really done, because cinematic special effects make it all trickery, anyway.\n\nYet \"The Stunt Man\" comes highly recommended. It's another of those legendary sleepers, such as \"The Great Santini,\" that almost got shelved without being seen. Richard Rush, whose other credits are \"Getting Straight\" and \"Freebie and the Bean,\" began preparing this film in 1971, and finally shot it in 1978. It was financed by Melvin Simon productions, which couldn't find a distributor for it. It sat on the shelf for a year, finally got favorable attention at the USA (Dallas) and Montreal film festivals and was picked up by Twentieth Century-Fox two months ago. Its opening in New York was hailed by many critics, most notably the New Yorker's Pauline Kael, whose advice is that \"The Stunt Man\" is one of the year's best films.\n\nI didn't think so. There was a great deal in it that I admired: That weird O'Toole performance, Railsback's pluckiness not only as a character but also as an actor put through incredible trials, and the movie's stunts themselves. But there were times when I felt cheated. Some of the stunts are staged so that they're not only deceiving to Railsback, as intended, but plainly impossible. And I never understood why O'Toole is lifted in a director's crane even when he wasn't working - and why his offscreen activities were lit like a movie.\n\nThe stunts were also sneaky. At one moment in particular, Railsback's on a tower that's blown up in flames. We think there's no way he could have escaped alive-and the movie merely cuts to another shot of him, without explaining his escape. A film that depends on deceiving us has got to play by its own rules. If we are going to be deceived in general, fine, but then we can't be cheated on particulars.", "running_time": 131, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-11-07", "genres": ["Action", "Comedy", "Drama", "Thriller"], "title": "The Stunt Man (1980)"}