{"url": "http://www.rogerebert.com/reviews/the-adventures-of-priscilla-queen-of-the-desert-1994", "by": "Terence Stampas Bernadette", "star_rating": 2.5, "text": "Dr. Johnson famously remarked of a dog's ability to stand on its hind legs, that it was not done well, but he was surprised to find it done at all. I thought of that while I was watching \"The Adventures of Priscilla, Queen of the Desert,\" which stars Terence Stamp in drag. The macho British actor, best-known for \"Billy Budd\" and the villain in \"Superman II,\" plays an aging transsexual named Bernadette, and it is done well, yet one is still surprised to find it done at all.\n\nThe movie opens in Sydney, Australia, where Bernadette is well-known in gay circles. Bernadette's partners in a flamboyant drag act are Tick, also known as Mitzi (Hugo Weaving), and Adam, aka Felicia (Guy Pearce). The act involves lip-synching to recordings while performing a vaguely choreographed stage show and wearing tacky gowns, a great many feather boas and a lot of eye shadow. Bernadette, who is clearly an intelligent person, is getting fairly tired of it all.\n\nSydney is also getting tired of Bernadette, and so when an invitation comes for a gig in the backwater town of Alice Springs, the three friends jump at it. Mitzi's former wife, now running a gambling casino, needs an act in a hurry. That sets up the introduction of Priscilla, which is the name of the recycled school bus which doubles as their dressing room and living quarters.\n\nAnd off they go into the outback, with Priscilla painted a bright lavender.\n\nI happened to see \"Easy Rider\" (1969) again at about the same time I saw \"Priscilla,\" and it occurred to me that the structures were similar: The nonconformist heroes, whether hippies or drag queens, were taking a dangerous chance by making a road trip into reactionary territory. If you think Peter Fonda, Dennis Hopper and Jack Nicholson made a juicy target in the redneck south with their choppers and long hair, imagine how warmly Bernadette, Mitzi and Felicia are welcomed in the outback.\n\nThe film settles into the rhythms of many road pictures, with lots of drive-by scenery, soul-searching talks during camp-outs on the road, and dicey encounters with the locals. There's a drinking contest with a lesbian who thinks she's more of a man than the queens. The lavender bus attracts some nasty anti-gay graffiti.\n\nBernadette looks more and more weary of this life. (It must not be easy in the best of times to live and travel in a school bus with two drag queens, and middle age takes its toll: Was this trip necessary?) At about the time when the possibilities of life on the road are exhausted, Priscilla arrives in Alice Springs, where Mitzi's ex-wife (Sarah Chadwick) seems fairly serene about the new life her former husband has chosen.\n\nMitzi's son also seems cool about the gender-blender situation, and the trio's lounge act goes over better in Alice than in the big city. Then there's a subplot about an auto mechanic whose own wife is a stripper so loony she makes Bernadette look good, and not only by comparison.\n\nI guess the scenes of homophobic hostility in the movie are obligatory, but the writer-director, Stephan Elliott, doesn't seem to have his heart in them, and I wonder if he would have been happy to make the whole story as lighthearted as his best scenes. It's too bad that the requirements of plotting require movies like this to crank up the event count, when actually what works is just the daily minutiae of Bernadette's life. At the beginning of the film we're distracted by the unexpected sight of Terence Stamp in drag, but Stamp is able to bring a convincing humanity to the character, and eventually we realize that the real subject of the movie is not homosexuality, not drag queens, not showbiz, but simply the life of a middle-aged person trapped in a job that has become tiresome.", "running_time": 102, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-08-26", "genres": ["Comedy", "Drama", "Foreign", "Music"], "title": "The Adventures of Priscilla, Queen of the Desert (1994)"}