{"url": "http://www.rogerebert.com/reviews/the-house-of-the-devil-2009", "by": "Jocelin Donahueas Sam", "star_rating": 3.0, "text": "Has there ever been a movie where a teenage baby-sitter enjoyed a pleasant evening? And a non-demonic child? Sam gets a break in \"The House of the Devil.\" She discovers there isn't a baby at all. Only the aged mother of Mr. Ulman, a sinister man played by Tom Noonan, who is my choice to portray The Judge in Cormac McCarthy's Blood Meridian, and if you have read that gruesome masterpiece, there is nothing more I need say about Mr. Ulman.\n\nSam (Jocelin Donahue) is a perky college student saving money for a deposit on her own apartment. She puts up signs around the campus asking for her baby-sitting services, and after she takes one of them, Mr. Ulman takes all of the rest...\n\nSam's friend Megan (Greta Gerwig) gives her a lift to the Ulman household, which they find way, way down at the end of a long, long road in the middle of a dark, dark forest. It looks like the House of the Seven Gables with three gables amputated. Mr. Ulman and his wife, Mrs. Ulman (Mary Woronov), greet Sam with hospitality laced with commiseration. The house is furnished in a way to remind you of aged maiden aunts who haven't changed a thing since their parents died.\n\nMother Ulman is upstairs in her room, Mr. Ulman explains. He only told Sam there was a baby because some baby-sitters balk at the difficulties of old folks. But not to worry. Mr. Ulman more or less promises she'll be no more problem than Norman Bates' mom. Then the Ulmans depart because they want to observe the full eclipse of the moon, and you can't even see the moon so deep in the dark, dark forest, you see.\n\n\tLeft alone on her own (Mother upstairs in her room and doesn't make a sound), Sam pokes around. It's sort of... creepy. Good thing she only snaps on the TV briefly; If the Addams Family came on, it might look familiar. And it might come on: This is the mid-1980s, when babysitters had more to fear from their employers than vice versa.\n\n\"The House of the Devil\" has been made almost by hand by Ti West, who wrote, directed and edited the movie. He's an admirer of classic horror films and understands that if there's anything scarier than haunted house, it's a possibly haunted house. The film may provide an introduction for some audience members to the Hitchcockian definition of suspense: It's the anticipation, not the happening, that's the fun.\n\nThis is the kind of movie that looks lighted by the full of the moon, which is a good trick during an eclipse. Sam is relieved when Mr. and Mrs. Ulman return, until they don't seem prepared to give her the traditional ride home. She also meets Mother (Danielle Noe), who is considerably more spry than advertised. And there's the family -- handyman? -- named Victor (AJ Bowen). And Mother's room turns out to be far, far different than you might expect -- and dark, dark.", "running_time": null, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-11-11", "genres": ["Horror", "Indie", "Thriller"], "title": "The House of the Devil (2009)"}