{"url": "http://www.rogerebert.com/reviews/the-golden-child-1986", "by": "Eddie Murphyas Chandler", "star_rating": 3.0, "text": "There are a lot of moments to remember in \"The Golden Child,\" but the one I will treasure the longest happens when Eddie Murphy gets behind the wheel of a beat-up station wagon and is led by a sacred parakeet to the lair of the devil.\n\nMaybe you had to be there. The parakeet, which has already made the round trip between Tibet and Los Angeles twice, chirps merrily and flies off down a dusty road. Murphy leans down to look up at it through his windshield, and the way he looks at it is what started me laughing.\n\nThere is just something about the tilt of his head that seems entirely appropriate for a man who is following a sacred parakeet. Murphy is exactly right in that moment, but then he is exactly right all through this movie, which is utterly ridiculous and jolly good fun.\n\nThe advance rumors about \"The Golden Child\" were not encouraging.\n\nI heard Paramount feared it had a bomb on its hands, but what were they worried about? The preview audience laughed all through the movie. No wonder, because this film - insignificant and lightweight and monumentally silly - is entertaining from beginning to end. Although it contains the usual scatological language, the sex and violence are mild.\n\nMurphy plays the hero, a professional searcher for lost children.\n\nAfter agents from hell kidnap a holy child from Tibet, Murphy is recruited to recover the child, find a magic dagger, defeat Satan's henchmen, beat up some Hell's Angels, pass several death-defying trials by fire, follow the sacred parakeet and fall in love with the beautiful heroine, who must first be brought back from the dead.\n\nThe movie's opening shots should have had a subtitle flashing Raiders Ripoff! Hollywood must have a whole industry supplying temples and gongs to the spawn of Indiana Jones. But from the moment Murphy appears on the screen, he makes the movie all his own; the special effects are basically just comic props. Murphy slides through the picture with easy wisecracks and unflappable cool, like a hip Bob Hope.\n\nA lot of the time, he seems to improvise his smart aleck one-liners - I haven't seen the script, so I can't say for sure. What's amazing is that his dialogue always seems to fit. A lot of stand-up comedians throw off the pacing in a movie by going for improv at the wrong moments (Robin Williams is sometimes an example). Murphy usually seems to have the perfect reaction, even when he's shocked to catch a wise old seer picking his nose. Maybe the director, Michael Ritchie, deserves some of the credit for that; he let Williams wreck his \"The Survivors\" with inappropriate one-liners, but this time everything flows.\n\nThe movie's plot is an anthology of cliches from every Oriental swashbuckler in history; just off the top of my head I can remember a bottomless cavern, a 300-year-old woman with a dragon's tail, a child whose touch turns bad men into good ones, an evil spirit that turns into a serpent, several dozen temple guards, countless karate fights, secret rooms beneath the stores in Chinatown and, of course, the preternaturally beautiful heroine. Her name is Kee Nang, and she is played by Charlotte Lewis, the London schoolgirl who last starred in Roman Polanski's \"Pirates.\" That movie won her an audience of dozens; this one likely will do a lot better. She looks very beautiful, and because that is her role in this movie, she fulfills it flawlessly. She also succeeds in keeping a straight face while Murphy uses her as the subject of speculation, rejection, romance and betrayal, and while she uses her effortless mastery of kung fu to protect him.\n\nNo silly swashbuckler is any better than its villain, and the leader of the evil forces is played by Charles Dance, last seen as Meryl Streep's coldly intellectual husband in \"Plenty.\" He, too, has to keep a straight face through this movie, in scenes such as the one where Murphy outsmarts him at airport customs and the scene where he turns into a rat. Victor Wong works well as a wise old man.\n\n\"The Golden Child\" may not be the Eddie Murphy movie we were waiting for, but it will do. It is funnier, more assured and more tailored to Murphy than \"Beverly Hills Cop\" and it shows a side of his comic persona that I don't think has been much appreciated: his essential underlying sweetness. Murphy's comedy is not based on hurt and aggression, but on affection and an understanding that comes from seeing right through the other characters. His famous laugh is not aimed as a weapon at anybody, but is truly amused. He is perfectly suited to survive this cheerfully ridiculous movie, and even lend it a little charm.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-12-12", "genres": ["Action", "Adventure", "Comedy"], "title": "The Golden Child (1986)"}