{"url": "http://www.rogerebert.com/reviews/the-ambushers-1967", "by": "Dean Martinas Matt Helm", "star_rating": 2.0, "text": "The movie companies provide fat press releases for all their movies, and inside every press release there's an Official Summary of the plot. No matter how incredibly confused the plot may be, some poor slob out in Hollywood has to sit down at a typewriter and sweat out a summary that sounds logical. You shoulda watched them squirm trying to explain \"Casino Royale\" (1967).\n\n\"The Ambushers,\" however, is a likely candidate to defeat this practice since it has no discernible plot at all. None. So grave is this truth that even the press agents were stumped. \"So sorry, no summary on this one,\" the official press release begins. Everyone's lips are sealed. \"But don't get us wrong-there IS a story in 'The Ambushers' -- you can bet your week's receipts Dean Martin wouldn't work in a travelog!! And who needs a 'story line' to enjoy DEAN MARTIN when he goes on a romantic rampage with the world's most ravishing battalion of beauties??? THAT'S what counts! THE PLOT? et DEAN MARTIN handle the details -- you just sit back and ENJOY -- ENJOY!!\"\n\nAside from the prose style, which appears to have been lifted intact from the current Marvel Comics Readers' Mailbag, this is a pretty fair description. Dean plays Matt Helm again, and goes to Acapulco, and drives up and down scenic highways with ravishing beauties, and occasionally gets shot at. There is some talk about a flying saucer and, for you Popular Mechanics readers, great dialog like: \"You know what happens to people who get caught in an electromagnetic field? They DIE!\"\n\nWell, the Earth's just one great big electromagnetic field up there in the sky, but Matt doesn't let it get him down. Mostly he's drunk, anyway. He gets boozed and stays boozed, and there are more would-be jokes about drinking in this movie than you could distill from an entire weekend of W. C. Fields. There is even a fight sequence inside a giant vat of beer, and kindly old Matt Helm dispatches one of his enemies by pushing him into a beer intake valve. Maybe Dean Martin is trying to tell us something. Whoops, there go my week's receipts.", "running_time": 102, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-12-21", "genres": ["Action", "Comedy"], "title": "The Ambushers (1967)"}