{"url": "http://www.rogerebert.com/reviews/the-jungle-book-2-2003", "by": "Haley Joel Osmentas Mowgli", "star_rating": 1.5, "text": "\"The Jungle Book 2\" is so thin and unsatisfying, it seems like the made-for-DVD version, not a theatrical release. Clocking in at 72 minutes and repeating the recycled song \"The Bare Necessities\" three if not four times, it offers a bare-bones plot in which Mowgli wanders off into the jungle, is threatened by a tiger and a snake, is protected by a bear, takes care of his little girlfriend, and sings and dances with Baloo.\n\nThere's none of the complexity here, in story or style, we expect in this new golden age of animation. It's a throwback in which cute animals of no depth or nuance play with the hero or threaten him in not very scary ways.\n\nAs the film opens, Mowgli (who once, long ago and at another level of literacy, was the hero of stories by Rudyard Kipling) lives in a village and is forbidden to cross the river. But \"you can take boy out of the jungle, but you can't take the jungle out of boy,\" we learn. Whoever wrote that dialogue must have gone home weary after a hard day's work.\n\nMowgli (voice of Haley Joel Osment) and his little village playmate Shanti (voice of Mae Whitman) do, however, venture into the forest, where Mowgli's old friend Baloo the Bear (John Goodman) is delighted to see him, although a little jealous of all the attention he is paying to Shanti. Maybe Baloo should discuss this problem with a counselor. They dance and sing and peel mangos and then Mowgli and/or Shanti wander off alone to be threatened by the tiger and the snake (whose coils are cleverly animated), and to be rescued by Baloo, with a reprise or two of \"The Bare Necessities.\" In a time that has given us Miyazaki's great animated film \"Spirited Away\" (also a Disney release), parents have some kind of duty to take a close look at the films on offer. I got in an argument at Sundance with a Salt Lake City man who sells software that automatically censors DVDs in order to remove offending scenes and language. (Theoretically there could be a version of \"Fight Club\" suitable for grade-schoolers, although it would be very short.) By this yardstick, \"The Jungle Book 2\" is inoffensive and harmless.\n\nBut it is not nutritious. A new book argues that the average American child spends twice as much time watching television than interacting with his parents, and movies like \"The Jungle Book 2\" are dimwitted baby-sitters, not growth experiences. If kids grow up on the movie equivalent of fast food, they will form an addiction to that instant action high and will never develop the attention span they need to love worthwhile fiction.\n\nDisney can do better, will do better, usually does better. To release this film theatrically is a compromise of its traditions and standards. If you have a child in the target age range, keep them at home, rent an animated classic or Miyazaki's great \"My Neighbor Totoro\" and do them a favor.\n\nRoger Ebert's review of \"My Neighbor Totoro\" is in his Great Movies series at www.suntimes.com/ebert.", "running_time": 72, "mpaa_rating": "G", "release_year": 2003, "date_published": "2003-02-14", "genres": ["Adventure", "Animation", "Family"], "title": "The Jungle Book 2 (2003)"}