{"url": "http://www.rogerebert.com/reviews/the-best-house-in-london-1969", "by": "David Hemmingsas Walter and Benjamin", "star_rating": 1.0, "text": "When people say old-style movies are dying, \"The Best House in London\" is the kind of movie they mean. It's a dead manipulation of old ideas and tired wit, and the most depressing thing about it is that, obviously, the people who spent these millions thought they had their fingers on our pulse.\n\nThe story involves an attempt in the late Victorian era to establish a first-class bawdy house in London. Set against this is a feminist crusader (Joanna Pettet), who has rescued several \"fallen women\" from the clutches of their customers and is attempting to teach them a useful trade. David Hemmings, in a double role, lurks behind the scenes of both projects.\n\nThe movie's premise is that all the women in it (Miss Pettet excluded) are delighted at the prospect of becoming prostitutes. This view is well enshrined in Victorian pornography, but it is demeaning to women and disgusting. One of the \"laughs,\" for example, comes when a 14-year-old girl sells her virginity and is dismayed to learn she's been purchased by a reformer and not a madam. Har-har-hardee-har-har, eh?\n\nThis sort of entertainment is described as \"bawdy\" in the ads, and there's nothing more fun than good juicy bawdiness, but \"The Best House in London\" is sick, not bawdy. In \"Tom Jones,\" a delightfully bawdy film, the girls relished their existence as healthy females in a Falstaffian society. In \"The Best House,\" it's not the sensuality they enjoy, but the opportunity to prostitute themselves. This is anti-life and not funny.\n\nThe presence of David Hemmings hardly distracts us from everything else we're not enjoying. There is no reason for him to play two roles, unless it would be to display his virtuosity, which he does not. He plays both roles exactly the same (except for a wayward whine), and the fact that he can wear a blond wig is not going to lose Olivier any sleep.\n\nThere is, of course, the obligatory scene in which \"both\" characters are on the screen at the same time. Hemmings, on the right, reaches out to poke Hemmings, on the left, and after a while the other Hemmings realizes he's being poked right through the split screen. Big deal.\n\nHemmings himself is dull -- even when only one of him is on the screen. He's a curious case. After his spectacular launching in \"Blow-Up,\" he's been busier than any British actor, except maybe Michael Caine. But he still doesn't have a following, and he doesn't sell tickets.\n\nMaybe his coldness accounts for that; you never have a feeling you're watching a human performance -- only David Hemmings, Boy Whiz, zipping through his fourth production this year. I wonder whether his aloof, calculating personality was one reason he came through so well In \"Blow-Up\"; perhaps he was suited to Antonioni's cool intellectualism.\n\nAnyway, the movie lurches toward its vague conclusion, misplacing the plot along the way, or maybe heaving it into the boilers to keep up steam.", "running_time": null, "mpaa_rating": "X", "release_year": 1969, "date_published": "1969-10-08", "genres": null, "title": "The Best House in London (1969)"}