{"url": "http://www.rogerebert.com/reviews/the-happy-hooker-1975", "by": "Lovelady Powellas Madelaine", "star_rating": 1.0, "text": "If Horatio Alger were alive today, he would no doubt be appalled by \"The Happy Hooker,\" the story of a girl who gets started off on the right foot in life but, through pluck and endurance, makes bad. The movie's a success story in reverse, starting with its heroine being named Secretary of the Year in her native Holland and ending with her imprisonment in New York on charges of operating a disorderly house.\n\nWhat all of this is supposed to prove is beyond me, unless it's that America is still the land of opportunity, until you get caught. The film's based on the autobiography of Xaviera Hollander, the former hooker who now writes a column for Penthouse in which readers can obtain the most astonishing advice about vacuum cleaners, household pets and cold baths. I have no way of knowing if the book was based on fact -- nor can the movie, being R-rated, give me many clues.\n\nThat's not to say I would have preferred an X-rated porno flick like \"The Life and Times of Xaviera Hollander,\" which opened here during the summer to little or no acclaim. No, I like the R rating for \"The Happy Hooker.\" It gives the movie a certain restraining charm. What was the last bordello epic you saw in which all the most interesting scenes were set in the parlor? The movie at times makes Miss Hollander's enterprise seem so wholesome, so much of a spirit with such other money-makers as commodity futures and the franchising game, that it's a wonder the postal service hasn't commemorated the industry by now.\n\nThat's largely due to the charm of Lynn Redgrave, in the title role. Miss Redgrave is the distinguished British actress, daughter of Sir Michael, sister of Vanessa, who vowed when \"The Happy Hooker\" started filming that it would he a tasteful comedy and wouldn't embarrass the family. I'm not sure how much it will help the box office but, by and large, she's right. The movie's got a sort of mid-1960s innocence to it, and when Xaviera pedals between clients on her ten-speed bike she almost seems to be hooking just for the fresh air.\n\nShe's lured to New York in the first place by a marriage proposal, but the would-be suitor turns out to be a definitive twerp, and she gets a job as a secretary and translator. In walks a Frenchman with a charming stutter (Jean-Pierre Aumont), and she falls for him. They indulge in unspecified offscreen bliss long enough for her to meet the Frenchman's friends, who include New York's top madam, and then the Frenchman exits after giving her a large envelope filled with currency.\n\nHe has, she announces tearfully, made her feel like a whore but she counts the money and her tears dry. And from then until the final calamitous police raid (which is only revenge by a cop who tried and failed to rape her, you understand), Xaviera services a growing clientele of New York's top businessmen, opens her own brothel, and learns such profundities as that \"all men are really little boys.\" The movie has a happy ending -- she and her girls get out on bail -- and all that's left for next time is a sequel showing her writing her magazine advice column. Maybe it could be called \"Miss Lonelytarts.\"", "running_time": 98, "mpaa_rating": "NC-17", "release_year": 1975, "date_published": "1975-01-01", "genres": ["Comedy", "Drama", "Romance"], "title": "The Happy Hooker (1975)"}