{"url": "http://www.rogerebert.com/reviews/the-crying-game-1992", "by": "Stephen Reaas Fergus", "star_rating": 4.0, "text": "Some movies keep you guessing. Some movies make you care. Once in a long while a movie comes along that does both things at the same time. It's not easy.\n\nNeil Jordan's \"The Crying Game\" keeps us involved and committed through one plot twist after another. It's one of the best films of 1992.\n\nJordan's wonderful film does what Hitchcock's \"Psycho\" (1960), a very different film, also did: It involves us deeply in its story, and then it reveals that the story is really about something else altogether. We may have been fooled, but so was the hero, and as the plot reveals itself we find ourselves identifying more and more with him.\n\nThe movie doesn't make it easy; we have to follow him through a crisis of the heart, but the journey is worth it.\n\nWarning: This is the kind of movie that inspires enthusiastic discussions afterward. People want to talk about it. Don't let them talk to you. \"The Crying Game\" needs to be seen with as close to an open mind as possible, and anyone who tells you too much about the film is not doing you a favor. I would prefer, in fact, that you put this review aside until you see the film. If you read on, I will do my best not to spoil your own discoveries.\n\nThe movie opens in Northern Ireland, where a British soldier (Forrest Whitaker) is kidnapped by the IRA. In a secluded forest hideout, he is guarded by a team including Fergus (Stephen Rea), who has become a committed terrorist and yet is still a person with kindness in his soul. The soldier may be executed if the British government doesn't release IRA prisoners. Meanwhile, he must be guarded, and as Fergus spends a long night with him, they get to know and even like one another. The soldier shows Fergus a snapshot of his girlfriend, back in London, and asks him to look her up someday - if, as the soldier suspects, he is going to die soon.\n\nThis is a version of the classic Irish short story, \"A Guest of the Nation,\" by Frank O'Connor, in which IRA men in the 1920s make the mistake of becoming friendly with the man they will have to kill.\n\nBut the movie resolves this dilemma with an unexpected development.\n\nAnd then, the next time we see Fergus, he is in London, under a new name, working as a laborer on a construction site.\n\nHe still has the snapshot. He goes looking for the soldier's girlfriend, and finds her working in a beauty salon. On an impulse he goes in to get his hair cut. After work, she goes to a nearby pub.\n\nThey begin a conversation, using the bartender as a middleman in one of the many unexpected narrative touches in an entirely original film. The girlfriend, named Dil (Jaye Davidson) is an original, too, with a delightful dry way of understating herself, of keeping her cool while seeming amused at the same time. She reminds us there is such a thing as verbal style; too much modern movie dialogue is flat and plot-driven.\n\nFergus and Dil are attracted to one another. But there are fundamental unacknowledged deceptions between them - not least, the fact that Fergus is the man who shares responsibility for the boyfriend's death. The most fascinating passages in the film follow the development of their relationship, which becomes an emotional fencing match as it survives one revelation after another. Then the IRA tracks Fergus to his hiding place and has another job for him to do.\n\nThe peculiar thing about \"The Crying Game\" is that this story outline, while true, hardly suggests the actual content of this film.\n\nIt is much more complex and labyrinthine - both in terms of simple plotting, and in terms of the matters of the heart that follow. Most movie love stories begin as a given; we know from the first frame who will be together in the last. Here, there are times when we know nothing, and times when we know less than that. Yet because we care about the characters - we can't help liking them - it's surprising, how the love story transcends all of the plot turns to take on an importance of its own.\n\nOne of the keys to the movie is the casting. The ironic, vulnerable Dil is a real original, a person who arrives on the screen not as a writer's notion but with a convincing, engaging personality.\n\nStephen Rea, as Fergus, is an essentially good person who has gotten involved in a life that requires him to be violent and ruthless. He doesn't have much heart for it; maybe Dil has deeper resources. And Miranda Richardson has a key role as an IRA terrorist who toys with Fergus, early and late, confusing sexual power with political principles.\n\nNeil Jordan first came to view as the writer-director of \"Mona Lisa\" (1987), with Bob Hoskins as the chauffeur who has a love-hate relationship with a prostitute (Cathy Tyson). His films since then have been widely varied, from the odd supernatural comedy \"High Spirits\" to last year's winsome fable \"The Miracle,\" which many liked more than I did. Now comes \"The Crying Game,\" one of a very few films that wants to do something unexpected and challenging, and succeeds even beyond its ambitions. See this film. Then shut up about it.", "running_time": 108, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-12-18", "genres": ["Crime", "Drama", "Thriller"], "title": "The Crying Game (1992)"}