{"url": "http://www.rogerebert.com/reviews/the-wild-rovers-1971", "by": "William Holdenas Ross Bodine", "star_rating": 3.0, "text": "\"The Wild Rovers\" is a beautiful, dumb cowboy movie about two beautiful, dumb cowboys. The most beautiful and dumbest is Ryan O'Neal. William Holden is beautiful, too, but in the way that when you look at Louis Armstrong you say, he's really beautiful, man. Ryan O'Neal is beautiful in the other way, and has no business in a cowboy movie. He is also dumb, in that he radiates no intelligence in the direction of the camera. William Holden is dumb in the sense that he plays a dumb, sincere old cowhand, not unlike the character he created in \"The Wild Bunch,\" only gentler. Which is to say that William Holden is very good in \"The Wild Rovers,\" and Ryan O'Neal is a distraction.\n\nA movie like \"The Wild Rovers\" can't shrug off many distractions, because its material, while thoughtful, is thin. This is another Death of the West As We Knew It movie, about old cowboys getting older and young cowboys getting killed. It owes something to \"The Wild Bunch,\" and something to \"Butch Cassidy and the Sundance Kid,\" and it's in the same vein as \"Monte Walsh,\" where Lee Marvin died the Death of the West.\n\nIt's better than \"Monte Walsh,\" though, because of Holden's acting, the direction of Blake Edwards and the masterful twilight and night photography of Philip Lathrop. \"The Wild Rovers\" is the most gently and feelingly photographed Western in a long time. Edwards and Lathrop create a society centered around a proud ranch, presided over by the (as always) ethical Karl Malden, and peopled with realistic cowboys, wives, sons and even (in the nearby town) a real saloonkeeper. Think back. It's been years, maybe forever, since a Western had a three-dimensional bartender.\n\nIn the acting department, the same thing is happening to Holden that's already happened to John Wayne, and will soon enough happen to Mitchum, Widmark and Kirk Douglas. As he grows older, he grows better, like a great old wine. All the depths are still there, and now all the reverberations from the previous roles are beginning to sound. \"The Wild Bunch\" may have been the most important movie in Holden's recent career; it gave him a character to play again, and he can throw away that sheepskin-lined Air Force helmet. \n\nHe plays a wise, but not too smart, old cowboy who strikes up a friendship with young Ryan O'Neal. They figure cowpunching will never really pay and decide to stick up a bank. Their robbery is one of the most civilized you could imagine, and after they escape they're only chased because Karl Malden is so danged ethical (\"Nobody from the R-Bar has ever done anything like this before.\")\n\nThe movie's problems are with Ryan O'Neal, who seems just a shade too delighted to be Ryan O'Neal, and with the fatalistic conclusion. As I mentioned yesterday in connection with \"Who is Harry Kellerman . . .?,\" too many recent movies have been depending on the death of their heroes to pull them through. It used to be daring to kill your hero. Now it's an act of artistic originality to let him live.", "running_time": 136, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-06-30", "genres": ["Action", "Western"], "title": "The Wild Rovers (1971)"}