{"url": "http://www.rogerebert.com/reviews/the-gumball-rally-1976", "by": "Bannon M. Sarrazinas Michael", "star_rating": 2.5, "text": "The most obvious difference between two current movies, \"The Gumball Rally\" and \"Cannonball,\" is that the first is about an illegal road race from New York to California, and the second is about an illegal road race from California to New York. If the two movies had gotten into a terrific collision somewhere in Missouri...but never mind, never mind.\n\nThere's another difference, too, and it's a relief: \"'The Gumball Rally\" is good-spirited and fun. \"Cannonball\" was an exercise in highway sadism.\n\nBoth movies have all the standard ingredients, however: Two laconic leading men, two all-girl teams, one ethnic driver, one dumb law enforcement officer, several exploding gas tanks, no end of incompetent highway patrolmen, a helicopter and a car that breaks in half. The movies are so similar in content, in fact, that the differences between them are instructive: \"The Gumball Rally\" is an easily forgettable entertainment, but at least it has a certain amount of class. \"Cannonball\" was straight exploitation.\n\nAn example. In \"Cannonball,\" the German's speedometer hits 165 m.p.h. and a concealed bomb blows up his car. In another scene, drivers die horribly in flaming wreckage. In still another, a marksman with a high-powered rifle (these guys don't mess around) is pinned under his car and crushed to death.\n\nAnd what did the Motion Picture Code and Ratings Administration assign to all of this? The PG rating.\n\nIn \"The Gumball Rally,\" on the other hand, there's an attempt to neutralize the violence with comedy. When a camper van runs into a fireworks store, for example, the three people in the van dive for safety and wind up in a neat little row on the ground before the fireworks go off. When the mad Hungarian motorcyclist goes up a ramp and through a billboard, he lands safely - and the billboard advises travel by, train. These aren't exactly terrific sight gags, but at least they're not horrifying to younger audiences. So, what was the rating? Exactly the same - PG. Humor and taste must not be programmed into the MPAA's criteria.\n\n\"Return of a Man Called Horse,\" reviewed Thursday, ALSO got a PG rating, despite a scene lasting at least 20 minutes in which characters had their pectoral muscles pierced by eagle's talons and were then suspended by their chests. All the PG means I guess, is that there aren't any naked ladies . . .\n\nBut let's not get started on ratings. What I meant to say, before interrupting myself, is that although we are all going to have the greatest difficulty even remembering the name of \"The Gumball Rally\" in three months' time, it is a pleasant, slick, inoffensive entertainment. It contains some difficult and well-coordinated stunt driving. It has a fairly good cast. And it never makes you want to flee the theater.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-08-20", "genres": ["Action", "Adventure", "Comedy", "Family", "Sports Film"], "title": "The Gumball Rally (1976)"}