{"url": "http://www.rogerebert.com/reviews/the-eyes-of-tammy-faye-2000", "by": "Randy Barbato", "star_rating": 3.0, "text": "\"When she was born,\" her aunt recalls, \"she had perfectly manicured fingernails.\" She still does. She also has eyelashes so firmly attached that she never removes them: \"They have to sort of wear out. When one falls off, I replace it.\" Tammy Faye Bakker, once the evangelizing queen of a global satellite network, now \"living in virtual exile in a gated community in Palm Springs,\" is the subject of \"The Eyes of Tammy Faye,\" a new documentary by Randy Barbato and Fenton Bailey.\n\nHer saga is well known. How she and first husband Jim Bakker began as traveling evangelists, parlayed a puppet show into TV stardom, created three TV networks, were the first Christian broadcasters with their own satellite, and built the theme park Heritage USA near Charlotte, N.C.--while Jim, court records show, was defrauding his viewers of millions. He went to prison, is now on parole and remarried. After their divorce (\"we're still friends\"), Tammy married Roe Messner, who oversaw construction on Heritage USA. Alas, he was convicted of bankruptcy fraud and spent two years in prison, being released in early 1999.\n\nAll movies about women like this are required by law to contain the words \"she's a survivor.\" But John J. Bullock, the co-host of her most recent talk show, \"John J. and Tammy Faye,\" puts a new spin on it: \"She's a survivor. After the holocaust, there will be roaches, Tammy Faye and Cher.\" When Jim and Tammy were on the air in the 1980s, I confess to watching them, not because I was saved, but because I was fascinated. They were like two little puppets themselves--Howdy Doody and Betty Boop made flesh. Tammy Faye cried on nearly every show and sang with the force of a Brenda Lee, and when she'd do her famous version of \"We're Blest,\" yes, dear reader, I would sing along with her.\n\nThe documentary reveals that she was a bundle of nerves in those days, as Jim withdrew into an obsession with Heritage USA empire-building (and brooded no doubt over his infamous one-night stand with Jessica Hahn). Tammy became addicted to pills and her attention sometimes seemed to drift; directors Barbato and Bailey plundered the video archives to find moments like the one where Jim says, \"Now Tammy's going to sing for us,\" and Tammy is discovered wandering at the back of the set, gazing at a prop and saying, \"I'm looking at this boat.\" But she did have chemistry and a natural TV presence, and narrator RuPaul Charles points out that she'd do two or three shows in a row, entirely ad libbed, completely comfortable without a script.\n\nRuPaul? Yes, the famous drag queen is the film's narrator, and a subtext of \"The Eyes of Tammy Faye\" is that unlike most Christian televangelists (especially her nemesis Jerry Falwell), Tammy Faye has always been friendly with gays. Old videotape shows her commiserating with an HIV-positive preacher at a time when mainstream shows still shunned the topic of AIDS, and she chose the gay Bullock as the co-host on her comeback attempt. (One segment shows him pulling a brassiere out of her purse and waving it over his head, claiming it's his.) Co-directors Barbato and Bailey are also openly gay, and there was a hint in some of their remarks after the Sundance premiere of the film that they got into this project because they saw Tammy Faye as a camp icon. So she is, as in a sequence where she explains the amazing contents of her makeup kit (\"I don't know what this is,\" she confesses about one product). But she is also, we sense, a woman of great generosity of spirit, and a TV natural: The star she most reminds me of is Lucille Ball.\n\nWas she in on the scams? She was never charged, never brought to trial. In the doc, she walks through the ruins of Heritage USA, which has been padlocked for 10 years (\"I'd love to give this place a good coat of paint\") and the Palm Springs, Calif., home she and Jim shared at the end. She lived in comfort, and still does. But the movie tacitly implies that she didn't do anything criminal, that what you saw on TV was the real Tammy Faye, all of her, with no hidden edges or secrets. In terms of broadcast hours, she lived more of her life on live TV than perhaps anyone else in history. She was like Jim Carrey in \"The Truman Show\"--only in on the secret.", "running_time": 79, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-08-04", "genres": ["Documentary", "Drama"], "title": "The Eyes Of Tammy Faye (2000)"}