{"url": "http://www.rogerebert.com/reviews/the-unknown-woman-2008", "by": "Xenia Rappoportas Irina", "star_rating": 3.0, "text": "\"The Unknown Woman\" contains so many secrets that without revealing a few I cannot write a review. Yes, the blond prostitute in the flashbacks is the dark-haired house maid in the present. Yes, she has a passionate reason for wanting to go to work for the Adacher family. Yes, there is something deeply strange about her behavior toward their little girl, Thea.\n\nThe movie was written and directed by Giuseppe Tornatore, still best known in the States for \"Cinema Paradiso\" (1991). \"The Unknown Woman\" (\"La Sconosciuta\") is being hailed as his best since then, and it swept Italy's Donatello Awards for best film, actress, director, cinematography, music, you name it. It's a spellbinder with a lot of Hitchcock touches and an Ennio Morricone score to match. But does it play fair with us?\n\nI have given the plot a lot of thought. I think I know how and why Irina (Xenia Rappoport) arrives in a northern Italian city with a big roll of cash in her pocket, her bankroll already in place before she begins her mysterious surveillance of an apartment across the road from hers. No, it's not a chronological impossibility, given all that we later discover. I even think I know what crime (there is a choice) that lands her in prison.\n\nI do not know who rigged the brakes on Mrs. Adacher's car, but I doubt it was Irina, because the evidence looks planted. I don't know why Irina was having Gina, the former maid, sign those papers. I don't know much Gina understood of what Irina was telling her. I believe that DNA testing could resolve a crucial identity in the movie, but if it has, what are we to make of a long, significant glance Irina exchanges with a man late in the film? I don't know if the man is who she thinks he is. I also don't know how anyone could survive those stabbings with the biggest pair of scissors I have ever seen.\n\nThese may be questions you share with me, or you may be sure of your answers. I suppose the smiles in the last shot convey nothing but simple human joy, and answer nothing. Maybe it doesn't matter, since the film's construction is skillfully devised to prolong suspense as long as possible -- maybe too long.\n\nThe movie has to sidestep so many questions that it's as much an exercise in footwork as storytelling. But it uses the devices of melodrama to haul us helplessly along and has a fascinating gallery of characters, beginning with Irina.\n\nShe is from the Ukraine. Her 20s were lost in sexual slavery. It is no accident she gets the job with the Adachers, though an accident leads to it. I believe, because I must, that the bald sadist Mold (Michele Placido) had a way to track her and get her cell number. I suspect, but do not know, that he was one of the two Santas who beat and kicked her on Christmas Eve. Doesn't Mold know if he scares her away, he'll never get what he wants? Does Mold know if what she believes about the Adacher family is true?\n\nThese questions build as she steals the Adacher's house keys and security beeper and goes through every space in the house, even the hidden safe (which has combination numbers big enough to be seen through a keyhole). There are a lot of questions during the disturbing and brutal way she \"teaches\" little Thea to deal with her rare disease (so rare I have never encountered it, even in fiction, where it is mighty handy). Anyway, all the questions are answered (seemingly, anyway) by the end.\n\nThere are a lot of things I can say about \"The Unknown Woman,\" but I cannot say I was bored, or ever let off the hook. Stephen Holden in the New York Times questions its integrity. I don't think it has a shred of integrity. Few films of this nature can afford to. It works. Is that enough for you? For me, in a movie like this, it is.", "running_time": 118, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-08-14", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "The Unknown Woman (2008)"}