{"url": "http://www.rogerebert.com/reviews/the-van-1997", "by": "Colm Meaneyas Larry", "star_rating": 3.0, "text": "In three novels made into three movies, Roddy Doyle has brought to life the comic, poignant, resourceful people of a fictitious North Dublin suburb he calls Barrytown. They live so close together, they're almost in one another's pockets, and are chronically short of cash (although there is somehow always money for drink). And they weather life's crises with imagination and resiliency.\n\n\"The Van'' is the third of the trilogy, the story of two good buddies whose friendship is almost wrecked by their decision to go into business with an ancient and filthy fast-food truck they find rotting in someone's backyard. It has no engine and is caked with grease (\"It's like the inside of a leper''), but as \"Bimbo's Burgers,'' it embodies all their hopes.\n\nThe friends are Larry (Colm Meaney) and Bimbo (Donal O'Kelly). Meaney has been in all three of the Doyle films; he was the exasperated father of the pregnant teenager in \"The Snapper\" (1993) and the father of the young bandleader in \"The Commitments\" (1991), and is under-used as the mad-dog DEA agent in the current \"Con Air\". He's a large man with a face that exudes goodwill in spite of everything--and the characters he plays usually have a lot of everything to be in spite of. As the film opens, he's locked in unemployment, and consoling Bimbo over a pint of Guinness after Bimbo has been fired at the bakery.\n\nOne of the quiet gifts of all the Doyle films (the first directed by Alan Parker, the next two by Stephen Frears) is the richness of Dublin life you can spot in the margins.\n\nConsider Larry's homelife. He presides uneasily over a household consisting of a daughter with a baby but no husband, and a son with a sharp tongue (\"Who paid for that dinner in front of you, son?'' \"The state.'') But there is an underlying happiness in the film, added to by his much-loved wife, Maggie (Ger Ryan), who is taking night school literature classes. The perfect note is struck by a subtle decorating touch: The framed portrait of John Wayne on the kitchen wall. (When the van is finally cleaned up and ready to be moved, it's to the call of \"Take 'em to Missouri, men! Yee-haw!'') Another touch: the kitchen \"swear jar,'' where a contribution frequently has to be made because of the words which are the cornerstones of Larry's vocabulary.\n\nThe movie's action takes place during the summer of 1990, fondly remembered in Dublin because the Irish soccer team made it to the semifinals of the World Cup, defeating England and Romania along the way. Larry and Bimbo and all of their friends gather to watch the matches in pubs, cheering passionately and with utter conviction (\"I love Ireland, Maggie!'' a beery Larry cries, kissing his wife).\n\nTheir venture into business is inspired when they leave a pub after one match and the usual fast food van, owned by Vietnamese, is gone. (The explanation is matter-of-fact: \"They've got to be gone by dark or they'll get bricked by the kids.'') Larry and Bimbo figure to clean up after the cup matches, and down at the beach. And so they do, for a while, despite several problems (a breaded and deep-fried diaper is served to one customer in place of cod, and when another is 10 pence short of the price for a burger, Larry takes a 10-pence bite out of it and hands it to the man).\n\nThe movie builds its comic scenes by close observation. Consider, for example, the Christmas dinner sequence, which combines Guinness with \"Frosty the Snowman'' and a mute, disapproving mother-in-law, and involves the theft of a candy bar from a child's Christmas basket. Or the scene where the two friends combine golfing and baby-sitting, taking along a snapper (baby) in its rainproof little stroller. Characters in the edges contribute to the overall atmosphere, especially Brendan O'Carroll as Weslie, a little man in a long plaid coat who always seems to know where he can get you a better price.\n\nWhen I saw \"The Van'' for the first time at the Cannes Film Festival in 1996, I felt it was the least of the three films, and I still do, but it was trimmed of about five minutes of footage after Cannes and, seeing it again a year later, I found it quicker and more alive. It is also the most thoughtful, in a way, and the ending has a poignancy and an unresolved quality that is just right: These disorganized lives would not fit into a neat ending.", "running_time": 100, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-06-27", "genres": null, "title": "The Van (1997)"}