{"url": "http://www.rogerebert.com/reviews/the-forgiveness-of-blood-2012", "by": "Tristan Halilajas Nik", "star_rating": 2.5, "text": "Here is a film in which modern-day Albania, with cell phones, superhighways and texting teenagers, comes into conflict with an ancient code of honor that threatens to place an entire family under indefinite house arrest. \"The Forgiveness of Blood\" could be a metaphor for many things, but it's most obviously about young people filled with life and old ones mired in a past of blood feuds and hatred.\n\nWe meet a family supported by Mark (Refet Abazi), who sells bread from a creaking one-horse cart. The cart looks overwhelmed by giant trailer trucks and speeding traffic. One day, he takes the same shortcut his family has used for generations, but is stopped by a hot-headed neighbor, Sokol (Veton Osmani), who demands they stop crossing his land. To take the long way around would cost Mark's family its livelihood.\n\nSokol may have legal control of the right of way (which used to be in Nik's family), but how does a cart harm a road? He's looking for a fight, and he gets one. Mark and his brother return, and Sokol is killed. The death is not seen onscreen. Instead, we see the aftermath.\n\nAn Albanian code named the Kanun dictates that a member of the family guilty of murder must himself be killed or jailed. Mark's brother is jailed, but Mark goes into hiding, which means his entire family can be killed by members of Sokol's family if they venture outside their house. This is especially hard on Nik (Tristan Halilaj), a teenage son, and his slightly younger sister, Rudina (Sindi Lacej). Cut off from his girlfriend, Nik goes stir-crazy and tells his father he should give himself up to the police and release the family from house arrest. Mark apparently thinks his family owes it to him to lock themselves up because he was defending their honor.\n\nOne is reminded of other societies ruled by foolish subservience to books written for other times and places. In this district men grow old, brandish fierce beards and brood over the wrongs of the past. Women seem more sensible, and Rudina is the heroine of the film, a mediator in her family, a resourceful income earner.\n\nUnder a dispensation, Rudina can continue to sell bread and quickly upgrades to more profitable cigarettes. It is hard to see how a modern family could support itself from goods sold from the little cart, but never mind; it does.\n\nThe film was directed by Joshua Marston, an American whose previous work was the much loved \"Maria, Full of Grace\" (2004), about a pregnant young Colombian woman who in desperation works as a drug mule. Both films show women as breadwinners in a male-ruled society.\n\nWhat seems missing is a good notion of how this Albanian society functions on a daily basis. Surely a family cannot live under house arrest forever? Surely a modern police and court system can deal with matters leading to blood feuds? Apparently not. Although the villain here is the man who forbids passage to the cart, anyone could have been killed in the fight — the unseen fight, which makes the point. Apparently the right of way was only the occasion for bloodshed in a feud that had long been simmering.\n\nWatching the film, I felt impatience with these bullheaded men and the women who endure them. That's what Marston intended, I'm sure, but the stupidity of the characters doesn't provide much of an emotional payoff. Consider how the film ends, with shots of the brother and sister. What are their futures? Is a film obliged to provide us with a satisfactory ending? No, but this one seems especially passive and futile.", "running_time": 109, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-03-07", "genres": ["Drama", "Foreign"], "title": "The Forgiveness of Blood (2012)"}