{"url": "http://www.rogerebert.com/reviews/the-sicilian-1987", "by": "Christopher Lambertas Salvatore Giuliano", "star_rating": 1.5, "text": "\"The Sicilian\" is a dark, gloomy, brooding and completely confusing melodrama about men who think they are gods when they are only godfathers. It takes place in Sicily in the years after World War II, when Salvatore Giuliano, a headstrong young man, starts a movement of rebels who fight for land reform and an end to the rule of the Mafia. He fails, of course (or else \"The Godfather, Part II\" could not have been filmed). But there is a time when his loyal band, up in the mountains, has the dons worried. Also the church and the state, in a Sicily where a politician, a don and a cardinal routinely sit down to hash things out.\n\nThis is the kind of movie where certain scenes are absolutely obligatory. For example, the early scene where the young hero (Christopher Lambert) races into the courtyard of the count, with the police in hot pursuit. He mounts a horse Hopalong Cassidy-style (vaulting over its haunches and into the saddle), and as the horse rears and whinnies, his eyes catch the eyes of the beautiful young woman on a balcony, and they exchange meaningful closeups before he gallops off in a hail of gunfire. I enjoyed a hearty laugh over that scene, let me tell you.\n\nNot many other scenes were as enjoyable, partially because of Christopher Lambert's lack of charisma in the title role. He looks like a young Jean-Paul Belmondo, but he doesn't have the spark, the personality, or the wit. It's impossible to imagine him as a cult hero, a leader of the masses; he always seems to be brooding about some private resentment.\n\nHe inspires, however, the love of Don Croce (Joss Ackland), one of the great Mafia dons of Sicily, who variously refers to Giuliano as his son and the son he never had. Don Croce single-handedly spares Giuliano from the wrath of the establishment because he believes the young man's mass movement can be turned to everyone's benefit. Alas, treachery and rabid anti-communism shoot down the don's dream, and a great many people are assassinated, after which a piece of paper is pinned to their lapel, bearing a message such as: Thus die the enemies of Giuliano.\n\nThe movie was directed by Michael Cimino, who continues his record of making an incomprehensible mess out of every other film he directs. \"The Deer Hunter\" and \"The Year of the Dragon\" were strongly plotted and moved along with power and efficiency. \"Heaven's Gate\" and \"The Sicilian\" are murky, half-visible meditations on backlighting, in which Cimino seems to be trying to conceal the identities of his characters.\n\nOne of this film's big problems is that you can hardly see it. The foregrounds are dark and indistinct. The backgrounds are overlit and washed-out. Everyone is always in deep shadow. Maybe Cimino wants to dramatize how sunny Sicily is, but the result is that frequently we cannot be quite sure which characters are on the screen. The problem is compounded by the promiscuous use of dubbed voices over backlit long shots, so that we also wonder who is talking. At least once, I believe I saw a character speaking with his mouth closed.\n\nAll of this portentiousness is at the mercy of a plot that takes the Mafia, and Sicily, and gangsters so seriously that you would think they were starring in something by Dante. Francis Coppola's \"The Godfather\" movies are among the glories of the cinema, but they have inspired no end of silliness, in which evil is confused with good and shabby little men are invested with great moral weight. \"The Sicilian\" takes itself so very seriously that eventually I was simply depressed by the inability of the characters to get any fun out of life. If only the spirit of that early shot had been maintained. At least Hoppy knew how to enjoy himself.", "running_time": 116, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-10-23", "genres": ["Drama"], "title": "The Sicilian (1987)"}