{"url": "http://www.rogerebert.com/reviews/the-truman-show-1998", "by": "Jim Carreyas Truman Burbank", "star_rating": 4.0, "text": "\"The Truman Show\" is founded on an enormous secret that all of the studio's advertising has been determined to reveal. I didn't know the secret when I saw the film, and was able to enjoy the little doubts and wonderings that the filmmakers so carefully planted. If by some good chance you do not know the secret, read no further.\n\nThose fortunate audience members (I trust they have all left the room?) will be able to appreciate the meticulous way director Peter Weir and writer Andrew Niccol have constructed a jigsaw plot around their central character, who doesn't suspect that he's living his entire life on live television. Yes, he lives in an improbably ideal world, but I fell for that: I assumed the movie was taking a sitcom view of life, in which neighbors greet each other over white picket fences, and Ozzie and Harriet are real people.\n\nActually, it's Seaside, a planned community on the Gulf Coast near Tampa. Called Seahaven in the movie, it looks like a nice place to live. Certainly Truman Burbank (Jim Carrey) doesn't know anything else. You accept the world you're given, the filmmakers suggest; more thoughtful viewers will get the buried message, which is that we accept almost everything in our lives without examining it very closely. When was the last time you reflected on how really odd a tree looks? Truman works as a sales executive at an insurance company, is happily married to Meryl (Laura Linney), and doesn't find it suspicious that she describes household products in the language of TV commercials. He is happy, in a way, but an uneasiness gnaws away at him. Something is missing, and he thinks perhaps he might find it in Fiji, where Lauren (Natascha McElhone), the only woman he really loved, allegedly has moved with her family.\n\nWhy did she leave so quickly? Perhaps because she was not a safe bet for Truman's world: The actress who played her (named Sylvia) developed real feeling and pity for Truman, and felt he should know the truth about his existence. Meryl, on the other hand, is a reliable pro (which raises the question, unanswered, of their sex life).\n\nTruman's world is controlled by a TV producer named Christof (Ed Harris), whose control room is high in the artificial dome that provides the sky and horizon of Seahaven. He discusses his programming on talk shows, and dismisses the protests of those (including Sylvia) who believe Truman is the victim of a cruel deception. Meanwhile, the whole world watches Truman's every move, and some viewers even leave the TV on all night, as he sleeps.\n\nThe trajectory of the screenplay is more or less inevitable: Truman must gradually realize the truth of his environment, and try to escape from it. It's clever the way he's kept on his island by implanted traumas about travel and water. As the story unfolds, however, we're not simply expected to follow it: We're invited to think about the implications. About a world in which modern communications make celebrity possible, and inhuman.\n\nUntil fairly recently, the only way you could become really famous was to be royalty, or a writer, actor, preacher or politician--and even then, most people had knowledge of you only through words or printed pictures.\n\nTelevision, with its insatiable hunger for material, has made celebrities into \"content,\" devouring their lives and secrets. If you think \"The Truman Show\" is an exaggeration, reflect that Princess Diana lived under similar conditions from the day she became engaged to Charles.\n\nCarrey is a surprisingly good choice to play Truman. We catch glimpses of his manic comic persona, just to make us comfortable with his presence in the character, but this is a well-planned performance; Carrey is on the right note as a guy raised to be liked and likable, who decides his life requires more risk and hardship. Like the angels in \"City of Angels,\" he'd like to take his chances.\n\nEd Harris also finds the right notes as Christof, the TV svengali. He uses the technospeak by which we distance ourselves from the real meanings of our words. (If TV producers ever spoke frankly about what they were really doing, they'd come across like Bulworth.) For Harris, the demands of the show take precedence over any other values, and if you think that's an exaggeration, tell it to the TV news people who broadcast that Los Angeles suicide.\n\nI enjoyed \"The Truman Show\" on its levels of comedy and drama; I liked Truman in the same way I liked Forrest Gump--because he was a good man, honest, and easy to sympathize with.\n\nBut the underlying ideas made the movie more than just entertainment. Like \"Gattaca,\" the previous film written by Niccol, it brings into focus the new values that technology is forcing on humanity.\n\nBecause we can engineer genetics, because we can telecast real lives--of course we must, right? But are these good things to do? The irony is, the people who will finally answer that question will be the very ones produced by the process.", "running_time": 104, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-06-05", "genres": ["Comedy", "Drama"], "title": "The Truman Show (1998)"}