{"url": "http://www.rogerebert.com/reviews/the-girl-on-the-train-2010", "by": "Emilie Dequenneas Jeanne", "star_rating": 3.0, "text": "The girl in Andre Techine's \"Girl on the Train\" is Jeanne, who has never fully engaged in the society she occupies. She roller blades through French suburbs with her iPod blocking out other sounds, as the world glides past unobserved. Was it the job interview with the lawyer Samuel Bleistein that put Jews into her mind? One doubts she had given them, or anything else, much thought.\n\nJeanne (Emilie Dequenne) is sent to Bleistein by her mother Louise (Catherine Deneuve). He was once in love with her. One of the nation's most powerful lawyers, he makes time to see the girl because of old memories. His secretary pages through her resume and observes there isn't much there. Nor does the interview itself go well. Jeanne doesn't know much, hasn't done much, doesn't even realize how little she's done or what there is to be known. She lives in a cocoon of electronic distraction.\n\nShe doesn't care. She's having a romance with a young athlete, a wrestler, tattooed and a little strange. They break up. Now she's jobless, alone, and with her mother on her case -- Louise, who provides home care for toddlers, works in the garden, and is gentle enough with her -- but anything that interrupts Jeanne's reverie is annoying.\n\nFor no particular reason, perhaps hoping to win Bleistein's sympathy, perhaps not, perhaps she doesn't know, she makes up a story of being assaulted on a train by North Africans who taunted her as a Jew, beat her, and carved a swastika on her stomach. She isn't Jewish, not that it's a point. The case becomes a national scandal. The French president can't get on the phone fast enough to express his sympathy and solidarity.\n\nThe police are not as sympathetic, because there is absolutely no evidence to back up her claims. No witnesses, no evidence on security cameras -- and why is the swastika drawn backward? Well, it can be difficult for the inexperienced. I don't know if I could draw one correctly.\n\nThese events occupy the first movement of the film, titled Circumstances. The second is titled Consequences, and is really the reason for the first. It deals with Bleistein (the shortish, quite bald Michel Blanc) and his family: His son Alex (Mathieu Demy) and son's wife Judith (Ronit Elkabetz), and their child, Nathan (Jeremy Quaegebeur), who is preparing for his bar mitzvah.\n\nThe movie seems likely to be about anti-Semitism, but that's more the occasion than the subject. Bleistein gets involved in the case, sees there is nothing to do, doesn't consider Jeanne's lie a case of anti-Semitism so much as a case of utter cluelessness. Within his family, tensions uncoil that are typical of all families. What the film is really about is social embarrassment, and Bleistein's clear-headed, calm understanding that his old friend has a stupid daughter who has caused fraudulent trouble for a great many people.\n\nThe story, I understand, is based on a real French case not long ago. I can think of two similar cases -- Tawana Brawley, the black girl who said she was attacked by whites, and Ashley Todd, who scratched a B in her forehead and made up a story that a black man robbed her and was angered by her McCain sticker.\n\nDo these stories inspire others? Do dim TV viewers see them and come away with only the impression that such stories inspire sympathy? Don't they hear about the later disgrace? Are they hungry for attention? Who knows? The perpetrators don't inspire much interest, but the effects do: How the media handles them, how politicians jump aboard, how false incidents reveal real racism.\n\nTechine is a French master about the same age as Martin Scorsese. His credits include such splendid films as \"My Favorite Season\" and \"Thieves (Les Voleurs)\". He's worked before with Deneuve, who here strikes a nice balance of sweetness and vagueness. Perhaps she simply forgot to raise a girl with an idea in her head.", "running_time": 105, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-04-21", "genres": ["Drama", "Foreign", "Romance"], "title": "The Girl on the Train (2010)"}