{"url": "http://www.rogerebert.com/reviews/the-chairman-1969", "by": "Gregory Peckas John Hathaway", "star_rating": 2.0, "text": "\"Oh,\" she moans piteously, \"Please don't go! They will kill you. Stay with me... \" The hero is grasping her arms. Her hands are on his shoulder. \n\nHe looks down. \"No,\" he says, \"I cannot stay. I must go.\" She crushes her head to his chest, weeping.\n\nIf only once we got the kind of action movie where people say the things they used to say, where maybe the broad would say, \"You go out there and they'll shoot your (beep) off.\" And the guy says, \"What the hell? I can't stick around here any longer.\"\n\nBut the trouble is, heroes have gotten too noble. \"The Chairman,\" for example, stars Gregory Peck, who is only a shade less noble than Henry Fonda. Gregory Peck bleeds with nobility, dignity, taste, restraint and all the things that are deadly to an action movie. I doubt if Gregory Peck could be vulgar if he tried. To give you an idea of the kind of guy he is, when he says \"No, I cannot stay. I must go,\" he is looking over the girl's head. Looking into the distance, as it were. Looking toward the inscrutable fate that awaits him. The good old Gregory Peck Look.\n\nGuys like this just don't have the savvy for action pictures. They need respectable dramas. The thing about action pictures is that we identify with the hero. So when the hero is even more stupid than we are, we get disgusted.\n\nAn example. Peck has to escape across the Chinese border into Russia. There is an electric fence. The Chinese Army is closing in on him. He has a gun. What does he do? Shoot through the wire? Not our man. He tries to crawl under the 10,000 volts. Even the Russians (who are supposed to be stupider than Gregory Peck) know better. They finally blow a hole in the fence with a mortar.\n\nMeanwhile, a clock back at headquarters is ticking out the last 33 seconds of Gregory Peck's life. If he doesn't make it, a bomb will go off in his head. We keep cutting back and forth between headquarters and the Chinese-Russian border. The funny thing is, the clock doesn't work like most clocks. Some of its seconds are five times as long as other seconds. We watch the clock tick off seven...six...five. Then we cut to Peck under the fence. In our minds, we're counting: four-three-two-one-bang! Peck's dead, right? Wrong. When we cut back to headquarters, the clock is still on five. With a clock like this, Peck can take his time with fences.\n\nIt's just as well, too, because Peck's leg is acting up again. You remember that leg. In \"The Stalking Moon\" he got a rifle bullet through it. He also got hit in the shoulder with a rifle. This was a handicap, but somehow he managed to climb a mountain (limping, to be sure) and defeat a healthy Indian in hand-to-hand combat. Not bad for a guy with two rifle holes in him.\n\nThis time, that pesky leg is in the way again. He caught some shrapnel from a hand grenade, for one thing. And then it didn't do the leg any good when he turned over the armored truck and got pinned underneath it. So when he has to race the Chinese to the border, naturally he's limping. But luckily he beats them anyway. The Chinese troops aren't running after him, see. They're walking. They could have learned a thing or two from that Indian.", "running_time": null, "mpaa_rating": "PG", "release_year": 1969, "date_published": "1969-08-19", "genres": ["Action", "Thriller"], "title": "The Chairman (1969)"}