{"url": "http://www.rogerebert.com/reviews/the-accused-1988", "by": "Kelly McGillisas Kathryn Murphy", "star_rating": 3.0, "text": "“The Accused” demonstrates that rape victims often are suspects in their own cases. Surely they must have been somehow to blame. How were they behaving at the time of the crime? How were they dressed? Had they been drinking? Is their personal life clean and tidy? Or are they sluts who were just asking for it? I am aware of the brutal impact of the previous sentence. But the words were carefully chosen, because sometimes they reflect the unspoken suspicions of officials in the largely male judicial system.\n\n“The Accused” is a movie about Sarah Tobias, a young woman who is not a model citizen. One night she has a fight with her live-in boyfriend, who is a drug dealer. She goes to a sleazy bar and has too much to drink, and does a provocative dance to the jukebox, and begins to flirt with a man in the bar’s back room.\n\nAnd then things get out of hand. The man, also drunk, picks her up and lays her down on top of a pin-ball machine, and begins to assault her. Two other men hold her down, helpless. The music pounds. The other guys in the back room begin to cheer and chant and egg him on, and when he is finished they push another guy forward, and then another. Finally she escapes and runs weeping out onto the highway, crying for help.\n\nThe film shows most of this sequence only later, in a flashback.\n\nIts opening scenes deal with the immediate aftermath of the rape, as the woman (Jodie Foster) is moved through the emergency care and legal systems, where she meets professionals who are courteous and efficient, but not overly sympathetic. Then she meets Kathryn Murphy (Kelly McGillis), the assistant district attorney who will handle her case.\n\nMcGillis is not impressed with some of the things she discovers, such as Tobias’ previous conviction on drug possession charges, or her drinking on the night of the crime. And one of the rape suspects is a young fraternity man whose parents hire a good lawyer. In conference, the assistant D. A. agrees to reduce charges to “aggravated assault.” Tobias feels betrayed. She was raped, brutally, repeatedly, in front of many witnesses. It was not “aggravated assault.” And the argument of the movie is that although a young woman may act improperly, even recklessly, she still should have the right to say “no” and be heard. This is something the McGillis character has difficulty understanding, at first; she is so comfortable within the informal compromises of the judicial system that she has lost some of her capacity for outrage.\n\nIn a sense, the movie is about the relationship between these two women, one an articulate lawyer, the other an inarticulate, angry alcoholic who sometimes lacks the words for the things she feels. One of the interesting choices in the screenplay by Tom Topor was to make it so hard for the Foster character to express herself, so that when she speaks we can almost feel each word being wrung out of her emotions. During the course of the film, the woman attorney comes to identify some of her client’s feelings as actual experiences, not simply legal evidence. And the rape victim begins to see herself as others see her; we feel it is possible that the relationship between the two women will lead eventually the Foster character to clean up her act, stop drinking, and start taking responsibility for herself.\n\nThe other current in the film is equally interesting. This is the first film I can remember that considers the responsibility of bystanders in a rape case. The drunken fraternity boys and townies who climb on the furniture and chant and cheer are accessories to rape, although our society sometimes has difficulty in understanding that.\n\nWhen the McGillis character finally decides to bring some of them to trial, she gets no support at all from the chief district attorney, and many of her colleagues feel she’s lost her mind. Assistant D. A.s are supposed to try cases they can win, not go looking for lost causes. But the lesson learned in the movie’s second trial may be the most important message this movie has to offer.\n\nI wonder who will find the film more uncomfortable - men or women? Both will recoil from the brutality of the scenes of the assault. But for some men, the movie will reveal a truth that most women already know. It is that verbal sexual harassment, whether crudely in a saloon back room or subtly in an everyday situation, is a form of violence - one that leaves no visible marks but can make its victims feel unable to move freely and casually in society. It is a form of imprisonment.", "running_time": 110, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-10-14", "genres": ["Drama"], "title": "The Accused (1988)"}