{"url": "http://www.rogerebert.com/reviews/the-comedians-1967", "by": "Richard Burtonas Brown", "star_rating": 2.5, "text": "Graham Greene didn't write much of a woman's role into his novel \"The Comedians,\" but, wow, did that change fast when Richard Burton and Elizabeth Taylor bought the property.\n\nThe lady in the book is the mistress of a broken-down Haitian hotel owner who broods about politics and religion and, mostly, his mistress. This is because he hardly ever gets to see her. But in the movie he (Burton, that is) sees a lot more of her because, baby, when you're paying Liz Taylor's salary you really use her in your movie.\n\nIn the novel, the mistress is important mainly in the man's own mind. She represents his last chance at love, and it's pretty clear she's not going to make it much of a chance. She's married to the German ambassador (Peter Ustinov), has a son she loves and is also rather attracted to Major Brown (Alec Guinness), a dashing mercenary soldier and arms peddler. The hotel owner broods and, broods.\n\nIn the movie, he broods a lot but it's harder to understand why, since Liz pops up every 10 minutes or so and he can hardly find time most days to get his brooding properly brooded. The mistress' role has been expanded in the movie without exactly being deepened; most of the Taylor-Burton scenes consist of Taylor looking ravishing while Burton broods and whispers things to his tie knot. Who knows what he was whispering? Maybe it was dialog.\n\nThese scenes are alternated with long, very wordy discussions about corrupt politics in Haiti, held by various combinations of Burton, Miss Taylor, Ustinov, Guinness and a revolutionary Haitian doctor (James Earl Jones).\n\nSometimes Liz gets tired of talking and plays cards with Guinness. It's gin rummy, which Brian Keith taught her to play in \"Reflections in a Golden Eye\" while Marlon Brando was mumbling into his tie knot. You have to pass the time somehow.\n\nThere are also some hilarious scenes involving the Vegetarian candidate for U.S. President (Paul Ford) and his wife (brilliantly played by Lillian Gish). And there are some well-photographed location shots showing voodoo ceremonies and all that.\n\nThe atmosphere of the Caribbean is invoked convincingly, if to no particular purpose, and there are semi-controversial statements about U.S. policy in Latin America (\"Rebels only become Communist when the Yankees insist\").\n\nThe movie tries to be serious and politically significant, and succeeds only in being tedious and pompous. Still, you have to hand it to Liz and Dick: For them to make a movie attacking Papa Doc Duvalier's dictatorship took even more courage than when Senator Dirksen defended the marigold.", "running_time": 152, "mpaa_rating": "NR", "release_year": 1967, "date_published": "1967-11-15", "genres": ["Drama"], "title": "The Comedians (1967)"}