{"url": "http://www.rogerebert.com/reviews/the-three-stooges-2012", "by": "Chris Diamantopoulosas Moe", "star_rating": 2.5, "text": "The Farrelly Brothers have made probably the best Three Stooges movie it's possible to make in 2012, and perhaps ever since the Stooges stopped making them themselves. Much depends on whether that was what you were hoping to hear. Their \"The Three Stooges\" has the look and feel of a Stooges classic and possibly some of the same gags. So there's that.\n\nGrowing up, I missed the whole Three Stooges thing. Either they weren't on the station in my hometown, or we hadn't bought a TV set yet, or they came to town too late for me. I'm pretty sure that at the right age, I would have loved them. No doubt many parents will want to share their formative experience with their children.\n\nFor example, at the screening I attended, Mancow Muller was there with his twin daughters, Ava Grace and Isabella Sofia, who are sweethearts. No doubt he was grateful for the public service announcement at the end of the movie by two actors playing the Farrellys, who demonstrated to the audiences that the hammers and sledgehammers the Stooges hit one another on the head with were rubber props. They also used slow-motion footage to show that no Stooge is really being poked in the eye; you aim at the eyebrows.\n\nAs much as anything else in the movie, this cautionary lecture evoked the era when the Stooges reigned at kiddie matinees and low-rent TV stations. \"Warning — kids!\" they were always being told. \n\n\"Don't try this yourself!\" Solemn stories were told about the kid who shot his eye out with a BB gun, or ate a lot of Kool-Aid and then drank an RC Cola and his stomach exploded. As nearly as I can recall, nobody was hit over the head with a sledgehammer. \n\n The casting of the three leads is just about ideal. Larry, Curly and Moe are played by Sean Hayes, Will Sasso and Chris Diamantopoulos, who are made to look enough like the originals to justify no complaints. This movie has been in development hell for something like a decade and survived the bankruptcy of MGM. \n\nPerhaps we should be grateful for the delay. Over the years, websites breathlessly reported the casting of such stars as Benicio del Toro, Sean Penn, Hank Azaria, Johnny Knoxville and Jim Carrey, but it's better this way because it's less distracting. Sean Penn is an excellent actor, but I don't know if I could get into the spirit with him as Larry.\n\nThe film is wisely brief, 92 minutes, divided into three segments that are linked together with the Stooges' being raised in an orphanage. They spent not only their childhoods there, but their entire lives until the present day — parents for some reason being reluctant to adopt them. The second and third segments center on the bankruptcy of the orphanage, and the pledge by the Stooges to raise $830,000 almost overnight to keep it open.\n\nThe nuns running the orphanage are also well-cast: Jane Lynch as the Mother Superior, Larry David (yes, Larry David) as the autocratic Sister Mary Mengele, and Jennifer Hudson, slender and warm as Sister Rosemary.\n\nAs they forage the city in search of funds, the Stooges get involved in a murder plot against a millionaire and Moe finds accidental stardom in the cast of a popular TV program that I will not reveal. \n\nHaving said all of these things, I must say one more: I didn't laugh much. I don't think the Stooges are funny, although perhaps I might once have. Some of the sight gags were clever, but meh. The three leads did an admirable job of impersonation. I think this might be pretty much the movie Stooges fans were looking for. I have no idea what their children will think about it. I guess what I'm wondering is, was it really necessary?", "running_time": 92, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-04-11", "genres": ["Comedy"], "title": "The Three Stooges (2012)"}