{"url": "http://www.rogerebert.com/reviews/the-impostors-1998", "by": "Oliver Plattas Maurice", "star_rating": 2.0, "text": "I'll bet when Stanley Tucci has a party he invites all of his friends over. His movies reflect a personality that opens wide and embraces the crowd. He likes big casts and complicated plots that involve them in interlocking intrigues. When that works, as it did in \"Big Night\" (1996), his movie about a doomed Italian restaurant, the result is a comic masterpiece--and one with a real feeling for people. When it doesn't, as in \"The Impostors,\" it's more like a traffic jam.\n\nThe movie stars Tucci and Oliver Platt as Arthur and Maurice, best friends and fellow actors, who are out of work and starving. They're a little like Laurel and Hardy. They bunk together in a single room, and stage impromptu scenes in public. But nobody hires them, and Arthur says quietly, \"I'm going to die if I don't get work.\" The opening sequence, which is the movie's best, is played like a silent film, and the silent spirit permeates the whole work. Maurice and Arthur attend a performance of \"Hamlet\" starring the inept Jeremy Burtom (Alfred Molina), insult him in a bar, flee from his wrath, and end up stowing away on the very ocean liner that he has booked passage on.\n\nWhat to do? Burtom spots them and raises the alarm, and the chase is directed by Meistrich (Campbell Scott), a Nazi steward with tight lips and patent leather hair. Meistrich is in love with Lily (Lili Taylor), the social director, but she despises him and helps protect the stowaways, in a plot that also involves a First Mate (Tony Shalhoub) who is a mad bomber, a tennis pro (Billy Connelly) who is flamboyantly gay, an ex-queen (Isabella Rossellini) in exile, a lounge singer (Steve Buscemi) who is suicidal, and all sorts of other passengers.\n\nThe movie has lots of long corridors and lots of doors that characters are forever popping into and out of; in that respect it mirrors screwball comedies like Bogdanovich's \"What's Up, Doc?\" The ocean liner reminds us of the Marx Brothers in \"A Night at the Opera,\" and Preston Sturges' great \"The Lady Eve.\" But the energy level in \"The Impostors\" is too laid-back for screwball. The movie is gentle and whimsical, not manic, and there are times when Tucci seems to be chewing more than he has bit off.\n\nI liked the way the two lead characters, Maurice and Arthur, share a deep friendship, and finish each other's sentences. I liked the way Lily the social director feels an instant sympathy for them. But the mad bomber plot and the other intrigues require characters at a boil, and everyone in this movie just sort of simmers sweetly.\n\nThere are laughs, but they are quiet chuckles. I found myself smiling a lot. I felt fond of the characters. There is the same warmth that permeated \"Big Night.\" But there is also the same impulse to bring people on board who don't seem to have a reason for being in the plot. Rossellini's sad queen, for example, signifies a great deal but reveals little; her character feels more like Tucci said he'd write a role for her, than like the character needed to exist and she was the perfect person to play it.\n\nThere are movies that work, and then movies like \"The Impostors\" that don't really work but are pleasant all the same. There was nothing I actively disliked about the film. But my affection was more polite than impassioned. If this had been a first draft, I would have advised throwing some characters overboard and turning up the heat under the others.", "running_time": 102, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-10-02", "genres": ["Comedy"], "title": "The Impostors (1998)"}