{"url": "http://www.rogerebert.com/reviews/the-krays-1990", "by": null, "star_rating": 3.5, "text": "London had never seen anything quite like the brothers Kray, the sadistic twins who ran a protection empire and palled around with cafe society. They became celebrities of a sort. British professional criminals followed a more genteel tradition until the Krays came along in the 1950s and early 1960s. You might have gotten bashed on the head or even, after great provocation, shot dead, but until the Krays, it was unlikely anyone would pull out a sword and redecorate your face.\n\nThe Krays got a reputation for performing their sickest crimes themselves, and then turning up, immaculately dressed, at posh nightclubs. The British tabloids made an industry out of them, but what nobody could quite believe was that they really did go back home every night to the humble East End semi-detached home they shared with their Cockney mom.\n\nThe genius of \"The Krays,\" Peter Medak's new film about the most notorious villains of modern British crime, is that the movie is not simply a catalog of stabbings, garrotings and bloodletting. It goes deeper than into the twisted pathology of twins whose faces would light up with joy when their mom told them they looked just like proper gentlemen.\n\nReggie and Ronnie, their names were. Ronnie was the instigator, the one who got off on killing, and Reggie was the weaker one who killed only once, under Ronnie's insistent pressure, but at the time there was nothing to choose between them: They were the two most feared men in the East End. And their mother, Violet, was treated very, very nicely, wherever she went.\n\n\"She was the most important love interest in their lives,\" Billie Whitelaw was musing one afternoon after the movie's North American premiere. Whitelaw is the distinguished British actress who is known as the foremost interpreter of the works of Samuel Beckett, and she plays Mother Kray in the movie. It's quite a performance.\n\n\"Violet was just as well-known as the twins,\" she said, \"but for different reasons. She was a classic East End mother figure. And the whole focus of the movie is domestic. Violet and her boys. There's a most horrific film to be made about the Krays, because what Peter Medak has done is just the tip of the iceberg of the atrocities they committed. If you wanted to make a gory horror movie out of the Krays, it's all there to make. But Peter has actually made a domestic film about a mother and her two sons.\" In \"The Krays\" (opening Friday in Chicago at the Fine Arts), Violet cheerfully rules her husband; her other son, Charlie, and all the neighbors and relatives. She's a forcible, opinionated, strong-willed woman who knows when she holds her twins for the first time that they're destined to be special. As children, they were mean and violent, and forged a strange bond of twinship that distrusted the rest of the world - except for Violet. She could see no evil in them.\n\nShe doted even on their \"business,\" which all London knew was extortion.\n\nIn the film, the Krays are played by brothers, Gary and Martin Kemp, whose sleek, good looks seem right at home in expensive suits and polished shoes. Their performances suggest an eerie quality to the twins - the notion that they are never entirely offstage, that everything they say is for effect, sometimes ironic effect, and that they are never more dangerous than when their oily politeness is on display.\n\nWhitelaw knew the twins at height of their powers. \"I was working at the Theatre Workshop with Joan Littlewood,\" Whitelaw remembered, \"and they were around then. They actually offered Joan protection, but I think it was a courteous, nice protection. They loved theatricals.\" And yet the protection they were offering, I said, was basically protection against themselves.\n\n\"I suppose so, yes. But they always wanted to be considered gentlemen. That was very important to them. They behaved with great courtesy. Their brother Charlie, who I know quite well, the oldest one, always behaved with enormous courtesy. And a number of the old gang members who were around when we shot the film were extremely polite on the set. They very much wanted to be considered gentlemen, and in their own way, they are, sending flowers, doing this, doing that, standing up when a lady came into the room.\" You've been quoted, I said, as telling Charlie you didn't know if you could get Violet quite right; you didn't know if you could do her justice in terms of how warm she was, and what a good mother she was.\n\n\"I know that these three boys were besotted with their mother,\" Whitelaw said. \"They all three of them loved her. In fact, everyone I've spoken to who knew Violet Kray loved her. I was talking to Charlie about her very early on, in fact, and whenever I started to talk in detail about Violet, tears would come to his eyes. Even her brother loved her, and that's unusual, isn't it? For siblings to love one another, and I didn't know if I could be that lovable.\" Yet she gave birth to the most feared and violent London criminals of their time, twins who brought professional street violence to a city where the policemen didn't carry guns.\n\nWhitelaw smiled. \"They always claimed that they only slashed, beat up and tortured their own - the gangs with which they were constantly warring. It has been said if the Krays were around today that they would clean up the drug scene, that they would have it under control. But perhaps the price would be too high to pay.\" We were talking in Whitelaw's hotel suite in Toronto, where the film had just played in the film festival. It arrived on this continent having set box-office records in England, where the Krays are still serving the long prison sentences that brought an end to their empire.\n\nThe film is the Whitelaw's biggest hit to date. She does most of her work on the stage, and her best-known films are probably \"No Love for Johnnie\" (1961), as the wife of ambitious politician Peter Finch, and \"Charlie Bubbles\" (1968), for which she won a British Film Award as the wife of philandering football fan Albert Finney. The central fact of her career has been her long association with the work of Samuel Beckett, the late, great, exiled Irish playwright, who chose her as the key interpreter of his work.\n\nFor Medak, the director, the film is a career high. The Hungarian-born filmmaker, long in Britain, is best known for \"The Ruling Class\" (1972), starring Peter O'Toole as a very, very strange aristocrat, but Medak's career in recent years has included such unexpected material as \"The Changeling\" (1979) and \"Zorro, the Gay Blade\" (1981).\n\nThe film works so well, I think, because it creates such a disturbing tension between the evil done by the Krays and the love they basked in at home. Whitelaw's concern that she could not make Violet lovable enough is significant; how could a woman that lovable have produced - and doted on - the Krays? \"Perhaps love is blind,\" she said. \"Actually blind. I mean, I love my children to bits. I do, and I would fight tooth and nail like a tigress for my children. But a lot of mothers love their sons, and they don't turn out to be psychopathic torturers. I was astonished when I saw the film at how angry I seemed to get, at how often I lost my temper, and I think it was because, as an actress, the way my love was coming out was in fiercely protecting those boys.\" Do you have any theories about whether her love may have led them in the wrong direction - or were they simply bad seeds? \"I've always thought the fact that they were twins had something to do with it. And the fact that one of the twins was a psychopath had a hell of a lot to do with it. There's no question that both of those boys are very bright. If Reggie had been just one little chicken to come out of that egg, instead of two, I think he would have gone through the usual East End working-class pilfering - the bit of wheeling and dealing that goes on in all working-class areas - but he would have gone through that, and came out the other side. But Ronnie is a psychopath. And because of that, he had enormous influence on Reggie.\n\n\"It's sad,\" Whitelaw said, \"if you are going to feel sad about these men at all, that Ronnie, who was the one who instigated all these things, is kept in a hospital. He's kept under sedation, so he's quite happy. He's getting happy pills all the time, and he's allowed to see people within reason, whenever he wants to, and he sits in a room, and they have coffee and talk. But Reggie, who was the sane one, was put in an ordinary hard-core prison situation, and is now the one who is acutely depressed. He is the one who now has great emotional and mental problems.\" And Violet sleeps beneath a huge marble stone that says, \"Mother.\"", "running_time": 119, "mpaa_rating": null, "release_year": 1990, "date_published": "1990-11-04", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "The Krays (1990)"}