{"url": "http://www.rogerebert.com/reviews/the-limits-of-control-2009", "by": "Isaach De Bankoleas Lone Man", "star_rating": 0.5, "text": "I am the man in \"The Limits of Control.\" I cannot tell you my name, because the screenplay has not given me one. There's room for only so many details in 116 minutes. Call me the Man With No Name. I wander through Spain saying as little as possible, as Clint Eastwood did in films I enjoyed as a boy. Now I am a man, handsome, exotic, cool, impenetrable, hip, mysterious, quiet, coiled, enigmatic, passive, stoic and hungry.\n\nOn my journey, I enter cafes and always specify the same order: \"Two espressos, in two separate cups.\" In each cafe, I am met by a contact. I exchange matchboxes. The one I hand over is filled with diamonds. The one I am given contains a note on a small piece of paper, which I eat. I meet strange people. I do not know them. They know me. I am the one with two espressos in two separate cups. One is a beautiful young woman, always nude, who I would like to get to know better, but not in this movie.\n\nThe writer and director of \"The Limits of Control\" is Jim Jarmusch. I've seen several of his movies and even appeared in a couple. This one takes the cake. He is making some kind of a point. I think the point is that if you strip a story down to its bare essentials, you will have very little left. I wonder how he pitched this idea to his investors.\n\nAs an actor, my name is Isaach De Bankole. I have the opportunity to appear in scenes with actors who are known for the chances they take. Sometimes an actor like that will prove nothing, except that he is loyal to his friends, or a good sport. Bill Murray is appearing so frequently in such films I think it is time for him to star in a smutty action comedy. The other good sports include Tilda Swinton, Gael Garcia Bernal, John Hurt and Paz de la Huerta, who is nude all the time. That's a good sport and a half.\n\nMy acting assignment was not so hard. I co-starred with Mathieu Amalric in \"The Diving Bell and the Butterfly.\" He played a man whose movement was restricted to one eye. Now there was a tough assignment. I acted in Lars von Trier's \"Manderlay,\" where the locations were suggested by chalk lines on the floor of a soundstage. Not as much fun as Spanish cafes. I also starred in the Quebec film \"How To Make Love to a Negro Without Getting Tired,\" and I played the negro, but I was the one who got tired.\n\nSo I'm not complaining. We actors enjoyed Spain. Often we would gather for a dinner of paella and sangria. One night Bill Murray quoted Gene Siskel: \"I ask myself if I would enjoy myself more watching a documentary of the same actors having dinner.\" We all sat and thought about that, as the night breeze blew warm through the town, and a far-away mandolin told its tale.\n\nWe were pretty sure it would be a good-looking movie. Jarmusch was working with the cameraman Christopher Doyle, and they spent a lot of time discussing their palette, figuring their exposure and framing their compositions. That reminded me of a silent film named \"Man with a Movie Camera,\" which some people think is the best film ever made. It shows a man with a movie camera, photographing things. Was Jarmusch remaking it without the man and the camera?", "running_time": 116, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-05-06", "genres": ["Drama", "Indie", "Mystery", "Thriller"], "title": "The Limits of Control (2009)"}