{"url": "http://www.rogerebert.com/reviews/the-sheltering-sky-1991", "by": "Debra Wingeras Kit Moresby", "star_rating": 2.0, "text": "In the aftermath of World War II, three youngish Americans arrive in Tangier in search of new experiences. They describe themselves as travelers, not tourists. They intend to immerse themselves in the Northern African culture and climate, to taste the exotic and judge the forbidden for themselves. Two of them - Porter and Kit Moresby - are a married couple, writers, intellectuals, who have remained together for some 10 years even though there are large unsettled areas between them. The third is their friend, George Tunner, who is along more or less as a lark.\n\nThey seek the exotic, and they find it. Dazed by the brightness of the desert sun, seduced by the darkness of the labyrinth of the city’s streets, confronted by a society where every sensual excess is available more or less on demand, they lose their roots as housebroken Americans. They are intoxicated by freedom, but instead of liberating their creative juices so that they can write those novels that are penned up inside, they grow restless and dissatisfied - with themselves, with each other.\n\nPort and Kit are obviously losing their moorings. Tunner is curious about the exact nature of their relationship - there are scenes subtly suggesting he may have an erotic curiosity about both of them - and concerned that they are losing their way. They fall in with the local expatriate community, particularly with the unspeakable Lyles, mother and son, who claim to be writing a travel book but seem more obsessed by their own Freudian tangles.\n\nThe city grows restrictive to the Moresbys. The desert beckons, and they are seduced by its purity, beauty and harshness, much as another traveler, T. E. Lawrence, once was. They venture out into its wildness. Port sickens and dies, and Kim is rescued - or so it seems at the time - by a passing Arab, who makes her his concubine. By now the sun is so hot, the light so harsh, the shadows so deep and the bizarre so real that Kit has hardly any hold left on reality.\n\nThis story sounds, in its outline, lurid and melodramatic enough to furnish almost any movie with a sufficiency of plot.\n\nIndeed, the press releases for “The Sheltering Sky” promise something of the sort: “the intimate proximity of doomed lovers . . . the scale of their passion juxtaposed against the vastness of the Sahara Desert,” etc. But in another sense nothing of great importance happens in the plot of this story; all of the big changes take place in the minds of the characters.\n\nIt is my handicap, perhaps, that I’ve read Paul Bowles’ novel The Sheltering Sky, which inspired this movie. It makes it difficult for me to see Bernardo Bertolucci’s film in a fresh light, to judge it on the basis of what it is, rather than what it is not.\n\nThe book is so complete, so deep and so self-contained that it shuts the movie out. Bertolucci shows us the outsides and the surfaces, and a person seeing this movie without having read the book might ask what it is about.\n\nIt is not about travelers and doomed lovers and juxtapositions, that’s for sure. It is about educated, bookish, somewhat jaded American intellectuals being confronted by an immensity of experience that they cannot read or understand. Here is civilization up against the unanswerable indifference of nature.\n\nTwo narratives that resemble “The Sheltering Sky” are “A Passage to India” and “Picnic at Hanging Rock” - both of them stories about conventional Europeans who find themselves lost in the overwhelming mystery of ancient continents. Hanging Rock is a geological outcropping in Australia into which the picnickers disappear, never to return. The tourists in “A Passage to India” enter the Marabar Caves, where no matter what word you shout into the emptiness, the echo is always a hollow, meaningless sound. The desert serves the same function in “The Sheltering Sky.” It is simply there.\n\nThe people who live in it have come to some kind of mystical understanding with it, but these “travelers” venture into it at their own hazard.\n\nBertolucci has done almost everything right in this movie except to communicate the theme. His leading actors are John Malkovich, as Porter, and Debra Winger, as Kit, and they strike just the right notes - smart, jaded, tired, knowing each other too well, not that thrilled about everything they know. His cinematographer, Vittorio Storaro, makes the desert as alive as Freddie Francis did for David Lean in “Lawrence of Arabia.” His location photography is always authentic and convincing, right down to the flies on the skins of the actors. It is all here, and yet at the end, thinking of the film, I was left with the impression of my fingers closing on air.\n\nWhat is it about? The Bowles novel is about a tone of mental voice, about the way this new reality is filtered through the sensibilities of the characters. It is about a new, cold, unforgiving reality - a land where people do die, where independent American wives do suddenly become sexual chattel, where an ancient land and its ancient society are majestically indifferent to the veneer of truths that these Americans naively believe are self-evident. It is about how Port and Kit are tourists after all, and not travelers.\n\nThere was a legendary press agent in Chicago years ago named Eddie Seguin, who went back so far he claimed he coined the phrase, “You’ve read the book - now see the movie.” Bertolucci’s “The Sheltering Sky” works the other way around. If you’ve seen the movie, now read the book. If it does nothing else, the movie will supply you with magnificent images, while the novel is telling you what this is all really about - while Bowles is filling your fingers with more than air.", "running_time": 137, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-01-11", "genres": ["Adventure", "Drama", "Foreign", "Romance"], "title": "The Sheltering Sky (1991)"}