{"url": "http://www.rogerebert.com/reviews/the-limey-1999", "by": "Terence Stampas Dave Wilson", "star_rating": 3.0, "text": "If you live like a villain all of your life, sooner or later you will be 60 and still being shot at. Although violence may be a way of life for the poor, it is a nuisance to the rich, and they try to hire out the work wherever possible. Steven Soderbergh's \"The Limey\" is the story of two older guys who hire their killers, and another who is a do-it-yourselfer. In its quiet and murderous way, it is like the delayed final act of an old movie about drugs, guns and revenge.\n\nThe movie opens with closeups of Terence Stamp's tight, closed, angry face. His features were chiseled long ago, and you can still see the skull beneath the skin. He has been released from a British prison and is flying to Los Angeles to seek revenge for the murder of his daughter. He is not a sophisticate, but a smart working criminal who amuses himself with Cockney slang.\n\nHe believes a man named Valentine killed the girl. Valentine, played by Peter Fonda, is a legendary record producer who lives in an architectural showcase in the hills above L.A.--one of those places with a swimming pool cantilevered out over the valley. It is a nice irony that both Valentine and Wilson (the Stamp character) made their money from rock music: Valentine by selling the tickets, Wilson by stealing the receipts of a Pink Floyd concert.\n\nValentine's security problems are dealt with, we learn, by Avery (Barry Newman), also around 60, with the expensive suit and the tinted glasses. The men have recently been involved in a drug deal. Valentine is nervous; he doesn't want anything to \"touch\" him. Avery is paid well to reassure him: \"The goods have been turned around, the money's been laundered, the guys are dead. This is a good thing.\" The two men have the kind of relationship you sometimes see between two business partners who have long since lost interest in their business or each other, but stay together because they need to drive a Mercedes.\n\nSoderbergh's direction of the film takes the underlying story, which is basic Ross Macdonald, and uses the visuals to add an ironic amusement. Notice, for example, the scene where Wilson and his acting security guy (a big, tough Mexican-American played by Luis Guzman) arrive for a party at Valentine's house. We get a point-of-view shot through binoculars, which is standard, and shows guests arriving at the hilltop house. But then we focus on Wilson, who has never seen valet parkers before and thinks all those guys in uniforms are minders and bodyguards.\n\nAnd watch a later scene, where Wilson has a run-in with one of Valentine's actual bodyguards, a tough guy dispatched by Avery to bounce him out of the party. Wilson throws him over the edge of the swimming deck and to his death on the hillside below. Standard. But the cinematographer, Ed Lachman, keeps it in a long shot, in the background; the foreground is filled with Valentine relaxing in what he thinks is safety. Neat.\n\nAvery realizes he must have Wilson killed and goes to a pool hall to hire a hit man. The hired hand is one those wise guys who always has the verbal commentary going. \"I embrace my lifestyle,\" he says. We realize he isn't a kid, either. Forty, maybe. In Southern California youth is eternal, and these guys, with their tans and haircuts and clothes and cars and young girlfriends, believe their own images and think they're still nimble and tough.\n\nSoderbergh makes full use of the screen history of both Terence Stamp and Peter Fonda. We get flashbacks of Wilson as a young man--actually Stamp in the movie \"Poor Cow\" (1967). The first time we see Fonda, a song tells us \"he's 'Easy Rider' with a curse.\" We learn the Valentine character \"took the whole '60s Southern California zeitgeist and ran with it.\" What is \"The Limey\" about? Drugs, girls, guns and revenge? Not at all. It's about retirement. It's about tough guys who talk big but are past their sell-by dates. They're not fast enough for the ageless limey, who was cured in prison like beef jerky, and comes in low and fast. Soderbergh's visuals place them in the eternal world of California wealth and sun, heaven's waiting room, where the old look young until they look dead. When Wilson gets off the plane from London, they might as well take their zeitgeist and stick it where the zeit don't geist.", "running_time": 89, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-10-08", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "The Limey (1999)"}