{"url": "http://www.rogerebert.com/reviews/the-gypsy-moths-1969", "by": "Burt Lancasteras Mike Rettig", "star_rating": 2.5, "text": "John Frankenheimer's \"The Gypsy Moths\" is not a successful movie but is neither a bad one. He goes about telling his story in the right way, but all the same he doesn't pull it off. I found the same difficulty with his last film, \"The Fixer,\" which plied all the right emotions and was directed and acted with intelligence -- but which never really made us care.\n\nThe challenge in \"The Gypsy Moths\" is to imply (without ever being so crass as to say aloud) what a skydiver's reasons might be for jumping out of an airplane and letting himself fall right into the ground. He isn't necessarily committing suicide; he may be in the grip of some kind of self-hypnosis, a fascination with the ground rushing up toward him.\n\nFrankenheimer rises to this problem admirably, and he provides an exciting conclusion when the skydiver's buddy tries to repeat the dangerous, hypnotic stunt. But somehow the rhythm of the movie has gone wrong, and at the end we're just watching well-photographed tricks. We don't care about the characters performing them.\n\nThat's a shame, because earlier in the movie we do care. The story (based rather literally on James Drought's novel) concerns a trio of barnstorming skydivers who arrive one day at a town where one of them has some relatives. The trio is led by Gene Hackman as a business-minded manager. It also includes Burt Lancaster, the hero (of course), who broods and doesn't talk much. Scott Wilson, last seen as one of the murderers in \"In Cold Blood,\" is the kid with the relatives.\n\nFrankenheimer does a good job of sketching in the atmosphere of the small Midwestern town they're visiting. It has green lawns, frame houses with porches, and a high school band. The performances by Hackman and Wilson fit right into this community; Hackman (who played Clyde's brother in \"Bonnie and Clyde\") is particularly good at capturing the speech rhythms of an unhurried man. Lancaster's character is aloof, just as he was in the novel. He has some sort of shadowy past that's filled, we suspect, with hang-ups.\n\nOn the night before the big show, Lancaster has a brief affair with the kid's aunt (Deborah Kerr). Hackman employs the town prostitute (Sheree North). And Wilson and a young girl listen to the radio news. The relationships sketched here are supposed to explain what happens the next day. And they do, more or less. The problem is that Frankenheimer then includes so much stunt footage that by the time the moment of crisis arrives, we've forgotten about the night before.\n\nFor all that, \"The Gypsy Moths\" has its moments. The aerial photography, apparently done by other skydivers, is as good as the racing footage in Frankenheimer's \"Grand Prix.\" He has a knack for getting the feel of a sport. There are aerial shots in this one that may even give you vertigo, as the camera plunges toward Earth at 100 miles an hour. If only the movie itself would move a little faster.", "running_time": 107, "mpaa_rating": "R", "release_year": 1969, "date_published": "1969-11-17", "genres": ["Action", "Drama"], "title": "The Gypsy Moths (1969)"}