{"url": "http://www.rogerebert.com/reviews/the-arrangement-1969", "by": "Kirk Douglasas Eddie", "star_rating": 2.5, "text": "Elia Kazan's \"The Arrangement\" is one of those long, ponderous, star-filled \"serious\" films that were popular in the 1950s, before we began to value style more highly than the director's good intentions. It isn't successful, particularly not on Kazan's terms (he sees it, doubtless, as a bitter sermon on the consequences of selling out). But it does draw nourishment from the remarkable performances of Kirk Douglas and Faye Dunaway.\n\nThey're the best things in the film, achieving effects even when Kazan's script is at its most uncomfortable. And it is an uncomfortable, awkward script, laboring the obvious and ignoring the rest. Kazan considers the tragedy of a talented man (Douglas) who sells his soul to an advertising agency and then nearly kills himself trying to buy it back. His crisis comes when his mistress (Dunaway) denounces him and his \"value system\" and causes him to re-examine his empty life and empty wife (Deborah Kerr).\n\nThis is, indeed, exactly the story you might have expected in a 1950s movie; but it's not the story so much as Kazan's tone that goes wrong. He gives Douglas endless scenes of anguished self-analysis, hysterics, blame, guilt, disintegration. By the time he's analyzed the cause of his crisis (it's his mother's fault, naturally), we feel we've been through it ourselves a time or two. This is particularly the case since Kazan skips around in time so much; just when we think we're getting somewhere, he slips in a flashback and we're back where we started.\n\nKirk Douglas and Faye Dunaway, however, move through this confusion with so much self-confidence that we become involved with their characters, and the movie almost works. Douglas has been around so long and made so many movies (this is his 49th) that we almost forget to judge him freshly; and yet this isn't a \"Kirk Douglas performance\" but a piece of acting, finely wrought out of the materials Kazan supplied him with, and sustained despite the handicaps Kazan was equally generous with.\n\nDouglas' best scenes are with Miss Dunaway, whose acting is not only the equal of in \"Bonnie and Clyde\" but is, indeed, the only good acting she has done since. The reason they're good together, I think, is because there's so much intelligence at work on the screen. When Douglas, an intelligent actor, plays opposite Deborah Kerr, we don't feel there's anyone there; Miss Kerr keeps even her emptiness in reserve. But Faye Dunaway interacts well and sensitively with Douglas, and the scenes involving their affair form a separate story (almost apart from the confusion of the main event) that is absorbing and real.\n\nEven Douglas is not quite able to pull off several scenes of hysterics and wall climbing, however; Kazan seems reluctant to direct personal confrontations at anything beneath a dull roar. The movie finally pounds at our moral sense so much that our moral sense wearies and becomes defensive, and we are finally just grateful for Faye Dunaway's beauty, and the way she doesn't raise her voice.", "running_time": 125, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-12-24", "genres": ["Drama", "Romance"], "title": "The Arrangement (1969)"}