{"url": "http://www.rogerebert.com/reviews/the-horse-whisperer-1998", "by": "Robert Redfordas Tom Booker", "star_rating": 3.0, "text": "\"The Horse Whisperer\" is about a man of great patience, faced with a woman, a child and a horse in great need of it. It evokes the healing serenity of wide-open spaces. And while I suspect that an unhappy New Yorker who moves to Montana is likely to become an unhappy Montanan, I concede that the myth is comforting. In films going back to \"Jeremiah Johnson,\" Robert Redford has shown that he has a real feeling for the West--he's not a movie tourist--and there is a magnificence in his treatment here that dignifies what is essentially a soap opera.\n\nThe story, from the best-selling novel by Nicholas Evans, involves a riding accident that leaves a horse named Pilgrim crippled, and a girl named Grace (Scarlett Johansson) so badly injured that part of her leg must be amputated. The girl's parents are high-powered Manhattanites: The father (Sam Neill) is a lawyer, and the mother, Annie (Kristen Scott Thomas), is clearly modeled on New Yorker editor Tina Brown.\n\nTheir farm workers believe the horse should be put down (it's fearful and skittish), but Annie reads about a famed \"horse whisperer\" named Tom Booker who heals troubled animals. Booker (Redford) turns her down over the phone, but she's a Type A compulsive who decides to drive both the horse and her daughter to Montana and confront him directly. Her daughter fears \"no one will ever want me\" with only one leg; if the horse heals, Annie thinks, maybe Grace will heal, too.\n\nThat's the setup. The heart of the film is in Big Sky country, where Booker runs a cattle ranch with his brother Frank (Chris Cooper) and Frank's wife, Diane (Dianne Wiest). Tom was married once; it was love at first sight, but it didn't last because his city-born wife found that the ranch had \"too much space for her.\" Now he's famed for using patience and a gentle touch with difficult horses.\n\nHow does horse whispering work? As nearly as I could tell, Tom stares at the horse until the horse gets the idea. Eventually the horse succumbs to its need for love and acceptance. These methods work equally well with women, as both Grace and Annie discover; the girl's anger dissolves, and her mother, a brittle workaholic, finds her hyper personality dissolving in the mountain air--as she falls in love with Tom.\n\nTo describe the plot in this way makes it sound cornier than it feels. The elements are borrowed from elsewhere; there's a touch of The Bridges of Madison County in the married woman's love for a man who represents freedom, and a touch of My Friend Flicka and its sequel, Thunderhead, in the treatment of a rebellious horse.\n\nBut Redford, as director and star, relates to the underlying themes of the story, which is about city vs. country and responsibility vs. passion. The very lifestyle of Redford's ranch is a character in the movie; his plump, cheerful sister-in-law is a contented contrast to Annie, the rail-thin New Yorker who tries to control everything (fretting about her daughter's hospital care, she vows, \"I'm going to get to know all the nurses' names\"). There are big meals, long hours and head-clearing rides on the range.\n\nThis life has imbued Tom Booker with an empathy that allows him to identify with pain, and for me the best scenes involved his careful touch with Grace. She's sullen and withdrawn at first, but he insists that Pilgrim will be ridden again--and Grace will ride him. He handles her with respect, and there's a nice moment when he asks her to drive the ranch pickup. She can't drive, she says. \"No time like the present to start,\" he says.\n\nThe scenes between Tom and Annie are more problematic. Both adults begin to see the other as the ideal mate they've always been looking for. Love grows between them in unspoken words and quick glances, and eventually it appears that Annie is destined to leave her husband and stay on the ranch with the Bookers. She has fallen so much under the spell of the West that when she's fired from her magazine job, she hardly seems to notice. And Tom sees in her what he needs to see in a woman--what he saw in his wife until she left.\n\n\"This is me,\" Tom tells her, looking around at the ranch. \"This is where I belong. Could you live here?\" Yes, says Annie, she could. Maybe that's because she sees the West in terms of a Redford film. Before she burns her bridges, I'd advise her to see \"City Slickers.\" I never felt much chemistry between Scott Thomas and Redford; their characters are in love with the idea of one another, not with each other's bodies and souls. And so Redford and his writers, Eric Roth and Richard LaGravenese, were correct to supply their story with a different ending than Nicholas Evans' climax.\n\nWhat works is the beauty of the Western country, the tactful way Tom deals with Grace and the touching scenes in which the damaged horse is healed. The story moves a little too slowly, but it respects its characters, and even the lawyer from New York, when he finally arrives out West, turns out to be a person of insight and intelligence (his confession to his wife is really more touching than anything Tom says to her). \"The Horse Whisperer\" treads on the brink of contrivance, but the honesty of its feelings pulls it through.", "running_time": 160, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-05-15", "genres": ["Drama", "Romance", "Western"], "title": "The Horse Whisperer (1998)"}