{"url": "http://www.rogerebert.com/reviews/the-gleaners-and-i-2001", "by": null, "star_rating": 4.0, "text": "Zeitgeist Films Presents A Documentary By Agnes Varda. Running Time: 82 Minutes. No MPAA Rating (Suitable For All Ages). In French With English Subtitles.\n\n\n\nIn our alley we see men searching through the refuse for treasure. \"The Gleaners and I\" places them in an ancient tradition. Since 1554, when King Henry IV affirmed the right of gleaning, it has been a practice protected by the French constitution, and today the men and women who sift through the dumpsters and markets of Paris are the descendants of gleaners who were painted by Millet and Van Gogh.\n\nGleaners traditionally follow the harvest, scavenging what was missed the first time around. In Agnes Varda's meditative new film we see them in potato fields and apple orchards, where the farmers actually welcome them (tons of apples are missed by the first pickers because the professionals work fast and are not patient in seeking the hidden fruit). Then we meet urban gleaners, including an artist who finds objects he can make into sculpture, and a man who has not paid for his food for more than 10 years.\n\nEverybody seems to know this practice is protected by law, but no one seems to know quite what the law says. Varda films jurists standing in the fields with their robes and lawbooks, who say gleaning must take place between sunup and sundown, and she shows oyster pickers in rubber hip boots, who say they must come no closer than 10, or 20, or 12, or 15 yards of the oyster beds, and cannot take more than eight, or 20, or 10 pounds of oysters--not that anybody is weighing them.\n\nIn a provincial city, Varda considers the case of young unemployed people who overturned the dumpsters of a supermarket after the owner drenched the contents with bleach to discourage them. Perhaps both parties were violating the law; the young people had the right to glean, but not to vandalize. But as she talks to the young layabouts in the town square, we realize they don't have the spirit of the other gleaners, and in their own minds see themselves as getting away with something, instead of exercising a right. They have made themselves into criminals, although the French law considers gleaning a useful profession.\n\nThe true gleaner, in Varda's eyes, is a little noble, a little idealistic, a little stubborn and deeply thrifty. We meet a man who gleans for his meals and to find objects he can sell, and follow him back to a suburban homeless shelter, where for years he has taught literature classes every night. We look over the shoulders of him and his comrades as they find perfectly fresh tomatoes left after a farmers' market. Varda and her cinematographer find a clock without hands--worthless, until she places it between two stone cats in her house, and it reveals a startling simplicity of form.\n\nAgnes Varda of course is a gleaner herself. She is gleaning the gleaners. And in what appears to be a documentary she conceals a tender meditation about her own life, and life itself. Who is this woman? I have met her, with her bangs cut low over her sparkling eyes in a round and merry face, and once had lunch in the house she shared with her late husband, the director Jacques Demy (\"The Umbrellas of Cherbourg\"). The house itself was in the spirit of gleaning: not a luxury flat for two famous filmmakers, but a former garage, with the bays and rooms around a central courtyard parceled out, one as a kitchen, one as Jacques' office, one a room for their son Mathieu, one Agnes' workroom, etc.\n\nVarda is 72 and made her first film when she was 26. She was the only woman director involved in the French New Wave, and has remained truer to its spirit than many of her male counterparts. Her features include such masterpieces as \"One Sings, the Other Doesn't,\" \"Vagabond\" and \"Kung Fu Master\" (which is not about kung fu but about love). Along the way she has made many documentaries, including \"Uncle Yanco\" (1968), about her uncle who lived on a houseboat in California and was a gleaner of sorts, and \"Daguerrotypes\" (1975), about the other people who live on her street. Her \"A Hundred and One Nights\" (1995) gleaned her favorite moments from a century of cinema.\n\nIn \"The Gleaners and I,\" she has a new tool--a modern digital camera. We sense her delight. She can hold it in her hand and take it anywhere. She is liberated from cumbersome equipment. \"To film with one hand my other hand,\" she says, as she does so with delight. She shows how the new cameras make a personal essay possible for a filmmaker--how she can walk out into the world and without the risk of a huge budget simply start picking up images as a gleaner finds apples and potatoes.\n\n\"My hair and my hands keep telling me that the end is near,\" she confides at one point, speaking confidentially to us as the narrator. She told her friend Howie Movshovitz, the critic from Boulder, Colo., how she had to film and narrate some scenes while she was entirely alone because they were so personal. In 1993 she directed \"Jacquot de Nantes,\" the story of her late husband, and now this is her story of herself, a woman whose life has consisted of moving through the world with the tools of her trade, finding what is worth treasuring.", "running_time": 82, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-05-11", "genres": null, "title": "The Gleaners and I (2001)"}