{"url": "http://www.rogerebert.com/reviews/the-last-castle-2001", "by": "Robert Redfordas Gen. Irwin", "star_rating": 3.0, "text": "'The Last Castle\" tells the story of a war hero who becomes the prisoner of a tin soldier. Robert Redford stars as Gen. Irwin, a much-decorated former Hanoi POW, hero of the Gulf and Bosnian campaigns, now sentenced to a military prison under the command of Col. Winter (James Gandolfini), a sadistic sentimentalist who obsessively dotes on his collection of military memorabilia.\n\n\"They should have given him a medal instead of sending him to prison,\" Winter tells an underling, as he watches Irwin in the prison yard through the plate-glass window of his office. He admires Irwin, who was found guilty of disobeying a direct command (for heroic reasons, of course). Winter's infatuation is short-lived; he overhears the general telling the orderly, \"Any man who has a collection like this has never set foot on a battlefield.\" That does it. Winter's true nature emerges: He is a sadist who hides behind military law to run a reign of terror. The Redford character wants only to do his time and go home. But inevitably he finds himself in conflict with Winter, tells him he's \"a disgrace to the uniform,\" and finds himself leading a clandestine uprising. \"He's building a structure of loyalty,\" Winter frets. \"The Last Castle,\" directed by Rod Lurie (\"The Contender\"), builds this bitter personal rivalry into a struggle for power that involves psychological strategy and armed conflict.\n\nThere are similarities to \"Cool Hand Luke\" and its battle of wills. The film does such a good job of creating its oppressive, claustrophobic prison atmosphere, and peopling it with sharply defined characters, that it grips us, and we shake away logical questions; Lurie shows again, as he did in \"The Contender,\" that he can tell a dramatic, involving story, even if later we're wondering about loopholes and lapses.\n\nRedford and Gandolfini are two reasons the movie plays so well. Redford, because he does what's expected, as a calm, strong, unbreakable leader. Gandolfini, because he does what is not expected, and creates not simply a villain, but a portrait of a type that is so nuanced, so compelling, so instinctively right, that we are looking at the performance of a career. This actor, who can be so disarmingly genial (see his scene-stealing in \"The Mexican\"), who can play bad guys we enjoy (see \"The Sopranos\"), here transforms his face and posture to make himself into a middle-aged boy, a hulking schoolyard bully. He does a lot with his mouth, making the lips thin and hurt, as if he is getting back for a lifetime of wounds and disappointments. Col. Winter's childhood must have been hell.\n\nThe immediate experience of watching \"The Last Castle\" is strongly involving, and the action at the end, exciting. It's the kind of movie people tell you they saw last night and really liked. I really liked it last night, too. It's only this morning that I'm having trouble with it. Standing back from the excitement of the engagement, it occurs to me that the Irwin character, in his way, is no less a monster than Winter. Both men delight in manipulating those they can control; Irwin is simply better at masking his puppet-mastery in nobility. If Winter has been responsible for the injury and death of some of the men under his command, Irwin is responsible for more. If Winter is a disgrace to the uniform, so in a way is Irwin--who could achieve his objectives with less carnage than he does.\n\nMuch of the plot hinges on a convenient character named Gen. Wheeler (Delroy Lindo), who is wheeled on and off like a Shakespearean chorus. He trusts Irwin, despises Winter, yet makes his decisions entirely for the convenience of the plot. In the real world, he could have easily brought about a peaceful solution.\n\nI was also surprised at the equipment unveiled in the later stages of the film. One of the delights of prison movies like \"Stalag 17\" and \"The Great Escape\" is the way the prisoners manufacture props or dig tunnels under the eyes of the guards. All of that ingenuity takes place offscreen in \"The Last Castle,\" and when we see what Irwin has secretly prepared, we're surprised that Winter could miss such large-scale activities.\n\nThere's also a plot thread left hanging. Irwin gets a bitter prison visit from his daughter (Robin Wright Penn), who tells him, \"You weren't a father at all.\" He wants to make peace, but she says it's too late. Fair enough--but this relationship is then dropped. So what was the purpose of the visit? To sit up a quest for personal closure, in later scenes that have been cut from the film? Or simply because the filmmakers felt that they should supply some family angst from the past, because that's what all prison movies do? Because of these lapses in story logic and character development, \"The Last Castle\" falls short of the film it could have been. It relies too much on a conflict between colorful characters, and a thrilling finish. On those levels it works--I enjoyed watching this movie. It could have been more, could have been a triumph and a classic, instead of simply an effective entertainment. The performances by Redford and Gandolfini are there ready to be used in the service of something better.", "running_time": 120, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-10-19", "genres": ["Action", "Drama", "Thriller"], "title": "The Last Castle (2001)"}