{"url": "http://www.rogerebert.com/reviews/the-christmas-tree-1969", "by": "William Holdenas Laurem", "star_rating": 2.0, "text": "If memory serves, a man was telling me on the radio the other day that \"The Christmas Tree\" is a movie about a real family doing real things. And so it is.\n\nThe real father, William Holden, is a typical millionaire industrialist and a veteran of World War II commando raids behind enemy lines. His real son (whose voice is a ringer for Judy Garland's in \"The Wizard of Oz\") is one of your typical 10-year-olds who is exposed to radiation when an H-bomb falls, out of the sky near Corsica.\n\nThe real family doesn't have a real mother, alas, but the real father's mistress is Virna Lisi, who is a typical art designer for Paris-Match and motors up to the family's typical real castle (they only inhabit six or seven rooms, haven't counted the rest) for a typical family weekend.\n\nNow, then. What sorts of real things does this typical family do during its slice-of-life existence? Well, when it turns out the kid has six months to live, the father takes him to the castle where there's fresh air and spring water and buys him a Ford tractor to drive around the grounds. But the poor, courageous little tyke still has one unsatisfied yearning. He wants a wolf. Wolves are hard to find, darn it, and so his father and the family servant steal a couple during a night raid on the zoo.\n\nLuckily, the lad gets on well with his pets. He has read a book about wolves, and wolves, of course, are like all of us and want only to be understood. One of the wolves falls down a well and after the typical family hoists him up and puts a splint on his leg the other wolf shyly licks the kid's hand. The father and the servant breathe a sigh of relief. After all, the wolf might have eaten the kid. Just in case, the grown-ups were carrying pocketknives all the time.\n\nAnyway, the kid finally dies. But, typically, not until Christmas Eve and then under the Christmas tree. That kid has a sense of style. The wolves howl, lonely for their pal, and overhead you hear more jet planes rushing past. Each one, of course, potentially carries a bomb that could spread radiation and strike tragedy into the bosom of yet another typical family. They'd better double the guard at the zoo.\n\nDespite its incredible plot, however, \"The Christmas Tree\" is not as easy to dismiss as it should be. It's serious with a capital S, and it's against the Bomb and in favor of children and dripping with the kind of humanitarian bliss that sends you rushing out to buy UNICEF cards.\n\nIs it unworthy to dislike such a noble movie? I don't think so. Sure, the message is important. I get queasy every time I hear about another \"nuclear-armed U.S. warplane,\" as Walter Cronkite describes them, falling out of the sky in Spain or Maine, even though an Air Force spokesman is quick to reassure me the bomb wasn't triggered and couldn't have gone off anyway (so why were we spending good cash money to fly it around?). One of these days Omaha or Altoona is going to be vaporized in an unfortunate little mishap involving a nuclear-armed U.S. warplane -- and THEN we'll wish we'd heeded the timely warning of \"The Christmas Tree,\" right?\n\nWrong. The nobility of the message does not redeem the stupidity of the plot.", "running_time": 110, "mpaa_rating": "G", "release_year": 1969, "date_published": "1969-10-07", "genres": ["Drama"], "title": "The Christmas Tree (1969)"}