{"url": "http://www.rogerebert.com/reviews/the-cake-eaters-2009", "by": "Kristen Stewartas Georgia", "star_rating": 3.0, "text": "Kristen Stewart has been in feature films since 2003, but last year, still only 18, she became a big star as a vampire's girlfriend in \"Twilight.\" Now comes her remarkable performance in \"The Cake Eaters,\" made two years ago, to show her as a very different kind of lover in a very different kind of film.\n\nIt's the directorial debut of Mary Stuart Masterson, herself a fine actress (\"Fried Green Tomatoes\"). Stewart plays Georgia, a high school student with a degenerative muscular disease. It causes her to walk unsteadily, stand crookedly and, as Beagle tells her, talk like she's had a few beers. Beagle (Aaron Stanford) is the kid she meets at a flea market. She asks him to come over to her house that evening. Beagle says, uh ... ah ... yeah, sure. He has no problems with her condition; it's just that he's terrified of girls.\n\nBeagle is going through a rough time emotionally. His mom has recently died after a long ordeal with cancer. His dad, Easy (Bruce Dern), is a good guy and in his corner. His brother, Guy (Jayce Bartok, who wrote the screenplay), sat out the entire illness in New York, seeking success as a rock or folk star, and has returned just too late for the funeral. Beagle is enraged at him. Beagle cared for his mom the whole three years.\n\nGeorgia, as played by Stewart, is not looking for sympathy. She's looking for sex and is very forthright about that. When a hairdresser asks her if she isn't rushing things, she says simply, \"I don't have a lot of time.\" Why did she choose Beagle? He's OK looking, he's not bothered by her disability, you can see he's gentle and perhaps she suspects she can get him to do what she wants.\n\nMasterson and her cast make these characters, and others, into specific people and not elements in a docudrama. Nobody is a \"type,\" certainly not Georgia's grandmother Marge (Elizabeth Ashley), the kind of woman you know once raised some hell and hasn't completely stopped. When Beagle happens to see his dad kissing Marge so soon after the funeral, he's devastated. This creates enormous tension among all three men in the family, and a connection between Beagle and Georgia they're not aware of.\n\nBeagle is three or four years older than Georgia, but behind her in emotional development, I sense. He's very naive. Georgia's mother (Melissa Leo, a best actress Oscar nominee this year) is suspicious of him, but has no hint of her daughter's plans for the unsuspecting boy. And Beagle's father is reassuring: \"My boy has no game in that area, I promise you.\"\n\nSo there are three simultaneous romances: Beagle and Georgia, Easy and Marge, and I forgot to mention Guy, who has a local girl named Stephanie (Miriam Shor) furious at him because he proposed marriage and then left for New York without even saying goodbye.\n\nYou might think with all of these plot lines and colorful characters, the movie turns into a carnival. Not at all. I won't say why. I'll only say it all leaves us feeling good about most of them. Masterson, like many actors, is an assured director even in her debut; working with her brother Pete as cinematographer, she creates a spell and a tenderness and pushes exactly as far as this story should go.\n\nNote: The film plays for a week starting today at Facets Cinematheque, and will have its DVD release on March 24.", "running_time": 96, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-03-11", "genres": ["Drama", "Indie", "Romance"], "title": "The Cake Eaters (2009)"}