{"url": "http://www.rogerebert.com/reviews/the-next-man-1976", "by": "Sean Conneryas Khalil Adbul Muhsen", "star_rating": 2.5, "text": "When good directors work with bad material, Pauline Kael once said, what happens is that they shove art into the crevices of dreck. That would do as a description of \"The Next Man,\" a movie with an impenetrable plot that nevertheless has its moments. We walk out scratching our heads, but we remember some scenes that worked. Most of them occur between Sean Connery, as the minister of state for Saudi Arabia, and Cornelia Sharpe, who plays a professional international assassin. We never find out exactly who she works for - maybe she doesn't know - but then there are a lot of things we never find out from this movie. \n\nConnery has come to the United Nations with a controversial proposal to bring peace to the Middle East: He announces that Saudi Arabia will recognize Israel and invite it to become a non-producing member of the oil cartel. This will obviously not do; too many nations have a stake in the Middle East status quo, and a Secret Service man, glumly observes that Connery came to the United States as a C-minus security risk and has just promoted himself to an A-plus. \n\nConnery exists in the midst of danger with the sort of serenity he brought to the James Bond role, and it's here that the movie rises about its plot. He was a student in New York many years ago, we learn; the first thing he does is take a sightseeing tour by helicopter, and before long he's quoting Sen. Everett Dirksen, of all people, and going down to a little place in the Village that sells good eggplant. He's an amiable eccentric. \n\nMiss Sharpe, on the other hand, is a cool customer. She gets her orders: Infiltrate Connery's security net, allow him to fall in love with her and then wait for further instructions. Since she's a ranking international beauty along the lines of Faye Dunaway (which the photography does everything possible to emphasize,) catching Connery's eye isn't difficult. \n\nShe's good company, too, and she comes from the right family. Her father was the US ambassador to Great Britain - just like Gregory Peck, who gave us the spawn of the devil in \"The Omen\" (1976). Must be quite a job. She went to the right schools, speaks a bunch of languages, skis well and even plays a decent game of backgammon. \"You're playing too fast,\" she complains to Connery at one point. \"My father taught me,\" he explains, \"and he didn't have much time.\"\r\nAfter Connery's UN speech inspires an international furor, he spirits Miss Sharpe away to a little hideaway in the Bahamas, where their idyll is interrupted only by a team of hit men Connery and Miss Sharpe have no trouble wiping them out, of course, and then it's back to New York for the showdown. We know that sooner or later Miss Sharpe will be told to kill Connery, but when the movie arrives at its crucial moment, it's as confused as everything else. \n\nWe remember that the film opened with a series of graphic assassinations, and that we never did learn who was being killed, by whom, or for what reasons. We don't know at the end, either; the movie's cheerful unwillingness to explain anything is a little unsettling. Are we supposed to sit entranced by the scenery and Miss Sharpe's cool beauty and Connery's eggplant and witticisms and never expect anything so embarrassing as common sense? I guess so.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-11-17", "genres": ["Action", "Thriller"], "title": "The Next Man (1976)"}