{"url": "http://www.rogerebert.com/reviews/the-legend-of-drunken-master-2000", "by": "Jackie Chanas Wong Fei Hung", "star_rating": 3.5, "text": "Jackie Chan's \"The Legend of Drunken Master\" is quite simply amazing. It involves some of the most intricate, difficult and joyfully executed action sequences I have ever seen. If you have any interest in seeing a Jackie Chan martial arts film, then this is the one to see. Filmed in 1994 but not given a wide North American release until now, it is considered by those who have seen most of Chan's 70-plus films to be one of his two or three best.\n\nWhen I did a seminar at the Hawaii Film Festival several years ago, comparing the physical comedy of Chan and Buster Keaton, martial arts fans brought in their bootleg Hong Kong laser discs of this film and told me that I had to see the final 20-minute fight sequence. They were correct. Coming at the end of a film filled with jaw-dropping action scenes, this extended virtuoso effort sets some kind of benchmark: It may not be possible to film a better fight scene.\n\nBut before I describe it, some general comments: 1. Most of Jackie Chan's plots exist only as clotheslines on which to hang the action scenes. Characters are thin, the dubbed dialogue ranges from rudimentary to inane, and the climax comes not at the end of the story but during the outtakes, when we see Jackie really getting hit, burned, dropped, slammed, etc. The man seems to spend half of his life on a hospital stretcher or having fire extinguishers aimed at him.\n\n2. At least half the running time consists of violence, but this is curiously innocent, harmless violence--not the brutal and ugly stuff of many Hollywood action pictures. There are villains and heroes, and a fight needs two sides, but everyone on both sides is in superb physical condition and seems to be fighting largely for the fun of it. Between the action, Jackie hams it up with broad humor. To rate this movie R is to be terminally clueless.\n\n3. The pleasure of the fight sequences comes not in seeing people get hit, but in watching physical coordination and precise choreography. Chan himself routinely does little throwaway things like running up walls, leaping into train windows and making tricky twists-and-jumps.\n\n4. The whole point is that Chan and the other actors actually do most of the stunts. Yes, there are certain special effects, and camera angles, and editing makes it appear that things happen in a way they perhaps did not. But when Jackie Chan falls into a pit of burning coals in this movie, that is really Jackie Chan, and the coals are really burning, and Chan insisted on doing the stunt three times until he got it right (the third time was when he burned himself and got those nasty scars you can still see on his arm).\n\nChan was 40 when \"The Legend of the Drunken Master\" was made, and although he is still in superb shape, he is reaching the age when he might want to produce and direct these movies instead of starring in them. It is all rather academic, sadly, because computerized special effects have made the authenticity of his physical skills sort of obsolete. When you see bodies whirling in air in \"The Matrix,\" you don't think about computers, you simply accept them. But what Chan does, he is more or less, one way or another, actually doing.\n\nThe movie's plot is nonsense about Chan battling with ambassadorial thieves who would steal precious Chinese national treasure. The title comes from the notion that pretending to be drunk, or being just drunk enough (without being too drunk) can make one a better fighter. Chan gets some low physical humor out of drunk jokes during the action scenes (he seems able to lean over at impossible angles). The sets are elaborate, the photography is elegant, and at the end, in the 20-minute sequence, Chan faces his own bodyguard (Ken Lo, filling in after another actor was injured) in one of the most remarkably sustained examples of martial arts choreography ever filmed.\n\nJackie Chan became a worldwide star because of word of mouth. Hollywood discovered him belatedly. There is a kind of innocence in his films, an exuberance, that can't be faked. Some people love Jackie, others have no interest in ever seeing his films because they think they know what they will see. The bottom line is: Chan has earned his place in movie history somewhere in the same hall of fame that also houses the other great physical performers who really did their stuff themselves: Buster Keaton, Douglas Fairbanks Sr., Fred Astaire, Gene Kelly and, yes, Jackie Chan.", "running_time": 101, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-20", "genres": ["Action", "Comedy", "Foreign"], "title": "The Legend Of Drunken Master (2000)"}