{"url": "http://www.rogerebert.com/reviews/the-chronicles-of-narnia-the-lion-the-witch-and-the-wardrobe-2005", "by": "Tilda Swintonas White Witch", "star_rating": 3.0, "text": "C. S. Lewis, who wrote the Narnia books, and J.R.R. Tolkien, who wrote the Ring  trilogy, were friends who taught at Oxford at the same time, were pipe-smokers, drank in the same pub, took Christianity seriously, but although Lewis loved Tolkein’s universe, the affection was not returned. Well, no wonder. When you’ve created your own universe, how do you feel when, in the words of a poem by e. e. cummings:: \"Listen: there's a hell/of a good universe next door; let's go.\"\n\nTolkien's universe was in unspecified Middle Earth, but Lewis' really was next door. In the opening scenes of \"The Chronicles of Narnia: The Lion, the Witch and the Wardrobe,\" two brothers and two sisters from the Pevensie family are evacuated from London and sent to live in a vast country house where they will be safe from the nightly Nazi air raids. Playing hide-and-seek, Lucy, the youngest, ventures into a wardrobe that opens directly onto a snowy landscape where before long Mr. Tumnus is explaining to her that he is a faun.\n\nFauns, like leprechauns, are creatures in the public domain, unlike Hobbits, who are under copyright. There are mythological creatures in Narnia, but most of the speaking roles go to humans like the White Witch (if indeed she is human) and animals who would be right at home in the zoo (if indeed they are animals). The kids are from a tradition which requires that British children be polite and well-spoken, no doubt because Lewis preferred them that way. What is remarkable is that this bookish bachelor who did not marry until he was nearly 60 would create four children so filled with life and pluck.\n\nThat's the charm of the Narnia stories: They contain magic and myth, but their mysteries are resolved not by the kinds of rabbits that Tolkien pulls out of his hat, but by the determination and resolve of the Pevensie kids -- who have a good deal of help, to be sure, from Aslan the Lion. For those who read the Lewis books as a Christian parable, Aslan fills the role of Christ because he is resurrected from the dead. I don't know if that makes the White Witch into Satan, but Tilda Swinton plays the role as if she has not ruled out the possibility.\n\nThe adventures that Lucy has in Narnia, at first by herself, then with her brother Edmund and finally with the older Peter and Susan, are the sorts of things that might happen in any British forest, always assuming fauns, lions and witches can be found there, as I am sure they can. Only toward the end of this film do the special effects ramp up into spectacular extravaganzas that might have caused Lewis to snap his pipe stem.\n\nIt is the witch who has kept Narnia in frigid cold for a century, no doubt because she is descended from Aberdeen landladies. Under the rules, Tumnus (James McAvoy) is supposed to deliver Lucy (Georgie Henley) to the witch forthwith, but fauns are not heavy hitters, and he takes mercy. Lucy returns to the country house and pops out of the wardrobe, where no time at all has passed and no one will believe her story. Edmund (Skandar Keynes) follows her into the wardrobe that evening and is gob-smacked by the White Witch, who proposes to make him a prince. \n\nBut Peter (William Moseley) and Susan (Anna Popplewell) don’t believe Lucy until all four children tumble through the wardrobe into Narnia. They meet the first of the movie's CGI-generated characters, Mr. and Mrs. Beaver (voices by Ray Winstone and Dawn French), who invite them into their home, which is delightfully cozy for being made of largish sticks. The Beavers explain the Narnian situation to them, just before an attack by computerized wolves whose dripping fangs reach hungrily through the twigs.\n\nEdmund by now has gone off on his own and gotten himself taken hostage, and the Beavers hold out hope that perhaps the legendary Aslan (voice by Liam Neeson) can save him. This involves Aslan dying for Edmund's sins, much as Christ died for ours. Aslan's eventual resurrection leads into an apocalyptic climax that may be inspired by Revelation. Since there are six more books in the Narnia chronicles, however, we reach the end of the movie while still far from the Last Days.\n\nThese events, fantastical as they sound, take place on a more human, or at least more earthly, scale than those in \"Lord of the Rings.\" The personalities and character traits of the children have something to do with the outcome, which is not being decided by wizards on another level of reality but will be duked out right here in Narnia. That the battle owes something to Lewis' thoughts about the first two world wars is likely, although nothing in Narnia is as horrible as the trench warfare of the first or the Nazis of the second.\n\nThe film has been directed by Andrew Adamson, who directed both of the \"Shrek\" movies and supervised the special effects on both of Joel Schumacher's \"Batman\" movies. He knows his way around both comedy and action, and here combines them in a way that makes Narnia a charming place with fearsome interludes. We suspect that the Beavers are living on temporary reprieve and that wolves have dined on their relatives, but this is not the kind of movie where you bring up things like that.\n\nC.S. Lewis famously said he never wanted the Narnia books to be filmed because he feared the animals would \"turn into buffoonery or nightmare.\" But he said that in 1959, when he might have been thinking of a man wearing a lion suit, or puppets.\n\nThe effects in this movie are so skillful that the animals look about as real as any of the other characters, and the critic Emanuel Levy explains the secret: \"Aslan speaks in a natural, organic manner (which meant mapping the movement of his speech unto the whole musculature of the animal, not just his mouth).\" Aslan is neither as frankly animated as the Lion King or as real as the cheetah in \"Duma,\" but halfway in between, as if an animal were inhabited by an archbishop.\n\nThis is a film situated precisely on the dividing line between traditional family entertainment and the newer action-oriented family films. It is charming and scary in about equal measure, and confident for the first two acts that it can be wonderful without having to hammer us into enjoying it, or else. Then it starts hammering. Some of the scenes toward the end push the edge of the PG envelope, and like the \"Harry Potter\" series, the Narnia stories may eventually tilt over into R. But it's remarkable, isn't it, that the Brits have produced Narnia, the Ring, Hogwarts, Gormenghast, James Bond, Alice and Pooh, and what have we produced for them in return? I was going to say \"the cuckoo clock,\" but for that you would require a three-way Google of Italy, Switzerland and Harry Lime.", "running_time": 143, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-12-07", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction"], "title": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe (2005)"}