{"url": "http://www.rogerebert.com/reviews/the-devil-within-her-1976", "by": "Joan Collinsas Mother", "star_rating": 1.5, "text": "There's a certain malevolence about Donald Pleasence that never fails to amuse me. He's small and bald and beady-eyed, with a mouth that surrenders each word with the greatest reluctance. He always seems to be holding something back - and, somehow, I'd rather not know what. \n\nAt the beginning of \"The Devil Within Her,\" he's a doctor assisting at a delivery. A face mask hides everything but his eyes, but they're enough; they look sinister as he says, \"This baby doesn't want to be born!\"\r\nWell, I'd gone expecting a third-rate ripoff of \"The Exorcist,\" but for just a few minutes there I\r\npermitted myself some hope. When it comes to trashy horror exploitation movies, the British are about the best - and more often than not, Pleasence is one of the reasons. He plays gravediggers and mad scientists and humble retired soldiers with penchants for voodoo, and he always seems faintly bemused by the terrors he causes. And so I thought maybe he'd bring a little class into \"The Devil Within Her\" - but, no, it was precisely as I'd feared, a third-rate ripoff of \"The Exorcist.\" \n\nThe story involves a nightclub stripper (Joan Collins, who does not, however, go so far as to strip) who rejects the advances of the lustful dwarf who works at the club. He casts a spell on her: May she rot in hell and may her womb be filled with the spawn of the devil, etc., etc., and then she marries a nice Italian-born businessman and nine months later she has the baby who doesn't want to be born. \n\nIt's a big kid, 12 pounds or more, and strong. Its first act is to scratch its mother's face. Later on it drowns a nurse, hangs its father, brains the hapless doctor with the side of a spade, knifes its mother and otherwise disqualifies itself for poster child. \n\nOnly one person has the key to this unsettling behavior--the husband's sister, who is a nun. She flies in from Italy, instantly diagnoses a severe case of possession and makes plans to conduct an exorcism. There is a slight delay, of course, so all the murders can happen, but then the ancient ritual snaps the baby out of it and the dwarf collapses on the nightclub stage. Movies of this genre can go one of three ways. They can try for quality, which is what \"The Exorcist\" did. They can go for campy humor, as a lot of British-made horror films do (who can forget \"Tales from the Crypt,\" \"From Beyond the Grave,\" \"Taste the Blood of Frankenstein\" and all those other epics in which Vincent Price, Peter Cushing and Christopher Lee ham up their Shakespearean training?) The third alternative is to just plain try to disgust us, as \"Beyond the Door\" did with its human necks creaking around 180 degrees.  \n\nThe odd thing about \"The Devil Within Her\" is that it uses none of these three approaches. It has no ambition to be good, but neither does it have the knack of being interestingly bad. It just sort of exists, a bland and curiously uninvolved treatment of all this horrifying subject matter. Joan Collins does her best to look smashing in every scene (she even wears a bloody scratch with a certain chic), but Donald Pleasence never gets to cut loose with his vengeance is mine shtick, and the baby doesn't even grow hair on its face.", "running_time": 95, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-02-17", "genres": ["Foreign", "Horror"], "title": "The Devil Within Her (1976)"}