{"url": "http://www.rogerebert.com/reviews/the-loneliest-planet-2012", "by": "Gael Garcia Bernalas Alex", "star_rating": 2.0, "text": "In \"The Loneliest Planet,\" an engaged couple takes a backpacking hike over the beautiful but rugged trails of the Caucasus Mountains in the central European republic of Georgia. Midway on their trek, I was reminded of advice I once heard: \"Never marry anyone without first taking a three-day bus trip with them.\" \n\nNot much was clear to me about Alex (Gael Garcia Bernal) and Nica (Hani Furstenberg): not where they're from, or how they met, or what paths they're taking in life, or even why they decided to make this hike. It's not a dangerous mountain adventure, more of a long slog, which seems all the longer to us because the writer-director, Julia Loktev, likes to pull back for a long shot and simply watch them plodding for long periods.\n\nThey've hired a local named Dato (Bidzina Gujabidze) to guide them. English is the only language they have in common, although Alex and Nica speak it with different accents, and Dato speaks it hardly at all. They hired Dato in a village near the start of their walk, after enduring one of those vaguely ominous evenings in a tavern where the visiting foreigners attract a lot of scrutiny. A bearded local guy looms over Nica and asks her to dance, and the other bearded local guys study Alex to see how he feels about this. Alex smiles like a good sport, although that isn't how he's feeling at the moment.\n\nOn the trail, things seem idyllic for a while, as the couple chatter and flirt. Nica, somewhat younger than Alex, has one of those Michelle Williams faces that projects niceness and vulnerability. What does Dato see, and what does he think of it? Two men and a woman, miles from anywhere. Will it all come down to that?\n\nDato tries to be friendly, making unintelligible small talk so murky that while listening even we smile as if trying to be good sports. There is an extremely alarming encounter with a group of heavily armed people, perhaps members of an outlawed political group, that finally ends with the most ominous member relaxing and hugging Alex, as if forgiving him for being himself.\n\nOther events unfold, perhaps unremarkable in themselves, but accumulating into psychic baggage they must add to their backpacks. None of this is punched up dramatically; Loktev's favorite visual is the long shot; she likes indistinct night scenes and often arranges the characters in widely spaced groupings. We understand things are happening under the surface.\n\nAll of this grows tiresome. We're given no particular reason at the outset of \"The Loneliest Planet\" to care about these people, our interest doesn't grow along the way, the landscape grows repetitive, the director's approach is aggressively minimalist, and if you ask me, this romance was not made in heaven.", "running_time": 113, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-31", "genres": ["Drama"], "title": "The Loneliest Planet (2012)"}