{"url": "http://www.rogerebert.com/reviews/the-naughty-victorians-1976", "by": "Susan Shaneas The Maid", "star_rating": 1.0, "text": "I've had a little experience myself with movie ads that take quotes out of context (\"Bonnie and Clyde\" will please the same audience as \"Hell's Angels on Wheels\" - Ebert, Sun-Times). And so I don't want to be too hard on Mr. Hugh Hefner, who is quoted in the ads for \"The Naughty Victorians\" as saying: \"I consider it the best, most professionally executed erotic film produced today.\" For all we know, he may have been referring to a specific day - Nov. 2, 1975, for example. That was a fairly slow day for erotic pictures. \n\n\"The Naughty Victorians\" does not, however, qualify in the same league as \"Emmanuelle,\" \"The Devil in Miss Jones,\" \"Vixen\" or even the Japanese-French co-production of \"In the Realm of the Senses,\" which was just nabbed by US Customs on its way to the sex fiends of the New York Film Festival. That's perhaps because the film is so lacking in imagination. \n\nYou wouldn't think invention would fail in a film about a young man who has a soundproofed and padded room in his house equipped with wrist, waist and ankle restraints, mirrors suspended from the ceiling, a stock, a choice of whips and beds that roll out from the walls. Especially not if the room is occupied from time to time by a saucy young society girl, her impudent Irish maid, a dowager countess and her innocent daughter - not to mention the young man with a gleam in his eye and a pulley on his ceiling. \n\nYet, alas, the movie quickly turns out to be repetitive. The credits mention Susan Buck as the costume designer, and it is an oblique tribute to her art that things are most interesting when the costumes are being worn. Unadorned flesh quickly becomes repetitive. And yet ponder this: On four separate occasions, the young man successfully manacles the women by the wrists and then has to take the manacles back OFF again in order to remove their clothes. The struggles put up by the women during this ordeal are singularly unconvincing, but then perhaps they've read the script and know that the tables will be turned in the end. \n\nThe dialog also leaves a lot to be desired. The saucy young society girl spends a good part of the first half-hour of the picture reciting variations on the theme of \"No-no! Not that!\" The Irish maid, when her turn comes, repeats the same dialog in a thick brogue, not quite working her way up to \"Sure and begorra - not that!\" The dowager countess, in a lather of invention, adds \"Anything but that! And that, too!\" The young man spends a good deal of his time lurking amid the potted plants, which did not look to me as if they were getting enough sun, there in the dungeon.  \n\nThe music, I should add, is by Sullivan of Gilbert and Sullivan fame. That is no doubt because (a) it adds an appropriate, Victorian touch, and (b) it's out of copyright. Even so, Sullivan was not a good choice. There's something bouncy and wholesome about his music that just doesn't go with whips and chains. Pinafores, maybe.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-06", "genres": null, "title": "The Naughty Victorians (1976)"}