{"url": "http://www.rogerebert.com/reviews/the-last-run-1971", "by": "George C. Scottas Harry Garmes", "star_rating": 2.0, "text": "There are moments in \"The Last Run\" when you squirm with delight, because here's a gangster movie, at last, that almost seems to understand what gangster movies were about. But these moments are so few that perhaps they're left over from the movie's earlier incarnation, when John Huston was the director. Huston and the star, George C. Scott, had a quarrel, and Huston walked off the set to be replaced by that prince of mediocrities, Richard Fleischer. \n\nWith Huston directing Alan Sharp's interesting screenplay, the movie would still have had the good stuff, I think, and would have avoided the embarrassing collapses of tone that wreck this version. At the end, for example, we get this incredible sequence: Scott is dying on the beach. Cut to his car, where a Spanish cop turns off the ignition key. Cut back to Scott, who dies as the engine dies. Stone drunk, Huston would have been incapable of mawkishness on this scale. \n\nScott plays a semi-retired gangster who used to drive Chicago hoods. He's brought out of retirement to drive an escape car for Tony Musante, who brings along his girlfriend and is, it turns out, double-crossed by the people who sprung him. That leaves Scott and his passengers on the run. While they're running, their relationship develops and Scott falls in love with the girl. \n\nSo far, so good. But then Fleischer permits lines of dialog that spoil the tone. The girl tells Musante, for example: \"I never liked making love that way, until you taught me.\" What way? We're on the edge of our seats. Comes the love scene, and he gives her a hickey on the neck. She's a hickey freak? This is love? \n\nAgainst the banality of scenes like this, Scott tries his best and sometimes succeeds. He and Musante are very good in a scene where the young kid wishes wistfully that he'd been around when the big Chicago gangsters were going strong. \n\nBut then the movie forgets what kinds of characters it's developed and gives us an ending we can't accept. Keep these things in mind: Scott is very tough and cynical. Musante is a dimwit morbid killer. The girl is sweet enough, but she mercilessly misleads Scott. \n\nOK. So, at the end, Scott dies and the boy and girl run away, hand in hand, through the surf toward the getaway boat. If \"The Last Run\" possessed a tenth of the hard-boiled cynicism of the great gangster movies, Musante would have been killed and Scott, already dying, would have shot the girl as his last conscious act: an act of love, mercy and revenge. Now THERE would have been a movie for Huston to direct.", "running_time": 95, "mpaa_rating": null, "release_year": 1971, "date_published": "1971-07-22", "genres": ["Action", "Crime", "Drama", "Neo-noir"], "title": "The Last Run (1971)"}