{"url": "http://www.rogerebert.com/reviews/the-mechanic-1972", "by": "Charles Bronsonas Arthur Bishop", "star_rating": 2.5, "text": "He is like a depression-prone James Bond. He has everything and he can do anything. He has an original Bosch on the wall of his living room, and he likes to sit and look at it and sip fine wines and listen to chamber music and plan his next murder. His is the life of conspicuous consumption we were all taught to strive for until, a few years ago, simplicity came in. He never got the message; he is an anachronism. He is also sad.\n\nHe works for the mob as a hit man, but the very idea of doing a \"cowboy job,\" of just walking up and shooting somebody dead, causes him to wince. He has his methods. He hides bombs and poisons, induces heart attacks, and causes accidents. Makes his victims look like natural deaths. He takes pride in his work because it is all he has. At last, the syndicate's first workaholic.\n\nMichael Winner's \"The Mechanic\" is about some problems this guy runs into when he decides to take on a young associate. He has been working alone all these years, and he's pushing 50 and getting lonely. The only romance in his life is an elaborate fantasy enacted for him by a really skilled prostitute. But something is lacking.\n\nAnd so when he meets the son of his old partner in crime (having been assigned to murder the partner), he senses some kind of bond. Some kind of sympathy. Maybe he's been watching Batman reruns on his video tape cassette set and figures Bruce Wayne had the right idea when he took on Robin. Anyway, he puts the kid through a training, program, tests his reflexes, figures the kid is capable of murder and takes him along on a few jobs.\n\nThe funny thing is that this sounds more interesting than it is. Charles Bronson, who has recently started to enjoy a long-delayed superstar status, is very good and slit-eyed as the mechanic, and the movie's premise is a nice one with a lot of neat twists toward the end. But Michael Winner (whose other near misses include \"Hannibal Brooks\" and \"The Games\") has only been able to fully trust a script once in his career. That time he made the wonderful \"The Jokers\" (1967), one of the best caper movies.\n\nIn \"The Mechanic,\" however, he seems to shy away from the strange and ultimately deadly relationship between the teacher and his pupil. Instead, he gives us a lot of action sequences that are supposed to be exciting but are actually just dull. The real action in this movie is psychological - two cobras circling each other - and when he throws in a motorcycle chase we're reminded that it isn't much better than last week's motorcycle chase. Yawn. Seen one stunt man ride over a chasm, seen 'em all. Sorry, Evel.\n\nStill, Bronson is a good movie actor, and he knows how to listen. That's hard; a lot of actors just look like they're waiting for the other guy to stop talking so they can start again. Since \"The Mechanic\" depends on scenes where Bronson keeps his own counsel and lets the kid talk, the listening is important and helps to establish the weight of the character. It also helps that this is Bronson's first Hollywood movie in some time; after all those lousy dubbed European import (\"The Valachi Papers\" sounds like it was shot in an empty water tank,) it's good to have Bronson back in realistic aural universe.", "running_time": 100, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-11-30", "genres": ["Action", "Adventure", "Mystery", "Thriller"], "title": "The Mechanic (1972)"}