{"url": "http://www.rogerebert.com/reviews/the-prince-and-me-2004", "by": "Julia Stilesas Paige", "star_rating": 2.5, "text": "If the story felt more than usually familiar, maybe it's because I just saw it in January, when it was titled \"Win a Date with Tad Hamilton!\" In that version, a small town girl won a date with a big Hollywood star, flew to Los Angeles, and in her simplicity and sincerity, inspired the star to fall in love. But was she really cut out to be a movie star's wife? In both cases, the movies start by establishing the men as targets of paparazzi because of their steamy romantic lives; in both cases, the men are won over by the freshness of a woman unlike any they have ever dated.\n\n\"The Prince & Me\" is an efficient, sweet, sometimes charming PG-rated version of the story, ideal for girls of a certain age but perhaps not for everybody else. It stars Julia Stiles as Paige Morgan, a serious, focused student of biochemistry, who was raised on an organic dairy farm and is famous as \"the last unengaged girl in town.\" Stiles is gifted at conveying intelligence, which is a mixed blessing here; any smarter, and she'd realize she was in a movie.\n\nLuke Mably plays Prince Edvard of Denmark, a k a \"Eddie,\" who flies to Wisconsin to escape the paparazzi and also because he sees a video in which Wisconsin college girls flash their boobs for the camera, and he assumes this is typical behavior in Wisconsin. This is such a stupid motivation for the prince's trip that it throws the character a little out of balance; it takes him several scenes in Wisconsin to re-establish himself as a person of normal intelligence.\n\nEddie arrives incognito with his valet Soren (Ben Miller) in tow, but because his parents have cut off his allowance he's short on funds and has to take a job in the campus cafeteria where Paige works. They clash almost at once, and find a temporary truce when she can help him with chemistry and he can help her with Shakespeare (he knows a lot about princes of Denmark). This stretch of the film is fun because it's based on tension; not so much fun is the formulaic part where she discovers his true identity, is angry at the deception, he returns to his father's sickbed, she follows him to Denmark, he proposes marriage, and so forth.\n\nThe movie does struggle to make something interesting of the royal family. The king (Edward Fox) and queen (Miranda Richardson) are played by fine actors who bring dimension and conviction to their roles; they are not simply marching through cliches. The queen's initial disapproval of Paige and her gradual acceptance are well-handled.\n\nBut the plot jerks Paige and Eddie back and forth romantically so many times we lose patience with it; we know, because the story is so familiar, that she must accept his proposal, then have second thoughts, then ... well, you know.\n\nAs pure escapism, there are some sublime moments. I like the one where the queen takes Paige into the royal vault to show her the crown jewels, and ask her to pick out something to wear to the coronation ball.\n\nAs Paige's eyes sweep the glittering shelves, there was a certain intake of breath among some of the women in the audience, and I was reminded of a similar moment in \"The Greek Tycoon\" when Aristotle Onassis outlines their marriage contract to Jackie Kennedy, and adds, \"plus a million dollars a month walking-around money.\"\n\nSo there's good stuff here, and the stars are likable, but the director, Martha Coolidge, throws so many logical roadblocks in our path that we keep getting distracted from the story. When Paige arrives unannounced in Denmark and then stands in the crowd at a royal parade, Eddie sees her and sweeps her up on his horse as the Danes shout, \"Paige! It's Paige!\" That's because they know her from photos the paparazzi had taken in Wisconsin.\n\nOK, but how about later, when Eddie is giving his first speech as king, and Paige walks through the middle of the crowd and no one notices her, just because at that point the plot doesn't want her to? Despite the fact that she's now infinitely more famous in Denmark as the girl who accepted Eddie's proposal and then rejected it?\n\nQuibble, quibble. The movie's target audience won't care. Others will. \"The Prince & Me\" has the materials to be a heartwarming mass-market love story, but it doesn't assemble them convincingly. \"Win a Date With Tad Hamilton!\" is less obviously blessed, but works better. Strange, how the girl's parents in both movies seem to have been assembled from the same kit.", "running_time": 111, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-04-02", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "The Prince & Me (2004)"}