{"url": "http://www.rogerebert.com/reviews/the-howling-1981", "by": null, "star_rating": 2.0, "text": "Now for America's favorite newspaper team, Uncle Roger and\r\nLittle Jimmy. As we join them inside the Movie Lab, we hear --\n\n(Whoo! Whoooo!)\n\nI'm\r\nol' Uncle Roger, and this is Little Jimmy!\n\n(Arf!\r\nBarf!)\n\nWhat's\r\nin the news today, Unca' Rog???\n\nWell,\r\nLittle Jimmy -- new movie in town -- name of THE HOWLING.\n\n(Whoooo!\r\nChortle, chortle. Siren sound. Growwwwwl.)\n\nWhat's\r\nit about???\n\nWerewolves!\r\nLittle Jimmy. Mean, nasty animals -- story here -- about a girl who went OUT ON\r\nA DATE -- didn't know the guy too well -- one thing led to another -- the guy\r\nGROWS FANGS, Little Jimmy -- starts dripping saliva all over her Gloria\r\nVanderbilts.\n\n(Whoooo!!)\n\nHoly\r\nAlpo, Unca' Rog! What happened then!\n\nGirl\r\nturns to the guy -- doesn't know what to say -- says, \"GET YOUR HANDS OFF\r\nOF ME!\" Werewolf -- hardly listens. Doesn't SEEM TO HEAR!\n\nAwful\r\nthings can happen on a date, Unca' Rog.\n\nRight,\r\nLittle Jimmy. She said -- she'd been out on dates with a wolf before -- BUT\r\nNEVER A WEREWOLF!\n\nWhat\r\nelse happened?\n\n(Pant,\r\npant.)\n\nWeird\r\nCALIFORNIA CULT, Little Jimmy. Up the coast from the big city. People --\r\nsitting around campfires -- singing songs -- getting their heads back together.\r\nOne wanders off into the underbrush -- NEVER SEEN AGAIN!\n\nHoly\r\nlurking terrors!\n\nSays\r\nhere -- this broad who was a TV ANCHORWOMAN. Investigating weird cults. Went\r\ninto one of those adult movie arcades with the doors that lock from the inside\r\n-- you know, Little Jimmy?\n\nTwo\r\nbits in the slot?\n\nRight,\r\nLittle Jimmy. Gets in there -- locks the door -- lights off -- guy standing\r\nthere in the dark -- she wants to GET THE STORY. Guy says, \"Turn\r\naround.\"\n\n(Snaaaarrll!!!)\n\nWhat\r\nhappened then???\n\nGUY'S\r\nA WEREWOLF! Cop comes in, blasts hell out of the private viewing booth -- they\r\ntake the body to the morgue -- next day, the BODY IS MISSING! Says here -- CLAW\r\nmarks on the inside of the stainless steel door!\n\nHoly\r\nToledo Steel Works!\n\nThere's\r\nmore. Broad follows the trail to the cult's summer camp -- advice of her\r\npsychiatrist -- turns out -- WEREWOLVES are running the camp. She's not just\r\nhearing things -- the underbrush DOES have noises in it.\n\nWhat\r\nnext?\n\nGuy\r\nsays -- tells her -- says, \"I want to give you a piece of my mind!\"\n\nDoes\r\nhe?\n\nGIVES\r\nHER -- a piece of his mind. Pulls it out and gives it to her. Nauseating.\r\nResearch indicates -- if you're bitten by a werewolf, so long, baby -- you ARE\r\na WEREWOLF. Legendary story -- they come out only at night -- NOT TRUE. Can\r\ncome out anytime. Daytime not safe.\n\n(Barf!)\n\nUnca'\r\nRog?\n\nYes,\r\nLittle Jimmy?\n\nWhat's\r\nthe SCARIEST THING in this movie?\n\nIn\r\nthe whole movie?\n\nThe\r\nMOST AWFUL THING in the whole movie, please, please, tell me, please?\n\nAll\r\nright -- you asked for it -- WORST thing -- you've ever seen -- MOST DISGUSTING\r\nSIGHT in the history of films -- you don't believe what you're seeing -- here\r\nit comes, Little Jimmy: Before your VERY EYES -- this movie CHANGES INTO A DOG!\n\nHoly\r\nWhite Fang!!! Is it worth seeing?\n\nYes,\r\nLittle Jimmy, in a sense, it is. Ridiculous -- yes. Comical at times -- yes.\r\nSilliest film seen in some time by the Animals Movies Critics' Team. BUT --\r\ngreat special effects as men BECOME werewolves. WOMEN, too. Before your eyes.\r\nDone with -- says here -- HYDRAULICS! Sensational!\n\nIs\r\nit worth my money?\n\nIt\r\nsure is, Little Jimmy. Says here -- worth your money, IF you get it two for\r\none.", "running_time": 91, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Horror"], "title": "The Howling (1981)"}