{"url": "http://www.rogerebert.com/reviews/the-king-and-i-1999", "by": "Miranda Richardsonas Anna", "star_rating": 2.0, "text": "It makes perfect sense to animate Broadway musicals. The songs are already market-tested, the titles are pre-sold and there's only one hitch: Their stories appeal mostly to adults, while most feature-length cartoons are aimed at children. It need not be so. In Japan, adults buy more tickets to animation than children do--and as a result, feature cartoons, with their glorious freedom over space and logic, represent up to a fourth of ticket sales.\n\nBut here animation is mostly linked with bold heroes, cute little animals and colorful sidekicks. And one of the problems with \"The King and I,'' which has been animated by Richard Rich for Warner Bros., is that the story is not intrinsically interesting to kids. The Rodgers and Hammerstein classic is concerned with a romance between a British schoolteacher and the king of Siam; a parallel romance takes place between the prince and a servant girl. Both romances involve defiance of class and convention, and kids aren't much tuned into that.\n\nThis animated \"The King and I'' does add some characters designed for children. There's the roly-poly Master Little, assistant to the evil prime minister. He's flossing his teeth the first time we see him, and then it's a running gag that he keeps getting them knocked out. Alas, he has so many teeth that the gag runs out before the teeth do. The movie also has a fire-breathing dragon, a hot-air balloon adventure, fireworks, a black panther and a lot of royal children. But still it lacks the energy of a kids' movie, and the story's barriers to romance aren't that interesting to younger viewers.\n\nYou know the story. Anna, a British teacher, is hired by the king to come to Siam and educate his children. His evil minister, the Kralahome, plots to make Anna believe the king is a tyrant, so the British will overthrow him and replace him with ... the Kralahome, of course. Anna arrives in Siam with her 10-year-old son Louis (and a monkey named Moonshee), and after various misunderstandings falls in love with the king. The British indeed arrive to replace him (interesting how in those days the British had a divine right to replace other people's leaders--sort of like the CIA a century later). But after various adventures, etc., there's a happy ending.\n\nIf the tooth gag grows old, so, for my money, do the running gags from the original, about how nobody's head is supposed to be higher than the king's, and about how the king constantly repeats \"et cetera.'' Those aren't character touches, but formula stagecraft.\n\nIt is good to hear the songs, including \"Whistle a Happy Tune,'' \"Hello, Young Lovers,'' \"Getting to Know You'' and \"Shall We Dance.'' But the movie seemed kind of stuffy. The kiddie morning screening I attended didn't seem to express the kind of noisy spontaneous delight I've seen at similar movies.\n\nYet I applaud the experiment. I'd love to see animated versions of \"My Fair Lady'' and \"Oklahoma''--and animation is obviously the right technique for \"Cats.'' The challenge is to make adaptations that are intended for adults, and then attract adults to the theaters. Go into any video store and you will find long shelves of Japanese animation aimed at grownups. The tapes rent like crazy. Now to find a way of porting that audience over to the movie box office.", "running_time": 90, "mpaa_rating": "G", "release_year": 1999, "date_published": "1999-03-19", "genres": ["Animation", "Drama", "Family", "Musical"], "title": "The King And I (1999)"}