{"url": "http://www.rogerebert.com/reviews/the-rain-people-1969", "by": "James Caanas Kilgannon", "star_rating": 4.0, "text": "In a curious way, Francis Ford Coppola's \"The Rain People\" is the mirror image of \"Easy Rider.\" In Coppola's film, a middle-class wife drives the family station wagon west in search of freedom. In \"Easy Rider,\" two drug freaks make a fortune smuggling cocaine across the border, and then head east on motorcycles in search of the middle-class dream of retirement in Florida.\n\nAnd so you have two opposed American life-styles crossing paths, somewhere in Oklahoma, like ships in the night. The characters in one movie are seeking what the characters in the other are escaping. Maybe that's what both movies are about; In any case, none of the characters succeed in escaping their pasts or reaching their goals. Or, as Peter Fonda says in \"Easy Rider,\" we blew it; we all blew it.\n\nThat may not be entirely accurate. Here and there in these states, there are no doubt millions of people who, by and large, are happy. By and large, I'm happy most of the time myself. But the catch is, what are we getting out of it? Should a life contribute something? Should it seem to have a meaning? It is enough to be happy, or must one be surrounded by a metaphysical glow of significance?\n\nThe search for personal fulfillment is such an American theme we hold the patent on it. For a long time, we had the West. If you didn't like it here, you could always head there. But then, about the time of \"The Grapes of Wrath\" the West fell through as a place to go when things were bad at home. And ever since then, the great American search has to hit the road. Route 66. The Wabash Cannonball. I hear that train a-comin'....\n\nBasically the search is the same no matter how you undertake it. The young wife (Shirley Knight) In \"The Rain People\" and the Peter Fonda character in \"Easy Rider\" are lineal descendants of the most typical American searcher of them all, Huckleberry Finn. The rules of the game say these searches are always undertaken by two companions: a sophisticate, and an innocent. So Huck Finn takes along the slave, Jim. And Peter Fonda takes along the pothead (played by Dennis Hopper). And Shirley Knight picks up a hitchhiker (James Caan) who was a college football player until he got banged on the head and that made him an innocent.\n\nThe function of innocents is to be satisfied and ask obvious questions. They dig things. They like catfish (Jim) and getting stoned (Hopper) and they love a parade (Caan). And they can't understand why their companion on the quest doesn't just settle down and take it easy.\n\nBut the big thing about a quest, as Don Quixote explained to Sancho, is that it's only fun as long as you're still on it. That was the trouble with \"Midnight Cowboy\" -- as long as Ratso believed Florida would solve his problems, he was okay. But actually getting on the bus and going to Florida was a fatal mistake. By making his dream real he discovered, alas, it was only a dream.\n\nIn \"The Rain People\" Coppola takes his characters across a carefully observed American landscape. Miss Knight and Caan drive through small country towns, and big cities.\n\nBut the Shirley Knight character filters the landscape through her own disillusionment and despair. (She's trapped in a marriage she doesn't believe in, and she's going to have a child she's not sure she wants.) The \"Easy Rider\" characters on the other hand, would like to see groovy things but in their landscape everything seems to be going wrong. The kids in the hippie communes are as screwed up as the rednecks in the roadside cafe.\n\nHuck Finn had this figured out and he tried to fence off the world by creating his own and taking it with him. There was nothing so nice and smooth and quiet and easy as laying on your back on that raft in the middle of the night, floating down the Mississippi and watching the stars slide past.\n\nAs for Coppola and his world, it's difficult to say whether his film is successful or not. That's the beautiful thing about a lot of the new, experimental American directors, they'd rather do interesting things and make provocative observations than try to outflank John Ford on his way to the Great American Movie.\n\nSo all you can really say, I guess, is here's what Coppola's up to. It is a traditional American pastime and a noble one -- exploring the country through the eyes of a dissatisfied searcher. And what the search discovers is no more (and no less) than a crossroads in Oklahoma, a parade in Pennsylvania, long nights on the road, a hero who got banged on the head, and a highway patrolman who is, even so, a human being. And these places and people fit together, they love or hate each other, all because of the accident of being alive at the same time and place.\n\nIt takes the innocent (the slave Jim, the simpleton pothead, the football hero) to ask -- why aren't you happy? What are you looking for? And it takes the sophisticate (as Huck Finn understood so well in his long chats with Jim) to say: If you can ask the question you don't need the answer.", "running_time": 101, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-09-19", "genres": ["Drama"], "title": "The Rain People (1969)"}