{"url": "http://www.rogerebert.com/reviews/the-truth-about-charlie-2002", "by": "Thandie Newtonas Regina Lambert", "star_rating": 3.0, "text": "Regina Lambert has been married for three months. She returns to Paris to find her apartment vandalized and her husband missing. A police official produces her husband's passport--and another, and another. He had many looks and many identities, and is missing in all of them. And now she seems surrounded by unsavory people with a dangerous interest in finding his $6 million. They say she knows where it is. Thank goodness for good, kind Joshua Peters, who turns up protectively whenever he's needed.\n\nThis story, right down to the names, will be familiar to lovers of \"Charade,\" Stanley Donen's 1963 film starring Audrey Hepburn and Cary Grant. Now Jonathan Demme recycles it in \"The Truth About Charlie,\" with Thandie Newton and Mark Wahlberg in the starring roles. Wahlberg will never be confused with Cary Grant but Newton, now... Newton, with her fragile beauty, her flawless complexion, her beautiful head perched atop that extraordinary neck ... well, you can see how Demme thought of Hepburn when he cast her.\n\n\"Charade\" is considered in many quarters to be a masterpiece (no less than the 168th best film of all time, according to the Internet Movie Database). I saw it recently on the sparkling Criterion DVD, enjoyed it, remember it fondly, but do not find it a desecration that Demme wanted to remake it. There are some films that are ineffably themselves, like \"The Third Man,\" and cannot possibly be remade. Others depend on plots so silly and effervescent that they can be used over and over, as vehicles for new generations of actors. \"Charade\" is in the latter category. If it is true that there will never be another Audrey Hepburn, and it is, I submit it is also true that there will never be another Thandie Newton.\n\nI saw her first in \"Flirting\" (1991), made when she was 18. It was a glowing masterpiece about adolescent love. She has been in 15 films since then, but you may not remember her. She was the lost child in Demme's \"Beloved\" (1998), looking like a ghost and not herself, and she played Sally Hemings, Thomas Jefferson's slave and lover, in the unsuccessful \"Jefferson in Paris\" (1995). I liked her in Bertolucci's \"Besieged\" (1998), although the film didn't work and he photographed her with almost unseemly interest. She was in the overlooked but very good \"Gridlock'd\" (1997), Tupac Shakur's last film. If you have seen her at all, it may have been in \"Mission: Impossible II,\" opposite Tom Cruise.\n\nShe carries \"The Truth About Charlie,\" as she must, because all of the other characters revolve around her, sometimes literally. Wahlberg has top billing but that must be a contractual thing; she is the center of the picture, and the news is, she is a star. She has that presence and glow. The plot is essentially a backdrop, as it was in \"Charade,\" for Paris, suspense, romance and star power, I am not sure the plot matters enough to be kept a secret, but I will try not to give away too much. Essentially, Charlie was a deceptive, two-timing louse who made some unfortunate friends. Now that he has gone several strange people emerge from the woodwork, some to threaten Regina, some, like Mr. Bartholomew (Tim Robbins) to help and advise her. There is an Asian named Il-Sang Lee (Joong-Hoon Park) and a femme fatale named Lola (Lisa Gay Hamilton), and a police commandant (Christine Boisson) who appears to seek only the truth. And there is the omnipresent, always helpful Joshua Peters (Wahlberg), who was Peter Joshua in \"Charade,\" but there you go.\n\nThese people all serve one function: To propel Regina past locations in Paris, from the Champs Elysses to the flea market at Cligancourt, and to accompany her through several costume changes and assorted dangers and escapes. \"The history of the cinema,\" said Jean-Luc Godard, \"is of boys photographing girls.\" There is more to it than that, but both \"The Truth About Charlie\" and \"Charade\" prove that is enough.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-10-25", "genres": ["Drama", "Mystery", "Suspense", "Thriller"], "title": "The Truth About Charlie (2002)"}