{"url": "http://www.rogerebert.com/reviews/the-big-green-1995", "by": "Steve Guttenbergas Tom Palmer", "star_rating": 1.5, "text": "I am unspeakably bored by the prospect of writing a review in which I observe that \"The Big Green\" is a retread of \"The Mighty Ducks.\" You know this, I know this, and without a doubt the people at Walt Disney Pictures know this, which is why they commissioned the project. \"The Big Green\" does for soccer what \"Ducks\" (1992) did for ice hockey, which was not very much, although it was more than the sequel \"D2: The Mighty Ducks\" (1994).\n\nSo let's provide an obligatory summary, and move on. Here goes: This is another formula movie in which a team of small-town misfits are inspired by their offbeat coach to master a sport. They start out incredibly bad. They are humiliated by the ace team from the big city, with the expensive black uniforms and the obsessive coach. Then they start getting better. No prizes for who wins their big rematch with the bad guys in black.\n\nWhy soccer? Because their teacher is from England, and is visiting tiny Elma, Texas, on an exchange program. She's good at soccer - or \"football,\" as those zany Brits call it. Of course the class is a disorganized bunch of malcontents, but under the influence of this inspirational teacher and the discipline of the sport, they transform themselves. This will come as a shock to anyone who has not seen \"Dangerous Minds,\" \"The Dead Poets Society,\" and the countless other homages to the same idea.\n\nLet's us write a movie. Pick a sport. How about lacrosse? Water polo? Curling? Then apply the formula. The kids in tiny Elko, Nevada, have never heard of water polo. Then they get an offbeat exchange teacher - the Mariner, visiting from \"Waterworld,\" who teaches them water polo. Why water polo? Because he's good at it.\n\nSoon the kids . . .\n\nYou fill in the blanks. I knew \"The Big Green\" was in trouble right at the top, when the writer-director, Holly Goldberg Sloan, used the amateurish gimmick of speeding up the action to make something funny. I have never seen a scene in which speeding up the action made it funny, not even in the \"Keystone Kops\" silent comedies, where it was already a cliche. Visual comedy depends on a subtle relationship between space and time, which fast action obliterates. Therefore, I will go further, and provide a hint for directors of the future: fast action cannot be funny.\n\nBut there is one element of \"The Big Green\" which deserves comment, and that element is Olivia d'Abo, as the visiting teacher.\n\nPerhaps it was because the movie provided me with little else to be interested in, but I found myself watching her performance closely, and I liked it. All she really brings to the role is freshness, energy and vigor, but she has a refreshing presence and a healthy, glowing face.\n\nD'Abo was fine in a little-seen recent film named \"The Last Good Time,\" about an old man and a troubled young girl. Her credits are otherwise a roll-call of forgotten films: \"Clean Slate,\" \"Greedy,\" \"Wayne's World II,\" \"Spirit of '76,\" and so on. Perhaps \"Conan the Destroyer\" is not forgotten, but why do we remember it? She has been in the movies for 10 years, although she doesn't look it. Now, strangely, in this disposable picture, she projects the freshness that made Doris Day a star - and please do not chuckle condescendingly, because Doris Day was a great star, and some day the record will be set straight on that.\n\nThere are a good many actresses at work today who can do things, I am sure, that Olivia d'Abo cannot. But d'Abo has a presence, an essence, that cannot be faked.\n\nThe movies are so heartbreaking in their failure to use resources. It is a truism that an actor can become a star with one lucky break. If there is talent to begin with, then it's all in the casting.\n\nIn the right role, Olivia d'Abo would be irreplaceable. She has never found that role. Here, struggling gamely with the hopelessly predictable \"Big Green,\" she shows a quality that in another role, in another picture, could be luminous. Casting directors, please note.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-09-29", "genres": ["Action", "Adventure", "Comedy", "Family", "Sports Film"], "title": "The Big Green (1995)"}