{"url": "http://www.rogerebert.com/reviews/the-savages-2007", "by": "Laura Linneyas Wendy Savage", "star_rating": 3.5, "text": "\"The Savages\" seems a curious movie to be opening four days before Christmas, but maybe not: Christmas Day itself is said to be the top moviegoing day of the year, as families (a) seek something they can do together without having to talk, or (b) use them as a excuse to escape from the house. Not all holidays are by Norman Rockwell, and maybe some grown children will enjoy this touching, humorous film about an elderly father whose time has come to leave his \"retirement community\" and move into \"assisted living\" (which my Aunt Mary referred to as \"assisted dying\").\n\nWendy and Jon Savage (Laura Linney and Philip Seymour Hoffman) are sister and brother, she living in New York City, he living in Buffalo; she an aspiring playwright, he a professor and author of books about the theater. They are smart, articulate and knowledgeable about drama, attributes that do them no good at all when they get a call from Sun City that their dad, Lenny (Philip Bosco), has started to write on the wall with his excrement.\n\nAfter some reluctance, mostly on Jon's part, they fly to Arizona and find their dad shacked up with Doris, a girlfriend his age. I was reminded of a friend of mine whose 85-year-old dad discovered Viagra and insisted on calling his son with daily reports on his sex life. My friend pleaded with him to spare the details. There are some things children desperately do not want to know.\n\nDoris spares them the occasion for such reports, however, by suddenly passing away, and Jon and Wendy decide to move their father to Buffalo so he will be close to them. He is a hostile curmudgeon who probably moved to Arizona to get away from them, but now he's in no position to resist.\n\nWriter-director Tamara Jenkins (\"The Slums of Beverly Hills\") doesn't sentimentalize this material; quite the opposite. Lenny remains Lenny to the best of his ability, which means a short temper, a foul vocabulary and a constant state of irritation. We gather that he was not a joy to grow up with; indeed, the scars still borne by his children are such that they refer to their childhoods only obliquely. Whatever the relationship between their parents was like, it has left them unable to form liaisons of their own; Wendy is having a joyless affair with a married man, and Jon has a Polish girlfriend who he refuses to marry, even if it would save her from deportation back to Poland. That he weeps over his inability shows that he is aware of his emotional scars and fears to heal them.\n\nThere is a genre of movies set in old-folks' homes that resemble sitcoms, including colorful characters, lots of one-liners and a pecking order. The nursing home they find for Lenny in Buffalo is the next step after such a place. It is essentially run by the caregivers, who treat their clients something like misbehaving children. One who seems to care is a Nigerian immigrant named Jimmy (Gbenga Akinnagbe), who sympathizes with the children and shares lore about caring for the aged. Kristen Thomson played a similar character in Sarah Polley's \"Away from Her\" -- the experienced nurse who knows what the family has gone through, and will go through.\n\nA movie like this depends on nuance and performance if it is not to descend entirely into soap opera. Jenkins knows that and is quietly insistent that we observe little moments and dropped words and exchanged glances. The resettling of Jon and Wendy's father causes the resettling of their own lives and forces them to examine memories they hoped were buried.\n\nBoth Linney and Hoffman are so specific in creating these characters that we see them as people, not elements in a plot. Hoffman in particular shows how many disguises he has within his seemingly immutable presence; would you know it is the same actor here and in two other films this season, \"Before the Devil Knows You're Dead\" and \"Charlie Wilson's War\"?\n\n\"The Savages\" confronts a day that may come in all of our lives. Two days, actually, the first when we are younger, the second when we are older. \"The Ballad of Narayama,\" a great Japanese film, is about a community that decides when a person has outlived any usefulness and leaves that person on the mountain to die. It seems cruel, but even the dying seem to think it appropriate. Better that, after being healthy and strong once, than to be reduced to writing on walls with excrement.", "running_time": 114, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-12-20", "genres": ["Drama", "Indie"], "title": "The Savages (2007)"}