{"url": "http://www.rogerebert.com/reviews/the-cup-2000", "by": "Orgyen Tobgyalas Geko", "star_rating": 3.0, "text": "In the courtyard of their monastery, dressed in traditional robes, their heads shaven, young monks play a game of soccer, kicking around a Coke can. This image, near the beginning of \"The Cup,\" symbolizes its cheerful truce between the sacred and the mundane. The movie is a light-hearted comedy with serious undertones about the Chinese campaign against the traditions of Tibet.\n\nThe film takes place at a Tibetan monastery in exile in India, which from time to time receives Tibetan children whose parents have smuggled them past the border guards so that they can be raised in the ancient Buddhist teachings. And so they are, in a monastery which seems a little like any boarding school for irrepressible kids. \"We shave our heads so that girls will not find us attractive,\" one explains to another, sighing that it doesn't work in the opposite direction.\n\nThe monastery is overseen by an abbot (Lama Chonjor), who is old and holy and deep and revered, and human, and with a twinkle in his eye. He knows that the ancient ways in which he was raised are now in collision with the modern world, and so he is not altogether astonished when a 12-year-old student named Orgyen (Jamyang Lodro) stirs up desire among his fellow students to watch the World Cup finals on TV.\n\nWhy is this match so important? Because the World Cup itself is an obsession for most males in most of the world, of course, but especially because the final is between France and Brazil, \"and France supports the cause of Tibet.\" The abbot's assistant (Oga) is not an unreasonable man and agrees to take the request to the holy man, who after due thought, agrees. But official permission is only the first of many hurdles for the young monks, who now must raise the money to rent a television set and a satellite dish, and transport both to the monastery. Their attempts are told against a backdrop of daily life and human (and sacred) comedy in the monastery.\n\nIn addition to the Coke can, we see a lot of soccer magazines, studied by the students at least as intently as their sacred texts. And we get a real sense for these monks as human beings whose calling does not set them aside from contemporary society so much as give them a distinctive position in it. Often Tibetan monks are portrayed in the movies as distant and almost inhuman: automatons of worship. These are men and boys for whom Buddhism is a religion, a calling, a profession, and a reasonable way to live. Perhaps Westerners are too much in awe of the spirituality they encounter, and it took an insider to see the humanity involved.\n\n\"The Cup,\" which is the first feature film ever made in Bhutan, was directed by Khyentse Norbu, a lama who must have learned a lot about filmmaking while serving as Bernardo Bertolucci's assistant during the filming of \"Little Buddha.\" The film has a distinctly Western feel in its timing and character development; it's not an inaccessible exercise in impenetrable mysteries, but a delightful demonstration of how spirituality can coexist quite happily with an intense desire for France to defeat Brazil.\n\nThe movie was a runner-up for the Audience Award at the Toronto Film Festival last year and was also a hit at Sundance last month, where I met Norbu, and was struck by his poise and a certain distance he kept from those around him; his body language seemed to suggest he was interested in more evolved questions than what films Miramax was picking up. Then I learned that in addition to being a lama and a director, he is also considered to be the incarnation of the 19th century saint Jamyang Khyentse Wangpo. And I thought: of course. So many sinners have directed films that it is only fair for a saint to have a chance.", "running_time": 94, "mpaa_rating": "G", "release_year": 2000, "date_published": "2000-02-11", "genres": null, "title": "The Cup (2000)"}