{"url": "http://www.rogerebert.com/reviews/the-governess-1998", "by": "Minnie Driveras Rosina Da Silva", "star_rating": 3.0, "text": "“The Governess” could be an illustration of the ideas in\rVirginia Woolf's A Room of One's Own, in which she marvels at how necessary it\ris for men to have women to feel superior to. The film tells the story of an\reducated, spirited Jewish girl from London who, in the 1840s, finds work as a\rgoverness on a remote Scottish island to support her family. She enters a\rhousehold where she is clearly the intellectual equal of the father, and that\ris more than he can take--although he gives it a good try.\n\nMinnie Driver, grave and thoughtful between moments of high\rspirits and passion, plays Rosina, who grew up in a Sephardic Jewish community\rin London. Her family life is richly cultured, but almost entirely cut off from\rthe gentile world around her, and anti-Semitism is a fact of life. When her\rfather dies, she hopes to help her mother and sister, but there are few\rprofessions open to her; it was a truism much beloved of Victorian novelists\rthat a single woman in her position had three choices: marriage, domestic\rservice, or prostitution.\n\nShe takes the middle choice, and, to sidestep discrimination,\rrenames herself Mary Blackchurch, a Protestant whose part-Italian ancestry\rexplains her olive skin. She is hired by the Cavendish family of Scotland as a\rgoverness for their unpleasant little girl Clementina. The father (Tom\rWilkinson) is a man obsessed with the new science of photography, and spends\rlong hours in his studio and darkroom, as indeed anyone married to his ignorant\rand controlling wife (Harriet Walter) would have great inspiration to do. There\ris also a teenage boy, Henry (Jonathan Rhys Meyers), who falls instantly into\rlust for “Mary,” perhaps the first attractive girl he has seen.\n\nThe governess is fascinated by Cavendish's photography--both the\rartistic side and the technical problem of fixing images so they do not fade.\rShe spends long hours in his company, and they are drawn together, she by a\rhealthy interest in a smart and virile man, he struggling with the mossy ropes\rof Protestant guilt. Photography is the instrument of their mutual seduction;\rshe insists on posing for him, her image on the negative a way of forcing him\rto see her as a woman and not just a servant.\n\nThe film was written and directed by Sarah Goldbacher, who is, I\runderstand, the child of an Italian-Jewish father and a mother born on the very\risland where the film was shot. Although she sets the story at an earlier time\rin which all tensions and questions would have been heightened, there is no\rdoubt some autobiography here, especially in her character's determination to\rremain privately true to her Jewish heritage. Her affair with Cavendish is\rgiven additional irony by the likelihood that he would scorn her if he knew she\rwere Jewish.\n\nMinnie Driver is an actress who creates the illusion of\reroticism, not through appearance but through behavior. She is of course\rphysically attractive, but that isn't the point. Her characters have a way of\rfocusing on men, on paying them observant attention, that causes them to grow a\rlittle squirmy, and that's a sexy phenomenon. Many male actors feel that their\rtask in romantic scenes is to seem powerful, attractive and in charge, when in\rfact those are precisely the qualities that obscure what effect, if any, the\rwoman has on them.\n\nTom Wilkinson (the proud foreman in “The Full Monty” and the\routraged Marquess of Queensberry in “Wilde”) shows Cavendish attracted to this\ryoung woman despite his own best efforts, and that is ever so much more erotic\rthan a confident seduction.\n\nPhotography provides the counterpoint: Their dance of attraction\rbegins at arm's length, through the pictures they take of each other. The\rclaustrophobic, isolated Victorian household is a stage on which every nuance,\rhowever small, is noticed. And there are rich underlying ironies, not least\rthat by denying their assigned places in society (he as a husband, she as a\rJew), they are able for a time to function freely just as two people happy to\rbe together in mind and body.", "running_time": 114, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-08-21", "genres": ["Drama", "Foreign", "Romance"], "title": "The Governess (1998)"}