{"url": "http://www.rogerebert.com/reviews/the-magdalene-sisters-2003", "by": "Geraldine McEwanas Sister Bridget", "star_rating": 3.5, "text": "I was an unmarried girl I'd just turned 27 When they sent me to the sisters For the way men looked at me. --Joni Mitchell, \"The Magdalene Laundries\" Here is a movie about barbaric practices against women, who were locked up without trial and sentenced to forced, unpaid labor for such crimes as flirting with boys, becoming pregnant out of wedlock, or being raped. These inhuman punishments did not take place in Afghanistan under the Taliban, but in Ireland under the Sisters of Mercy. And they are not ancient history. The Magdalene Laundries flourished through the 1970s and processed some 30,000 victims; the last were closed in 1996.\n\n\"The Magdalene Sisters\" is a harrowing look at institutional cruelty, perpetrated by the Catholic Church in Ireland, and justified by a perverted hysteria about sex. \"I've never been with any lads ever,\" one girl says, protesting her sentence, \"and that's the god's honest truth.\" A nun replies: \"But you'd like to, wouldn't you?\" And because she might want to, because she flirted with boys outside the walls of her orphanage, she gets what could amount to a life sentence at slave labor.\n\nThis film has been attacked by the Catholic League, but its facts stand up; a series of Irish Times articles on the Internet talk of cash settlements totaling millions of pounds to women who were caught in the Magdalene net. What is inexplicable is that this practice could have existed in our own time, in a Western European nation. The laundries were justified because they saved the souls of their inmates--but what about the souls of those who ran them? Raised in the Catholic Church in America at about the same time, I had nothing but positive experiences. The Dominican Sisters who taught us were dedicated, kind and brilliant teachers, and when I see a film like this I wonder what went wrong in Ireland--or right at St. Mary's Grade School in Champaign-Urbana.\n\n\"The Magdalene Sisters\" focuses on the true stories of three girls who fell into the net. As the film opens, we see Margaret (Anne-Marie Duff) lured aside by a relative at a family wedding, and raped. When she tells a friend what has happened, the word quickly spreads, and within days it is she, not the rapist, who is punished. Her sentence, like most of the Magdalene sentences, is indefinite, and as she goes to breakfast on her first morning she passes a line of older women who have been held here all their lives.\n\nTwo others: Bernadette (Nora-Jane Noone) is the girl who flirted with boys outside her orphanage, and Rose (Dorothy Duffy) is pregnant out of wedlock. She bears her child because abortion would be a sin, only to have it taken from her by the parish priest, who ships her off to a Magdalene institution.\n\nOther inmates include Crispina (Eileen Walsh), whose crime is that she is mentally handicapped and might fall victim to men if not institutionalized. And there is an older prisoner who acts as a snitch to gain favor with the sisters. The nun in charge of this institution is a figure of pure evil named Sister Bridget (Geraldine McEwan), a sadist with a cruel streak of humor, who in one scene presides as new girls are forced to strip so their bodies and the size of their breasts can be compared. This is not fiction; the screenplay, by director Peter Mullan, is based on testimony by Magdalene inmates. McEwan's powerful, scary performance evokes scarcely repressed sadomasochism.\n\nThe drama in \"The Magdalene Sisters\" is not equal to its anger. The film turns, as I suppose it must, into a story of escape attempts. A previously inexperienced girl finds herself making direct carnal offers to a young truck driver, if he will slip her a key to the gate. A priest who violates Christina is paid back with poison ivy in his laundry. There is an escape attempt at the end that belongs more in an action film than in this protest against injustice.\n\nBut the closing credits reminds us once again that the Magdalene Laundries existed and did their evil work in God's name. The Church in Ireland has changed almost beyond recognition in recent years, and is now, like the American church, making amends for the behavior of some clergy. And the Irish Times articles report that some Protestant denominations had (and have) similar punishments for sexuality, real or suspected. The movie is not so much an attack on the Catholic Church as on the universal mind-set that allows transgressions beyond all decency, if they are justified by religious hysteria. Even today there are women walled up in solitary confinement in closed rooms in their own homes in the Middle East, punished for crimes no more serious, or trivial, that those of the Magdalene laundresses.", "running_time": 119, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-08-15", "genres": ["Drama", "Foreign"], "title": "The Magdalene Sisters (2003)"}