{"url": "http://www.rogerebert.com/reviews/the-war-wagon-1967", "by": "John Wayneas Jackson", "star_rating": 3.0, "text": "\"The War Wagon\" is that comparative rarity, a Western filmed with quiet good humor. It is also a point of departure for John Wayne, who plays a bad guy for just about the first time in his career.\n\nHis success here raises the question, What was old Duke waiting for, anyway? Wayne has exhausted the possibilities in those noble movies where he plays the archetype of Western Civilization. Ever since he gave Chill Wills that pompous speech about What My Country Means to Me in \"The Alamo\" (1960) (\"It kinda makes a choke come into ma throat\"), he hasn't been the same.\n\nBut now Duke's back in form, playing the leader of a band out to capture the War Wagon. He hitches up with an old enemy (Kirk Douglas) and a crew of assorted castaways to capture an armored wagon protected by a Gatling Gun and 32 guards.\n\nThe elaborate wagon itself is one of the film's top attractions even though, every time it rattles onto the screen Dimitri Tiomkin bursts into a theme that sounds like \"Clang, Clang, Clang Goes the Trolley\" played backwards.\n\nWayne and Douglas have a lot of sardonic dialog. At one point, they enlist some Indians to drag branches behind their horses, an old Indian trick to make lots of dust so Bruce Cabot will think his wagon is being attacked by Indians. \"You don't suppose they'll fall for that old Indian trick again, do you?\" Douglas asks Wayne. It's the first Western I've ever, seen in which they even admit it's an old Indian trick. \"They'd better,\" Wayne says. They do.\n\nHoward Keel plays the Indian (that's right, Howard Keel plays the Indian) with broad humor, sticking with the conspirators until the other Indians fall into possession of the gold, and then nobly deciding to rejoin his people. Robert Walker improves on his Nervous Drunken Kid role, which he introduced in \"The Happening\" (1967).\n\nAnd, in new firsts for movie nudity, Wayne plays a scene in his long johns, and Douglas appears wearing nothing but his gun belt. Now we've seen that, I guess there's nothing to look forward to but Jane Fonda with her clothes on.", "running_time": 96, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-06-01", "genres": ["Action"], "title": "The War Wagon (1967)"}