{"url": "http://www.rogerebert.com/reviews/the-one-and-only-1978", "by": "Henry Winkleras Andy Schmidt", "star_rating": 2.5, "text": "“I’ve got to marry you. It’s too embarrassing having you as a date.”\n\nSo says Kim Darby to Henry Winkler, early on in her relationship with “The One and Only.” She is correct. Winkler plays a monumentally conceited young man who struts across life’s stage expecting general applause because he is, after all, himself.\n\nHis dream is to become a great actor. No, check that. His dream is to be recognized as the great actor he knows himself to be. But when his dream finally comes true, he finds himself acting, not with the Royal Shakespeare, but as a wrestler on Saturday night TV in the early 1950s. He settles, as it were, for the roar of the greasepaint and the smell of the crowd.\n\nThe role is allegedly based on the career of Gorgeous George. Having never met Mr. George, I have no opinion on the accuracy of the story. But surely even Mr. George couldn’t have been as conceited as Andy Schmitt, the Winkler character, who uses hypnosis to put the whammy on his opponents before finally transforming himself into The Lover.\n\nThe movie isn’t so much about wrestling as it is about ego, and some of the funniest scenes involve normal folks who are confronted with Winkler and his partner, a midget named Milton. After Winkler convinces Kim Darby to marry him (on the ground that she should move fast, before he becomes too famous to indulge her), she takes him home to meet the folks in Columbus, Ohio. And Mom and Tom (as he affectionately dubs her parents) sit at the dinner table in strained silence as he does his Al Jolson routines and anything else that can substitute for ordinary conversation.\n\nEven funnier is the scene in which Mom and Tom visit the seedy New York apartment where Winkler has established his bride. Milton the midget, an inexhaustible ladies’ man (“They all let their curiosity get the better of them”), confidently launches into a seduction of Mom.\n\nThe movie was directed by Carl Reiner, whose current \"Oh, God!\" is an enormous hit. “The One and Only,” though, owes more to the inspired bad taste of Reiner’s \"Where's Poppa?\" and the backstage memories of his “Enter Laughing.” It’s a pleasant movie, it has some genuinely funny moments it owes a lot to Kim Darby’s innate charm, and it proves that a little Henry Winkler can go a long way. He throws himself so selflessly into his role, indeed, that there are times when we’re almost overwhelmed by him. Nobody can be that conceited and foppish, we think, and then he turns up in his mink underwear.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-02-07", "genres": ["Comedy", "Romance", "Sports Film"], "title": "The One and Only (1978)"}