{"url": "http://www.rogerebert.com/reviews/the-jewel-of-the-nile-1985", "by": "Michael Douglasas Jack Colton", "star_rating": 3.0, "text": "\"The Jewel of the Nile\" is more silliness in the tradition of \"Romancing the Stone,\" which in its turn was a funny action comedy inspired by the Indiana Jones epics. We walk into the theater expecting absolutely nothing of substance, and that's exactly what we get, served up with high style. The movie reassembles three key \"Romancing\" cast members - Michael Douglas, Kathleen Turner and Danny DeVito - and goes on to a fourth inspired casting decision with the addition of Avner Eisenberg as a holy man of gentle goofiness.\n\nMovie-industry gossip has it that Kathleen Turner didn't particularly want to make this sequel, and that even Michael Douglas, who produces as well as stars, thought it might be best to quit while he was ahead. But the original contract specified a sequel, and it's to everybody's credit that \"The Jewel of the Nile\" is an ambitious and elaborate attempt to repeat the success of the first movie; it's not just a ripoff.\n\nEven so, it lacks some of the pleasures of \"Romancing,\" especially the development of the romance between Douglas and Turner. This time, as the movie opens, they're old friends, unwinding in Cannes and reminiscing about the good times they had in South America. Perhaps sensing that there is nowhere to go with this essentially stable relationship, the movie plunges them almost immediately into Middle East intrigue.\n\nA fabulously wealthy Arab (Spiros Focas) invites Turner to travel with him to his homeland, for reasons as vague as they are fascinating. Douglas temporarily drops out; after a manufactured spat, he decides he would rather sail his boat through the Mediterranean. Turner is quickly involved in danger as the Arab reveals plans to usurp the role of a legendary holy man, and Douglas becomes an ally of the great spiritual leader, who is known as the Jewel of the Nile. (Danny DeVito is some what lost in all of this, and left for long stretches of the film to wander through the desert and suffer meaningless tortures in lieu of a clearly defined role.)\n\n\"The Jewel of the Nile\" expends amazing resources on some of its scenes, including a gigantic spiritual meeting in the desert that is staged as a cross between a rock concert and the Nuremberg Rally. What makes the Middle Eastern stuff work, however, is the performance by Eisenberg, who is a true comic discovery. He has some of the same cynical innocence we sensed in the Harold Ramis character in \"Ghostbusters\" - he's very wise and very innocent. Some of his best moments involve his bewildering cross-cultural dialogue: He speaks in vast metaphysical concepts, which are unexpectedly interrupted with 1985 slang and pop sociology.\n\nMeanwhile, Douglas and Turner have fun with two of the broadest roles in recent memory. They fight, they make up, they wisecrack in the face of calamity. Just as Woody Allen and Diane Keaton always seem to be on the same wavelength in their comic dialogues, so do Douglas and Turner, in their own way, make an ideally matched comedy team. It seems clear that they like each other and are having fun during the parade of ludicrous situations in the movie, and their chemistry is sometimes more entertaining than the contrivances of the plot.\n\nMy favorite moment between them comes as they hang by their hands over a rat pit, while acid gnaws away at the ropes that suspend them above certain doom. Sure, this scene owes something to \"Raiders of the Lost Ark.\" But what's new about it this time is the dialogue - the way they break down and confess that they love each other, and make marriage plans as death inexorably approaches. And then, when DeVito appears and might possibly save them, there is some business with a ladder that is followed by dialogue so perfectly timed that I laughed not so much in amusement as in delight at how well the mechanisms of the scene fell together.\n\nFor all of those pleasures, \"The Jewel of the Nile\" is a slight and lightweight entertainment. How could it be otherwise? And it is not quite the equal of \"Romancing the Stone.\" That's not a surprise. For what it is, though, it's fun. And for what it's worth, Douglas and Turner could keep on working in this tradition forever, giving us a 1980s version of the Bing Crosby and Bob Hope \"Road\" pictures. I guess they don't want to, though, and perhaps that's just as well. What I hope is that a casting director sees Avner Eisenberg for what he is: the most intriguing comedy discovery in a long time.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-12-11", "genres": ["Action", "Adventure", "Comedy", "Romance"], "title": "The Jewel Of The Nile (1985)"}