{"url": "http://www.rogerebert.com/reviews/the-contender-2000", "by": "Joan Allenas Laine Hanson", "star_rating": 4.0, "text": "\"The Contender,\" a thriller about the first woman nominated to be vice president, hinges on a question from her past: Did she more or less willingly participate in group sex while she was in college? \"That's Hanson getting gang-banged,\" an investigator says, smacking his lips over an old photo from a sorority party. If it really is, she's going to have trouble getting congressional confirmation.\n\nThe movie is frankly partisan. Its sentiments are liberal and Democratic, its villains conservative and Republican. When I asked its star, Jeff Bridges, if the plot was a veiled reference to Monicagate, he smiled. \"Veiled?\" he said. \"I don't think it's so veiled.\" The difference between Sen. Laine Hanson (Joan Allen) and President Clinton is that when zealots start sniffing her laundry, she simply refuses to answer their questions. \"It's none of your business,\" she tells GOP Rep. Shelly Runyon (Gary Oldman), whose inquiring mind wants to know.\n\nAs the movie opens, an incumbent vice president has died in office. It is universally assumed that a man will be named to replace him, and a leading candidate is Gov. Jack Hathaway (William Petersen), who has recently made headlines as a hero. While he was on a fishing trip, a car plunged off a bridge near his boat, and he dived into icy waters in an unsuccessful attempt to save the woman trapped inside. It is an adventure like this, not a lifetime of service, that the image-mongers like, but the governor's misfortune is that his rescue attempt failed. \"A girl died, and you let it happen,\" he's told sorrowfully by presidential advisers, and President Jackson Evans (Jeff Bridges) consoles him cryptically: \"You're the future of the Democratic Party, and you always will be.\" The president wants to make history by appointing a woman, and Sen. Hanson looks like the best choice. She is happily married, has a young child, and when we first see her is having robust sex (on a desktop) with her husband. Runyon, the Oldman character, doubts any woman should be trusted with the nuclear trigger: What if she has her period or something? He is delighted with evidence she may have been the life of the party on campus.\n\nThe movie's story of confirmation hearings, backstage politics and rival investigations unfolds as a political thriller based on suspense and issues. Sen. Hanson flatly refuses to answer any questions about her sexual past, and for a time it looks as if the president may have to dump her as a nominee. Is she really taking an ethical stand, or covering up something? There is a remarkable scene between Hanson and Runyon, who have lunch together in a private club, the Republican shoveling down his meal and talking with his mouth full as if he would like to chew on her, too.\n\nThe movie was written and directed by Rod Lurie, a former Los Angeles film critic who is the son of the political cartoonist Ranan Lurie. He grew up with politics discussed at every meal, he says; his first movie, \"Deterrence,\" starred Kevin Pollak as a president faced with a nuclear crisis. I liked the way that film dealt with issues and ideas, but \"The Contender\" is a leap forward, more assured, more exciting, more biting.\n\nMost American movies pretend there are no parties; even in political movies, characters rarely reveal their affiliations. \"The Contender\" does take sides, most obviously in the character of the GOP representative Runyon, who is played by Oldman as an unprincipled power broker with an unwholesome curiosity about other people's sex lives. Whether you are in sympathy with the movie may depend on which you found more disturbing: The questions of the Starr commission, or Clinton's attempts to avoid answering them. Full disclosure: I could imagine myself reacting as Clinton did, but to ask Starr's questions would have filled me with self-disgust.\n\nJoan Allen is at the center of \"The Contender,\" in one of the strongest performances of the year. Some actresses would have played the role as too sensual, others as too cold; she is able to suggest a woman with a healthy physical life who nevertheless has ethical standards that will not bend. She would rather lose the vice presidency than satisfy Runyon's smutty curiosity, and through her the movie argues that we have gone too far in our curiosity about private behavior.\n\nJeff Bridges plays the president as a man who got elected by seeming a great deal more affable and down-home than he really is. He's forever ordering food and pressing it upon his guests, in gestures that are not so much hospitality as decoys.\n\nHis top aides, played by Sam Elliott and Saul Rubinek, have a terse shorthand that shows they understand the folksy act but aren't deceived by it. And Christian Slater has a slippery role as a freshman Democratic representative who is prepared to barter his vote for a seat on Runyon's committee.\n\nAnd what about Runyon, in Gary Oldman's performance? Oldman is one of the great actors, able to play high, low, crass, noble. Here he disappears into the character, with owly glasses, a feral mouth and curly locks teased over baldness. He plays the kind of man who, in high school, would rather know who was sleeping with the cheerleaders than sleep with one himself. There are two revealing scenes involving his wife, who knows him better than anyone should have to.\n\nOf course, if he is right about Hanson, then he is not a bad man--merely an unpleasant one. But even if he is right, he is wrong, because he opposed the nominee because she is a woman; her shady past is only a means of attacking her. This is one of those rare movies where you leave the theater having been surprised and entertained, and then start arguing.\n\n\"The Contender\" takes sides and is bold about it. Most movies are like puppies that want everyone to pet them.", "running_time": 130, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-13", "genres": ["Drama", "Suspense", "Thriller"], "title": "The Contender (2000)"}