{"url": "http://www.rogerebert.com/reviews/the-da-vinci-code-2006", "by": "Tom Hanksas Robert Langdon", "star_rating": 3.0, "text": "They say The Da Vinci Code has sold more copies than any book since the Bible. Good thing it has a different ending. Dan Brown's novel is utterly preposterous; Ron Howard's movie is preposterously entertaining. Both contain accusations against the Catholic Church and its order of Opus Dei that would be scandalous if anyone of sound mind could possibly entertain them. I know there are people who believe Brown's fantasies about the Holy Grail, the descendants of Jesus, the Knights Templar, Opus Dei and the true story of Mary Magdalene. This has the advantage of distracting them from the theory that the Pentagon was not hit by an airplane.\n\nLet us begin, then, by agreeing that The Da Vinci Code is a work of fiction. And that since everyone has read the novel, I need only give away one secret -- that the movie follows the book religiously. While the book is a potboiler written with little grace and style, it does supply an intriguing plot. Luckily, Ron Howard is a better filmmaker than Dan Brown is a novelist; he follows Brown's formula (exotic location, startling revelation, desperate chase scene, repeat as needed) and elevates it into a superior entertainment, with Tom Hanks as a theo-intellectual Indiana Jones.\n\nHanks stars as Robert Langdon, a Harvard symbologist in Paris for a lecture when Inspector Fache (Jean Reno) informs him of the murder of museum curator Jacques Sauniere (Jean-Pierre Marielle). This poor man has been shot and will die late at night inside the Louvre; his wounds, although mortal, fortunately leave him time enough to conceal a safe deposit key, strip himself, cover his body with symbols written in his own blood, arrange his body in a pose and within a design by Da Vinci, and write out, also in blood, an encrypted message, a scrambled numerical sequence and a footnote to Sophie Neveu (Audrey Tautou), the pretty French policewoman whom he raised after the death of her parents. Most people are content with a dying word or two; Jacques leaves us with a film treatment.\n\nHaving read the novel, we know what happens then. Sophie warns Robert he is in danger from Fache, and they elude capture in the Louvre and set off on a quest that leads them to the vault of a private bank, to the French villa of Sir Leigh Teabing (Ian McKellen), to the Temple Church in London, to an isolated Templar church in the British countryside, to a hidden crypt and then back to the Louvre again. The police, both French and British, are one step behind them all of this time, but Sophie and Robert are facile, inventive and daring. Also, perhaps, they have God on their side.\n\nThis series of chases, discoveries and escapes is intercut with another story, involving an albino named Silas (Paul Bettany), who works under the command of the Teacher, a mysterious figure at the center of a conspiracy to conceal the location of the Holy Grail, what it really is, and what that implies. The conspiracy involves members of Opus Dei, a society of Catholics who in real life (I learn from a recent issue of the Spectator) are rather conventionally devout and prayerful. Although the movie describes their practices as \"maso-chastity,\" not all of them are chaste and hardly any practice self-flagellation. In the months ahead, I would advise Opus Dei to carefully scrutinize membership applications.\n\nOpus Dei works within but not with the church, which also harbors a secret cell of cardinals who are in on the conspiracy (the pope and most other Catholics apparently don't have backstage passes).\n\nThese men keep a secret that, if known, could destroy the church. That's why they keep it. If I were their adviser, I would point out that by preserving the secret, they preserve the threat to the church, and the wisest strategy would have been to destroy the secret, say, 1,000 years ago.\n\nBut one of the fascinations of the Catholic Church is that it is the oldest continuously surviving organization in the world, and that's why movies like \"The Da Vinci Code\" are more fascinating than thrillers about religions founded, for example, by a science-fiction author in the 1950s. All of the places in \"The Da Vinci Code\" really exist, though the last time I visited the Temple Church I was disappointed to find it closed for \"repairs.\" A likely story.\n\nTom Hanks, Audrey Tautou and Jean Reno do a good job of not overplaying their roles, and Sir Ian McKellen overplays his in just the right way, making Sir Leigh into a fanatic whose study just happens to contain all the materials for an audio-visual presentation that briefs his visitors on the secrets of Da Vinci's \"The Last Supper\" and other matters. Apparently he keeps in close touch with other initiates. On the one hand, we have a conspiracy that lasts 2,000 years and threatens the very foundations of Christianity, and on the other hand a network of rich dilettantes who resemble a theological branch of the Baker Street Irregulars.\n\nYes, the plot is absurd, but then most movie plots are absurd. That's what we pay to see. What Ron Howard brings to the material is tone and style, and an aura of mystery that is undeniable. He begins right at the top; Columbia Pictures logo falls into shadow as Hans Zimmer's music sounds simultaneously liturgical and ominous. The murder scene in the Louvre is creepy in a ritualistic way, and it's clever the way Langdon is able to look at letters, numbers and symbols and mentally rearrange them to yield their secrets. He's like the Flora Cross character in \"Bee Season,\" who used kabbalistic magic to visualize spelling words floating before her in the air.\n\nThe movie works; it's involving, intriguing and constantly seems on the edge of startling revelations. After it's over and we're back on the street, we wonder why this crucial secret needed to be protected by the equivalent of a brain-twister puzzle crossed with a scavenger hunt. The trail that Robert and Sophie follow is so difficult and convoluted that it seems impossible that anyone, including them, could ever follow it. The secret needs to be protected up to a point; beyond that it is absolutely lost, and the whole point of protecting it is beside the point. Here's another question: Considering where the trail begins, isn't it sort of curious where it leads? Still, as T.S. Eliot wrote, \"In my beginning is my end.\" Maybe he was on to something.", "running_time": 149, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-05-18", "genres": ["Mystery", "Thriller"], "title": "The Da Vinci Code (2006)"}