{"url": "http://www.rogerebert.com/reviews/the-private-life-of-sherlock-holmes-1971", "by": "Robert Stephensas Sherlock Holmes", "star_rating": 2.5, "text": "Billy Wilder's \"The Private Life of Sherlock Holmes\" is disappointingly lacking in bite and sophistication, the first two qualities we'd expect from the director of \"The Apartment\" and \"The Fortune Cookie.\" It begins promisingly enough with Sherlock being offered five pounds to trace six missing midget acrobats and complaining: \"That's less than a pound a midget.\" There are also some sly innuendoes about his relationship with Dr. Watson, introduced solely to be disproved (Sherlock, you'll be glad to learn, is satisfactorily hetero in the Wilder version). But before the movie is 20 minutes old, Wilder has settled for simply telling a Sherlock Holmes adventure.\n\nI read all the Sherlock Holmes stories when I was 10 or 11, feeling a sense of sheer delight when Holmes and Watson lounged away the evening in the upstairs rooms in Baker St., and a cab appeared out of the night, the rain and sleet, depositing at their door a visitor with a bloody handkerchief and a strange tale to tell. But a year or so ago, rereading a dozen or so Holmes cases, I made a melancholy discovery: Sir Arthur Conan Doyle really wasn't very good at constructing devious plots.\n\nHolmes, so clever he could tell your occupation by looking at your boot or the thumb of your left hand, isn't very clever at all in most of his famous cases. Have another look at the case of the red-headed league, for example, or the mystery of the orange pips, and you'll find yourself leaping ahead of Sherlock's supposedly brilliant deductions. They are indeed, as he tells Watson, elementary.\n\nThe same kind of obviousness takes the fun out of \"The Private Life of Sherlock Holmes,\" and that's a shame. The Holmes character, creeping around with his magnifying glass and (Watson tells us at the film's beginning) identifying a murderer by measuring the extent to which the parsley had sunk into the butter on a warm summer day, is a promising subject for the kind of satirical examination we expect from Wilder and his frequent co-author, I. A. L. Diamond. But they pass up the chance and bore us while Holmes laboriously unravels a case involving the midget acrobats, a missing husband, Trappist monks, the Loch Ness monster, dead canaries and a copper ring that has turned green. It takes Holmes about half an hour longer to solve the case than it takes us, and poor Watson never catches on.\n\nWe miss the sense of satirical fun, as I've suggested. But that alone needn't have been fatal. The movie might have worked better if the case itself had been more interesting: If, say, Wilder and Diamond had submerged Holmes in a story so filled with complications, clues, dead ends, mysterious strangers and double-whammies that we were just as confused as he was.\n\nThe fun of a good detective story isn't in the solution, anyway, but in the complications. My favorite Raymond Chandler novel is \"The Big Sleep,\" which is so complicated that Chandler never does pull the case together. Same thing happens in Howard Hawks' movie version, with Humphrey Bogart. Watch carefully, and you'll discover that the loose ends are never tied up, and the case ends without being solved (and with no one, apparently, noticing). So what?", "running_time": 125, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-02-23", "genres": ["Adventure", "Comedy", "Crime", "Foreign", "Mystery", "Romance", "Thriller"], "title": "The Private Life of Sherlock Holmes (1971)"}