{"url": "http://www.rogerebert.com/reviews/the-corruptor-1999", "by": "Chow Yun-Fatas Nick Chen", "star_rating": 1.5, "text": "Even when it's transplanted to the streets of New York's Chinatown, as \"The Corruptor'' is, the Hong Kong action genre has certain obligatory requirements. Low-angle shots of bad guys looming over the camera, for example. And the sound of a metallic whoosh when there's a quick cut from one scene to the next. And what seems like more dialogue during action scenes than before and after them.\n\n\"The Corruptor'' touches these bases, and has an icon as its lead: Chow Yun-Fat, who has made almost 70 films and has recently followed Jackie Chan into the American market (\"Replacement Killers,'' with Mira Sorvino, in 1998). His \"Hard Boiled'' (1992), directed by the master of the genre, director John Woo, is a cult favorite. \"The Corruptor'' isn't in that league.\n\nThe actor plays Nick Chen, a tough cop in an all-Asian station house in Chinatown. A white cop named Danny (Mark Wahlberg) is assigned to the precinct, and greeted with much suspicion: He will stand out, he won't be trusted, he doesn't understand the Chinese, etc. This is a set-up for one of the weariest of all cop formulas, the cop-buddy movie, in which opposites first repel and then attract. Will Nick and Danny be friends by the end of the movie? What do you think? But there are a couple of fundamental twists I dare not reveal, involving secrets held by both men--a secret, in Danny's case, that makes you wonder how his superiors could possibly have hoped for him to operate effectively in an Asian environment. No matter; the story chugs along, as the cops get involved in a plot involving the boss of Chinatown, Uncle Benny (Kim Chan, who according to the Internet Movie Database played a character with exactly the same name in \"Lethal Weapon 4'' --is this trivia, or homage?). Everybody in Chinatown is more or less on the take, but there are degrees of immorality, and Nick is the kind of cop who tries to be realistic and principled at the same time. As for Danny: Well, I just never believed he was a cop at all. Wahlberg was effective in a much more difficult role in \"Boogie Nights,'' but he's not an action star and he never feels at home in the role.\n\nThere's an opportunity for some kind of love or human interest with another cop in the precinct, played by Elizabeth Lindsay; she's set up as a major character, but given a role so underwritten (or badly edited) that she spends a lot of time just standing in the backgrounds of other people's shots. The problem with relationships is that they involve personalities and dialogue, and there's not much time for those in an action picture.\n\nThe director is James Foley, who is obviously not right for this material. It's a shame, actually, that he's even working in the genre, since his gift is with the intense study of human behavior, and his best films include \"Glengarry Glen Ross,'' \"At Close Range,'' and \"After Dark, My Sweet.'' John Woo, who might have brought crackling energy to this material (especially if he nixed the casting of Wahlberg), wouldn't be right for \"Glengarry.'' So there you are.", "running_time": 111, "mpaa_rating": null, "release_year": 1999, "date_published": "1999-03-12", "genres": ["Action", "Thriller"], "title": "The Corruptor (1999)"}