{"url": "http://www.rogerebert.com/reviews/the-main-event-1979", "by": "Barbra Streisandas Hillary Kramer", "star_rating": 2.0, "text": "In Hollywood's golden days, they were known as Meet Cutes: Those cute moments at the beginning of a movie where the boy and the girl would meet. You remember. Katharine Hepburn dropping her packages in the revolving door and Spencer Tracy bending over to help her, and their heads bumping. Even the best actors had trouble making it through a Meet Cute with more than a forced smile - the dialog was almost always smarmy - but the movies usually picked up afterwards.\n\nThat's not the case, alas, with \"The Main Event,\" which is a Meet Cute from beginning to end, forced smiles, smarmy dialog and all. Barbra Streisand and Ryan O'Neal act so cute, indeed, that I was squirming. There should have been a scene showing them brushing their teeth and vowing to the mirror: \"Every day in every way, I'm getting cuter and cuter.\" This is the first shaggy dog movie that pets itself.\n\nThe story: Streisand, an expert in perfume fragrances, discovers that her accountants have bilked her, and she's penniless; all except for a worthless contract she owns on a has-been boxer. She was paying his salary as a tax shelter, but now she needs him to fight again, so she can make some money. The boxer, of course, is Ryan O'Neal, last seen as Streisand's comedy partner in the much better \"What's Up, Doc?\"\n\nI should explain, I suppose, that \"The Main Event\" isn't really a boxing movie. That's just what O'Neal does for a living. It's an endless series of harmless sexual innuendoes, centered around Streisand's instant crush on O'Neal. So we get jokes on two levels: (1) The difficulties of being a woman in the male world of professional boxing, and (2) O'Neal's blithe indifference to Streisand's growing passion.\n\nThere's material here for a nice old-fashioned comedy; the basic relationship goes back to movies like \"It Happened One Night\" and \"The African Queen.\" But \"The Main Event\" is so confident of Streisand's superstar charm that it doesn't really make her work. Scenes that need to be funny because of their material are supposed to be funny, here, because we know it's Streisand.\n\nExample. When her boxer, Kid, Natural, goes up to a mountain camp to train for a big match, Streisand, as the manager, has to sleep in the same bunkhouse with the sparring partners and trainers. One woman, a dozen muscle bound and hairy guys, and it's bedtime. Funny? If it were handled with comic timing, to build up the situation and tease it.\n\nInstead, the camera stays stubbornly on Streisand, doesn't adequately establish the behavior of the men around her, and wants us to laugh because she goes to bed with her coat still on. Just because Streisand's the star doesn't mean we have to be looking at her every second; developing the characters of the men in the scene would have made her better, too.\n\nThere are funny things in the movie. There's Kid Natural's girlfriend (Patti D'Arbanville), with a hacking cigaret cough and a wayward shoulder strap. And a scene early in the film which has Streisand making her way through a men's dressing room with her eyes simultaneously averted from all possible directions. And a bed scene in which O'Neal tries to go to sleep while Streisand desperately tries to invent a Meet Cute between the sheets.\n\nBut the movie just doesn't have the life, the zaniness, this kind of screwball material demands. The situations are so calculated, the double entendres are so flat, the chemistry between Streisand and O'Neal has been so mechanically plotted, that we don't get the notion of a movie comedy that's happening while we watch it.\n\nInstead, there's a comic machine that grinds out the same cute eyelash-flappings and eyebrow-liftings and lustful intakes of breath scene after scene, as if one idea were enough for a movie.", "running_time": 112, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-06-26", "genres": ["Comedy", "Romance", "Sports Film"], "title": "The Main Event (1979)"}