{"url": "http://www.rogerebert.com/reviews/the-cable-guy-1996", "by": "Jim Carreyas Cable Guy", "star_rating": 2.0, "text": "We want to like Jim Carrey. A movie that makes us dislike him is a strategic mistake. The opening scenes of \"The Cable Guy\" are promising; Carrey seems to be playing a variation on his usual hyperkinetic goofball. Then our reaction grows more puzzled: This is supposed to be fun, right? By the end, the movie has declared itself as a black comedy about one very deeply troubled cable guy.\n\nI realize I am setting a trap here. I am insisting that Carrey should have played a character more like Ace Ventura or the \"Dumb and Dumber\" guy. Yet when he did, I didn't give those performances particularly great reviews. True, but Carrey was growing on me. He was defining his comic space and teaching it to audiences, and I was just about there, admiring his talent and boundless energy while wishing it had been better used than in the dreadful \"Ace Ventura: When Nature Calls.\" I was primed for \"The Cable Guy.\" In my mind, I had a notion of how the movie might unfold--a notion nurtured by the ads and previews, which understandably emphasize the madcap zany stuff. The movie is not much like that. The movie character the cable guy most resembles in his psychological profile is Rupert Pupkin, the pathological celebrity hound played by Robert De Niro in Scorsese's \"The King of Comedy.\" Yet the movie isn't trying to make a statement about the cable guy; it is simply trying for laughs in a way that will not produce them.\n\nThe plot centers around a character named Steven (Matthew Broderick), who has just been turned down for marriage by his girlfriend Robin (Leslie Mann). He moves into a bachelor pad and calls for cable service, and Chip Douglas (Carrey) comes pounding on his door (making sure, of course, to arrive very late and while Steven is in the shower).\n\nThe cable guy is a manic nerd with a lisp and an under slung jaw. He wants to be Steven's friend. He has a lot of trouble pronouncing certain words. \"My brother is a speech therapist,\" Steven says helpfully. The cable guy says, \"Tho?\" Soon the cable guy has insinuated himself into Steven's life and is offering detailed advice about life (which he reveals he has learned that morning from the summation at the end of a Jerry Springer program). His strategy for getting Robin to come back: Watch \"Sleepless in Seattle\" with her. Women are suckers for it. Many of these strategies work, and we're reminded of the relationship in the British comedy classic \"School for Scoundrels\" (which Carrey should remake) in which a cad teaches one-upmanship to a loser.\n\nBut soon the movie drifts into murkier waters. The cable guy has an unhealthy need to be Steven's friend, and he pursues that goal with behavior designed to scare anyone. He's a stalker. He's obnoxious and peculiar and inappropriate and relentless, and we start disliking him, and that's when the movie jumps the rails.\n\nThe director, Ben Stiller (\"Reality Bites\"), throws in alot of gratuitous but funny asides; there's a running gag about a CourtTV trial involving Hollywood twins whose relationship ends in murder.\n\nAnd in-jokes, as when the cable guy covers his face with fried chicken skin to imitate a scene from \"Silence of the Lambs\" (the actor Charles Napier, whose face was borrowed by Hannibal Lecter in \"Lambs,\" turns up here as a cop). And there's a fake TV commercial showing Eric Roberts playing a dual role in \"Brother, Sweet Brother,\" the docudrama based on the Hollywood trial.\n\nBut those are all side trips. The main line of the movie heads into deep trouble. My guess is, it did it accidentally. I don't think the writer, Lou Holtz Jr., wanted to do anything other than write a comedy that would please Jim Carrey fans and justify the star's famous $20 million paycheck. But somehow the logic of the story pushed it in another direction. If the cable guy is a pathological pest, then in the second half of the movie he has to be sicker than in the first.\n\nMaybe it would have worked better if the cable guy had become a real friend to Steven, devising love strategies and Machiavellian schemes to win back Robin and thwart her other suitors. As it is, the movie goes in one direction and the cable guy goes in another, and by the end we aren't really looking forward to seeing Jim Carrey reappear on the screen. Note to the producers: There's an old showbiz saying that  \"satire is what closes on Saturday night.\" To which could be added another: \"Black comedy is not what you pay someone $20 million todo.\"", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-06-14", "genres": ["Comedy"], "title": "The Cable Guy (1996)"}