{"url": "http://www.rogerebert.com/reviews/the-aristocrats-2005", "by": "Paul Provenza", "star_rating": 2.5, "text": "Featuring: Jason Alexander, Shelley Berman, Lewis Black, David Brenner, Drew Carey, George Carlin, Tim Conway, Andy Dick, Phyllis Diller, Joe Franklin, Judy Gold, Whoopi Goldberg, Gilbert Gottfried, Eric Idle, Eddie Izzard, Richard Lewis, Bill Maher, Howie Mandel, Merrill Markoe, Jackie \"The Joke Man\" Martling, Michael McKean, Larry Miller, Martin Mull, Kevin Nealon, The Onion editorial staff, Penn & Teller, Emo Philips, Kevin Pollak, Andy Richter, Don Rickles, Chris Rock, Bob Saget, Harry Shearer, the Smothers Brothers, David Steinberg, Jon Stewart, Larry Storch, Rip Taylor, Dave Thomas, Peter Tilden, Bruce Vilanch, Fred Willard, Robin Williams, Steven Wright.\n\nTwo extremes in joke-telling: Style No. 1: As tight as a haiku. Not one wasted word. Told with aggressive brutality. Ends with a punch line that ends with the punch word. The last word delivers the joke. Then, bang, it's over.\n\nStyle No. 2: The joke-teller's purpose is to sadistically control the time and attention of the other person by an elaborate and unnecessary recital of the setup. He lovingly adds irrelevant details. Uses one or more accents. Chuckles during the telling, to prompt you that he's funny. Inverts the punch line, so the pay-off comes at the start, not the end, of the final sentence, which then meanders in anticlimax. Then provides a helpful explanation of the joke. (\"See, the bartender was talking to the duck, not the woman.\") In the worst of all possible worlds, he finds his joke so funny that he actually repeats it, to be sure you properly appreciated it. Anyone who tells a joke this way should not be trusted in positions of authority.\n\nThe perfect joke in Style No. 1, as told by Henny Youngman, Rodney Dangerfield, Lou Jacobi:\n\nGuy goes to a psychiatrist.Psychiatrist says, \"You're crazy!\"\"I want a second opinion!\"\"All right, you're ugly!\"\n\nNow for a joke in Style No. 2, which can easily go five minutes. I will mercifully condense it:\n\nA carpenter dies and goes to heaven and tells St. Peter he is looking for his son. His description of the son matches Jesus. The son appears. \"Father?\" says the son. \"Pinocchio!\" says the father.\n\nI am constantly amazed that the people who tell this joke don't realize that every single person in the English-speaking world has already heard this joke 500 times. The joke-teller relentlessly spins it out for minute after minute, while his captives stand there with glazed eyes and a rictus that he mistakes for a grin.\n\nI will now describe two versions of another joke.\n\nStyle No. 1.Guy goes into a talent agency to pitch his act.“What do you do?” asks the agent.“We come out and crap on the stage.”“What do you call yourselves?”“The Aristocrats.”\n\nStyle No. 2 now has an entire movie devoted to it. It is famous among professional comedians, we're told, as the Dirtiest Joke of All Time. Here's how you tell it. After the talent agent asks “What do you do?,” the other guy describes a long series of the most depraved and disgusting words, images and actions that he can string together. Absolutely nothing is off limits. The act can involve incest, bestiality, matricide, bodily waste, vomiting and other sudden voidings, necrophilia, bondage, whatever. It is described in racist, sexist and obscene terms. After the litany is complete, the agent asks “What do you call yourselves” and the guy replies, etc.\n\nNo less than 100 comedians appear in “The Aristocrats,” according to someone who kept score. I think the editorial board of The Onion is counted as one. It's observed by several of them that professional comedians don't tell “jokes” onstage; they do an act, often involving their cosmic struggle with life. The Dirtiest Joke is reserved for when they hang out with one another. There's a competition: Who can make it longer and dirtier? Michael O'Donoghue once told a version that lasted 90 minutes.\n\nI am an expert on joke-telling, and often hold audiences spellbound with my mastery of the topic. I contend this joke cannot be funny one-on-one, or in a small group. It must be performed before a larger group, preferably in a situation where it is transgressive and dangerous. That's because it is not a funny joke, but it can potentially create a funny situation, or an interesting one. That explains why, with all the firepower in this movie (George Carlin, Andy Dick, Richard Lewis, Chris Rock and 96 more), the funniest version ever told, everyone agrees, was by Gilbert Gottfried at a 2001 Friar's Club Roast of Hugh Hefner.\n\nGottfried had a lot of things going for him. (1) Every comic in the room knew the joke, and couldn't believe he was telling it. (2) Hugh Hefner was seated in a wing-tip chair next to the podium, and seemed uncertain if he should laugh at its extreme Political Incorrectness. (3) The roast was held not long after 9/11, and when he started to tell a joke on that topic, there were shouts from the audience of \"Too soon!\" – and that’s when he switched gears to “The Aristocrats,” so the joke was perceived as a desperation play; (4) He tells it with breakneck, manic intensity, so that the point is not the joke, but the reckless, heedless performance. All the conditions are in place for Gottfried to have a big success, because at last the joke has found a setting in which it can actually offend.\n\nIn “The Aristocrats,” which was directed by Paul Provenza and co-produced by Penn Jillette, we hear the joke in many versions and styles. Sometimes we cut between takes of the same guy telling it two or three times. It is theorized about. It is marveled at. What's remarkable is that no one, except Dick Smothers and Phyllis Diller, thinks that it isn't funny. Everything depends on the risk involved in telling it; without risk, no joke.\n\n“The Aristocrats” might have made a nice short subject. At 87 minutes, it's like the boozy salesman who corners you with the Pinocchio torture. I am left with three observations. (1) If Buddy Hackett were still alive, he could have told it better than Gilbert Gottfried. (2) Whatever happened to Andrew Dice Clay? (3) The punch line stinks. These are better:\n\n“The Brothers Two.”“The Mellow Tones.”“Penn and Teller.”", "running_time": 89, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-08-11", "genres": ["Comedy", "Documentary"], "title": "The Aristocrats (2005)"}