{"url": "http://www.rogerebert.com/reviews/the-kings-speech-2010", "by": "Tom Hooper", "star_rating": 4.0, "text": "\"The King's Speech\" tells the story of a man compelled to speak to the world with a stammer. It must be painful enough for one who stammers to speak to another person. To face a radio microphone and know the British Empire is listening must be terrifying. At the time of the speech mentioned in this title, a quarter of the Earth's population was in the Empire, and of course much of North America, Europe, Africa and Asia would be listening — and with particular attention, Germany.\n\nThe king was George VI. The year was 1939. Britain was entering into war with Germany. His listeners required firmness, clarity and resolve, not stammers punctuated with tortured silences. This was a man who never wanted to be king. After the death of his father, the throne was to pass to his brother Edward. But Edward renounced the throne \"in order to marry the woman I love,\" and the duty fell to Prince Albert, who had struggled with his speech from an early age.\n\nIn \"The King's Speech,\" director Tom Hooper opens on Albert (Colin Firth), attempting to open the British Empire Exhibition in 1925. Before a crowded arena and a radio audience, he seizes up in agony in efforts to make the words come out right. His father, George V (Michael Gambon), has always considered \"Bertie\" superior to Edward (Guy Pearce), but mourns the introduction of radio and newsreels, which require a monarch to be seen and heard on public occasions.\n\nAt that 1925 speech, we see Bertie's wife, Elizabeth (Helena Bonham Carter), her face filled with sympathy. As it becomes clear that Edward's obsession with Wallis Simpson (Eve Best) is incurable, she realizes her Bertie may face more public humiliation. He sees various speech therapists, one of whom tries the old marbles-in-the-mouth routine first recommended by Demosthenes. Nothing works, and then she seeks out a failed Australian actor named Lionel Logue (Geoffrey Rush), who has set up a speech therapy practice.\n\nLogue doesn't realize at first who is consulting him. And one of the subjects of the film is Logue's attitude toward royalty, which I suspect is not untypical of Australians; he suggests to Albert that they get on a first-name basis. Albert has been raised within the bell jar of the monarchy and objects to such treatment, not because he has an elevated opinion of himself but because, well, it just isn't done. But Logue realizes that if he is to become the king's therapist, he must first become his friend.\n\nIf the British monarchy is good for nothing else, it's superb at producing the subjects of films. \"The King's Speech,\" rich in period detail and meticulous class distinctions, largely sidesteps the story that loomed over this whole period, Edward's startling decision to give up the crown to marry a woman who was already divorced three times. Indeed, the Duke and Duchess of Windsor (as they became) would occupy an inexplicable volume of attention for years, considering they had no significance after the Duke's abdication. The unsavory thing is that Wallis Simpson considered herself worthy of such a sacrifice from the man she allegedly loved. This film finds a more interesting story about better people; Americans, who aren't always expert on British royalty, may not necessarily realize that Albert and wife Elizabeth were the parents of Queen Elizabeth II. God knows what Edward might have fathered.\n\nDirector Tom Hooper makes an interesting decision with his sets and visuals. The movie is largely shot in interiors, and most of those spaces are long and narrow. That's unusual in historical dramas, which emphasize sweep and majesty and so on. Here we have long corridors, a deep and narrow master control room for the BBC, rooms that seem peculiarly oblong. I suspect he may be evoking the narrow, constricting walls of Albert's throat as he struggles to get words out.\n\nThe film largely involves the actors Colin Firth, formal and decent, and Geoffrey Rush, large and expansive, in psychological struggle. Helena Bonham Carter, who can be merciless (as in the \"Harry Potter\" films), is here filled with mercy, tact and love for her husband; this is the woman who became the much-loved Queen Mother of our lifetimes, dying in 2002 at 101. As the men have a struggle of wills, she tries to smooth things (and raise her girls Elizabeth and Margaret). And in the wider sphere, Hitler takes power, war comes closer, Mrs. Simpson wreaks havoc, and the dreaded day approaches when Bertie, as George VI, will have to speak to the world and declare war.\n\nHooper's handling of that fraught scene is masterful. Firth internalizes his tension and keeps the required stiff upper lip, but his staff and household are terrified on his behalf as he marches toward a microphone as if it is a guillotine. It is the one scene in the film that must work, and it does, and its emotional impact is surprisingly strong. At the end, what we have here is a superior historical drama and a powerful personal one. And two opposites who remain friends for the rest of their lives.\n\nNote: The R rating refers to Logue's use of vulgarity. It is utterly inexplicable. This is an excellent film for teenagers.", "running_time": 118, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-12-15", "genres": ["Drama", "History"], "title": "The King's Speech (2010)"}