{"url": "http://www.rogerebert.com/reviews/the-beach-2000", "by": "Leonardo DiCaprioas Richard", "star_rating": 2.0, "text": "\"The Beach\" is a seriously confused film that makes three or four passes at being a better one and doesn't complete any of them. Since Leonardo DiCaprio is required to embody all of its shifting moods and aims, it provides him with more of a test than a better film might have; it's like a triathlon where every time he spies the finish line they put him on a bicycle and send him out for another 50 miles.\n\nThe early scenes deliberately evoke the opening of \"Apocalypse Now,\" with its sweaty closeups, its revolving ceiling fans and its voice-overs with DiCaprio trying to sound like Martin Sheen. In a fleabag hotel in Bangkok, Thailand, a fellow traveler (Robert Carlyle) tells him of an island paradise, hard to find but worth the trip. Will his journey borrow from a Joseph Conrad novel (Victory, say), as \"Apocalypse Now\" borrowed from Heart of Darkness? No such luck. DiCaprio's character, named Richard, recruits a French couple in the next room and as they set out for the legendary island, the movie abandons Conrad and \"Apocalypse,\" and borrows instead from \"Blue Lagoon\" on its way to a pothead version of \"Lord of the Flies.\" This is the kind of movie where the heroes are threatened by heavily armed guards in a marijuana field, and that's less alarming than when they jump off a ledge into a deep pool. Later they'll go swimming in glowing clouds of plankton, and Richard will face a shark in one-on-one combat.\n\nMany of the scenes look, frankly, like time fillers. Richard and his new French friends Francoise (Virginie Ledoyen) and Etienne (Guillaume Canet) arrive safely at a sort of retro hippie commune where the pot is free, the bongos beat every night and all is blissful on the beach, watched over by the stern eye of Sal (Tilda Swinton), the community's leader. It's paradise, Richard tells us--except for his lust for Francoise.\n\nSo will this become a love triangle? No, because Francoise, once enjoyed, is forgotten, and besides, Etienne only wants her to be happy. Those French. A later encounter with Sal is more like plumbing than passion, and both sex scenes are arbitrary--they aren't important to the characters or the movie.\n\nBut then many of the sequences fall under the heading of good ideas at the time. Consider, for example, a strange interlude in which Richard becomes the hero of a video game, stomping through the landscape in computerized graphics. There is an echo here from \"Trainspotting,\" a better film by the same director, Danny Boyle, in which f/x are used to send the hero on a plunge into the depths of the world's filthiest toilet. There the effects worked as comic exaggeration; here they're just goofy.\n\nWhat is important, I guess, is Richard's evolution from an American drifter in the Orient into a kind of self-appointed Tarzan, who takes to the jungle and trains himself, well aware that a movie so pointless and meandering will need contrived violence to justify the obligatory ending. In a paroxysm of indecision, the film's conclusion mixes action, existential resignation, the paradise-lost syndrome and memories of happier days, the last possibly put in for studio executives who are convinced that no matter how grim a movie's outcome, it must end on a final upbeat.\n\nWatching \"The Beach\" is like experiencing a script conference where only sequences are discussed--never the whole film. What is it about, anyway? There are the elements here for a romantic triangle, for a man-against-the-jungle drama, for a microcosm-of-civilization parable or for a cautionary lesson about trying to be innocent in a cruel world. The little society ruled over by Sal is a benevolent dictatorship--you can be happy as long as you follow the rules--and that's material for satire or insight, I guess, although the movie offers none.\n\nThere is one extraordinary development. One of the commune guys is bitten by a shark, and when his anguished screams disturb the island idyll of the others, Sal simply has him moved out of earshot. This event suggests the makings of another, darker movie, but it's not allowed to pay off or lead to anything big.\n\nMaybe that's because the whole film is seen so resolutely through Richard's eyes, and the movie doesn't want to insult its target demographic group or dilute DiCaprio's stardom by showing the character as the twit that he is. In a smarter film, Richard would have been revealed as a narcissistic kid out of his depth, and maybe he would have ended up out in the woods where his screams couldn't be heard.", "running_time": 119, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-02-11", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "The Beach (2000)"}