{"url": "http://www.rogerebert.com/reviews/the-haunting-in-connecticut-2009", "by": "Virginia Madsenas Sara Campbell", "star_rating": 2.0, "text": "\"The Haunting in Connecticut\" isn't based on just any old true story. No, it's based on \"the true story.\" That would be the case of the Snedeker family, who in the 1970s moved into a ghost-infested house in Southington, Conn., and had no end of distress. We know their story is true because it was vouched for by Ed and Lorraine Warren, paranormal sleuths who also backed up Bill Ramsey, a demonic werewolf who bit people; \"The Amityville Horror,\" and the story of Jack and Janet Smurl, who inspired \"The Haunting.\"\n\n Even so, I doubt it's \"based on.\" More likely it was \"loosely inspired by\" a story. I don't believe a shred of this movie is true. Ray Garton, author of A Dark Place, a book including the case, observed that the Snedekers couldn't get their stories straight. When he reported this to the investigators, Wikipedia says, he was instructed to \"make it up and make it scary.\"\n\n But what does that matter if all you're looking for is a ghost story? \"The Haunting in Connecticut\" is a technically proficient horror movie and well acted. We have here no stock characters, but Virginia Madsen and Martin Donovan in a troubled marriage, Kyle Gallner as their dying son, and Elias Koteas as a grim priest. They make the family, now known as the Campbells, about as real as they can be under the circumstances. The film has an alarming score and creepy photography, and a house that doesn't look like it has been occupied since the original inhabitants ... died, let's say. \n\nSo all the elements are there, and one of my fellow critics said he \"screamed like a girl three times,\" although he is rather known for doing so. There are two screamable elements: (1) Surprises and (2) Spectres.\n\n The Surprises are those moments when a hand, a face, a body, a body part or (usually) a cat leaps suddenly into the frame, and you jump in your seat and then say, \"Aw, it was only a cat.\" Or a face, a body part, a vampire bat, etc. The Spectres involve some ghostly apparitions that may or may not be physical. \n\nMatt, the Campbell's son, is dying of cancer and must be driven miles for his radiation treatments. Madsen makes an \"executive decision\" to buy a house in the distant town so Matt, with radiation burns and nausea, doesn't have to drive so far. If the movie has a flaw, and it does, it's too many Surprises. Every door, window, bedroom, hallway, staircase, basement area, attic and crawlspace is packed with Surprises, so that it's a rare event in the house that takes place normally. The Campbells are constantly being Surprised, so often they must be tuckered out at day's end from all of that running, jumping and standing real still.\n\nBut I must not be too harsh, because Surprises are what a movie like this trades in. Koteas does a great job as the priest, who was not a ghostbuster in a Roman collar but a fellow radiation patient who never looked like he was confident good would win out in the end.\n\nSo. A preposterous story, so many scares they threaten to grow monotonous, good acting and filmmaking credits and what else? Oh, what's with the ectoplasm? Didn't Houdini unmask that as a fraud? And didn't the Amazing Randi? And what's it doing still being treated as real in the true story?", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-03-25", "genres": ["Drama", "Horror", "Thriller"], "title": "The Haunting in Connecticut (2009)"}