{"url": "http://www.rogerebert.com/reviews/the-middle-of-the-world-1976", "by": "Olimpia Carlisi Jas Adriana", "star_rating": 3.5, "text": "\"A woman who is known only through a man is known wrong.\" - Henry Adams \n\nOr so he's quoted in the current Newsweek. The line jumped off the page at me because, just 24 hours earlier, I'd seen Alain Tanner's \"The Middle of the World.\" And Adams' conclusion is Tanner's as well, demonstrated in one of the best recent films about the risky terrain between modern men and women. \n\nTanner tells the story of a businessman and a waitress. Of a man who's very successful, \"happily married,\" running for political office; of a woman who lives in a spartan room and keeps her thoughts mostly to herself. They spend four months together in a sexual relationship that she, more clearly than he, does not mistake for love. \n\nWe get just a short glimpse of the man's wife, suggesting the right tie for him in the morning, and then he gets his first glimpse of the waitress. She works in the railway cafe of a small Swiss village. She is northern Italian, dark-haired, tall, carrying her beauty with a grave dignity. He falls for her. He comes to her room. He must see her every day, he says. She agrees to meet him, for reasons that remain her own; she doesn't express her feelings very often in the movie, nor does the businessman really want her to. \n\nA psychiatrist would have a lot to say about the man. He has a family, is wealthy, has been thrust into the public eye as a candidate. At this precise moment, he begins his affair. He doesn't really care who knows. He almost makes an effort to let the secret out, and in the end, the affair is responsible for his defeat. It doesn't matter. He wanted to fail, perhaps? And yet he has no notion of abandoning his bourgeois life; he wants the waitress to marry him so they can go on trips, live in a nice house, embrace the middle class. \n\nShe simply will not do that. She turns him down at a series of crucial moments. She will not enter his luxurious home when his wife is away. She will not make love in a hotel room where, he has just explained, the rich Americans come to make love in the winter. She will not quit her job (her \"stupid job,\" he calls it) or leave her little room. And it never really occurs to him to stop talking long enough to ask her, why not? \"You don't really know me,\" she says more than once. And, \"A man thinks he knows a woman when he has seen her naked, but he doesn't.\" \n\nIt's to Tanner's credit that the movie never pretends to \"know\" her, either. This is the story of a relationship that fails because the man is incapable or unwilling to open himself to the woman - and, since he won't, the woman isn't revealed for the audience, either. We know a great deal more about the man - blustering, giving little lectures sometimes childish, sexually enthusiastic, fond of food and drink, self-destructive. He runs through his entire drama with her as supporting cast. When she goes, we sense, he'll find another. Yet it's the woman (Olimpia Carlisi) who interests us. She has a way of reacting silently, of smiling at certain things, of keeping her thoughts to herself in such a way that we can almost read them. \"The Middle of the World\" is an infinitely more feminist movie (if that's what you're looking for) than the various tracts that are available. It engages us in a creative act of imagination about what it means when woman (or anyone) holds back and asks to be really listened to and truly seen. And by reflection, it gives us a man (or anyone) who never listens and doesn't see.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-06-17", "genres": ["Drama", "Romance"], "title": "The Middle of the World (1976)"}