{"url": "http://www.rogerebert.com/reviews/the-central-park-five-2012", "by": "Ken Burns", "star_rating": 3.5, "text": "A documentary featuring Ed Koch, David Dinkins, Craig Steven Wilder, Calvin O. Butts III, Jim Dwyer, Natalie Byfield, Michael Warren, Lynnell Hancock, Kevin Richardson, Raymond Santana, Yusef Salaam and Korey Wise.\n\nThe term \"wilding\" has become entrenched in the language. In general terms, it refers to groups of violent, young marauders, non-white by implication, who range through cities at night attacking random citizens. The word reminds many of a notorious incident in 1989 when five black and Latino teenagers were arrested and convicted for the brutal assault and rape of a 28-year-old white woman while she was jogging in Central Park. She lingered near death in a coma for days before finally beginning to recover.\n\nThe case transfixed a racially polarized New York City. The teens were labeled as a \"wolf pack\" by the news media, led by the New York tabloids. Op-ed pieces generalized on the alleged spread of wilding among powerless young men around the country. In the documentary \"Central Park Five,\" it's not clear precisely when the word first appeared, but it lingers as a durable meme. And that's what we remember.\n\nWhat we may have forgotten, or never have known, is that the convictions of the five defendants were overturned by an appeals court after they had served 10 years behind bars. A man named Matias Reyes, already jailed as the East Side Rapist, confessed to a cellmate and was linked to the case by DNA evidence. A carefully constructed chronology established that the \"wolf pack\" was elsewhere in Central Park at the time — but too far away to have possibly been involved. \n\nYet all of the Central Park Five were recorded on tape making full and detailed confessions to the crime. How could this be? This documentary by the respected Ken Burns, his daughter Sarah and her husband David McMahon suggests the confessions were browbeaten out of them after hours of nonstop questioning. Although they mentioned specific details of the assault, they seem to have been suggested to them by the police.\n\nIn outline, this story is uncannily similar to another wrongful conviction involving the \"West Memphis Three.\" As it happens, I viewed the new doc \"West of Memphis\" not long ago. In this case, the Three were convicted and one was sentenced to death on charges of sexually assaulting and murdering three little boys. In both cases the police/media narratives about the defendants inflamed public sentiment.\n\nIn New York, the image of violent young blacks was frightening, and in West Memphis, Ark., there was the scarcely less terrifying allegation that the defendants were members of a \"satanic cult.\" Both prosecutions were based on confessions. Both convictions were overturned after others confessed and matched DNA evidence. Race was not the only factor; non-whites in New York were as horrified as whites at the violent and lawless behavior of the assailants.\n\nOur justice system presumes defendants are innocent until proven guilty. It also places extreme pressure on the police to make arrests leading to convictions — to \"solve\" the crimes. The police officers knew, or should have known, that the confessions involved were extracted by psychological force (the Arkansas case was obtained from a young boy who was mentally retarded). If a heinous crime ends with a popular conviction, the system is satisfied. Nobody wants to hear contradictory evidence.\n\n\"Central Park Five\" unfortunately sidesteps part of its story. The five young men (Antron McCray, Kevin Richardson, Raymond Santana, Kharey Wise and Yusef Salaam) were indeed in Central Park that night, part of a larger group of perhaps 30. Members of that group, some as young as 15, may have been responsible for other attacks. Were they caught up in a mob mentality? \n\nThe film shows four of the five on camera (one is only heard). It also involves a detailed reconstruction of how the story broke, was developed and was dramatized by lurid tabloid headlines. Although the Central Park Five are suing the city for wrongful arrest and conviction, the city hasn't settled. Meanwhile, the word \"wilding\" remains in our memories. When I began this review with it, did you remember the case? Did you remember the \"wolf pack\" was wrongfully accused?", "running_time": 119, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-12-05", "genres": ["Documentary"], "title": "The Central Park Five (2012)"}