{"url": "http://www.rogerebert.com/reviews/the-adventures-of-baron-munchausen-1989", "by": "John Nevilleas Baron Munchausen", "star_rating": 3.0, "text": "I have ever confined myself to facts.\n\n- Attributed to Baron Munchausen There really was a Baron Munchausen. His full name was Karl Friedrich Hieronymous von Munchausen, and he lived from 1720 to 1797 and fought for the Russians against the Turks. He was, it is said, in the habit of embellishing his war stories, and in 1785 a jewel thief from Hanover named Rudolf Erich Raspe published a book in England which claimed to be based on the baron's life and times.\n\nThe real von Munchausen apparently did not complain about this book that made free with his reputation, even though it included such tall stories as the time the baron tethered his horse to a \"small twig\" in a snowstorm, and discovered when the snow melted that the twig was actually a church steeple.\n\nI remember the illustration that appeared with that story when I read it as a child: The baron on the ground, looking up in perplexity at his horse, which was still hanging from the steeple. I remember asking my father how the horse was going to get down, and my father speculating that he would have to wait until it snowed again, which seemed like a bleak prospect for the horse. And so I asked if the baron could feed his horse in the meantime by climbing up the steeple with hay. The mind of a child is wonderfully literal. And one of the charms of seeing \"The Adventures of Baron Munchausen\" was to see some of the baron's other impossible adventures, looking for all the world as if they had really happened, thanks to extraordinary special effects.\n\nFor adults, this is a \"special effects movie,\" and we approach it in that spirit, also appreciating the sly wit and satire that sneaks in here and there from director Terry Gilliam and his collaborators, who were mostly forged in the mill of Monty Python. They have not made a \"children's movie,\" but children may find it fascinating, because these adventures involve castles and sultans and horses and knights and the man in the moon - subjects that seem fresh, now that the high-tech hardware of outer space is taken for granted by most kids.\n\nTerry Gilliam's film is, in itself, a tribute to the spirit of the good baron. Gilliam must have had to embellish a few war stories himself, to get Columbia Pictures to spend a reported $46 million on this project, which is one of the three or four most expensive films ever made. The special effects are astonishing, but so is the humor with which they are employed. It is not enough that one of the baron's friends is the fastest runner in the world. He must run all the way to Spain and back in an hour, to fetch a bottle of wine and save the baron's neck. And he must be able to outrun a speeding bullet, stop it, and redirect it back toward the man who fired it.\n\nThese adventures, and others, are told with a cheerfulness and a light touch that never betray the time and money it took to create them. It's one thing to spent $46 million; it's another to spend it insouciantly. The movie begins when the baron indignantly interrupts a play that is allegedly based on his life, and continues as he tells the \"real\" story of his travels - which took him not merely to Turkey but also to the moon, to the heart of a volcano, and into the stomach of a sea monster so big that people actually lived there quite comfortably, once they had been swallowed.\n\nThe baron (John Neville) is accompanied on some of these adventures by his friends, including not only the world's fastest man, but also the world's strongest man, the man with the best hearing in the world, and another friend who does not have great eyesight, but owns glasses that allow him to see almost any distance. Even when he is separated from these comrades, the baron travels in good company: when a Venus appears from a seashell, she is played by Uma Thurman, the young innocent from \"Dangerous Liaisons,\" and when the man in the moon appears, he is Robin Williams, with a detachable head that is able to spin off into the night on its own.\n\nSome of the effects in this movie are actually quite wonderful, as when the baron and a friend return from the moon by climbing down two lengths of the same rope again and again, while the markings of a celestial globe apportion the sky behind them. In another scene, a giant feather falls softly onto a vast plain, while the baron tries to understand what strange new world he has found.\n\nNeville, a veteran of the Stratford Shakespeare Festival in Canada, keeps his composure in the midst of these special effects, and seems sensible and matter-of-fact, as anyone would if they had spent a lifetime growing accustomed to the incredible.\n\nThe wit and the spectacle of \"Baron Munchausen\" are considerable achievements. I wish only that Gilliam, who co-wrote the screenplay as well as directed, had been able to edit his own inspiration more severely as he went along. The movie is slow to get off the ground (the prologue in the theater goes on forever before we discover what it's about), and sometimes the movie fails on the basic level of making itself clear. We're not always sure who is who, how they are related, or why we should care. One of the things you have to do, when you fill a movie with extravagant fantasies, is to explain the story in clear and direct terms, so it doesn't fly apart with intoxication at its own exuberance.\n\nI was confused sometimes during \"Baron Munchausen,\" and bored sometimes, but this is a vast and commodious work, and even allowing for the unsuccessful passages there is a lot here to treasure. Gilliam says it is the third part of a trilogy. His first film, \"Time Bandits,\" was about childhood. His second, \"Brazil,\" was about adulthood. \"Baron Munchausen\" is about old age. He may be telling us the truth. He may also be telling us he has tethered his film to a twig in a snowstorm.", "running_time": 126, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-03-10", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Foreign", "Science Fiction"], "title": "The Adventures of Baron Munchausen (1989)"}