{"url": "http://www.rogerebert.com/reviews/the-big-animal-2004", "by": "Jerzy Stuhras Zygmunt Sawicki", "star_rating": 3.0, "text": "One day a camel appears in a Polish village. It must have been left behind by a circus. Bereft and abandoned, it seeks out the garden of the Sawicki family, Zygmunt and Marysia, and they are happy to give it a home. Not everyone has a camel, and Marysia feels as if there's another guest for dinner when the beast peers through their dining room window during meals.\n\nSo begins \"The Big Animal,\" a fable written by Krzysztof Kieslowski, the Polish poet of serendipity and coincidence, who died in 1996, leaving behind such masterpieces as \"The Double Life of Veronique\" and the Three Colors Trilogy (\"Blue,\" \"White\" and \"Red\"). He wrote this screenplay in 1973, adapted from a novel, six years before \"Camera Buff\" brought him his first wide attention. Now it has been filmed by his best friend Jerzy Stuhr, who stars as Zygmunt and appeared in many Kieslowski films, including \"White.\"\n\nThis is not a major Kieslowski work, nor was it intended to be. Kieslowski sometimes liked to work in a minor key, and some of the 10 hourlong films in his masterful \"The Decalogue\" (1988) occupy similar territory: They are small parables about trying to make moral choices in an indifferent universe. He finds unexpected connections between characters, and unexpected meetings, and unintended consequences. Surely to acquire an orphaned camel is such an event.\n\nAt first the village is happy to have a camel in its midst. That may be because the villagers have never seen a camel molting in the spring, when for several weeks, it resembles a sofa abandoned to the rain. The camel (played by Rublo the camel) is a docile creature who often seems to be trying to recapture a lost train of thought. Zygmunt takes it for strolls around the village, schoolchildren are delighted by it, and Marysia knits it a shawl that leaves holes for its two humps.\n\nAll is well, until stirrings of discontent are heard. Even in the most hospitable of communities, there are always malcontents who don't want a camel hanging around. The camel smells, and is unlovely, and it relieves itself in the street. And the Sawickis begin to stand out from the crowd: They are the People Who Have the Camel. In 1973, when Kieslowski wrote his screenplay, perhaps he saw it as a parable about life under the sameness and regimentation of communism. But even in a democracy, human nature is intolerant of those who are different, and to own a camel is to be different.\n\nIn a capitalist society, this film might not be made because the story is not commercial. In 1973, there were state sources in Poland for production funds, but I have no idea if \"The Big Animal\" was turned down by the authorities. It is the kind of story that could be seen as a satirical attack on the government, or on the other hand, it might simply be the tale of a camel. You never know. It is whimsical, bittersweet, wise in a minor key.\n\nI am reminded of a story that the director-writer Dusan Makevejev once told me. When there was a Yugoslavia, it had a censor whose job was to approve film scripts. The censor was a friend of Makavejev's; they had gone to school together. Makevejev submitted a script, and the censor called him into his office.\n\n\"Dusan, Dusan, Dusan,\" he said sorrowfully, \"you know what this story is about, and I know what this story is about. Now go home and rewrite it so only the audience knows what it is about.\"", "running_time": 73, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-06-11", "genres": null, "title": "The Big Animal (2004)"}