{"url": "http://www.rogerebert.com/reviews/the-untouchables-1987", "by": "Kevin Costneras Eliot Ness", "star_rating": 2.5, "text": "There is a moment in \"The Untouchables\" when a mobster doesn't want to talk to the law. He has just been captured by federal agents at the Canadian border while trying to run some booze down to Chicago for Al Capone. One of the guy's pals has been shot dead, out on the porch. He doesn't know his partner is dead.\n\nSean Connery walks outside, grabs the corpse, props it up against a wall, says he's gonna shoot the guy if he doesn't talk - and then puts a bullet into the corpse and drops it. Inside the cabin, the other mobster decides to talk.\n\nIt's a moment of quick, brutal improvisation, and it has an energy that's lacking during most of \"The Untouchables.\" Here is a movie about an era when law enforcement resembled gang warfare, but the movie seems more interested in the era than in the war. \"The Untouchables\" has great costumes, great sets, great cars, great guns, great locations and a few shots that absolutely capture the Prohibition Era. But it does not have a great script, great performances or great direction.\n\nThe script is by David Mamet, the Pulitzer Prize-winning playwright, but it could have been by anybody. It doesn't have the Mamet touch, the conversational rhythms that carry a meaning beyond words. It also lacks any particular point of view about the material and, in fact, lacks the dynamic tension of many gangster movies written by less talented writers. Everything seems cut and dried, twice-told, preordained.\n\nThe performances are another disappointment. The star of the movie is Kevin Costner as Eliot Ness, the straight-arrow federal agent who vows a personal struggle against the Capone mob. Costner is fine for the role, but it's a thankless one, giving him little to do other than act grim and incorrigible. The script doesn't give him, and he doesn't provide, any of the little twists and turns of character that might have made Ness into an individual.\n\nBut the big disappointment is Robert De Niro's Al Capone. All of the movie's Capone segments seem cut off from the rest of the story; they're like regal set-pieces, dropped in from time to time. De Niro comes onscreen with great dramatic and musical flourish, strikes an attitude, says a line, and that's basically the whole idea. There isn't a glimmer of a notion of what made this man tick, this Al Capone who was such an organizational genius that he founded an industry and became a millionaire while still a young man.\n\nThe best performance in the movie is by Sean Connery, as an Irish-American cop who signs on as Ness's right-hand man and seems, inexplicably, to know everything about the mob and its liquor business. Connery brings a human element to his character; he seems to have had an existence apart from the legend of the Untouchables, and when he's onscreen we can believe, briefly, that the Prohibition Era was inhabited by people, not caricatures.\n\nWhat's good about the movie is the physical production itself. There's a shot of Chicago's La Salle Street canyon, all decked out with period cars and extras, that's sensational. And there are a lot of other nice touches, like Capone's hotel headquarters and the courtroom where his trial is held.\n\nBut even the good use of sets and locations is undermined by Brian De Palma's curiously lead-footed direction - curious, because he is usually the most nimble and energetic of directors. Look, for example, at an early scene where Ness and his men are staking out a gang headquarters, and Ness spots a nosy photographer snooping around. The editing is so clumsy that we can't understand why the mob doesn't see Ness and the photographer. (And the photographer himself stays around for the whole picture as an implausible distraction, who somehow is always able to turn up whenever he's needed.)\n\nChicago's bootlegging battles were already a legend by the 1930s, when Warner Bros. turned them into the gangster movie industry. Directors have been struggling ever since to invest them with life, and free them from cliches. The best film about the era remains the uncut original version of Sergio Leone's \"Once Upon a Time in America.\" De Palma's \"Untouchables,\" like the TV series that inspired it, depends more on cliches than on artistic invention.", "running_time": 119, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-06-03", "genres": ["Action", "Crime", "Drama", "History", "Thriller"], "title": "The Untouchables (1987)"}