{"url": "http://www.rogerebert.com/reviews/the-simpsons-movie-2007", "by": "Dan Castellanetaas Homer/Krusty the Clown/Itchy", "star_rating": 3.0, "text": "The Simpsons are fairly surprised to find themselves in a movie; they can't believe \"anyone would pay to see what we did on TV for free.\" But I suspect a lot of people will. Here is a feature-length version of what Time magazine, no less, called \"the 20th century's best television series.\" That may say more about Time magazine and the 20th century than it does about the Simpsons, but never mind: The movie is funny, sassy and intelligent in that moronic Simpsons' way.\n\nThere is a plot, sort of, involving Homer's role in polluting the lake in Springfield, which calls down the wrath of the federal bureaucracy and leads to dire consequences for their fellow citizens. The Simpsons' guilt is counterbalanced by poor, idealistic Lisa, who goes door-to-door collecting signatures for her environmental crusade, only to get every door slammed in her face. One house even flees.\n\nThis story allows room for the sorts of political asides \"The Simpsons\" are famous for; not broadsides, but sideswipes. When the feds finally succeed at something in the movie, they're as surprised as everybody else.\n\nFor me, the three biggest laughs in the movie (I won't spoil them) are a plug for the Fox network, a skateboarding sequence inspired by \"Austin Powers\" and a unique way to go fishing. Those, and the peculiar everyday lives of the closely knit Simpsons, fill in the gaps in the plot, along with a devout neighbor who, considering what Homer puts in his mailbox, is more sinned against than sinning.\n\nThe movie sets some kind of record by crediting no less than 11 writers (James L. Brooks, Matt Groening, Al Jean, Ian Maxstone-Graham, George Meyer, David Mirkin, Mike Reiss, Mike Scully, Matt Selman, John Swartzwelder and Jon Vitti). That's not the usual case of endless tinkering, but an example of devotion; Variety says all 11 produced episodes for the TV show at one time or another. The genius of the series is that it has tapped some of the best offbeat comic talent instead of settling for the TV animation groove. Consider James L. Brooks and voice talent \"A.\" (for Albert) Brooks. These people work outside the box.\n\nI'm not generally a fan of movies spun off from TV animation. \"The Flintstones\" and \"Ninja Turtles\" moved me only marginally. But there's something about the Simpsons that's radical and simple at the same time, subversive and good-hearted, offensive without really meaning to be. It's a nice balancing act. And it finally settles the controversy over what state Springfield is in; it is bordered, we learn, by Ohio, Nevada, Maine and Kentucky. So you can figure it out right there.\n\nIf \"The Simpsons\" is indeed the best television series of 100 years (almost half of them, to be sure, without television), I guess I shouldn't be surprised to visit the Internet Movie Database and discover that the movie has been voted the 166th best film of all time, seven places above \"The Grapes of Wrath\" and 10 ahead of \"Gone With the Wind.\"\n\nThat's all the more remarkable because it was first screened for critics on Tuesday,  has had no sneak previews I've heard about, and already has 81.4 percent perfect 10 votes. Only 4.5 percent voted 9. That's funny, since you'd think more people would consider it really good but not great. Do you suppose somehow the ballot box got stuffed by \"Simpsons\" fans who didn't even need to see the movie to know it was a masterpiece? D'oh!", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-07-25", "genres": ["Animation", "Comedy", "Family"], "title": "The Simpsons Movie (2007)"}