{"url": "http://www.rogerebert.com/reviews/the-chronicles-of-narnia-prince-caspian-2008", "by": "Ben Barnesas Prince Caspian", "star_rating": 3.0, "text": "The \"Chronicles of Narnia\" movies take place in several worlds simultaneously. The magical fantasy land of the title is grounded in ancient Greco-Roman mythology, ruled by sorcery and superstition, and populated by centaurs, minotaurs, fauns, gryphons, talking mammals, tree spirits and such. The Pevensie kids are homo sapiens children of WW II England, though they spend most of their screen-time (and alternate lives) in Narnia, where they are royalty. \n\nC.S. Lewis wrote the novels in the post-war United Kingdom, between 1949 and 1954. And the pictures themselves are the products of a globalized 21st-century economy dominated by multinational conglomerates like the Walt Disney Company. All of these influences can be felt in the first two \"Narnia\" films, \"The Lion, the Witch and the Wardrobe\" (2005) and the latest, \"Prince Caspian\" (2008).\n\nWith bigger battles and scarier monsters than its predecessor, the new movie flaunts grander visual effects, and, with one notable exception, a dash more individuality than the initial installment. Thanks are due to supporting appearances by a diminutive Narnian named Trumpkin (Peter Dinklage, whose eyes have to do all the work underneath those flowing whiskers and latex wrinkles) and a fearless feather-sporting mouse named Reepicheep (voiced by Eddie Izzard with flair, and without overacting). \n\nThe keepers of the franchise should also be delighted that the actors playing the Pevensie children have aged so gracefully over the last three years, or 1,300, depending on how you're counting. You never know when somebody's going to go through an awkward stage, but these kids have only grown more photogenic with time.\n\nAs for the other visual effects: While most of the CGI in \"Wardrobe\" was passable, some dialog scenes with the children displayed what looked like surprisingly sloppy green-screen work, especially for such a mega-production. (Hasty re-shoots, perhaps?) This time, the great lion Aslan (voiced deeply but rather blandly by Liam Neeson) is still too much of a cuddly plush toy from the vanished kingdom of F.A.O. Schwartz, but some of the other sights are thrilling, notably a floody encounter with Poseidon/Neptune, and some mobile trees that could make Birnam Wood come to Dunsinane in a jiffy. These are no doubt highly sophisticated technical and artistic achievements, but they retain some of the simplicity and charm of Ray Harryhausen's pioneering stop-motion creations.\n\nIf you've read the novels (I haven't), you already know that your favorite characters from the first movie, like Mr. Tumnus the Faun and Mr. and Mrs. Beaver, will not be returning. \"Prince Caspian\" takes place centuries after the vanquishing of the titular witch in part one. As part two begins, the persecuted Narnian diaspora has been driven deep into the woods, and allegedly to the brink of extinction, by usurper Telmarine King Miraz (Sergio Castellitto).\n\nIt is never quite clear, though, who exactly the Narnians are. They're definitely not a species or a race because they include leopards, badgers, dwarves (they're called \"dwarves\" in the credits, not \"little people\"), giants, rhinoceroses, unicorns and mice (many of whom are conversant in English) -- but not, as you may recall from the first film, tigers, wolves, cyclopses, miniature Huns or two-legged yaks, all of whom are unaccountably but virulently anti-Narnian. \n\nNow it's Prince Caspian (Ben Barnes, with his indefinable Mediterranean accent -- more Spanish than Italian) who must return from exile to claim the throne, and although he's a Son of Adam (human), he's not a Narnian, he's a Telmarine. And we don't really know what that is, either. Unfortunately -- since he figures prominently in the next two installments as well -- Caspian registers as little more than a pretty vacancy in his debut outing. The time spent on his story, and the political backstabbing at the dark and dreary royal court, involving bearded lords and generals who all run together in a swarthy stew, feels like expositional padding, and there's too much of it in this nearly two-and-a-half-hour movie.\n\nWhen the film initially plunges us into the Caspian story (the prince's daring escape from his uncle's castle on the night Miraz's wife delivers him a male heir), its strategy is unclear: Are we being introduced to a new character because we're supposed to care, or are the filmmakers just toying with us, delaying the gratification of seeing the Pevensie siblings? All of the above, probably. In wartime London, the formerly cranky and petulant Edmund (Skandar Keynes) has become a trusty backer of his testy older brother Peter (William Moseley), who resents being a regular teen again after having already lived to adulthood as golden-boy High King of Narnia. Susan (Anna Popplewell) is learning to fend off nerdy smitten schoolboys, and Lucy (Georgie Henley) has developed poise and grace to complement her natural curiosity. It will be up to them to help Caspian defeat Miraz and restore the monarchy.\n\nAs directed by Son of Adam Andrew Adamson (the \"Shrek\" series), the \"Narnia\" movies are mostly about the plot and the effects, not necessarily in that order. They are serviceable spectacles, but don't approach the mythic grandeur and resonance of more grown-up films like John Boorman's \"Excalibur\" or Guillermo del Toro's \"Pan's Labyrinth.\"\n\nAnd in part that's because character is not destiny in the \"Narnia\" pictures. Destiny is. Which creates some moral and dramatic dilemmas for the viewer. With all the dramatis personae Lewis has crammed into his filagreed fantasies, few of the players have the opportunity to leave much of an impression, or acquire significance, beyond what the tale demands of them. (Who's that badger again?) They do what is asked of them -- in the story and by the story. And once we realize that even the leads are predestined to play their parts in fulfilling prophecies, and that all they have to do to meet the requirements is to abide by (or guess) whatever certain mystical authority figures want them to do, the tension deflates a bit.\n\nThe moral options, as set forth in the movies so far, are fairly clear-cut: believe the beautiful lion and the friendly beavers; don't trust the sepulchral ice queen bearing Turkish Delight or the hideous dark demons extolling the forces of hate. What could be simpler? A child could do it. And what kind of lesson does that communicate to the child who can? That it's easy to tell right from wrong? Not a wise maxim.\n\nWhat responsibilities do the Sons of Adam and Daughters of Eve (how does that work?) bear for their own decisions, and the consequences of their actions, if everything can eventually be set right by some deus ex machina -- the healing properties of supernatural potions, or the corrective powers of magic lion's breath? What becomes of free will, of meaning itself? \n\n\"Prince Caspian\" represents a slight moral advancement over its predecessor in that hubris does have catastrophic consequences -- though mostly for extras and bad guys. Hundreds die needlessly because their reputed leaders put too much stock in their own invincible status, but the price paid is never too dear, at least not for anybody you become accustomed to seeing onscreen. \n\nThe larger question remains: Why, really, do the Narnians need some anti-democratic, monarchy-loving European Son of Adam to lead them, to protect them, to fulfill their prophecies? (Think of Dennis the repressed anarcho-syndicalist peasant in \"Monty Python and the Holy Grail\": \"You can't expect to wield supreme executive power just because some watery tart threw a sword at you!\") Why can't the Narnians just lead themselves? \n\nThere's an obvious candidate for the job here -- a towering black centaur named Glenstorm (Cornell S. John), possessed of a noble bearing unsurpassed in Narnia. (He doesn't move as gracefully as he ought, but that fault lies with the effects crew and not with the character.) Now this charismatic fellow is a natural leader, a prophet, and a mesmerizing public speaker to boot. When he talks, you listen. He could also kick the pudding out of Peter or Caspian with both arms behind his back (and still have four legs to stand on!). Sadly for him (and us), his fate was decided a long time ago... by an Irish writer who dwelt in England's green and pleasant land.", "running_time": 150, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-05-15", "genres": ["Action", "Adventure", "Family", "Fantasy", "Science Fiction"], "title": "The Chronicles of Narnia: Prince Caspian (2008)"}