{"url": "http://www.rogerebert.com/reviews/the-virgin-suicides-2000", "by": "Kirsten Dunstas Lux Lisbon", "star_rating": 3.5, "text": "It is not important how the Lisbon sisters looked. What is important is how the teenage boys in the neighborhood thought they looked.\n\nThere is a time in the adolescent season of every boy when a particular girl seems to have materialized in his dreams, with backlighting from heaven. Sofia Coppola's \"The Virgin Suicides\" is narrated by an adult who speaks for \"we\"--for all the boys in a Michigan suburban neighborhood 25 years ago, who loved and lusted after the Lisbon girls. We know from the title and the opening words that the girls killed themselves. Most of the reviews have focused on the girls. They miss the other subject--the gawky, insecure yearning of the boys.\n\nThe movie is as much about those guys, \"we,\" as about the Lisbon girls. About how Trip Fontaine (Josh Hartnett), the leader of the pack, loses his baby fat and shoots up into a junior stud who is blindsided by sex and beauty, and dazzled by Lux Lisbon (Kirsten Dunst), who of the perfect Lisbon girls is the most perfect.\n\nIn every class there is one couple who has sex while the others are only talking about it, and Trip and Lux make love on the night of the big dance. But that is not the point. The point is that she wakes up the next morning, alone, in the middle of the football field. And the point is that Trip, as the adult narrator, remembers not only that \"she was the still point of the turning world then\" and \"most people never taste that kind of love\" but also, \"I liked her a lot. But out there on the football field, it was different.\" Yes, it was. It was the end of adolescence and the beginning of a lifetime of compromises, disenchantments and real things. First sex is ideal only in legend. In life it attaches plumbing, fluids, gropings, fumblings and pain to what was only an hour ago a platonic ideal. Trip left Lux not because he was a pig, but because he was a boy and broken with grief at the loss of his--their--dream. And when the Lisbon girls kill themselves, do not blame their deaths on their weird parents. Mourn for the passing of everyone you knew and everyone you were in the last summer before sex. Mourn for the idealism of inexperience.\n\n\"The Virgin Suicides\" provides perfunctory reasons that the Lisbon girls might have been unhappy. Their mother (Kathleen Turner) is a hysteric so rattled by her daughters' blooming sexuality that she adds cloth to their prom dresses until they appear in \"four identical sacks.\" Their father (James Woods) is the well-meaning but emasculated high school math teacher who ends up chatting about photosynthesis with his plants. These parents look gruesome to us. All parents look gruesome to kids, and all of their attempts at discipline seem unreasonable. The teenage years of the Lisbon girls are no better or worse than most teenage years. This is not the story of daughters driven to their deaths.\n\nThe story it most reminds me of, indeed, is \"Picnic at Hanging Rock\" (1975), about a party of young girls, not unlike the Lisbon sisters in appearance and sexual experience, who go for a school outing one day and disappear into the wilderness, never to be seen again. Were they captured? Killed in a fall? Trapped somehow? Bitten by snakes? Simply lost in the maze of nature? What happened to them is not the point. Their disappearance is the point. One moment they were smiling and bowing in their white dresses in the sun, and the next they were gone forever. The lack of any explanation is the whole point: For those left behind, they are preserved forever in the perfection they possessed when they were last seen.\n\n\"The Virgin Suicides\" is Sofia Coppola's first film, based on the much-discussed novel by Jeffrey Eugenides. She has the courage to play it in a minor key. She doesn't hammer home ideas and interpretations. She is content with the air of mystery and loss that hangs in the air like bitter poignancy. Tolstoy said all happy families are the same. Yes, but he should have added, there are hardly any happy families.\n\nTo live in a family group with walls around it is unnatural for a species that evolved in tribes and villages. What would work itself out in the give-and-take of a community gets grotesque when allowed to fester in the hothouse of a single-family home. A mild-mannered teacher and a strong-willed woman turn into a paralyzed captive and a harridan. Their daughters see themselves as captives of these parents, who hysterically project their own failure upon the children.\n\nThe worship the girls receive from the neighborhood boys confuses them: If they are perfect, why are they seen as such flawed and dangerous creatures? And then the reality of sex, too young, peels back the innocent idealism and reveals its secret engine, which is animal and brutal, lustful and contemptuous.\n\nIn a way, the Lisbon girls and the neighborhood boys never existed, except in their own adolescent imaginations. They were imaginary creatures, waiting for the dream to end through death or adulthood. \"Cecilia was the first to go,\" the narrator tells us right at the beginning. We see her talking to a psychiatrist after she tries to slash her wrists. \"You're not even old enough to know how hard life gets,\" he tells her. \"Obviously, doctor,\" she says, \"you've never been a 13-year-old girl.\" No, but his profession and every adult life is to some degree a search for the happiness she does not even know she has.", "running_time": 97, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-05-05", "genres": ["Drama", "Romance"], "title": "The Virgin Suicides (2000)"}