{"url": "http://www.rogerebert.com/reviews/the-legend-of-zorro-2005", "by": "Antonio Banderasas Zorro/Alejandro", "star_rating": 1.5, "text": "\"The Legend of Zorro\" commits a lot of movie sins, but one is mortal: It turns the magnificent Elena into a nag. You will recall \"The Mask of Zorro\" (1998), which first united Antonio Banderas and Catherine Zeta-Jones as Zorro and Elena, in a resurrection of the character first played by Douglas Fairbanks Sr. and subsequently by Tyrone Power, John Carroll, Guy Williams and -- here's a team for you -- George Hamilton and Anthony Hopkins.\n\nHopkins played the elder Zorro in the 1998 film, and Banderas played a street urchin who grew up to be a bandit but was taken under old Zorro's wing and taught the tricks of the trade, such as swordsmanship, horsemanship and charm. That was a grand movie, filled with swashes and buckles. Banderas and Zeta-Jones rose to the occasion with performances of joy and unbounded energy, and it was probably the best Zorro movie ever made, although having not seen them all I can only speculate.\n\nNow come Banderas and Zeta-Jones again, with the same director, Martin Campbell, and of all of the possible ideas about how to handle the Elena character, this movie has assembled the worst ones. The sublime adventuress has turned into the kind of wife who wants her husband to quit Zorroing because \"you do not know your own son,\" and besides Zorro comes home late, she never knows where he is, etc. We are inflicted with such dialogue as:\n\n\"People still need Zorro!\"\n\n\"No -- you still need Zorro!\"\n\n\"You're overreacting!\"\n\nSaints preserve us from Mr. and Mrs. Zorro as the Bickersons. And what are we to make of their son, Joaquin (a good little actor named Adrian Alonso), who dresses like Little Lord Fauntleroy but has developed, apparently by osmosis, all of the skills of his father, such as shadowing bad guys, eavesdropping on plots, improvising in emergencies and exposing a dastardly scheme to overthrow the government.\n\nHe's a bright kid, but not bright enough to recognize that Zorro is his own father. To be sure, Zorro wears a mask, but let me pose a hypothetical exercise for my readers. Imagine your own father. That's it. Now place him in a typical setting: Pushing back from the dinner table, cutting off some jerk in an intersection, or scratching his dandruff. Now imagine your dad wearing black leather pants, a black linen shirt, a black cloak, a flat black hat, and a black mask that covers his eyes. Got that? Now imagine him pushing back from the table. Still your dad, right? You can almost hear your mom: \"Now don't you go getting any ideas about that whip.\"\n\nTo be sure, Zorro's work keeps him away from home a lot, which is one of the things Elena is complaining about. Maybe the son has never seen his father. In that case, Elena has a point. Meanwhile, the villains have a plot to use a superweapon in order to bring about the collapse of the union and protect us from \"inferior races,\" by which they mean Zorro and all of his kind. Strange, how movie characters who hate \"inferior races\" somehow themselves never look like breeding stock. If they reproduced, they would found a line of dog whisperers and undersecretaries of defense.\n\nThe circumstances under which Zorro and the villain fight a duel with polo mallets is unprecedented in the annals of chivalry, but never mind: What's with this secret society named the Knights of Aragon, who have secretly controlled the world for centuries? When you belong to an ancient order that runs the world and you're reduced to dueling with polo mallets, it's like you're running the Scientology office in Thule.\n\nThere is a neat scene here where Zorro and his horse race a train and then the horse leaps from a trestle and lands on top of the train. That Zorro thinks a horse would to do this shows that Zorro does not know as much about horses as he should. For that matter, the horse itself is surprisingly uninformed. It must have had the mumps the week the other horses studied about never jumping blind from a high place onto something that, assuming it is there, will be going 40 mph.\n\nI am searching for the correct word to describe the scene where Zorro is served with divorce papers. Ah, I've found it! Shame I can't use it. Four letters. This is a family newspaper. Starts with \"s.\" Then Zorro has to attend a fancy dress ball where Elena turns up as the escort of Armand (Rufus Sewell), a wealthy French vineyard owner. This is like Supergirl dating Jughead. For maximum poignancy, we need a scene where little Joaquin approaches Armand and says, \"Father?\"", "running_time": 129, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-10-27", "genres": ["Action", "Adventure", "Drama", "Western"], "title": "The Legend of Zorro (2005)"}