{"url": "http://www.rogerebert.com/reviews/the-wiz-1978", "by": "Diana Rossas Dorothy", "star_rating": 3.0, "text": "Magical tornadoes can strike down anywhere, I guess, and spin you off to the land of Oz. On that wonderfully logical premise, the classic “Wizard of Oz” was transformed into a Broadway musical named “The Wiz,” and then the most expensive movie musical ever made. Is the movie a match for the 1939 Judy Garland version? Well, no, it's not (what movie could be?) but as a new approach to the same material, it's slick and energetic and fun.\n\n “The Wiz,” directed by Sidney Lumet, is set in present-day New York City, and finds its locations in fanciful sets suggesting Harlem, Coney Island, school playgrounds, the subway system, and a sweatshop. Our heroine, Dorothy, has been transformed from a Kansas teen-ager to a twenty-four-year-old black schoolteacher. And Diana Ross wears the same simple white frock for the entire film and projects a wide-eyed innocence that kind of grows on you.\n\n Some churlish souls suggested, however, that “The Wiz” strains our credibility too much. That a twenty-four-year-old schoolteacher should be too sophisticated to consort with cowardly lions and scarecrows and men made out of tin. Pay no attention: Critics like that wouldn't know a yellow brick road if they saw one.\n\n The Wiz asks for our suspension of disbelief and earns it (after a slow start) in that great shot of Dorothy and the Scarecrow dancing across a yellow brick bridge toward the towers of Manhattan. Up until then the going has been a little awkward. We don't really understand why Dorothy's such a mope at her aunt's dinner party, and, after she and her dog Toto are whirled away by a snowstorm, the scene in the playground really drags. Lots of graffiti people, drawn on the walls, come to life and dance about like a Broadway chorus line (which, of course, they are), and then Dorothy finally finds her first yellow brick.\n\n It's good that the Scarecrow is the first traveling companion she meets; Michael Jackson fills the role with humor and warmth. Nipsey Russell is fine as the Tin Man, too, but Ted Ross sort of disappears into his lion's costume, done in by the makeup man. We can't see enough of him to get to know him.\n\n There are lots of good scenes in the Emerald City. A dance sequence, for example, where The Wiz calls the shots and everybody instantly changes their clothes to stay in fashion. A run-in with a roller coaster. The scenes in the subway, where Dorothy and her friends are chased by enormous, menacing trash bins that snap their jaws ferociously. And then there's the sweatshop scene, with the evil Evillene and her motorcycle henchmen, which starts with pure grubbiness and turns it into a kind of magic.\n\n Finally, at the very end of the journey, there's Richard Pryor as The Wiz, coward at heart, filled with doubts, hiding behind the electronic gadgets he uses to enslave the Emerald City and keep Evillene at bay. The songs get a little sticky about here (all sorts of unthrilling messages about how you can achieve anything if only you believe) but Diana Ross knows how to sell them, and she has a virtuoso solo in a totally darkened frame that reminds us of Barbra Streisand's closing number in “Funny Lady.”\n\n The movie has great moments and a lot of life, sensational special effects and costumes, and Ross, Jackson, and Russell. Why doesn't it involve us as deeply as \"The Wizard of Oz\"? Maybe because it hedges its bets by wanting to be sophisticated and universal, childlike and knowing, appealing to both a mass audience and to media insiders. “The Wizard of Oz” went flat-out for the heart of its story; there are times when “The Wiz” has just a touch too much calculation.", "running_time": 134, "mpaa_rating": "G", "release_year": 1978, "date_published": "1978-10-24", "genres": ["Adventure", "Family", "Fantasy", "Music", "Science Fiction"], "title": "The Wiz (1978)"}