{"url": "http://www.rogerebert.com/reviews/the-pink-panther-2-2009", "by": "Steve Martinas Clouseau", "star_rating": 2.0, "text": "I was smiling all the way through the opening credits of \"The Pink Panther 2.\" They made me miss the golden age of credits, when you actually found out who the actors were going to be, and maybe saw a little cartoon in the bargain: This time, one about the misadventures of the Pink Panther, of course. And 10 of the actors in the movie's cast!\n\nImagine these names appearing one after another: Steve Martin, Jean Reno, Emily Mortimer, Andy Garcia, Alfred Molina, Aishwarya Rai Bachchan, John Cleese, Lily Tomlin, Jeremy Irons, Johnny Hallyday ... wait a minute! Aishwarya Rai Bachchan! That's India's Aishwarya Rai! The most beautiful woman in the world!\n\nAs the movie began, my smile faded. The actors are let down by the screenplay and direction, which don't really pop the supporting characters out into strong comic focus. Maybe the cast is simply too star-studded? There's sometimes the feeling they're being cycled onscreen by twos and threes, just to keep them alive.\n\nThen there's the albatross of the Blake Edwards/Peter Sellers films. Edwards was a truly inspired director of comedies (\"The Party,\" \"SOB,\" \"Victor/Victoria\"). Peter Sellers was a genius who somehow made Inspector Clouseau seem as if he really were helplessly incapable of functioning in the real world and somehow incapable of knowing that. Steve Martin is a genius, too, but not at being Clouseau. It seems more like an exercise.\n\nThe plot: \"The Tornado\" has stolen the Magna Carta, the Japanese Emperor's sword and the Shroud of Turin. Next may be the Pink Panther, the diamond that is, for some reason, the symbol of France's greatness and not merely an example of carbon under great pressure. Clouseau is chosen, despite the apoplectic agitation of Chief Inspector Dreyfus (Cleese), to join an international police Dream Team to thwart the possible deed.\n\nAlso onstage is Clouseau's assistant Nicole (Emily Mortimer), a fragrant rose; she and Jacques are so in love with each other, they cannot even bring themselves to admit it. The Italian team member Vincenzo (Andy Garcia), family name Doncorleone, moves on Nicole and tells Clouseau that Sonia (Aishwarya Rai Bachchan) likes him. That creates a rom-com situation that's sort muted because of Jacques and Nicole's shyness, and because the film seems reluctant to foreground Sonia very much. Rai is breathtaking in Bollywood films, where they devote a great deal of expertise to admiring beauty, but here's she's underutilized and too much in the background.\n\nMolina plays Pepperidge, a Sherlockian type who claims to be a great deducer of clues. Clouseau takes one look at him, and they start a deducing showdown, sort of funny. Reno is Ponton, Clouseau's associate inspector, whose considerable presence never really pays off. Yuki Matsuzaki, as the Japanese cop Kenji, seems to be projecting ideas about the character that were edited out or never written in. Tomlin is the departmental expert on P.C. behavior, who Clouseau argues with (\"But ... blonds are dumb!\").\n\nOpportunities to better develop all of these characters are lost, and we're left with the sight and stunt gags, which are central to the \"Panther\" films, of course, but feel recycled: This time, little kids are the kung-fu experts, for example, instead of Cato.\n\nToo many of the stunt gags are performed without payoffs; Buster Keaton, the master, always gave you reaction shots. When Clouseau is mistaken for the pope, for example, and seems to fall from his balcony to his death, why isn't there a crowd to contemplate the fallen Frenchman with his black moustache, maybe lurching to his feet, blessing them, and intoning dove la toilette? Or after Clouseau sets the restaurant on fire, why not make him struggle to get back inside, telling the firemen he insists on paying his check?\n\nThe first two \"Panther\" films, \"The Pink Panther\" (1963) and \"A Shot in the Dark\" (1964), were a serendipitous coming together of Edwards and Sellers. Truth to tell, none of their others were as inspired. The moment had passed. And it still hasn't come back round again. Zut!", "running_time": 92, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-02-04", "genres": ["Action", "Adventure", "Comedy", "Family", "Mystery"], "title": "The Pink Panther 2 (2009)"}