{"url": "http://www.rogerebert.com/reviews/the-real-blonde-1998", "by": "Matthew Modineas Joe", "star_rating": 3.0, "text": "Tom DiCillo's \"The Real Blonde\" is a meandering movie that usually meanders in entertaining directions. It has too many characters and not much of a plot, but that didn't bother me while I was watching it. It's a sketchbook in which the director observes certain types he seems familiar with. A lot of them are actors and models, who are understandably confused because they don't know if they're being paid to be someone else, or just because of who they are.\n\nThe central couple are Joe (Matthew Modine) and Mary (Catherine Keener), who have been together so long, they feel they should either break up or get married. Not that it isn't working the way it is, but they feel embarrassed, somehow, by not having chosen one path or the other. Joe is an actor with such high standards that he never works. Mary is a makeup artist in the fashion industry, skilled at calming restless models before they go in front of the camera.\n\nThe movie proceeds as a sort of tag game, as each new character introduces other ones. Through Mary we meet a famous photographer (Marlo Thomas) and an insecure model named Sahara (Bridgette Wilson). Through Joe we meet the punctilious caterer (Christopher Lloyd) he works for, and Joe's best friend, Bob (Maxwell Caulfield), a soap opera actor obsessed with dating a real blond. And then through Bob we meet a real blond named Kelly (Daryl Hannah) and, full circle, Bob also meets Sahara.\n\nMeanwhile, Mary's therapist (Buck Henry) leads her to discover a self-defense instructor (Denis Leary), while Joe's agent (Kathleen Turner) gets him a job in a Madonna video directed by Steve Buscemi, where he meets Madonna's body double (Elizabeth Berkley) and almost has an affair with her, while Mary is almost having an affair with the karate teacher.\n\nYou see what I mean. There are so many characters that none of them is really developed, except to a certain degree, Joe and Mary. But the film isn't about psychological insight. It has about the same depth as many real relationships in the same circles, where ego and job demands fit right into the lifestyle: People meet and feel like they know one another because they share the same jargon and reference points. They flirt, talk and dart away like mayflies who must mate before the end of the day--or the current shoot, whichever comes first.\n\nDiCillo is a quixotic director, who began as a cinematographer for directors like Jim Jarmusch, and whose take is always a little skewed. His credits include the ambitious, oddball but not compelling \"Johnny Suede\" (an early Brad Pitt film), the satirical \"Living in Oblivion,\" about a cheap horror movie production, and \"Box of Moonlight,\" about a man who goes in search of ... well, in search of something to go in search of.\n\nHere he devises brief, sharply observed scenes. He notices, for example, the way a makeup artist makes up not only a model's face but also her attitude. The way the karate instructor, playing an aggressor, takes a sly pleasure in using sexist insults. The way people talk knowledgeably about movies they haven't seen. The way a guy who's embarrassed to be in a porno store will brazen it out. All of the actors are right for their roles because a degree of typecasting has been done, but Daryl Hannah brings a particularly focused energy to the role of a soap opera actress who is not impressed that a guy is impressed by her. And Catherine Keener brings a wry wit to her character; she sees models on Times Square billboards and knows what it took to get them there.\n\nThe film's opening titles are a visual tease: We see parts of two torsos, gradually revealed, like shards of a giant sculpture, until finally they resolve themselves into a blond with a man who kneels to embrace her.\n\nLater in the film, we see the Marlo Thomas photographer taking that shot, and we learn the real story: The man, a European Fabio clone, is embarrassed because he \"released the gas,\" as he puts it, and the model consoles him. Thus are legends born.\n\nAs for Joe and Mary, their threatened relationship and their temptations to stray--\"The Real Blonde\" is so much more adult in its attitudes that a shallow film like, say, this week's \"Kissing a Fool.\" The characters are articulate enough to talk about what really moves them; they don't play sitcom games. DiCillo never puts two and two together, but somehow it all adds up.", "running_time": 107, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-02-27", "genres": ["Comedy", "Drama", "Romance"], "title": "The Real Blonde (1998)"}