{"url": "http://www.rogerebert.com/reviews/the-emperors-new-groove-2000", "by": "David Spadeas Emperor Kuzco", "star_rating": 3.0, "text": "In animation circles the word \"cartoon\" is frowned upon, because it makes people think of a film that is six minutes long and stars Bugs Bunny, rather than a film that is 100 minutes long and grosses $200 million. I've trained myself to refer to them as \"animated features,\" but now here comes Disney's \"The Emperor's New Groove,\" and the only word for it is \"cartoon.\" I mean that as a compliment. \"Groove\" is not an animated musical telling an archetypal fable about mermaids, lions or brave young Chinese girls. It's a goofy slapstick cartoon, with the attention span of Donald Duck. The plot is a transparent excuse to string together the sight gags, and the characters are slapped together, too, although they wisely look like the actors who voice them, so in a way we know them already.\n\nConsider Emperor Kuzco, who rules over a mythical kingdom somewhere in South America. He's voiced by David Spade, and he's a lot like the character Spade often plays, a laconic, cynical wise guy fascinated with himself. A little of Spade goes a long way, but here the animation provides enough distance so that I actually found myself enjoying Kuzco, even if his name does sound like a discount store.\n\nKuzco makes the mistake, early in the film, of firing an aged crone named Yzma (voice of Eartha Kitt), who vows revenge. Her sidekick is Kronk (voice of Patrick Warburton, from \"Seinfeld\"), a cook who would truly like to be an evil accomplice but simply cannot focus his mind on the task; he's distracted by his first love, cooking. One of the running gags is Yzma's attempt to whip Kronk into a frenzy of villainy, and his own genial disinterest in her plots.\n\nKuzco spends his days in ill will. He has recently displaced a village, and now has his eye on a nice hilltop site for his summer palace \"Kuzcotopia\"--a hill currently occupied by the jolly peasant Pacha (voice of John Goodman); his pregnant wife, Chicha (voice of Wendie Malick), and their children. Kuzco orders them banished, not long before Yzma slips him a potion that is intended to kill him but, through a miscalculation, merely turns him into a llama.\n\nThe life of a llama does not by its nature lend itself to being lived by a smart-ass emperor, something Kuzco quickly discovers. He slinks away into the jungle, which is fearsome and frightening, especially at night, and although he has always been into self-pity, he now finds real-life inspiration for his tears. Enter Pacha, who is a really nice guy and helps the llama even after he finds out the animal is occupied by the emperor who wanted to displace his family. Their relationship, which continues Spade's long-running tradition of picking fat guys as movie co-stars, is unusual among Disney pictures because the lead is the jerk and the sidekick is the hero.\n\nThat's the plot, more or less. It would be thin if this were the typical uplifting Disney fable, but it isn't. \"The Emperor's New Groove\" seems to have been made over in a corner of the Disney lot by animators who just wanted to laugh a lot and wear funny hats. The film's director is Mark Dindal, who worked on the visuals of \"The Little Mermaid\" and \"Aladdin,\" but whose most relevant credit is a 1997 Warner Bros. animated feature named \"Cats Don't Dance.\" It didn't do much business, perhaps because audiences look for the Disney trademark on most animation, but I liked its visual aliveness and its cheeky storytelling quality.\n\nHe brings the same quality to \"The Emperor's New Groove\"--he wants to be silly in the moment, and trust the movie to take care of itself. His style here has been compared to the classic Chuck Jones and Tex Avery cartoons at Warner Bros., where sentimentality is avoided, wisecracks are valued, and the animators sneak social and media satire in between the gags.\n\n\"The Emperor's New Groove\" began life, I understand, as quite a different kind of movie--a portentous, ambitious Disney feature along the lines of \"Mulan\" or \"Pocahontas.\" Apparently that vein didn't yield gold, and some of the original footage was junked while other scenes were re-tracked and the original musical score was largely shelved. I don't know what the earlier version would have been like, but this version is a zany tonic, more upbeat and funnier than the lugubrious \"Dr. Seuss' How the Grinch Stole Christmas.\" The movie doesn't have the technical polish of a film like \"Tarzan,\" but is a reminder that the classic cartoon look is a beloved style of its own. When the Looney Tunes trademark came on the screen at the kiddie matinee of long ago, the kiddies would cheer in unison because they knew they were going to have unmitigated fun. \"The Emperor's New Groove\" evokes the same kind of spirit.", "running_time": 78, "mpaa_rating": "G", "release_year": 2000, "date_published": "2000-12-15", "genres": ["Adventure", "Animation", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "The Emperor's New Groove (2000)"}