{"url": "http://www.rogerebert.com/reviews/the-others-2001", "by": "Nicole Kidmanas Grace", "star_rating": 2.5, "text": "\"The Others\" is a haunted house mystery--from which you assume, trained by recent movies, that it is filled with flashy special effects, violent shocks, blood-curdling apparitions, undulating staircases, telescoping corridors, graves opening in the basement, doors that will not lock or will not open, and dialogue like \"There's something in this house! Something . . . diabolic!\" You would be right about the dialogue. This is a haunted house movie, dark and atmospheric, but it's quiet and brooding. It has less in common with, say, \"The House on Haunted Hill\" than with \"The Sixth Sense\" or a story by Oliver Onions. It's not a freak show but a waiting game, in which an atmosphere of dread slowly envelops the characters--too slowly.\n\nComparing this movie with \"The Sixth Sense,\" we feel a renewed admiration for the way M. Night Shyamalan was able to maintain tension through little things that were happening, instead of (this film's strategy) big things that seem about to happen.\n\nThe film takes place in an isolated manor on the island of Jersey, off the British coast. In this house lives Grace (Nicole Kidman) and her two children, the tremulous Nicholas (James Bentley) and the cheeky Anne (Alakina Mann). To the house one day come three servants, who are responding, or say they are responding, to Grace's advertisement for domestic help. There are vacancies because the previous servants decamped in the middle of the night without a word of notice. The three new applicants have the advantage of being familiar with the house.\n\nIt is a sound tradition of British fiction that servants do not leave a house only to later return and be rehired (the sole exception is George Wellbeloved, Lord Emsworth's pig-keeper at Blandings Castle). But these are the days immediately after World War II, which claimed, or seems to have claimed, Grace's husband in battle, and so perhaps help is hard to find. She hires them: Mrs. Mills (Fionnula Flanagan), the middle-aged Irish woman with the know-it-all nods, the young mute girl Lydia (Elaine Cassidy), and the gardener Mr. Tuttle (Eric Sykes), who is so ancient that for him planting a seed is an act of wild optimism.\n\nThere are odd rules in the house. Each of the 50 doors must be locked before another can be opened. The curtains must always be drawn. These measures are necessary, Grace explains, because Anne and Nicholas are so allergic to the sunlight that they might die if exposed to it.\n\nThe film's events are such that I must not describe them. Even a hint might give away the game. Of course they are elusive and mysterious, reported by some, not seen by others, explained first one way and then another. By the time we arrive at the line \"there's something in this house!\" we are not only prepared to agree, but to suspect that in supernatural terms, it's as crowded as the Smithsonian's attic.\n\nThe director, Alejandro Amenabar, has the patience to create a languorous, dreamy atmosphere, and Nicole Kidman succeeds in convincing us that she is a normal person in a disturbing situation and not just a standard-issue horror movie hysteric. But in drawing out his effects, Amenabar is a little too confident that style can substitute for substance.\n\nAs our suspense was supposed to be building, our impatience was outstripping it. As Houdini said, or should have if he didn't, you can only listen to so much spectral knocking before you want to look under the table.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-08-10", "genres": ["Drama", "Mystery", "Suspense", "Thriller"], "title": "The Others (2001)"}