{"url": "http://www.rogerebert.com/reviews/the-deathmaster-1972", "by": "Robert Quarryas Khorda", "star_rating": 1.0, "text": "In the good old days when Roger Corman was producing about two dozen exploitation movies a year for American-International, he had this interesting way of getting the most for his money. He'd go through all the current acting contracts to see who still owed the company a few days of work. And then if, say, Boris Karloff was still on the books for four days, Corman would commission a horror movie that could be about anything. There was only one requirement: The script had to include four shooting days with Karloff. No more.\n\n\"The Deathmaster,\" a vampire movie that has moved into neighborhood theaters under cover of darkness (naturally) looks like two Corman specials that ran into one another. Judging by the internal evidence, I'd say the producers were into Robert Quarry for about two weeks of work. They also must have had a batch of unexpired contracts with a team of unemployed beach-party extras. How else to explain the most schizo horror movie since...\"Schizo\"?\n\nQuarry is an old hand at the vampire game by now. The two superstars of the horror genre are Christopher Lee and Peter Cushing, but Quarry has been moving up fast in the last year or two. He was the star of \"Count Yorga, Vampire,\" a fairly good movie, and of \"The Return of Count Yorga,\" which was not bad as these things go.\n\nQuarry knows all the tricks by now. He can even do this thing with his face so you can't tell he's wearing his false vampire fangs. That's important because it maintains the element of surprise. Vampire movies all have one thing in common: The people you think you can trust - your best friends - turn out to be vampires at the crucial moment. They've already been bitten.\n\nThe hero is always running down musty corridors and through rat-infested wine cellars, shouting \"Susan! Thank God, you're still alive!\" And then they embrace, and Susan lets him have it in the neck. A moment's thought will reveal that this kind of scene won't work unless the actors involved can conceal their false vampire fangs. If they can't, all the hero can shout is \"Susan Mumps?\"\n\nAnyway, in \"The Deathmaster,\" Quarry arrives at dawn in an old coffin that floats up on the beach at Santa Monica. If memory serves, it is the same beach used for the opening scene of \"Attack of the Crab Monsters.\" Crab monsters would be a relief, in fact, but what with the price of crabmeat these days they have all gone into different lines of work or simply dropped out of circulation. The next time you eat a crabmeat cocktail, reflect that it could be eating you.\n\nQuarry is not, however, eaten by a crabmeat cocktail, which might easily have earned the picture an R rating if there is any decency left in this world. No, he appears mysteriously at a beach house that is inhabited by the beach-party dropouts and a motorcycle bum who looks like a refugee from \"She-Devils on Wheels.\"\n\nThese people are not very bright. They are so dumb, in fact, that they have had to learn to speak the English language by watching old AIP exploitation movies, and their dialog is eight years out of date. They talk like Frankie Avalon trying to pass for hip, translated from the German. Count Khorda (for such is his name) makes them a proposition: \"Would you like to trade a lifetime of petty passions for an eternity of ecstasy,\" They would, I guess. Well, wouldn't you?\n\nWhat follows is pretty routine. I counted seven chases down the same length of subterranean cavern. It is not a very long length but what they do is photograph a guy running down it one way, and then cut to the other end of the same passage and have him run back. That way, it looks twice as long as it is, which is how the movie feels. Everybody gets turned into a vampire except the hero, who is stuck with his crummy lifetime of petty passions. That, and a crabmeat cocktail and 45 cents will get you a ride on the CTA.", "running_time": 88, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-09-14", "genres": ["Horror"], "title": "The Deathmaster (1972)"}