{"url": "http://www.rogerebert.com/reviews/the-last-mountain-2011", "by": "William Sadleras Narrator", "star_rating": 3.0, "text": "Is there another state in the union more cruelly defaced than West Virginia? Its mountains have been blown up, its forests ripped out and thrown away, and the green new land that the settlers discovered decades ago now includes a wasteland of a million dead and toxic acres. Nationally, one in 100,000 people get brain tumors. In a West Virginia town surrounded by strip mining, six neighbors have developed brain tumors. What are the odds of that?\n\n\"The Last Mountain\" is a blunt and enraged documentary about how such things came to be. It is about Coal River Mountain, the site of a last stand against Massey Energy, a company it says disregarded environmental concerns, compromised the political process and poisoned great stretches of the state in the name of corporate profits. Now lakes of sludge loom above towns, rivers are dead and dying, and heavy metals invade the bloodstreams and brains of the inhabitants.\n\nYes, we need coal. Yes, West Virginia has a lot of it and once had a lot more. Coal is a major contributor to global warming, but those very words \"global warming\" are anathema to those whose minds have been bought and paid for by Big Energy. \n\nI would like to see a comparison of the dollars spent on (1) greener energy and (2) political lobbying by a firm like Massey, the villain in \"The Last Mountain.\" Corporations by their nature exist to maximize profits. Their executives are compelled to enact draconian measures to further them. It's how they work.\n\nThe bad guy in \"The Last Mountain\" is Don Blankenship, who was chairman and CEO of Massey from 2000 until 2010. He doesn't believe in climate change and once equated energy conservation with communism. It was on his watch that 29 miners were killed in the explosion at Massey's Upper Big Branch mine on April 5, 2010. From Wikipedia: \"In 2005, Blankenship wrote a memo to employees telling them that maximizing coal production was more important than spending time constructing things like support beams or ventilation shafts.\" \n\nAlso from Wikipedia: \"When groundwater pollution from coal slurry injection by Massey Energy began contaminating wells around Blankenship's home, Massey paid to build a water line to his home from a neighboring town. Blankenship did not offer to provide uncontaminated water to any of his neighbors.\"\n\nHe fits my notion of a bad man. My notion of a heroine is Maria Gunnoe, a West Virginia woman who is one of the leaders of the campaign to defend Coal River Mountain. Articulate and plainspoken, she has been transformed by the campaign.\n\nA film like \"The Last Mountain\" fills me with restless anger. I have seen many documentaries like this, all telling versions of the same story: When there is money to be made at the cost of the environment, it is the environment that will suffer. And the suffering will be justified by denying global warming and \"defending free enterprise.\" I understand that corporations exist to make profits, but I believe government exists to regulate them. \n\nAnother hero in this film is Robert F. Kennedy Jr., who visits West Virginia frequently on behalf of the environmental activists and lobbied President Obama to reverse some (not all) of the Bush administration's moves to weaken green laws. \n\nStill, it all comes back to the fact that we need energy. As I watched the film's aerial shots over the harsh and ugly landscapes left behind by Massey, it occurred to me that something was missing. No, not simply trees and other living things. I would have liked to see some wind turbines.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-06-22", "genres": ["Documentary"], "title": "The Last Mountain (2011)"}