{"url": "http://www.rogerebert.com/reviews/the-river-1985", "by": "Mel Gibsonas Tom Garvey", "star_rating": 2.0, "text": "\"The River\" has some basic problems anyway, but it might have seemed like a much fresher film if it were not, as everybody knows by now, the third of Hollywood's \"save the farm\" movies released since last September. Like \"Places in the Heart\" and \"Country,\" it tells the story of brave, stubborn farmers who are determined not to lose their family land to the bankers.\n\nThe farmers in this film have their own unique challenge - the farm is next to a river that tends to overflow - but \"The River\" also has a lot in common with the earlier films, including two crucial scenes that are astonishingly similar to ones in \"Country.\" It is some kind of cosmic bad joke on the makers of \"The River,\" who worked hard and earnestly on what is essentially a good film, that it comes third in the parade.\n\nThe movie contains a heartfelt performance by Sissy Spacek as the farm wife; an adequate performance by Mel Gibson as her husband, and a scene-stealing performance by Scott Glenn as the local financier who wants to buy up all the land in the valley, dam the river, and generate some jobs with cheap hydro-electric power. (The crucial flaw in the movie's plot is that Glenn's ideas, which are supposed to make him the bad guy, sound like simple common sense.)\n\nAs the movie opens, Gibson is fighting the river and almost is trapped and drowned beneath a bulldozer. We remember the opening scene in \"Country,\" where the son of the family almost is suffocated in an overturned load of grain, and \"The River\" suffers in comparison: A secondary character might be killed in an opening scene, but hardly the male lead.\n\nThen life settles down on the farm, and we get to know the Spacek and Gibson characters, and their small children. These scenes of simple domestic life are good ones; a kitchen love scene between Gibson and Spacek is warm, true and electrifying. But then the farm gets caught in a credit crunch, and Gibson goes off to work as a scab at a struck steel mill in Birmingham, Alabama. It's here that we begin to notice a fairly heavy touch in the screenplay. After a frightened deer wanders into the mill, the strikebreakers take pity on the animal, surround it and lead it to safety. A memorable image, which is ruined because in the very next scene, the striking workers do exactly the same favor for the scabs.\n\nMeanwhile, back on the farm, an auction is broken up by the chants of fellow farmers, expressing solidarity: \"No sale! No sale!\" This scene is just like the one in \"Country.\" Feeling a certain amount of déjà vu, we listen to Scott Glenn's reasons that Gibson and Spacek should sell their farm: \"Sooner or later, you'll have to. The river will flood again, or there'll be a drought, or a surplus.\"\n\nI don't think the movie wants us to believe him, but he has logic on his side. You know a movie's got problems when you find yourself wishing the heroes would agree with the villain.\n\nNow that all three \"save the farm\" movies have been released, which one wins the sweepstakes? My vote goes to \"Country,\" which is the most concerned with actual farm problems, with the credit crunch brought on by low-priced farm loans in the 1970s and falling market prices in the 1980s - and which contains the best performance, Jessica Lange's, \"Places in the Heart\" is more of a human fable, more concerned with its characters than with actual farm problems, but it places second. \"The River\" feels too contrived in comparison with the genuine emotion of \"Places,\" and the authentic politics of \"Country.\"", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-01-11", "genres": ["Drama"], "title": "The River (1985)"}