{"url": "http://www.rogerebert.com/reviews/the-crow-1994", "by": "Brandon Leeas Eric", "star_rating": 3.5, "text": "\"The Crow\" is, of course, the movie Brandon Lee was making when he was accidentally shot dead during the filming of a scene. It is not without irony that the story involves a hero who returns from the dead - just as, in a sense, Lee has with the release of this film. It is a stunning work of visual style - the best version of a comic book universe I've seen - and Brandon Lee clearly demonstrates in it that he might have become an action star, had he lived.\n\nThe story begins with a resurrection from the dead. A rock star named Eric Draven (Lee) is murdered, along with his fiancee, on the eve of their wedding. His soul is escorted to the next world (according to the narration) by a crow; but when a spirit is unhappy there because of unsettled business on earth, sometimes the crow will bring him back again. And so a year later, on Halloween Eve, Eric reappears on earth, vowing vengeance on those who committed the murders - and the evil kingpin who ordered them.\n\nThat's about all there is to the story. Flashbacks recreate the original murder, and then Eric, led by the crow, tracks the mean, rainy, midnight streets on his lonely quest. He has fashioned for himself some death's-head makeup, and since he is already dead, of course bullets cannot harm him (except sometimes - which is always the catch in comic book stories).\n\nThe story exists as an excuse for the production values of the film, which are superb. The director, Alex Proyas, and his technical team have created a world that will remind you of the forlorn urban wasteland in \"Blade Runner\" and of the Gothic extravagances in \"Batman,\" yet this world is grungier and more forbidding than either. It's not often that movies can use miniatures and special effects and sets and visual tricks to create a convincing place, rather than just a series of obvious sets. But \"The Crow\" does.\n\nThe visual style, by cinematographer Dariusz Wolski, obviously owes a great deal to the study of comic books (or \"graphic novels,\" as they like to be called). The camera swoops high above the city, or dips low for extreme-angle shots. Shadows cast fearsome daggers into the light. Buildings are exaggerated in their architectural details, until they seem a shriek of ornamentation. The superhero comic books of the 1940s, especially \"Batman,\" grew up at the same time as film noir, and borrowed some of the same visual language. But comic books were not simply drawn versions of film noir; for one thing, the films tended to use their extreme-angle shots for atmosphere and storytelling, and would hold them for a time, while comics are meant to be read quickly, and give the equivalent of cinematic quick-cutting. \"The Crow,\" with its fast pace and its countless camera set-ups, evokes comics much more than the more good-looking but more leisurely \"Batman\" movies. It also reflects a bleak modern sensibility, with little room for the comic villians in \"Batman.\" The actors are adapted in appearance to this graphic noir vision; their appearances are as exaggerated as the shots they appear in. For example: The bosoms of women in comic books always seem improbably perfect but sketched in - drawn by a pen, not made of flesh - and the villainess Myca (Bai Ling) in this story has the same look. As the half-sister of the villain, she represents a drawn image, not a person, and so do many of the other characters, including a thin, angular Brandon Lee behind his makeup.\n\nThe sound track is wall-to-wall hard rock (by the Cure, Stone Temple Pilots, Violent Femmes, Pantera, Nine Inch Nails, etc).\n\nAt times the film looks like a violent music video, all image and action, no content. If it had developed more story and characterization, however, it might not have had quite the same success in evoking a world where the bizarre reality, not the story, is the point.\n\nThe scene in which Brandon Lee was accidentally shot is not in the film, but the fact of his death cannot help providing a melancholy subtext to everything he does on screen, and to all of his speeches about death and revenge. It is a sad irony that this film is not only the best thing he accomplished, but is actually more of a screen achievement than any of the films of his father, Bruce Lee.\n\nBoth careers seemed cut short just as early potential was being realized. There was talk of shelving \"The Crow,\" but I'm glad they didn't. At least what Brandon Lee accomplished - in a film that looks to have been hard, dedicated labor - has been preserved.", "running_time": 102, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-05-13", "genres": ["Action", "Fantasy", "Science Fiction", "Thriller"], "title": "The Crow (1994)"}