{"url": "http://www.rogerebert.com/reviews/the-spongebob-squarepants-movie-2004", "by": "Tom Kennyas SpongeBob", "star_rating": 3.0, "text": "Q. Why does a lobster make the ideal pet?\rA. It doesn't bark, and it knows the secrets of the deep.\n\nI've been telling that joke for years, to people who regard me in silence and mystification. If it made you smile even a little, you are a candidate for \"The SpongeBob SquarePants Movie.\" This is the \"Good Burger\" of animation, plopping us down inside a fast-food war being fought by sponges, starfish, crabs, tiny plankton and mighty King Neptune.\n\nSpongeBob (voice by Tom Kenny) has a ready-made legion of fans who follow his adventures every Saturday morning on Nickelodeon. I even know parents who like the show, which is fast-paced and goofy and involves SpongeBob's determination to amount to something in this world. In the movie, he dreams of becoming manager of Krusty Krab II, the new outlet being opened by Eugene H. Krabs (Clancy Brown), the most successful businesscrab in the ocean-floor community of Bikini Bottom. SpongeBob may only be a kid, but he's smart and learns fast, and reminded me of Ed, the hero of the live-action Nickelodeon series \"Good Burger\" (\"Welcome to Good Burger, home of the Good Burger! Can I take your order PLEASE?\").\n\nSpongeBob, like all sponges I suppose, has a thing about cleanliness, and to watch him take a shower is inspiring. First he eats a cake of soap. Then he plunges a hose into the top of his head and fills up with water, exuding soap bubbles from every pore, or would that be orifice, or crevice? Then he pulls on his SquarePants and hurries off for what he expects to be a richly deserved promotion.\n\nAlas, the job goes to Squidward Tentacles (Rodger Bumpass), who has no rapport with the customers but does have seniority. A kid can't handle the responsibility, Eugene Krabs tells SpongeBob. This is a bitter verdict, but meanwhile intrigue is brewing in Bikini Bottom. Plankton, who runs the spectacularly unsuccessful rival food stand named the Chum Bucket, plans to steal Eugene's famous recipe for Krabby Patties. As part of this plot, Plankton (Mr. Lawrence) has King Neptune's crown stolen, and frames Eugene Krabs with the crime, so it's up to SpongeBob and his starfish friend Patrick (Bill Fagerbakke) to venture to the forbidden no-go zone of Shell City (which is no doubt near Shell Beach, and you remember Shell Beach). There they hope to recapture the crown, restore it to King Neptune (Jeffrey Tambor), save Mr. Krabs from execution, and get SpongeBob the promotion.\n\nAll of this happens in jolly animation with bright colors and is ever so much more entertaining than you are probably imagining. No doubt right now you're asking yourself why you have read this far in the review, given the near-certainty that you will not be going anywhere near a SpongeBob SquarePants movie, unless you are the parent or adult guardian of a SpongeBob SquarePants fan, in which case your fate is sealed. Assuming that few members of SpongeBob's primary audience are reading this (or can read), all I can tell you is, the movie is likely to be more fun than you expect.\n\nThe opening, for example, is inexplicable, unexpected and very funny, as a boatload of pirates crowd into the front of a movie theater to see SpongeBob. These are real flesh-and-blood pirates, not animated ones, and part of the scene's charm comes because it is completely gratuitous. So, for that matter, is the appearance of another flesh-and-blood actor in the movie, David Hasselhoff, who gives SpongeBob and Patrick a high-speed lift back to Bikini Bottom and then propels them to the deeps by placing them between his pectoral muscles and flexing and popping. This is not quite as disgusting as it sounds, but it comes close.\n\nI confess I'm not exactly sure if the residents of Bikini Bottom are cannibals; what, exactly, is in Eugene H. Krabs' Krabby Patties if not ... krabs? Does the Chum Bucket sell chum? No doubt faithful viewers of the show will know. I am reminded of the scene in \"Shark Tale\" when Lenny, the vegetarian shark, becomes an activist and frees a shrimp cocktail.\n\nOne of the stranger scenes in \"SBSP\" comes when SpongeBob and Patrick get wasted at Goofy Goober's nightclub, where ice cream performs the same function as booze. This leads to the ice cream version of a pie fight, and terrible hangovers the next morning; no wonder, as anyone who has ever used a sponge on ice cream can testify.", "running_time": 87, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-11-18", "genres": ["Animation", "Comedy", "Family"], "title": "The SpongeBob SquarePants Movie (2004)"}