{"url": "http://www.rogerebert.com/reviews/the-beat-that-my-heart-skipped-2005", "by": "Romain Durisas Thomas", "star_rating": 3.0, "text": "The first time we see Thomas, he's carrying a sack squirming with movement. It contains rats he will set loose in a building he wants to buy cheaply; he has to persuade the current tenants to leave. Later, with two sidekicks, he smashes windows and intimidates squatters in another desirable property. This is how the real estate business operates at his level in Paris. He learned it from his father, Robert, a seedy soak with a big gut, who has been an insidious influence in his son's life.\n\nA more beneficent influence, his mother, is dead. She was a concert pianist, and as a young man, Thomas studied the piano seriously. One day he meets the impresario who booked his mother's concerts, and the man remembers his talent and invites him to audition for him. Thomas is stirred, and torn. He is working now at a job he loathes, doing things that make him despise himself, but reluctant to defy his father. He loves classical music, but doubts his ability to regain whatever talent he once had.\n\nThis story, told in Jacques Audiard's \"The Beat That My Heart Skipped,\" will sound familiar to anyone who has seen \"Fingers\" (1978), the first film directed by James Toback, who himself has always been torn between his good and bad angels. The Toback film, filled with fierce energy and desire, starred Harvey Keitel, torn between Bach and brutality, as the son of a Mafioso (Michael V. Gazzo).\n\nThe French movie is not a remake so much as a riff on the same material, seen in a more realistic, less emotionally extreme way. Thomas, played by Romain Duris with self-contempt that translates into coiled energy, is fully capable of violence. His anger may be fueled by frustration at the piano keyboard.\n\nHe hires a coach. This is Miao-Lin (Linh-Dan Pham), a Chinese pianist, newly arrived in Paris and without a word of French. They communicate through the music. In her own way, she is as demanding and unforgiving as his father, forcing him to repeat passages again and again. Thomas' whole life comes down to the inability to satisfy authority figures. After a long but unspecified period of practice, he is ready for his audition, but the impresario represents yet one more test he fears he will fail.\n\nIn a different kind of movie, Thomas and Miao-Lin would fall in love. There is certainly feeling between them, but unrealized; they are an intriguing mystery to each other. Thomas has an affair with the wife of one of his shady partners, but regards in puzzlement his father's new \"fiancee,\" Chris (Emmanuelle Devos), who is deluded if she thinks she has a future with Robert.\n\nYes, Robert exhibits her with pride, as proof that he is still the man he has always played for his son, but clearly he is a heart attack on hold, an overweight, florid-cheeked shambles with a yellow sport coat and tangled hair. He no doubt thinks his hair, probably dyed, preserves the dash he had in the 1960s, but it's a discouraged mop of worn-out bravado.\n\nWhat hold does Robert have over his son? Why will Thomas do his dirty work? The times have bypassed Robert, as Thomas tries to explain when his dad has a deal that goes bad with a Russian mobster named Minskov (Anton Yakovlev). He tries to tell his father to stay clear of Minskov, to forget the bad deal and write off the loss; Minskov is dangerous, and out of their league. But the father sits implacably in a series of shabby cafes, smoking and drinking and setting tests for his son.\n\nThe 1978 Toback film was crazier and edgier than this one; the young Keitel brought it a desperate energy, and Gazzo had a charisma that helped you understand why the son loved his father so. \"The Beat That My Heart Skipped\" is a darker and more downbeat enterprise, with a hero who is as conflicted, but not as mad, as the Toback original. There is nothing in this movie to match Toback's famous shot of Keitel crouched naked behind a piano, but there is a noir grunginess that is always convincing. The film seems to argue that a man who conducts his life like Thomas cannot successfully play classical music because he cannot feel its exaltation.\n\nAudiard is a considerable filmmaker. His \"Read My Lips\" (2001), like this one co-written with Tonino Benacquista, was a superb psycho-thriller involving a hearing-impaired office worker (again, Emmanuelle Devos) who gets involved with an ex-con (Vincent Cassel) in a situation where lip-reading takes on a startling urgency.\n\nBoth of these films occupy the meeting point between crime and middle-class respectability, and have central characters who are not prepared to live in both of those worlds, but cannot choose. \"The Beat That My Heart Skipped\" doesn't replace \"Fingers,\" but joins it as the portrait of a man reaching out desperately toward his dying ideals.", "running_time": 107, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-07-14", "genres": ["Drama", "Foreign", "Thriller"], "title": "The Beat That My Heart Skipped (2005)"}