{"url": "http://www.rogerebert.com/reviews/the-passion-of-the-christ-2004", "by": "James Caviezelas Jesus, the Christ", "star_rating": 4.0, "text": "If ever there was a film with the correct title, that film is Mel Gibson's \"The Passion of the Christ.\" Although the word passion has become mixed up with romance, its Latin origins refer to suffering and pain; later Christian theology broadened that to include Christ's love for mankind, which made him willing to suffer and die for us.\n\nThe movie is 126 minutes long, and I would guess that at least 100 of those minutes, maybe more, are concerned specifically and graphically with the details of the torture and death of Jesus. This is the most violent film I have ever seen.\n\nI prefer to evaluate a film on the basis of what it intends to do, not on what I think it should have done. It is clear that Mel Gibson wanted to make graphic and inescapable the price that Jesus paid (as Christians believe) when he died for our sins. Anyone raised as a Catholic will be familiar with the stops along the way; the screenplay is inspired not so much by the Gospels as by the 14 Stations of the Cross. As an altar boy, serving during the Stations on Friday nights in Lent, I was encouraged to meditate on Christ's suffering, and I remember the chants as the priest led the way from one station to another:\n\nAt the Cross, her station keeping ...\n\nStood the mournful Mother weeping ...\n\nClose to Jesus to the last.\n\nFor we altar boys, this was not necessarily a deep spiritual experience. Christ suffered, Christ died, Christ rose again, we were redeemed, and let's hope we can get home in time to watch the Illinois basketball game on TV. What Gibson has provided for me, for the first time in my life, is a visceral idea of what the Passion consisted of. That his film is superficial in terms of the surrounding message -- that we get only a few passing references to the teachings of Jesus -- is, I suppose, not the point. This is not a sermon or a homily, but a visualization of the central event in the Christian religion. Take it or leave it.\n\nDavid Ansen, a critic I respect, finds in Newsweek that Gibson has gone too far. \"The relentless gore is self-defeating,\" he writes. \"Instead of being moved by Christ's suffering or awed by his sacrifice, I felt abused by a filmmaker intent on punishing an audience, for who knows what sins.\"\n\nThis is a completely valid response to the film, and I quote Ansen because I suspect he speaks for many audience members, who will enter the theater in a devout or spiritual mood and emerge deeply disturbed. You must be prepared for whippings, flayings, beatings, the crunch of bones, the agony of screams, the cruelty of the sadistic centurions, the rivulets of blood that crisscross every inch of Jesus' body. Some will leave before the end.\n\nThis is not a Passion like any other ever filmed. Perhaps that is the best reason for it. I grew up on those pious Hollywood biblical epics of the 1950s, which looked like holy cards brought to life. I remember my grin when Time magazine noted that Jeffrey Hunter, starring as Christ in \"King of Kings\" (1961), had shaved his armpits. (Not Hunter's fault; the film's Crucifixion scene had to be re-shot because preview audiences objected to Jesus' hairy chest.)\n\nIf it does nothing else, Gibson's film will break the tradition of turning Jesus and his disciples into neat, clean, well-barbered middle-class businessmen. They were poor men in a poor land. I debated Martin Scorsese's \"The Last Temptation of Christ\" with commentator Michael Medved before an audience from a Christian college, and was told by an audience member that the characters were filthy and needed haircuts.\n\nThe Middle East in biblical times was a Jewish community occupied against its will by the Roman Empire, and the message of Jesus was equally threatening to both sides: to the Romans, because he was a revolutionary, and to the establishment of Jewish priests, because he preached a new covenant and threatened the status quo.\n\nIn the movie's scenes showing Jesus being condemned to death, the two main players are Pontius Pilate, the Roman governor, and Caiaphas, the Jewish high priest. Both men want to keep the lid on, and while neither is especially eager to see Jesus crucified, they live in a harsh time when such a man is dangerous.\n\nPilate is seen going through his well-known doubts before finally washing his hands of the matter and turning Jesus over to the priests, but Caiaphas, who also had doubts, is not seen as sympathetically. The critic Steven D. Greydanus, in a useful analysis of the film, writes: \"The film omits the canonical line from John's gospel in which Caiaphas argues that it is better for one man to die for the people [so] that the nation be saved.\n\n\"Had Gibson retained this line, perhaps giving Caiaphas a measure of the inner conflict he gave to Pilate, it could have underscored the similarities between Caiaphas and Pilate and helped defuse the issue of anti-Semitism.\"\n\nThis scene and others might justifiably be cited by anyone concerned that the movie contains anti-Semitism. My own feeling is that Gibson's film is not anti-Semitic, but reflects a range of behavior on the part of its Jewish characters, on balance favorably. The Jews who seem to desire Jesus' death are in the priesthood, and have political as well as theological reasons for acting; like today's Catholic bishops who were slow to condemn abusive priests, Protestant TV preachers who confuse religion with politics, or Muslim clerics who are silent on terrorism, they have an investment in their positions and authority. The other Jews seen in the film are viewed positively; Simon helps Jesus to carry the cross, Veronica brings a cloth to wipe his face, Jews in the crowd cry out against his torture.\n\nA reasonable person, I believe, will reflect that in this story set in a Jewish land, there are many characters with many motives, some good, some not, each one representing himself, none representing his religion. The story involves a Jew who tried no less than to replace the established religion and set himself up as the Messiah. He was understandably greeted with a jaundiced eye by the Jewish establishment while at the same time finding his support, his disciples and the founders of his church entirely among his fellow Jews. The libel that the Jews \"killed Christ\" involves a willful misreading of testament and teaching: Jesus was made man and came to Earth in order to suffer and die in reparation for our sins. No race, no man, no priest, no governor, no executioner killed Jesus; he died by God's will to fulfill his purpose, and with our sins we all killed him. That some Christian churches have historically been guilty of the sin of anti-Semitism is undeniable, but in committing it they violated their own beliefs.\n\nThis discussion will seem beside the point for readers who want to know about the movie, not the theology. But \"The Passion of the Christ,\" more than any other film I can recall, depends upon theological considerations. Gibson has not made a movie that anyone would call \"commercial,\" and if it grosses millions, that will not be because anyone was entertained. It is a personal message movie of the most radical kind, attempting to re-create events of personal urgency to Gibson. The filmmaker has put his artistry and fortune at the service of his conviction and belief, and that doesn't happen often.\n\nIs the film \"good\" or \"great?\" I imagine each person's reaction (visceral, theological, artistic) will differ. I was moved by the depth of feeling, by the skill of the actors and technicians, by their desire to see this project through no matter what. To discuss individual performances, such as James Caviezel's heroic depiction of the ordeal, is almost beside the point. This isn't a movie about performances, although it has powerful ones, or about technique, although it is awesome, or about cinematography (although Caleb Deschanel paints with an artist's eye), or music (although John Debney supports the content without distracting from it).\n\nIt is a film about an idea. An idea that it is necessary to fully comprehend the Passion if Christianity is to make any sense. Gibson has communicated his idea with a singleminded urgency. Many will disagree. Some will agree, but be horrified by the graphic treatment. I myself am no longer religious in the sense that a long-ago altar boy thought he should be, but I can respond to the power of belief whether I agree or not, and when I find it in a film, I must respect it.\n\nNote: I said the film is the most violent I have ever seen. It will probably be the most violent you have ever seen. This is not a criticism but an observation; the film is unsuitable for younger viewers, but works powerfully for those who can endure it. The MPAA's R rating is definitive proof that the organization either will never give the NC-17 rating for violence alone, or was intimidated by the subject matter. If it had been anyone other than Jesus up on that cross, I have a feeling that NC-17 would have been automatic.", "running_time": 127, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-02-24", "genres": ["Drama", "History"], "title": "The Passion of the Christ (2004)"}