{"url": "http://www.rogerebert.com/reviews/the-general-1999", "by": "Brendan Gleesonas Martin Cahill", "star_rating": 3.5, "text": "There is a certain honor in sticking to your guns, even if they are the wrong guns. Martin Cahill, the subject of John Boorman's \"The General,\" was for many years the most famous professional criminal in Ireland, a man who copied Robin Hood, up to a point: He stole from the rich and gave to himself.\n\nHe was as stubborn a man as ever was born, and so clever that even though he was a villain, he inspired grudging admiration even from the police. He was shot dead in 1994 by the Irish Republican Army after getting involved in politics, the one thing in Ireland more dangerous than crime.\n\nBoorman, whose films have ranged from \"Deliverance\" to \"Excalibur,\" had one close brush with Cahill, who broke into his house and stole the gold record he was awarded for \"Dueling Banjos,\" the hit single from \"Deliverance.\" The movie includes that episode; when Cahill gets the record home and finds it is not really made of gold, it confirms his low regard for straight society. Most of the time he was more lucky; his lifetime haul is estimated at $60 million.\n\nCahill is played in \"The General\" by Brendan Gleeson, an expert Irish actor (he was Hamish, Mel Gibson's sidekick, in \"Braveheart\") who succeeds in doing two things not easy for an actor: He creates the illusion that we are looking at Cahill himself, and he makes us admit we like him, despite his vicious streak. Gleeson and Boorman, who wrote his own screenplay, look unblinkingly at horrors, and then find the other side of the coin.\n\nConsider a scene where Cahill suspects a longtime partner of ratting to the cops. To get a confession out of him, he nails him to a snooker table. The man protests his innocence. Finally Cahill pulls out the nails, observing, \"No one can stand that much pain without talking.\" Then he personally takes him to the hospital, reassuring him, \"You came through with flying colors.\" Look on the positive side: Cahill at least has the integrity to pound the nails himself and not leave it to a flunky. And he's man enough to admit his mistake.\n\nCahill is, in fact, a charming rogue, able to bestir shreds of admiration even in the heart of his archenemy, police inspector Ned Kenny (Jon Voight). He embodies a certain style in his planning. Trying to buy a house, for example, he is told the agent cannot accept cash. So he takes 80,000 pounds to the bank and purchases a bank draft. He puts the draft in his pocket and walks across the street to the police station, where he is in conversation with Inspector Kenny at the very moment when, wouldn't you know, two masked men approach the very same teller and rob her of all the money in her drawer.\n\n\"The General\" opens with Cahill as a boy, stealing from a local merchant and being sent to reform school (where he socks a would-be molester). As an adult, he was a man who attracted enormous publicity even while obsessively guarding his privacy. (He hides his face inside hooded sweat shirts, and invariably holds a hand over his face, peering out from between the fingers.) His jobs included knocking over Dublin's largest jewelers and stealing Old Masters from an Irish country house. In both cases, he used a devious plan rather than a frontal assault.\n\nBoorman finds subtle humor in Cahill's domestic arrangements; he was married to one sister (Maria Doyle Kennedy) but also shared his bed with her sister (Angeline Ball) and had children by both--apparently a satisfactory arrangement, perhaps because if you were going to be Cahill's sister-in-law, you were in bed with him anyway, in one way or another. With his son he shares a delight in pigeons, and one of the low blows struck him by the Dublin police involves setting a ferret loose to kill his prized birds.\n\nCahill was not a political man, and the way he runs afoul of the IRA is presented in the movie as a lapse of strategy: He did a deal he shouldn't have. In real life, I've learned, Cahill's problems came when he interfered in the IRA's drug trade, but such an inference is no doubt still too hot a potato for a director who hopes to film again in Ireland.\n\nBoorman's film is shot in wide-screen black and white, and as it often does, black and white emphasizes the characters and the story, instead of setting them awash in atmosphere. And Boorman's narrative style has a nice offhand feel about it. Instead of explaining everything in neat little simpleminded setups, he lets us discover for ourselves that Cahill is living with both women. As the General unfolds his devious criminal schemes, we see them as they develop, instead of getting those cliched crime movie chalk talks.\n\nPart of Cahill's charm comes in the way he insists that crime is not his vice, but his occupation. After his neighborhood is torn down by city planners (over his stubborn protests), he demands to be relocated to \"a nice neighborhood.\" A public official sneers: \"Wouldn't you sooner live closer to your own kind?\" Cahill replies, \"No, I'd sooner live closer to my work.\"", "running_time": 129, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-01-22", "genres": ["Action", "Crime", "Drama", "Foreign"], "title": "The General (1999)"}