{"url": "http://www.rogerebert.com/reviews/the-secret-of-the-grain-2009", "by": "Habib Boufaresas Slimane", "star_rating": 3.5, "text": "A 19-year-old actress named Hafsia Herzi steps into the cinema in this film. I have a feeling it will be, like the first film of Isabelle Huppert, not simply a debut, but an announcement: Here I am, and I am the real thing. She is the energy at the heart of a life-filled portrait of a big family of first-generation immigrants in a shabby French port city, a family that nourishes love, jealousy, discouragement, ambition, and a whole lot of dining and talking.\n\n\"The Secret of the Grain\" is the wrong title for this movie. In France, where it was honored for best film, director, screenplay and most promising actress, the title translates as \"fish couscous.\" In England, it opened as \"Couscous.\" The only secret involving the grain is why it's so late being served. What were you expecting, Napoleon's toenails?\n\nThe wave of immigrants from former French colonies like Tunisia, Morocco and Algeria began in the late 1950s and continues, but most of the early arrivals are now grandparents, their offspring speaking only a few words of Arabic. We land in the middle of such a family, its patriarch the grave, taciturn Slimane Beiji (Habib Boufares), who was born in Tunisia. He's in the process of losing his job at a shipyard, and negotiating uneasily between his first wife, Souad (Bouraouia Marzouk), and his lover, Latifa (Hatika Karaoui), who owns a little hotel. He has two sons, one always in lust, but saves his deepest affection for Latifa's daughter, Rym (Hafsia Herzi). We have to gather these facts from the others, because Slimane doesn't confide.\n\nThe Tunisian-born writer-director Abdellatif Kechiche isn't interested in a formal story, although he does provide a cliff-hanging third act. He wants us to see these people live. Early in the film, he has a dinner table scene of such virtuosity that we feel we know everyone, even those we haven't seen before. This scene only incidentally sets up plot points; its purpose is to show strong opinions, deep feelings, humor and a sincere interest in the food. The cook is the first wife, renowned for her couscous; she always sends a plate home to Slimane, who lives in a little room in Latifa's hotel. She also, as a ritual, gives a plate from every meal to the nearest homeless man she can find.\n\nStill waters run deep. Slimane reveals plans to use his severance pay to open a restaurant aboard a rusty ship in the harbor, serving Souad's couscous. His strongest supporter is Rym, and as she talks with Slimane, and a group of old musicians who live at the hotel, and to her mother, she reveals herself as an instinctive actress who tells each what they need to hear. She never gets angry, never pushes too hard and doesn't insist, but it's almost impossible to keep her from having her way.\n\n\"Secret of the Grain\" arrives at a big free dinner thrown by Slimane for the town big shots, in hopes of getting planning permission for the restaurant. Here we see race and class discrimination in France; the big shots are happy to wine and dine for free, but in their minds immigrants are not ... quite ... French. The younger generation all seem quintessentially French to us, but what do we know?\n\nThere are two amazing dialogue scenes. One involves Rym pleading with her mother to attend Slimane's opening night, despite the couscous being prepared by the other woman. The other involves Alice Houri as Julie, who is married to Slimane's womanizing son and explains with astonishing passion why he is a liar, a worthless scumbag, a failure as husband and father.\n\nThis verbal assault comes to poor Slimane as the latest in a series of disasters, including the delivery of the dinner. Help comes, not from an unexpected source, but certainly in an unexpected way. We leave the movie as we entered, in the middle of things. \"The Secret of the Grain\" never slows, always engages, may continue too long, but ends too soon. It is made of life itself. Hafsia Herzi has four more films in the can and two in production. Remember her name.\n\n\"The Secret of the Grain\" is also available available via IFC's on demand program.", "running_time": 151, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-01-21", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "The Secret of the Grain (2009)"}