{"url": "http://www.rogerebert.com/reviews/the-goodbye-girl-1977", "by": "Richard Dreyfussas Elliott Garfield", "star_rating": 3.0, "text": "Neil Simon's \"The Goodbye Girl\" is a funny movie with its heart finally in the right place, but all sorts of unacknowledged complications lurk just beneath its polished surface. The surface is pure Simon, which means that it's a funny-sad-tough-warm story about basically nice people who are given just three snappy one-liners too many to be totally human. But this time Simon has slipped in some subtleties we might miss the first time around.\n\nThe story's about three people we can instantly identify with. There's the former actress (Marsha Mason) and her cute ten-year-old daughter (Quinn Cummings), and the would-be actor from Chicago (Richard Dreyfuss). Until the moment before the movie opens, Miss Mason has been living with another actor in an apartment on New York's Upper East Side, where apartments are harder to find than cabs, which are harder to find than plumbers who make house calls on Sunday (which is a Simon kind of progression).\n\nMiss Mason and her daughter come home to find that her roommate, that rat, has jumped the boat. He leaves a note explaining that he's got a great role in the new Bertolucci picture in Europe -- and lotsa luck, kid. That's bad enough. Worse is when she finds out that the apartment has been sublet to this actor from Chicago, who's paid three months' rent and, reasonably enough, expects to move in, especially since at the moment he's standing in the rain.\n\nAfter the two of them shout at each other for a sufficient period of time, she does allow him to move in (he gets the smaller bedroom). And then we know the basic plot structure: Total warfare in the apartment will de-escalate into a guarded truce, followed by alternating forays of warmth and decency, until the kid acts as a catalyst and they fall in love.\n\nWonderful. Not so wonderful is the way the Marsha Mason character is written and acted. She's hardly ever sympathetic. Sure, she's been burned by a lot of guys -- but she's so hard-edged you wonder how she met them in the first place. She sees the situation strictly in economic terms, consistently behaves as a bitch, and gives Dreyfuss no reason for getting to like her.\n\nDreyfuss, on the other hand, is great. Eccentric, yes, since Simon always gives his characters off-the-wall touches to make them human (he meditates, plays his guitar in the middle of the night, sleeps in the nude, eats health food, etc.). But he's a nice guy. He's trapped in this weird off-off-off-Broadway production of Shakespeare's Richard III, and the director is convinced Richard should be played as a gay (the scenes involving the production, performance, and reception of the play are the funniest in a movie since Mel Brooks staged Springtime for Hitler). He fears, rightly, that the play could be the end of his New York career, and his fears are played against the unsympathetic Mason character and her basically lovable daughter.\n\nHe finally wins the mother through her child (\"Listen, I can't stand you, but you got a ten-year-old in there I'm nuts about...\"). But why does he want to? Simon short-circuits the first scene in which Mason says a decent and warm word by having Dreyfuss fall asleep so he doesn't hear it. He never really provides the dialogue and situations we need to like the female character -- and so, in a funny way, we aren't rooting for them to get together. When they do, though, the movie works best.\n\nThe first hour is awkward at times and never quite involving, but some of the later scenes, especially a dinner on a rooftop and the way Dreyfuss receives the disastrous reviews of his play, are really fine. It's strange: We leave the movie having enjoyed its conclusion so much that we almost forgot our earlier reservations. But they were there, and they were real.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-01-01", "genres": ["Comedy", "Romance"], "title": "The Goodbye Girl (1977)"}