{"url": "http://www.rogerebert.com/reviews/the-music-of-chance-1993", "by": "James Spaderas Jack Pozzi", "star_rating": 3.0, "text": "To describe \"The Music of Chance\" as a journey into the Twilight Zone would be unfair - there's more to it - but would strike the right note. The movie tells a bizarre, disturbing story of two men who meet by chance, and find themselves trapped in a bargain that seems sealed by the powers of evil.\n\nThe movie opens, as all Satanic stories do, on a fine untroubled day. Mandy Patinkin plays a man named Nashe, who has just cut his ties with his earlier life, and is driving down the road, free and open to new experiences. He gives a lift to a stranger on the roadside (James Spader), who turns out to be a professional poker player named Pozzi, and tells of losing $10,000 to a couple of guys he should have beaten. Nashe has $10,000 and offers to back Pozzi in a rematch. Up to this point, the movie is strange, but plausible. We could be in David Mamet country. But the story, based on a novel by Paul Auster, has a stranger destination in mind.\n\nThe two men arrive at the gates of a mysterious country estate occupied by two old friends, Mr. Flower (Charles Durning) and Mr. Stone (Joel Grey). They are jolly and genial hosts, so cheerful indeed that there seems something the matter with them. They agree to a poker game, after first taking the visitors on a tour of their house, which contains an elaborate scale model of their corner of the world, and even little figures representing Stone and Flower. This model, which the movie never quite explains, works because it is left mysterious: Not knowing its function, we are ready to attribute anything to it.\n\nThe game proceeds. Pozzi, backed by Nashe, loses again.\n\nCredit is extended, and he loses still more. There is no way the two visitors can make good their debt, and so Flower and Stone, not so friendly now, suggest the men \"work it off.\" They are put to work constructing an enormous stone wall, under the genial but unrelenting guidance of a foreman with the wonderful name of Calvin Murks, played by M. Emmet Walsh, that master of false jollity.\n\nThere is no doubt a metaphor here for something, although the movie wisely never tells us what it is. There are echoes not only of Rod Serling but of \"Waiting for Godot\" and the myth of Sisyphus, that luckless Greek assigned by the gods to spend eternity rolling a stone uphill, so that he can watch it roll back down again. The director, Philip Haas, roots his story in gritty realism; there's a great deal about the mechanics of wall-building, and the off-duty hours of Nashe and Pozzi are used to develop their suspicions and resentments, particularly when Calvin's daughter Tiffany (Samantha Mathis) appears on the scene.\n\n\"The Music of Chance\" is one of those movies you can argue about for hours. It refuses to reveal its meaning, yet seems convinced it has one. The acting is all perfectly straightforward (Durning and Grey are inspired in their cheery double act), the details are there to be seen, the wall is eventually built, and yet when you try to add up all the details, they seem as elusive as life itself.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-09-24", "genres": ["Drama"], "title": "The Music Of Chance (1993)"}