{"url": "http://www.rogerebert.com/reviews/the-man-who-wasnt-there-1983", "by": "Steve Guttenbergas Sam Cooper", "star_rating": 1.5, "text": "This is a dead movie. I don't know exactly when it passed away, but I think it was dead by the time they started filming it, and it may have died even earlier -- back when somebody bought the notion of filming a \"comic thriller\" in 3-D. Since comedy requires our close attention and sympathy, and since 3-D is the most alienating movie gimmick since Smell-O-Vision, they were dead then and there.\n\n\"The Man Who Wasn't There\" is arguably the worst movie from a major studio this year. Better movies have been shelved. This movie is so close to nothing that it's a minor miracle that it was actually released; not in recent memory has a movie, even a bad movie, offered less for your money. There are even shots where the actors seem to be standing around waiting for something to happen.\n\nMaybe the miracle of the film's release isn't that amazing; the film's producer, Frank Mancuso Jr., is the son of the president of Paramount's motion picture division. I know it's probably a cheap shot to bring that up, and yet, try as I will, I cannot conceive of any other reason why this particular movie could have gotten itself made. It has a subliterate script, paralytic direction and wooden performances by actors who have seemed much better elsewhere. There isn't even anything in the movie that looks like a good concept that failed; the movie is bankrupt of wit and imagination.\n\nIt doesn't even really exploit the 3-D gimmickry; there are a couple of knives hurled at the screen, and a couple of hilariously unconvincing shots in which actors \"fall\" toward the camera, and that's that. \n\nMancuso Jr.'s producing debut was \"Friday the 13th, Part III,\" a 3-D movie in which the bottom line of 3-D (throw things at the audience) was at least observed; this movie suffers from the hubris that it's \"a film in 3-D\" rather than \"a 3-D film.\" I got news for them: It's not either one.\n\nThe movie's publicity material says the film \"merges Alfred Hitchcock's breakneck chases and puckish humor with H.G. Wells' venerable science fiction concept.\" The man who wrote that ought to be punished by being forced to view the film. The Hitchcock inspiration is limited to shooting on famous locations -- the Washington Monument, the White House, Capitol Hill -- and the invisibility is a gimmick that allows various characters to suddenly reappear while nude, sneak into girls' locker rooms, and moon the Russian ambassador. I could not believe I was enduring this crap.\n\nThe star is Steven Guttenberg, of \"Diner\" (I should write, \"once of 'Diner',\" sadly.) He's a State Department employee whose wedding is interrupted by a chase for a secret invisibility formula that both the Russians and the Americans want to destroy. He gets the stuff, turns invisible, falls in love with another woman, and ends up, after adventures too tedious to relate, on the conveyor belt used by the Treasury to dump used dollars into an incinerator. The movie even manages to make that boring, but, by then, it's had a lot of practice.", "running_time": 111, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-08-16", "genres": ["Action", "Comedy", "Fantasy", "Science Fiction"], "title": "The Man Who Wasn't There (1983)"}