{"url": "http://www.rogerebert.com/reviews/the-scalphunters-1968", "by": "Burt Lancasteras Joe Bass", "star_rating": 3.5, "text": "[EDITOR'S NOTE: This review contains spoilers.]\n\nSome movies are masterpieces, and most movies are not, and sometimes you get a movie that can best be described as \"interesting.\" By that I mean it falls short of excellence but nevertheless has something that makes it worth seeing.\n\nA lot of people expect a masterpiece every time they go to the movies, and the other day someone was complaining that \"Madigan\" wasn't a work of art. So what did he expect? It was a very good cop movie, and Widmark and Fonda were fine. How many movies give you that much?\n\nSince the first of the year, by my count, there have been only five movies that it is absolutely necessary to see: \"The Battle of Algiers,\" \"Falstaff - Chimes at Midnight,\" \"The Graduate,\" \"2001: A Space Odyssey\" and \"The Producers.\"\n\nSo if you only want to see masterpieces, go see them. I'm aiming today at a different crowd: people who genuinely like the movies, and don't mind seeing one that is merely interesting or entertaining or has some good stuff in it.\n\nTo describe \"The Scalphunters\" as a Western would be inaccurate, although it masquerades as one. It's actually the damnedest mixture of different sorts of movies you've ever seen. It wins this year's \"Beat the Devil\" award for trying to do a dozen things at once.\n\nIt has a lot of hard action in it. It has social comment. It has broad farce. It has comedy. It has whooping and hollering Indians and a gallery of certified stereotyped stock characters from every Western ever made. It has as many clichés as \"El Dorado\" and has as much fun with them. In different hands, it could have been a disaster (most movies in the \"interesting\" category are like that).\n\nThe key is in the performances. What we have here are four seasoned pros: Burt Lancaster, Ossie Davis, Telly Savalas and the wonderful Shelley Winters. They are in the midst of a very improbable plot, and they know it, but they effortlessly spin out good performances. And they have fun. You can see it in scenes like the one where Davis tells Miss Winters' fortune, or when Davis goes to the river and Lancaster pops up from beneath the water, utters a dire warning and submerges again.\n\nThere is, I suppose, even a message. It has to do with how Davis, as an educated slave, is gradually initiated into the brutal realities of frontier life. Davis emerges as a genuine comic talent in a very demanding role (actually the lead, although Lancaster gets top billing). His character changes from an Uncle Tom to a rough-and-ready cowboy before your very eyes. The message is not a very original one, I suppose, but Shelley Winters puts it well after Savalas gets knocked off and she signs on as the Indian chief's concubine: \"What the hell, they're all men.\"", "running_time": 102, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-07-08", "genres": ["Action", "Comedy", "Western"], "title": "The Scalphunters (1968)"}