{"url": "http://www.rogerebert.com/reviews/the-joy-luck-club-1993", "by": "Tsai Chinas Lindo", "star_rating": 4.0, "text": "\"The Joy Luck Club\" comes rushing off the screen in a torrent of memories, as if its characters have been saving their stories for years, waiting for the right moment to share them. That moment comes after a death and a reunion that bring the past back in all of its power, and show how the present, too, is affected - how children who think they are so very different are deeply affected by the experiences of their parents.\n\nThe movie, based on Amy Tan's 1989 best-selling novel, tells the story of four women who were born in China and eventually came to America, and of their daughters. Around these eight women circle innumerable friends and relatives, both there and here, Chinese and not, in widening circles of experience. What is about to be forgotten are the origins of the women, the stories of how they were born and grew up in a time and culture so very different from the one they now inhabit.\n\nThe \"Joy Luck Club\" of the title is a group of four older Chinese ladies who meet once a week to play mah jong, and compare stories of their families and grandchildren. All have made harrowing journeys from pre-revolutionary China to the comfortable homes in San Francisco where they meet. But those old days are not often spoken about, and sometimes the whole truth of them is not known.\n\nJune (Ming-Na Wen), the narrator, is the daughter of one of the women, Suyuan (Kieu Chinh). After her mother's death, she decides to take a trip to China, to meet for the first time two half-sisters who still live there. The movie opens at a farewell party, and then, in a series of flashbacks, tells the secrets and stories of all four of the \"aunties.\" In a screenplay remarkable for its complexity and force, \"The Joy Luck Club\" moves effortlessly between past and present, between what was, and how it became what is. Many different actresses are used to play the daughters and mothers at different ages, and there are many stories, but the movie proceeds with perfect clarity.\n\nWe see that the China of the 1930s and 1940s, before the Revolution, was an unimaginably different place than it is today.\n\nWomen were not valued very highly. Those with independent minds and spirits were valued even less than the docile, obedient ones. Life was cheap, especially in wartime. A mother's ability to care for her children was precarious. In many cases, issues from those hard days still affect later generations: The ability of the mothers to relate to their daughters depends on things that have never been said out loud.\n\nHow, for example, could June's mother have told of abandoning her first-born twin girls by the roadside? Suyuan, starving and sick, was sure she should die, and felt her girls would have a better chance of survival if they were not linked to the \"bad luck\" of a dead mother.\n\nOther stories fall equally hard on Americanized ears. There is the auntie who became the fourth wife of a rich man, and when she bore him the son he desired so much, the boy child was taken from her by the second wife. There are humorous stories, too, including the auntie who prayed before her arranged marriage for a husband \"not too old,\" and got a 10-year-old boy (\"Maybe I prayed too hard!\").\n\nIn America, the mothers find it hard to understand the directions their daughters are taking. Some marry whites, who have bad table manners. They move out of the old neighborhood into houses that seem too modern and cold. One daughter despairs of ever satisfying her mother, who criticizes everything she does.\n\nThese stories are about Chinese and Chinese-American characters, but they are universal stories. Anyone with parents or children, which is to say, everyone, will identify with the way that the hopes of one generation can become both the restraints and the inspirations of the next.\n\nThe movie is a celebration, too, of the richness of Asian-American acting talent; all of the performers here have appeared in many other films and plays, and I could list their credits, from the old days of \"South Pacific\" and \"The World of Susie Wong\" to recent films like \"Thousand Pieces Of Gold\" and \"Come See The Paradise.\" But often they were marginalized, or used in \"exotic\" roles, or placed in stories that were based on what made them different from the dominant culture, instead of what makes them human and universal. \"The Joy Luck Club\" is like a flowering of talent that has been waiting so long to be celebrated. It is also one of the most touching and moving of the year's films.", "running_time": 135, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-09-17", "genres": ["Drama"], "title": "The Joy Luck Club (1993)"}