{"url": "http://www.rogerebert.com/reviews/the-world-according-to-garp-1982", "by": "Robin Williamsas Garp", "star_rating": 3.0, "text": "\r\n\n\nJohn Irving's best-selling novel, The World According to\r\nGarp, was cruel, annoying, and smug. I kept wanting to give it to my cats. But\r\nit was wonderfully well-written and was probably intended to inspire some of\r\nthose negative reactions in the reader. The movie version of Garp, however,\r\nleft me entertained but unmoved, and perhaps the movie's basic failing is that\r\nit did not inspire me to walk out on it. Something has to be wrong with a film\r\nthat can take material as intractable as Garp and make it palatable. \n\n\r\nLike a lot of movie versions of novels, the film\r\nof Garp has not reinterpreted the material in its own terms. Indeed, it doesn't\r\ninterpret it at all. It simply reproduces many of the characters and events in\r\nthe novel, as if the point in bringing Garp to the screen was to provide a\r\nvisual aid for the novel's readers. With the book we at least know how we feel\r\nduring the saga of Garp's unlikely life; the movie lives entirely within its\r\nmoments, keeping us entirely inside a series of self-contained scenes. \n\n\r\nThe story of Garp is by now part of best-selling\r\nfolklore. We know that Garp's mother was an eccentric nurse, a cross between a\r\nsaint and a nuisance, and that Garp was fathered in a military hospital atop\r\nthe unconscious body of a brain-damaged technical sergeant. That's how much use\r\nGarp's mother, Jenny Fields, had for men. The movie, like the book, follows\r\nGarp from this anticlimactic beginning through a lifetime during which he is\r\nconstantly overshadowed by his mother, surrounded by other strange women and\r\nwomen-surrogates, and asks for himself, his wife and children only uneventful\r\npeace and a small measure of happiness. \n\n\r\nA great deal happens, however, to disturb the\r\npeace and prevent the happiness. Garp is accident-prone, and sadness and\r\ndisaster surround him. Assassinations, bizarre airplane crashes, and auto\r\nmishaps are part of his daily routine. His universe seems to have been wound\r\nbackward. \n\n\r\nThe movie's method in regarding the nihilism of\r\nhis life is a simple one. It alternates two kinds of scenes: those in which\r\nvery strange people do very strange things while pretending to be sane, and\r\nthose in which all of the dreams of those people, and Garp, are shattered in\r\ninstants of violence and tragedy. \n\n\r\nWhat are we to think of these people and the\r\nevents in their lives? The novel The World According to Garp was (I think) a\r\ntragicomic counterpoint between the collapse of middle-class family values and\r\nthe rise of random violence in our society. A protest against that violence\r\nprovides the most memorable image in the book, the creation of the Ellen James\r\nSociety, a group of women who cut out their tongues in protest against what\r\nhappened to Ellen James, who had her tongue cut out by a man. The bizarre\r\nbehavior of the people in the novel, particularly Garp's mother and the members\r\nof the Ellen Jamesians, is a cross between activism and insanity, and there is\r\nthe clear suggestion that without such behavior to hold them together, all of\r\nthese people would be unable to cope at all and would sign themselves into the\r\nnearest institution. As a vision of modern American life, Garp is bleak, but it\r\nhas something to say. \n\n\r\nThe movie, however, seems to believe that the\r\nbook's characters and events are somehow real, or, to put it another way, that\r\nthe point of the book is to describe these colorful characters and their\r\nunlikely behavior, just as Melville described the cannibals in Typee. Although\r\nRobin Williams plays Garp as a relatively plausible, sometimes ordinary person,\r\nthe movie never seems bothered by the jarring contrast between his cheerful\r\npluckiness and the anarchy around him. ", "running_time": 136, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Drama"], "title": "The World According to Garp (1982)"}