{"url": "http://www.rogerebert.com/reviews/the-curators-of-dixon-school-2012", "by": "Joan Dameron Chrisler", "star_rating": 3.0, "text": "Playing at the Gene Siskel Film Center at 3 pm. Aug. 12 and 6 p. m. Aug. 16. Pamela Sherrod Anderson will appear after both screenings. \n\nCan this be a grade school on the South Side of Chicago? With its bright yellow corridor walls and its joyous explosion of art? With paintings to the ceiling, sculpture in the halls, and a fanciful metal sculpture outside in front depicting Hide and Go Seek? Yes, it can, and the artwork seems to have a positive impact on the student body, making the Dixon School one of the most successful in the Chicago school system.\n\nThe artwork is by local artists, teachers and students. There is also an annual art fair for visiting artists, and an annual silent auction of student works. This happy place is the result of a serendipitous process that began in the 1990s when the school's principal, Joan Dameron Chrisler, received funding for an art teacher. The candidate who showed a portfolio of her student's work got the job.\n\nSome public schools look like war zones. Dixon, in the Chatham neighborhood, looks like a museum. Chrisler explains why no effort is made to \"protect\" the works of art. The sculptures, including an awesome Tree of Life and all of the paintings, mosaics and bas reliefs, are right there. Dixon has had no problems with graffiti and vandalism. Chrisler explains that trusting the students inspires trust and school pride; by not protecting the artwork, it needs no protection. We see individual teachers introducing new students to the collection, which they can take pride in.\n\n\"The Curators of Dixon School\" is a positive, sunny new documentary by Pamela Sherrod Anderson, which is having its premiere as part of the annual Black Harvest Film Festival at the Gene Siskel Film Center. It doesn't lecture. The art carries the film's message — and it was carried over into the school's art classes until (my heart sinks) funding was recently withdrawn for it. Shouldn't there be a way for a city bureaucracy to preserve programs that work, in the face of pressure for budget cuts?\n\nThe film focuses on Joan Dameron Chrisler and Carol Briggs, who was her assistant principal at Dixon School before becoming principal of the struggling Kohn school. Briggs had some success with the Dixon approach, before the funding cuts. Both women come across as forceful educators with clear visions. Chrisler went on to mentor other principals in the school system, until that job was cut. Now she does it on her own.\n\nAnderson's film tells many smaller stories. One describes a student who has great success in the city's Science Fair, and casually describes himself as a \"computer genius\" and was reading at 8th grade level in the first grade. He talks about his ease with most school subjects — except for math, which is somehow a blank wall for him. Tell me all about it. I, too, am a genius (*cough*), and algebra wrestled me to the ground. Because he doesn't get a C in his math final, the bureaucratic rules prevent him from graduating with his class, despite the honors he's brought to Dixon.\n\nThere is a solemn passage when students and teachers deal with the death of a faculty member. And a happy one when a gifted student of African birth talks about his hopes to attend Harvard, get a law degree, and run for President.\n\nNot one second of the film involves any sports programs. I applaud. Incredible resources are poured by our school systems into sports programs, which essentially offer no later-life skills. If you wiped them out at the grade and high school levels, substituting physical fitness for everyone instead of a high per-capita cost for a few athletes, there might be more money for \"non essential\" areas like art, which has transformed Dixon School.\n\nPlaying at the Gene Siskel Film Center at 3 pm. Aug. 12 and 6 p. m. Aug. 16. Pamela Sherrod Anderson will appear after both screenings. ", "running_time": 80, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-08-08", "genres": null, "title": "The Curators of Dixon School (2012)"}