{"url": "http://www.rogerebert.com/reviews/the-ref-1994", "by": "Dennis Learyas Gus", "star_rating": 3.0, "text": "\"The Ref\" is a flip-flopped, updated version of O. Henry's The Ransom of Red Chief, in which a kidnapper naps more than he was counting on. The movie stars sometime standup comic Dennis Leary as Gus, a would-be jewel thief who sets off an alarm in a private house in an affluent Connecticut hamlet, and in desperation kidnaps a married couple on Christmas Eve and orders them to drive to their home.\n\nOnce there, he assumes, he will have time to plot his next move. But he doesn't get a moment's peace, because the couple he has kidnapped, Caroline and Lloyd, have been fighting for years, are constantly at each other's throats, and are both completely incapable of surrendering in an argument.\n\nThe couple, played by Judy Davis and Kevin Spacey, are smart, bitter and articulate - and boy, can they fight. Gus is almost forgotten at times; he has a gun, but he can't get the floor. He tries to explain: \"People with guns can do whatever they want.\n\nMarried people without guns - for instance, you - do not get to yell! Why? No guns! No guns, no yelling! See? Simple little quiz!\" That doesn't stop them for a second. After the kidnapper demands rope to tie them up, for example, Lloyd says they don't have any, but Caroline helpfully remembers some bungee cord in the kitchen, and that sets off Lloyd, who thinks his wife is being cooperative because she's attracted to the criminal. Caroline explains that she was frightened: \"Humans get frightened because they have feelings.\n\nDidn't your alien leaders teach you that before they sent you here?\" The situation at the house grows even more desperate after the couple's young son arrives home from military school. The kid is a conniver who has made piles of money by blackmailing a teacher (named Siskel) at his military academy, and now he's impressed by Gus and basically welcomes new excitement in his life. And all of Lloyd's hated relatives are scheduled to arrive shortly for a holiday supper.\n\nAt some point during this process, the relationship between Gus and his victims subtly shifts; he becomes not so much the kidnapper as the peacemaker. He tries to enforce silence, truces, agreements. The couple begins to cooperate with him, maybe because they're afraid of his gun, but more likely because the situation takes on a logic of its own. (It's pretty clear Gus isn't going to shoot them.) Lloyd's relatives know the couple has been seeing a marriage counselor, and so it's agreed that Gus will pretend to be the marriage counselor so that the kidnapper can continue right through the Christmas Eve gathering.\n\nMaterial like this is only as good as the acting and writing. \"The Ref\" is skillful in both areas. Dennis Leary, who has a tendency, like many standup comics, to start shouting and try to make points with overkill, here creates an entertaining character. And Davis and Spacey, both naturally verbal, develop a manic counterpoint in their arguments that elevates them to a sort of art form.\n\nThere are a lot of supporting characters in the story: The relatives, each with their own problem; the local police chief; Gus's rummy-dummy partner; the drunken neighbor dressed as Santa Claus; and of course Siskel, the teacher from the military school, whom the kid is blackmailing because he photographed him consorting with topless dancers. The director, Ted Demme, juggles all these people skillfully. Even though we know where the movie is going (the Ref isn't really such a bad guy after all), it's fun to get there.", "running_time": 97, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-03-11", "genres": ["Comedy", "Holiday"], "title": "The Ref (1994)"}