{"url": "http://www.rogerebert.com/reviews/the-brothers-grimm-2005", "by": "Matt Damonas Wilhelm Grimm", "star_rating": 2.0, "text": "Terry Gilliam's \"The Brothers Grimm\" is a work of limitless invention, but it is invention without pattern, chasing itself around the screen without finding a plot. Watching it is a little exhausting. If the images in the movie had been put to the service of a story we could care about, he might have had something. But the movie seems like a style in search of a purpose.\n\nHe begins with the Brothers Grimm, whose fairy tales enchant those lucky children whose parents still read to them. There is an eerie quality to the Grimm stories that's lacking in their Hollywood versions; no modern version of Little Red Riding Hood approaches the scariness of the original story, where the Big Bad Wolf was generated not by computers but by my quaking imagination.\n\nGilliam's intention is not to tell the fairy tales, however, although some of them have walk-ons in his movie; he makes the Brothers Grimm into traveling con artists, circa 1796, who travel from village to village in Germany, staging phony magic and claiming it is real. Wilhelm Grimm (Matt Damon) is the hustler of the outfit, a mercenary cynic. His brother, Jacob (Heath Ledger), sort of believes in magic. It has been thus since \"Jake\" and \"Will\" were children, and Jacob sold the family cow for a handful of magic beans.\n\nThe con artists are unmasked by Delatombe (Jonathan Pryce), Napoleon's man in Germany. But instead of punishing them, he dispatches the lads to the village of Marbaden, where children are missing and it appears that in the haunted forest \"the trees themselves set upon them.\" Delatombe's bizarre torturer Cavaldi (Peter Stormare) is sent along to be sure the Grimms deliver the goods; they are apparently supposed to be 18th century ghostbusters, or maybe the equivalents of the Amazing Randi, unmasking fraud.\n\nThe problem is, the forest really is enchanted. A local huntswoman named Angelika (Lena Headey) knows it is and tries to convince the boys, who become convinced only that they love her. There is another romantic complication when the evil 500-year-old Mirror Queen (Monica Bellucci) casts a spell over events; when the Grimms attempt to enter her castle and break the spell, they're up against the real thing: A kiss from her can kill. Jacob is tempted. Considering that she is 500 years old, I am reminded of Mark Twain's first words after being shown an ancient Egyptian mummy: \"Is he, ah — is he dead?\"\n\nA great deal more happens in \"The Brothers Grimm,\" and none of it is as easy to follow as I have made it sound. The film is constructed of elements that probably seemed like a great idea in themselves but have not been assembled into a narrative we can follow and care about. There is also the problem of who, exactly, Gilliam thinks the Brothers Grimm are. At times they seem like romantic heroes, at times like clowns, at times like fake magicians, at times like real ones. Their own fairy tales had the virtue of being tightly focused and implacable in their sense of justice: Misbehavior was cruelly punished as often as virtue was rewarded. Their strict code is lacking in the movie, which is based on shifting moral sands. At times the Grimms are liars and charlatans, at times brave and true. Those times seem chosen at the convenience of the movie.\n\nGilliam has always been a director who fills the screen with rich visual spectacle. In \"Brazil\" and \"12 Monkeys\" and \"The Adventures of Baron Munchausen,\" in the past and in the future, his world is always hallucinatory in its richness of detail. Here the haunted forest is really very impressive, but to what end? In a movie like Tim Burton's \"Sleepy Hollow,\" the night and shadows hold real menace. Here the trees seem more like an idea than a danger. And the movie, for all of its fantastic striving, stays on the screen and fails to engage our imagination.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-08-25", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Science Fiction"], "title": "The Brothers Grimm (2005)"}