{"url": "http://www.rogerebert.com/reviews/the-secret-garden-1993", "by": "Kate Maberlyas Mary Lennox", "star_rating": 4.0, "text": "Like all great stories for children, The Secret Garden contains powerful truths just beneath the surface. There is always a level at which the story is telling children about more than just events; it is telling them about the nature of life. That was the feeling I had when I read Frances Hodgson Burnett's book many years ago, and it is a feeling that comes back powerfully while watching Agnieszka Holland's new film.\n\nSome \"children's films\" are only for children. Some can be watched by the whole family. Others are so good they seem hardly intended for children at all, and \"The Secret Garden\" falls in that category. It is a work of beauty, poetry and deep mystery, and watching it is like entering for a time into a closed world where one's destiny may be discovered.\n\nThe film tells the story, familiar to generations, of a young girl orphaned in India in the early years of this century, and sent home to England to live on the vast estate of an uncle. Misselthwaite Manor is a gloomy and forbidding pile in Yorkshire - a construction of stone, wood, metal, secrets and ancient wounds. The heroine, whose name is Mary Lennox (Kate Maberly), arrives from her long sea journey to be met with a sniff and a stern look from Mrs. Medlock (Maggie Smith), who manages the place in the absence of the uncle, Lord Archibald Craven (John Lynch). Mary quickly gathers that this uncle is almost always absent, traveling in far places in an attempt to forget the heartbreaking death of his young bride some years earlier.\n\nThere is little for Mary to do in the mansion but explore, and soon she finds secret passageways and even the bedroom of her late aunt - and in the bedroom, a key to a secret garden. She makes friends with a boy named Dickon (Andrew Knott), whose sister is a maid at Misselthwaite, and together they play in the garden, and he whispers the manor's great secret: The aunt died in childbirth, but her son, now 9 or 10 years old, still lives in the manor, confined to his bed, unable to walk.\n\nMary goes exploring, and finds the little boy, named Colin (Heydon Prowse). He has lived a life of great sadness, confined to his room, able to see only the sky from the windows visible from his bed. Mary determines he must see his mother's secret garden, and she and Dickon wheel him there in an invalid's chair, stealing him out of the house under the very nose of Mrs. Medlock.\n\nAll of this could be told in a simple and insipid story, I am sure, with cute kids sneaking around the corridors. But Holland is alert to the buried meanings of her story, and she has encouraged her actors to act their age - to be smart, resourceful and articulate.\n\nThey are so good at their jobs that we stop being aware they are children, and enter into full identification with their quest.\n\nMore of the story I must not tell, except to mention in passing the gaunt dignity of Uncle Archibald, played by Lynch with the kind of weary, sensual sadness that Jeremy Irons used to have a corner on.\n\nBy the end of the film I was surprised by how much I was moved; how much I had come to care about the lonely little boy, the orphaned girl, and the garden that a dead woman had prepared for them.\n\nThis is Holland's first American film, backed by Francis Ford Coppola and produced by his longtime associates Fred Fuchs, Fred Roos and Tom Luddy. Holland's earlier work includes \"Europa, Europa,\" a story of a Jewish boy who is able to save his life by passing for a Nazi youth brigade member, and \"Olivier, Olivier,\" another case of mysterious identity, about a long-lost son who may or may not have been found again.\n\nI found \"Europa, Europa\" such an incredible story that I rejected it; what lesson can be learned from the freak survival of one potential victim, while millions died? \"Olivier, Olivier\" I found a more successful film, although I was mystified by the function of an unexplained supernatural element in the story.\n\nIn \"The Secret Garden\" Holland has again made a film about a missing child, but this time her theme and her telling of it are in complete harmony. It is a beautiful, intelligent film - a fable, a lesson, and an entrancing entertainment. And Roger Deakins' photography elevates the secret garden into a place of such harmony and beauty that we almost believe it can restore the lives of those who look on it.\n\nThe summer of 1993 will be remembered as the time when every child in the world wanted to see \"Jurassic Park.\" The lucky ones will see this one, too.", "running_time": 99, "mpaa_rating": "G", "release_year": 1993, "date_published": "1993-08-13", "genres": ["Drama", "Family", "Indie"], "title": "The Secret Garden (1993)"}