{"url": "http://www.rogerebert.com/reviews/the-princess-of-montpensier-2011", "by": "Melanie Thierryas Princesse Marie", "star_rating": 3.5, "text": "\"The Princess of Montpensier\" enters the field of the swashbuckling romance, so littered with our memories of other films, and conquers it with a startling freshness. So well does Bertrand Tavernier evoke the period that it evokes tangible physical qualities: the warmth of flesh, the coldness of steel, the green fields on which men fight and die. This world of France in 1562 might be idyllic, if it were not being torn by the need of Catholics and Protestants to kill one another.\n\nWe meet a fierce soldier, the Count of Chabannes (Lambert Wilson), who after unknowingly plunging his blade into the belly of a pregnant woman, decides he is disgusted by war. That places him outside the pale, a traitor to one side, a deserter to the other. He's redeemed by an affectionate student and becomes the tutor to the beautiful Marie de Mezieres (Melanie Thierry), a rich and famous beauty who, in short time, is forced into an arranged marriage with the callow Philippe de Montpensier (Gregoire Leprince-Ringuet). The negotiations between the fathers of these two young people are a straightforward business contract involving the transfer of lands, with not the slightest thought of Marie's desires.\n\nOn her part, she's indifferent to Philippe but drawn passionately to Henri de Guise (Gaspard Ulliel), a rugged and arrogant man who proudly displays his scarred face. The de Guise family is also powerful and also desires Marie; a cardinal in their family represents the only appearance of religion in this film, and he is a politician, not a man of prayer. Ironic, that although France is in a civil war over religion, it comes down to tribes rather than theology.\n\nEstablishing the major players and some minor ones slightly impedes the early scenes, but soon the characters are vivid and the intrigue begins. It centers on Marie, and on Melanie Thierry, who looks a decade younger than her 30 years, a classic heroine with a fresh, proud beauty. She is duly handed over to the attentions of her husband for a humiliating wedding night attended by witnesses to testify that the sheet is bloody. Then her husband hurries off to a new war, and she responds quickly to the tutoring of Chabannes.\n\nHe falls in love with her and admits it, although neither is moved to act on the fact. Henri de Guise comes back into her life, and so does the powerful Duc d'Anjou (Raphael Personnaz). She makes it clear she's drawn to both. Her husband becomes a monster of jealousy, and one night during a masked ball, she unwisely confides in the wrong masked figure. Of course, this is 1562, and Marie hasn't seen many movies demonstrating how hazardous it is to confide in anyone at a masked ball without being absolutely sure who is behind the mask.\n\nTavernier has an uncanny success in showing the life within a medieval castle, which provides staircases, nooks, crannies, closets, corners and retreats for intrigues. One night, there is a compelling set piece during which Chabannes the tutor tries to prevent a disastrous discovery. We realize that for all the massive size of a medieval castle, its inhabitants lived more or less in earshot of footfalls and passion.\n\nBertrand Tavernier's career has been a celebration of many kinds of films. He began in 1974 with \"The Clockmaker,\" one of the best films ever made from a Simenon novel, and has made films about war (\"Coup de Torchon\"), jazz (\"Round Midnight\"), biography (\"Daddy Nostalgia\" with Dirk Bogarde), an old artist (\"A Sunday in the Country\"), young cops (\"L. 627\") and French filmmaking under the Nazis (\"Safe Conduct\"). He is one of the most prolific and generous of directors, and there is no word that summarizes a \"Tavernier film,\" except, usually, masterful.\n\nAll the dramatic mechanisms he sets in motion here hinge on the reality that the princess of Montpensier is, at the same time, a possession and an object of desire. The moment she is officially sold off into marriage, powerful men feel free to disregard that contract, and so does she. To our modern eyes, her natural romantic partner should be her tutor, but neither Marie nor Chabannes, who buy into the norms of their world, thinks of acting on that. There are only three possible partners in her constrained world, and she prefers the two who are more desirable than her husband.\n\nPrincess Marie becomes quite a sympathetic figure in the story: smart, yearning for knowledge, resentful that she has no personal choice, not valued for her mind, with no sympathy even from her own mother. Tavernier takes leave of her in a beautiful shot where she is alone. All alone. As all rich women then were, unlike the lucky poor.", "running_time": 139, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-05-04", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "The Princess of Montpensier (2011)"}