{"url": "http://www.rogerebert.com/reviews/the-best-little-whorehouse-in-texas-1982", "by": null, "star_rating": 2.0, "text": "If I were asked what image dominates \"The Best Little Whorehouse In Texas,\" the honest answer would have to be: Dolly Parton's plunging neckline. I am not trying to be cute. The awesome swell of her wondrous bosom dominates every scene Dolly appears in, and that includes just about every scene in the movie. W.C. Fields, the old scene-stealer, rebelled against appearing on screen with an animal, a child, or a plunging neckline, on the not unreasonable grounds that audiences would not be looking at him. Fields could have appeared incognito in \"Whorehouse,\" as, indeed, Burt Reynolds occasionally does. \n\nThe puzzling thing about the Parton decolletage is that so little is made of so much. You'd think there would be sizzling chemistry between Parton and Reynolds, who are two of my favorite movie sex symbols simply because they always seem so full of good cheer. But that isn't the case here. They're great looking, they smile a lot, they've been provided with good dialogue, but somehow they seem a little bored with each other, as if their affair has been going on a little too long; they're a happy old cheatin' couple. There is some passion in the movie, but it's concentrated in two scenes where Dolly is absent. In both of them, Reynolds lets loose with a non-stop cussing barrage, chewing out a foppish TV interviewer (Dom De Luise) and a slippery governor (Charles Durning). Dolly never really gets to let go, and the limitless exuberance she displayed in \"Nine to Five\" seems as tightly corseted here as her costumes are. \n\nWhat's the problem? I think maybe the movie's story got misplaced somewhere in the middle of the movie's legend. The best little whorehouse of the movie's title was a legendary Texas brothel named the Chicken Ranch, which was immortalized first by generations of young Texans and later in a Broadway play by Larry King and Peter Masterson. Whorehouses, Texas ones included, are not exactly very nice places, but the whorehouse in this movie almost seems like a refuge for wayward girls. The story has been cleaned up so carefully to showcase Parton and Reynolds that the scandal has been lost; the movie has been turned into a defense of free enterprise and a hymn to romance. \n\nThat's too bad. I kept waiting for Dolly Parton to be sexy in this movie, and she never was. She was cheerful, spunky, energetic, angry, sad, and loyal, but she was never sexy not even in bed. Her feelings for Reynolds seemed to be largely therapeutic, and I believe there were even times when they discussed the nature of their relationship. Since just the mere word \"relationship\" is profoundly subversive to eroticism and sexuality, we're a little baffled to see the madam and the sheriff turned into the sort of couple that discusses itself in first person articles for Cosmo. This is carried so far that Parton's only reference to her bosom (indeed, the only moment in the movie when anyone deigns to even notice it) is about her problems \"luggin' these around.\" It's all so matter-of-fact, it's asexual. \n\nParton and Reynolds are pleasant enough in \"Whorehouse,\" and we expect that from two such likable actors. Dom De Luise is wildly improbable and distractingly bizarre as the TV investigative reporter who wants to shut down the Chicken Ranch. Charles Durning has a lot of fun with a sly song-and-dance routine. Lois Nettleton has a thankless role as Reynolds's \"other\" mistress (we never do know what to make of their relationship, which must have been mangled in the editing). There are a few funny jokes, some raunchy one-liners, some mostly forgettable songs set to completely forgettable choreography, and then there is Dolly Parton. If they ever give Dolly her freedom and stop packaging her so antiseptically, she could be terrific. But Dolly and Burt and \"Whorehouse\" never get beyond the concept stage in this movie.", "running_time": 114, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Action", "Adventure", "Comedy", "Music", "Romance", "Western"], "title": "The Best Little Whorehouse in Texas (1982)"}