{"url": "http://www.rogerebert.com/reviews/the-aristocats-1971", "by": "Winston Hibler", "star_rating": 3.0, "text": "But \"The Aristocats\" is in there with the good ones. It is light and pleasant and funny, the characterization is strong, and the voices of Phil Harris (O'Malley the Alley Cat) and Eva Gabor (Duchess, the mother cat) are charming in their absolute rightness. \"The Aristocats\" is sort of a musical, too, and when O'Malley comes strolling along the riverbank singing about his own sterling qualities, you can't help but be amused.\n\nThe problem with a lot of \"family\" movies is that they're excruciatingly boring for anyone in the family over the age of 12. I think I can safely say that \"The Aristocats\" is not one of those dreadful exercises in simplicity; if you find it necessary to take the kids, you won't suffer.\n\nIndeed, a lot of the laughter the other afternoon seemed to come from adults. That's a tribute to the makers, Wolfgang Reitherman and Winston Hibler, who have told their story simply enough for children, and yet with a high degree of visual sophistication. The movements of the animated characters are \"real,\" and yet stylized enough to express distinct personalities. O'Malley struts. Duchess slinks. The three little kittens are dainty, stalwart and pugnacious by turns. It seems kind of silly to be writing about how the kittens walk, it just occurred to me, but it's in details like those that \"The Aristocats\" becomes delightful.\n\nIn several neighborhood theaters, \"The Aristocats\" is on a double bill with \"In Search of the Castaways,\" a distinctly second-rate effort. It was one of Disney's early-1960s efforts to establish Hayley Mills as the new Shirley Temple, and, if memory serves, John Mills plays a grizzled old sea dog who sails around looking for treasure.\n\nI'm not quite sure memory serves, though. I mentioned \"Castaways\" to Mills when he was in town recently, and dang if he hadn't completely forgotten it. After I reconstructed a hazy plot outline, he did seem to remember it slightly: \"It was a bloody awful bore, is all I remember,\" he said, correctly.", "running_time": 78, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Animation", "Comedy", "Family", "Musical"], "title": "The Aristocats (1971)"}