{"url": "http://www.rogerebert.com/reviews/the-beverly-hillbillies-1993", "by": "Dabney Colemanas Mr. Drysdale", "star_rating": 0.5, "text": "When directors make a wonderful movie, you look forward to their next one with a special anticipation, thinking maybe they've got the secret. If it turns out they don't, you feel almost betrayed. That's how I felt after \"The Beverly Hillbillies,\" one of the worst movies of this or any year.\n\nIts director is Penelope Spheeris. She directed \"Wayne's World,\" that inventive and amusing 1992 film about a couple of nerds running a cable talk show out of their basement. The movie had a spirit to it, a style, and I guess I thought maybe that would carry over to Spheeris' next project.\n\nIt didn't. Imagine the dumbest half-hour sitcom you've ever seen, spin it out to 93 minutes by making it even more thin and shallow, and you have this movie. It's appalling. It's not even really a good version of whatever it was that made the TV series appealing. And it certainly doesn't add the kind of spin and quality we expect when we go to the movies.\n\n\"The Addams Family\" (no great shakes itself) improved on the TV show by adding inventive production design and special effects, and plugging in some talented actors. The \"Batman\" movies exist in another universe than the TV show or the comic books. But this \"Beverly Hillbillies\" seems to have been made with serene self-confidence, as if all the movie had to do was preserve the vacuous inanity of the original series.\n\nThe plot could function basically as a set-up for the TV show.\n\nWe meet the Clampetts down on the farm, where, after a prologue that takes forever, they strike oil and become billionaires. Then they load up the old truck, move to Beverly Hills, and run afoul of a financial adviser (Lily Tomlin), a banker (Dabney Coleman) and Dolly Parton, who is the best thing in the movie simply by virtue of having almost nothing to do with it.\n\nJim Varney plays Jed, Cloris Leachman is Granny, Erica Eleniak (from \"Under Siege\") is daughter Elly May, and Diedrich Bader has the dual role of Jethro and Jethrine. Collectively, they have the air of a firing squad victim told he will be shot unless he keeps on talking.\n\nDid the filmmakers believe there was some desire on the part of the filmgoing public to see a movie that was no more than a recycled TV show? Did Spheeris and her four writers abandon all ambition to transform and improve the material? Didn't anyone (Spheeris herself, for example) look at \"Wayne's World\" and see there a fresh, high-energy approach that was dismally lacking in the \"Hillbillies\" retread? Here is a film with all of the wit of the road kill that supplies not one but two of the lesser jokes.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-10-15", "genres": ["Comedy"], "title": "The Beverly Hillbillies (1993)"}