{"url": "http://www.rogerebert.com/reviews/the-interrupters-2011", "by": "Steve James", "star_rating": 4.0, "text": "Patiently, brilliantly, Steve James looks closely at our society. He begins documentaries with no easy end in sight, and persists. How could he have guessed his masterpiece \"Hoop Dreams\" (1994) would develop into a story of such incredible power? Now, in \"The Interrupters,\" he has made his most important film, telling the story of ex-convicts who go daily into the streets of Chicago to try to talk gang members out of shooting at one another.\n\nThese men, who are called the Interrupters, are good people and brave. All have done prison time. Some of them have murdered. They were young when they were seduced by the lure of street gangs, guns, easy money and quick violence. Now they are older, wiser, and sad. They regard the death toll in Chicago and see young people throwing their lives away and often killing bystanders by accident.\n\nOn the news last week, there was the story of a child killed by stray gunfire. He was in the middle of a basketball game in a city park. One of his teammates told the camera: \"It's a shame he never had the experience of life.\" There are fuzzy shots of a surveillance camera showing a white car with a sunroof speeding from the site. Inside were probably young men empowered by firearms and an automobile to shoot stupidly into a park and make a pathetic gang gesture. The Interrupters were once such young men — and women. They once were blind, but now they see.\n\nJames' film, mighty and heart-wrenching, follows members of CeaseFire, tough negotiators who monitor gang activity in their neighborhoods and try to anticipate developing warfare. They make it their business to know the gang leaders and members. They build trust. In some shots in this film, they are physically in the possible line of fire — and so are Steve James and his small crew. They might as well be in a war zone. Indeed, the movie opens with the information that during early 2009 as many people died of street violence in Chicago as U.S. soldiers did in Iraq and Afghanistan; 20 died in one night here. Do not think only of Chicago. This is a national epidemic, its toll much larger than our deaths in war.\n\nCeaseFire leaders hold a harrowing series of meetings to report on events in their districts and share their plans. James follows them on their rounds, watching as a knife fight is broken up by an Interrupter. They're up against an embedded mindset: Violence inspires retribution, and retribution inspires violence. It is no different on the South Side of Chicago than it has been in Ireland, Bosnia or the Middle East. \n\nThere is an obvious difference between those places and Chicago. In Europe and the Middle East, killings are usually driven by ethnic and religious differences. In an American inner city, where religious differences are irrelevant, and everyone is of the same ethnicity, gangs take the place of race or belief. They provide an identity, no matter how paltry.\n\nAre gangs protecting their turfs for drug sales? Not primarily. They are protecting it because — it is theirs. If you walk on the wrong side of the street, you may be inviting death. This is pathetic, but enforcing gang turfs provides some of these children and teenagers with the only source of self-esteem they find available. Sometimes they join gangs out of a fearful instinct for self-protection.\n\nThis is a universal human characteristic. When I was a child, I rode my bike home from school down a daily network of neighborhood streets. On one street, some kids were sitting on a porch. They pulled me off my bike, punched me and told me it was \"their\" street. They were white like me. They had no idea what school I went to. By protecting \"their\" street, they were gaining esteem. I have no doubt they felt good afterward.\n\n\"The Interrupters\" is based on a much-acclaimed article in the New York Times Magazine by Alex Kotlowitz, who followed a period of intense violence in Chicago. He joined with James to co-produce the film. It is difficult to imagine the effort, day after day for a year, of following this laborious, heroic and so often fruitless volunteer work. Today when I read yet another story of a senseless gang killing, I find some small consolation in the thought that it could be worse.", "running_time": 125, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-08-10", "genres": ["Documentary"], "title": "The Interrupters (2011)"}