{"url": "http://www.rogerebert.com/reviews/the-dark-1979", "by": "John", "star_rating": 1.5, "text": "Movie critics aren't supposed to give away the plots of thrillers. That's part of the unwritten agreement with their makers. The other part of the unwritten agreement, though, is that thrillers should have plots. Since \"The Dark\" breaks its side of the deal, I feel blameless in forging ahead.\n\nThis is without a doubt the dumbest, most inept, most maddeningly unsatisfactory thriller of the last five years. It's really bad: so bad, indeed, that it provides some sort of measuring tool against which to measure other bad thrillers. Years from now, I'll be thinking to myself: Well, at least it's not as bad as \"The Dark.\"\n\nThe movie involves a Jack the Ripper from outer space, who has superhuman strength, can tear down brick walls with his bare hands and has eyes that emit lightning flashes. He kills someone every night. The police are trying to catch him. That's about it. The killings are not only unmotivated, but uninvolving, since only strangers get killed. They appear in the movie, walk into dark parking garages and are murdered. The creature's favorite means of attack is to pull off his victim's heads. Wonderful. The press nicknames him \"The Mangler,\" a title that could more accurately be bestowed on the director.\n\n\"The Dark\" alternates the nighttime attacks with endless scenes of cops lecturing each other on how important it is to catch The Mangler. But the case is finally broken open when the father of one of the victims (William Devane) and a local TV newscaster (Cathy Lee Crosby) team up to solve it. A psychic has predicted that a young actor will be the next to go, so they pub-crawl through actors' haunts to find him. They do, he speeds drunkenly away in his car, they follow, the police tail them, and everyone ends up in a deserted monastery where The Mangler is cornered.\n\nHe's a tough creature to destroy. He's about 6 feet 6 inches, looks like the Wolf Man, snarls and growls a lot and zaps everybody with his lightning bolts. The special effects are so bad, by the way, that at times the lightning bolts do not seem to come from his eyes, or to hit their targets - but never mind, the victims topple over anyway. Gunshots don't affect the creature, but after he's set on fire, he disappears in a puff of smoke.\n\nWhat is this creature? Where does it come from? How to explain its chemistry, its appetites, its violence? Great questions, I guess, for the sequel. The movie ends with a panorama of Los Angeles and a narration assuring us that mankind must always be afraid of The Dark, because in the vastness of the universe, etc., we are like blind men tapping our way into infinity, etc.\n\nOne of the amazing things about \"The Dark\" is that it's only about 85 minutes long - short for a feature film, if more than long enough for this one. If they'd gone all the way and shot for 120 minutes, they might have qualified for the most stupefyingly boring movie ever made. Maybe they win that one anyway.", "running_time": 92, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-06-06", "genres": ["Horror", "Science Fiction"], "title": "The Dark (1979)"}