{"url": "http://www.rogerebert.com/reviews/the-amati-girls-2001", "by": "Cloris Leachmanas Dolly", "star_rating": 1.0, "text": "Alot of saints are mentioned in \"The Amati Girls,\" including Christopher, Lucy, Cecilia, Therese (the Little Flower) and the BVM herself, but the movie should be praying to St. Jude, patron saint of lost causes. Maybe he could perform a miracle and turn this into a cable offering, so no one has to buy a ticket to see it.\n\nThe movie's a tour of timeworn cliches about family life, performed with desperation by a talented cast. Alone among them, Mercedes Ruehl somehow salvages her dignity while others all about her are losing theirs. She even manages to avoid appearing in the shameless last shot, where the ladies dance around the kitchen singing Doo-wah-diddy, diddy-dum, diddy-dum .\n\nThe movie is about a large Italian-American family in Philadelphia. Too large, considering that every character has a crisis, and the story races from one to another like the guy on TV who kept all the plates spinning on top of the poles. This family not only has a matriarch (Cloris Leachman) but her superfluous sister (Lee Grant) and their even more superfluous sister (Edith Field). There are also four grown daughters, two husbands, two hopeful fiancees, at least three kids, and probably some dogs, although we never see them because they are probably hiding under the table to avoid being stepped on.\n\nThe adult sisters are Grace (Ruehl), who is married to macho-man Paul Sorvino (\"No Padrone male will ever step foot on a ballet stage, except as a teamster\"); Denise (Dinah Manoff), who is engaged to Lawrence (Mark Harmon) but dreams of show biz (she sings \"Kiss of Fire\" to demonstrate her own need for St. Jude); Christine (Sean Young), whose husband Paul (Jamey Sheridan), is a workaholic, and poor Dolores (Lily Knight), who is retarded. Denise and Christine think Grace is ruining her life with guilt because when she was a little girl she ran away and her mother chased her and fell, which of course caused Dolores to be retarded.\n\nSample subplot. Dolores decides she wants a boyfriend. At the church bingo night, she sits opposite Armand (Doug Spinuzza), who, we are told \"has a headful of steel\" after the Gulf War. This has not resulted in Doug being a once-normal person with brain damage, but, miraculously, in his being exactly like Dolores. In the movies, after they kiss, he shyly puts his hand on her breast, and she shyly puts her hand on his.\n\nYou know the obligatory scene where the reluctant parent turns up at the last moment for the child's big moment onstage? No less than two fathers do it in this movie. Both Joe (Sorvino) and Paul have daughters in a ballet recital, and not only does Joe overcome his loathing for ballet and even attend rehearsals, but Paul overcomes his workaholism and arrives backstage in time to appear with his daughter.\n\nThe movie has one unexpected death, of course. That inspires a crisis of faith, and Dolores breaks loose from the funeral home, enters the church, and uses a candlestick to demolish several saints, although she is stopped before she gets to the BVM. There are also many meals in which everyone sits around long tables and talks at once. There is the obligatory debate about who is better, Frank Sinatra or Tony Bennett. And an irritating editing twitch: We are shown the outside of every location before we cut inside. There is also one priceless conversation, in which Aunt Spendora (Grant) explains to Dolly (Leachman) that her hair is tinted \"copper bamboo bronze.\" For Dolly, she suggests \"toasted desert sunrise.\" The Little Flower had the right idea. She cut off her hair and became a Carmelite.\n\nFootnote: This just in. \"The Amati Girls\" has been scheduled for airing on the Fox Family Channel in March. Thank you, St. Jude, for a favor granted.", "running_time": 91, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-01-19", "genres": null, "title": "The Amati Girls (2001)"}