{"url": "http://www.rogerebert.com/reviews/the-girl-with-the-dragon-tattoo-2010", "by": "Noomi Rapaceas Lisbeth Salander", "star_rating": 4.0, "text": "\"The Girl with the Dragon Tattoo\" is a compelling thriller to begin with, but it adds the rare quality of having a heroine more fascinating than the story. She's a 24-year-old goth girl named Lisbeth Salander, with body piercings and tattoos: thin, small, fierce, damaged, a genius computer hacker. She smokes to quiet her racing heart.\n\nLisbeth is as compelling as any movie character in recent memory. Played by Noomi Rapace with an unwavering intensity, she finds her own emotional needs nurtured by the nature of the case she investigates, the disappearance of a young girl 40 years earlier. As this case is revealed as part of a long-hidden pattern of bizarre violence against women, memories of her own abused past return with a vengeance.\n\nRapace makes the character compulsively interesting. She plays against a passive fortysomething hero, Mikael Blomkvist (Michael Nyqvist), an investigative journalist who has six months of freedom before beginning a prison sentence for libel against a Swedish tycoon. Mikael, resourceful and intelligent, is hired by an elderly billionaire named Henrik Vanger (Sven-Bertil Taube), who inhabits a gloomy mansion on a remote island and broods about the loss of his beloved niece Harriet. She vanished one day when the island was cut off from the mainland. Her body was never found. Because the access bridge was blocked, the killer must have been a member of Vanger's large and greedy family, which he hates. Three brothers were Nazi sympathizers during the war.\n\nThe notion of a murder with a limited list of suspects was conventional even before Agatha Christie. Niels Arden Oplev's \"The Girl With the Dragon Tattoo\" pays it lip service, with Mikael covering a wall with photos of the suspects. But this is a new age, and in addition to his search of newspaper and legal archives, he uses the Internet. That's how he comes across Lisbeth, who has been investigating him. She's described as Sweden's best hacker, a claim we have no reason to doubt, and the intensity of her focus, contrasted to her walled-off emotional life, suggests Asperger's.\n\nThey team up on the case, and might become lovers if not for Mikael's diffidence and her secretive hostility. They become efficient partners. Scenes involving newspaper photographs and Internet searches create sequences like a \"Blow-Up\" for the digital age. The film is unique in my memory for displaying screen shots of an actual computer operating system, Mac OS X, and familiar programs like e-mail and iPhoto. Ever notice how most movie computers work like magic?\n\nThe forbidding island setting, the winter chill, the frosty inhabitants, all combine with dread suspicions to create an uncommonly effective thriller. It's longer than average, but not slow, not after we become invested in the depravity of the case. There are scenes involving rape, bondage and assault that are stronger than most of what serves in the movies for sexual violence, but these scenes are not exploitation. They have a ferocious feminist orientation, and although \"The Girl with the Dragon Tattoo\" seems a splendid title, the original Swedish title was the stark \"Men Who Hate Women.\"\n\nThe novel, one of a trilogy which Stieg Larsson completed before his untimely death at 44 in 2004, was an international best-seller. It is destined to be remade by Hollywood. That remake may turn out to be a good film, but if I were you I'd be sure to watch this version. The Hollywood version will almost certainly tone down the sexual violence. I can't think of an American actress who could play Lisbeth. Kristen Stewart, who I respect, has been mentioned. Dakota Fanning. I dunno. A younger Jodie Foster, maybe. Someone able to play hard as nails and emotionally unavailable. Make her a Swede, and simply cast Noomi Rapace.\n\nThis is not a deep psychological study. But it's a sober, grown-up film. It has action, but not the hyperkinetic activity that passes for action in too many American movies. It has sex, but not eroticism. Its male lead is brave and capable, but not macho. Its female lead is sexy in the abstract, perhaps, but not seductive or alluring. This is a movie about characters who have more important things to do than be characters in an action thriller.", "running_time": 152, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-03-17", "genres": ["Crime", "Drama", "Foreign", "Mystery", "Thriller"], "title": "The Girl with the Dragon Tattoo (2010)"}