{"url": "http://www.rogerebert.com/reviews/the-haunted-mansion-2003", "by": "Eddie Murphyas Jim Evers", "star_rating": 2.5, "text": "The surprising thing about \"The Haunted Mansion\" isn't that it's based on a Disney theme park ride, but that it has ambition. It wants to be more than a movie version of the ride. I expected an inane series of nonstop action sequences, but what I got was a fairly intriguing story and an actual plot that is actually resolved. That doesn't make the movie good enough to recommend, but it makes it better than the ads suggest.\n\nThe movie stars Eddie Murphy as Jim Evers, workaholic Realtor(TM), who is headed for a weekend vacation with his family when they get sidetracked by the chance to put a vast old mansion on the market. His wife, Sara (Marsha Thomason), is his business partner, but complains, as all movie wives always complain, that her husband is spending too much time at work. Their kids are Michael and Megan (Marc John Jefferies and Aree Davis).\n\nEvers (or more accurately his wife, whose photo appears on their flyers) is invited to visit the Gracey Mansion, isolated behind a forbidding iron gate and surrounded by a jungle of sinister vegetation.\n\nIt's a triumph of art direction, inspired by the Disney World attraction and by every haunted house ever crept through by Bela Lugosi, Lon Chaney, Christopher Lee, Peter Cushing, Abbott, Costello, et al. Doors bulge, curtains sway, and there's a scenic graveyard behind the house, complete with four marble busts that perform as a barbershop quartet.\n\nThe visitors are greeted by the butler Ramsley (Terence Stamp), gaunt, cadaverous, with a voice that coils up from unimaginable inner caverns. Also on staff are servants Ezer (Wallace Shawn, looking his most homuncular) and Emma (Dina Waters, simpering over). On the premises but not exactly in residence is Madame Leota (Jennifer Tilly), whose disembodied head floats in a crystal ball and offers timely if disturbing advice.\n\nThe lord of the manor is Master Gracey (Nathaniel Parker), who seems obsessed with Sara Evers. Flashbacks explain why. In antebellum New Orleans, Gracey was in love with a young woman who looked exactly like Sara, and when they could not marry, they both killed themselves. Which means Gracey is a ghost, of course, but leaves unanswered the question of why he could not marry the ghost of his original lover and stop haunting respectable married Realtors(TM).\n\nThe movie's most intriguing element is the way it does and doesn't deal with the buried racial theme. We learn that the sinister Ramsley sabotaged his master's romance because if he married, the family would be destroyed. Presumably that would be because an interracial romance was dangerous in old New Orleans, but the movie never says so and indeed never refers to the races of any of its characters. That is either (a) refreshing and admirable, or (b) puzzling, since the whole plot is motivated by race.\n\nThe story, in any event, gives the characters a lot to deal with, which means we are not relegated to a movie full of banging doors, swinging chandeliers and other ghostly effects. There are a lot of those, of course, especially as the kids make their own way around the gloomy pile, but there is a certain poignancy about the central dilemma, and the Gracey character reflects it well, eventually answering one of the questions posed above, although I will not say which one.\n\nThe movie doesn't quite work, maybe because the underlying theme is an uneasy fit with the silly surface. Murphy is not given much to do; he's the straight man, in a story involving his wife and ghosts. If anyone steals the movie, it's Stamp, who must have been studying Hammer horror films for years, and puts the ham back into Hammer. \"The Haunted Mansion\" won't much entertain older family members, but it might be fun for kids and seems headed for a long run on home video.", "running_time": 99, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-11-26", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "The Haunted Mansion (2003)"}