{"url": "http://www.rogerebert.com/reviews/the-bed-sitting-room-1970", "by": "Rita Tushingham", "star_rating": 2.5, "text": "If \"Monty Python's Flying Circus\" had never existed, Richard Lester would still have invented it. In 1970 he directed \"The Bed Sitting Room,\" a film which so uncannily predicts the style and manner of Python that we think for a moment we're watching television. The movie's dotty and savage; acerbic and slapstick and quintessentially British.\n\nIt's an after-the-Bomb movie, but like no other. It takes place at some time in the fairly immediate future, after England and (we gather) the rest of the world have been almost wiped out by a nuclear war. A few people still survive. Some of them ride on an endlessly circling underground train (powered by an earnest young man peddling a bicycle). Others roam through the debris above. They try to appear as proper as possible by wearing the right clothes. From his midriff up, for example, the BBC announcer wears a tuxedo. Everything below is rags, but you can't see that when he's broadcasting (which he does by holding a TV set in front of his face and talking.)\n\nPeople seem to be genial enough. There's a pregnant young girl (Rita Tushingham) who lives with Mum and Dad on the underground train. There's a genial gentleman (Ralph Richardson) who goes about looking into other people's business. There are two policemen (Peter Cook and Dudley Moore) who operate out of a wrecked Volkswagen suspended from a hot-air balloon. And there's poor Arthur Lowe, who's obsessed by the fear that he'll turn into a bed-sitting room. Well, we all are. All of the characters are mad, of course, but that's not the point; this isn't a heavy-handed anti-war parable, but a series of sketches that gradually grow more and more grim. \n\nThings start out fairly cheerfully, actually. At one point a messenger arrives with a pie, asks if he has the correct person, and when he finds he does, throws the pie into the man's face. So now we know where that fad came from. Later, though, the smiles grow more forced. The characters try to maintain an adequate British reserve, but it's a little hard when you find you are likely to turn into a bed-sitting room. Escalators from the underground are likely to dump you in mid-air, a square meal is hard to come by, Rita Tushingham's baby dies and so on. Since the movie accompanies all of this material with mindlessly mechanical music hall tunes, the effect is macabre.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1976-12-10", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "The Bed Sitting Room (1969)"}