{"url": "http://www.rogerebert.com/reviews/the-manchurian-candidate-2004", "by": "Denzel Washingtonas Ben Marco", "star_rating": 3.0, "text": "Corporations, not commies, are the sinister force behind Jonathan Demme's \"The Manchurian Candidate,\" in which poor Raymond Shaw is told by a liberal senator: \"You are about to become the first privately owned and operated vice president of the United States.\" There's a level of cynicism here that is scarier than the Red Chinese villains in John Frankenheimer's 1962 classic. It's a stretch to imagine a communist takeover of America, but the idea that corporations may be subverting the democratic process is plausible in the age of Enron.\n\nDemme is not shy about suggesting parallels with current politics, and he borrows a neat bit of indirection from Frankenheimer: In the 1962 version, communists posed as anti-communists to drum up hysteria that could be used to subvert American freedoms. In the new version, right-wingers pose as liberals to win office while neutering the left. Meryl Streep plays Sen. Eleanor Shaw, who has sold her soul to the Manchurian Global Corp. A stage mother from hell, she pushes her son Raymond (Liev Schreiber) into the vice presidency; a timely assassination will make him president. Raymond has a chip implanted in his skull which will allow Manchurian to control him.\n\nThis plan is on track and will succeed, unless two men can make sense of their nightmares. Ben Marco (Denzel Washington) and Al Melvin (Jeffrey Wright) both fought in the Gulf War, as members of a patrol that was saved by the heroism of Sgt. Shaw -- whose Medal of Honor launched his political career. But did Shaw really save them? Marco and Melvin have fragmented nightmares of an alternate reality. Marco notes that all the patrol members use identical words to describe their experience. \"I remember that it happened,\" Shaw confesses to Marco, \"but I don't remember it happening.\"\n\nAudiences of the earlier film will know that during the patrol's missing days, as Marco eventually concludes, \"Somebody got into our minds with chainsaws.\" The brainwashing is front-loaded in Demme's version; it's revealed fairly early, perhaps because he and his writers concluded there was no use being coy about a secret that most of the audience already knows. Instead, Demme wisely conceals other secrets, leading to a wickedly different ending just when you think you know everything that will happen.\n\nWashington plays Marco as a man with the public face of a decorated officer and the private tortures of a haunted man. After he discovers a chip under the skin of his shoulder, he desperately tries to get to Shaw to talk about their experience. At one point, Marco actually leaps upon the vice presidential candidate, rips off his shirt and tries to bite a chip out from under his skin. The Secret Service then comes to the rescue, but Shaw declines to press charges, leaving us to wonder how the news organizations cover the remarkable spectacle of a decorated veteran biting a heroic candidate. Somehow, it should be a bigger story.\n\nSchreiber, as Shaw, has the role played by Laurence Harvey in the original, and Washington follows Frank Sinatra. Meryl Streep has the assignment of playing the alarming and incestuous Mrs. Shaw, a role for which Angela Lansbury won an Oscar nomination, while essentially stealing the movie. Streep wisely goes for oblique humor rather than straight-ahead villainy, making the character different and yet just as loathsome. Gossips have whispered for months that her performance is modeled on Sen. Hillary Clinton, but I dunno; Streep has mentioned Peggy Noonan, Condi Rice and Dick Cheney.\n\nMaking parallels like that is risky. Demme's movie has all sorts of characters on the screen who tempt us to name their real-life counterparts, but he doesn't do simplistic one-to-one parallels; instead, he allows sly contemporary references to enter the film through many characters, as when one candidate calls for \"compassionate vigilance.\" Another bold line, by Mrs. Shaw: \"The assassin always dies, baby. It's necessary for the national healing.\"\n\nFrank Rich writes in the New York Times that the movie is \"more partisan\" than \"Fahrenheit 9/11,\" but that requires a simpler and more translatable plot than the one I saw. Demme sticks his knife in everywhere, suggesting that the whole system and both parties have been compromised by the power of corporations. (For truly uninhibited parallelism in interpreting the movie, read Paul Krugman's July 20 N.Y. Times column \"The Arabian Candidate.\")\n\nEvery time I watch the original \"Manchurian Candidate,\" I'm teased by the possibility that there may be another, deeper, level of conspiracy, one we're intended to sense without quite understanding. It involves the character of the woman named Rose or Rosie, who Marco meets on a train; she was played in 1962 by Janet Leigh and this time by Kimberly Elise. These characters materialize out of nowhere, fall instantly in love with Marco, and say inexplicable things. To accept them as simply a romantic opportunity is too easy; why would a woman fall for a complete stranger who (in the Sinatra version) is shaking so badly he can't light his cigarette and (in the Washington version) biting vice presidential candidates? She's up to something.\n\nTo compare Demme's version with Frankenheimer's is sort of irrelevant. That was then and this is now. Sinatra and Washington are both complete and self-contained and cannot be meaningfully compared. What we can say is that Demme has taken a story we thought we knew and, while making its outlines mostly recognizable, rotated it into another dimension of conspiracy. Are corporations really a threat to America's security? The rotten ones are. When you consider that the phony California electric crisis, with its great cost in lives and fortune, was an act of corporate terrorism, he has a point.", "running_time": 129, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-07-19", "genres": ["Drama", "Mystery", "Thriller"], "title": "The Manchurian Candidate (2004)"}