{"url": "http://www.rogerebert.com/reviews/the-outlaw-josey-wales-1976", "by": "Chief Dan Georgeas The Old Indian", "star_rating": 3.0, "text": "Clint Eastwood's \"The Outlaw Josey Wales\" is a strange and daring Western that brings together two of the genre's usually incompatible story lines. On the one hand, it's about a loner, a man of action and few words, who turns his back on civilization and lights out for the Indian nations. On the other hand, it's about a group of people heading West who meet along the trail and cast their destinies together. What happens next is supposed to be against the rules in Westerns, as if \"Jeremiah Johnson\" were crossed with \"Stagecoach\": Eastwood, the loner, becomes the group's leader and father figure.\n\nWe meet his character, Josey Wales, just after the Civil War. He's an unreconstructed Southerner, bitter about the atrocities he's witnessed, refusing to surrender. When Northern troops cold-bloodedly murder some of his comrades, he mows down the Yankees with a Gatling gun and becomes a fugitive. So far, we're on familiar ground; Eastwood plays essentially the same character he's been developing since the Dollar Westerns. He says little, keeps his face in the shadows, has an almost godlike personal invulnerability, and lives by a code we have to intuit because he'd die rather than explain it aloud.\n\nBut then this character begins to come across other drifters and refugees in the unsettled postwar West. The first is an old Indian, played by Chief Dan George with such wonderfully understated wit that there should have been an Oscar nomination around somewhere. \"I myself never surrendered,\" he explains to Josey Wales. \"But they got my horse, and it surrendered.\" \n\nGeorge achieves the same magical effect here that he did in \"Harry and Tonto,\" trading Mixmasters for Indian medicine in a jail cell: He's funny and dignified at once. He joins up with the outlaw Eastwood, and their relationship is a reminder of all those great second bananas from the Westerns of the 1940s -- the grizzled old characters played by Gabby Hayes and Smiley Burnette. But Chief Dan George brings an aura to his role that audiences seem to respond to viscerally. He has his problems (he's humiliated, as an Indian, that he's grown so old he can no longer sneak up behind people), but he has a humanity that's just there, glowing. He's as open with his personality as Josey Wales is closed; it's a nice match.\n\nVarious, and inexhaustible, bounty hunters are constantly on the outlaw's trail, despite the Eastwood ability (in this movie as before) to wipe out six, eight, ten bad guys before they can get off a shot. Eastwood keeps moving West, picking up along the way a young Indian girl and then the survivors of a Kansas family nearly wiped out on their quest for El Dorado. The relationships in the group are easily established or implied. There's not a lot of talking, but everybody understands each other.\n\nEastwood is such a taciturn and action-oriented performer that it's easy to overlook the fact that he directs many of his movies -- and many of the best, most intelligent ones. Here, with the moody, gloomily beautiful, photography of Bruce Surtees, he creates a magnificent Western feeling.", "running_time": 135, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-01-01", "genres": ["Action", "Western"], "title": "The Outlaw Josey Wales (1976)"}