{"url": "http://www.rogerebert.com/reviews/the-raid-redemption-2012", "by": "Iko Uwaisas Rama", "star_rating": 1.0, "text": "This film is about violence. All violence. Wall-to-wall violence. Against many of those walls, heads are pounded again and again into a pulpy mass. If I estimated the film has 10 minutes of dialogue, that would be generous. What am I to say? \"The Raid: Redemption\" has a rating of 93 percent on the Tomatometer. It is being hailed as a breakthrough in martial-arts films. It is \"hard-driving, butt-kicking, pulse-pounding, bone-crunching, skull-smashing, bloodcurdling\" (Hollywood Reporter) and \"largely a hand-to-hand, fist-to-face, foot-to-groin battle, with a few machetes and guns tossed in for good measure\" (Variety).\n\nThe trade papers are correct. I am dismayed. I have no prejudice against violence when I find it in a well-made film. But this film is almost brutally cynical in its approach. The Welsh director, Gareth Evans, knows there's a fanboy audience for his formula, in which special effects amp up the mayhem in senseless carnage. \n\nThere's obviously an audience for the film, probably a large one. They are content, even eager, to sit in a theater and watch one action figure after another pound and blast one another to death. They require no dialogue, no plot, no characters, no humanity. Have you noticed how cats and dogs will look at a TV screen on which there are things jumping around? It is to that level of the brain's reptilian complex that the film appeals.\n\n\"The Raid: Redemption\" is essentially a visualized video game that spares the audience the inconvenience of playing it. There are two teams, the police SWAT team and the gangsters. The gangsters have their headquarters on the top floor of a 15-story building, where they can spy on every room and corridor with video surveillance. The SWAT team enters on the ground floor. Its assignment: Fight its way to the top, floor by floor.\n\nMost of the building's residents are living rent-free and are loyalists to the ganglord. Young kids are \"spotters,\" who sound the alarm. Most fighters on both sides are armed with automatic weapons, swords, machetes, clubs and knives, but they prefer hand-to-hand combat. One fighter explains: \"Squeezing a trigger? That's like ordering takeout.\" \n\nThe film opens by introducing rookie cop Rama (Iko Uwais), who recites his morning prayers on a prayer rug, undergoes a grueling physical workout and then tenderly kisses his pregnant wife goodbye. He will be our avatar. The van carrying his team parks in front of the building and is met by a gray-haired man wearing a bulletproof vest over a bright sports shirt. He is the lieutenant, who has set up the raid. Wearing clothes that make you stand out from all the others is a dimwitted move, but then again how bright is Tama (Ray Sahetapy), the crimelord, by barricading himself on the top floor? Elementary strategy suggests he can be cornered there. He reminds me of my beloved movie cliche, the Climbing Killer. \n\nWhat country are we in? The movie never tells us. (It was filmed in Indonesia.) Establishing Rama as a Muslim seems pointless, except as a cheap fakeout in character development. No one in the film has a personality; they are all ruthless fighters without a brain in their heads. Is the lieutenant up to something? What? And why?\n\nI neglected one plot point that is major by default, since there are so few. One of the gangsters is Rama's brother. Thus it is inevitable that they eventually will hold each other's lives in their hands and resolve deep childhood feelings to their satisfaction, if not to ours. At the end, we see a lone figure walking slowly away from the camera while the music supplies a paroxysm of significance. Can we hope to see Rama's baby?\n\nSome of the hand-to-hand battles are shameless in how they mimic video games. A fighter stands in a corridor and demolishes an enemy. As the enemy falls, another springs into position from around corner, ready to be demolished in turn. Then another. It's like they're being ejected by an automatic victim dispenser. \n\nA detail. What does \"Redemption\" mean in the title? Who, or what, is redeemed, and how? If you kill lots of people and are still alive, have you been redeemed? If you and your brother don't kill each other after almost everyone else does, is that redemption? Or is \"redemption\" just one of those title words like \"reloaded\" or \"destiny\" to help people tell movies apart?", "running_time": 101, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-03-21", "genres": ["Action", "Crime", "Foreign", "Thriller"], "title": "The Raid: Redemption (2012)"}