{"url": "http://www.rogerebert.com/reviews/the-newton-boys-1998", "by": "Matthew McConaugheyas Willis Newton", "star_rating": 2.0, "text": "The Newton boys were the most successful bank robbers in American history, up until the savings and loan bandits of the 1980s. Operating in the Roaring '20s, they hit as many as 200 banks and then pulled off the nation's biggest train robbery, a mail train heist in northern Illinois. Despite their remarkable record, they never became as famous as John Dillinger or \"Bonnie and Clyde\". On the basis of this movie, I suspect it was because they were too respectable.\n\n\"The Newton Boys'' tells the story of the four brothers and a friend who knew how to handle nitroglycerine. Operating mostly at night, blowing up safes that were no match for their skill, they worked under a simple code: no killing, no stealing from women and children and no snitching. According to the film, they managed to complete their criminal careers without shooting anybody except one of their own brothers, by accident.\n\nThe brothers are played by a roll call of gifted young actors: Matthew McConaughey (Willis, the oldest), Skeet Ulrich (Joe), Ethan Hawke (Jess) and Vincent D'Onofrio (Dock). Dwight Yoakam is Brentwood Glasscock, their explosives expert, who pours nitro as if intensely curious about what it would feel like to be vaporized in the next nanosecond. Julianna Margulies plays Louise, the cigar-store girl who hitches up with Willis without knowing his real name or occupation, and Chloe Webb is Glasscock's approving wife. It's not an enormous cast, and yet somehow the Newtons are hard to tell apart--not in appearance, but in personality. Their dialogue mostly strikes the same musing, loquacious note.\n\nThe film chronicles their criminal career in a low-key, meandering way; we're hanging out with them more than we're being told a story. There are a lot of conversations about the profession of bank robbery--which, as a topic for conversation, is not a whole lot more interesting than double-entry bookkeeping.\n\nAnd when there is action (as in a scene where they're unexpectedly chased by bank guards), it plays like a pale shadow of this film's master, \"Bonnie and Clyde.'' The \"B&C'' influences are everywhere: in the period, the clothes, the cars, the banjo music on the soundtrack, the reunions between brothers, the suspicions of girlfriends and even in the character of Texas Ranger Frank Hamer (Ken Farmer), who arrests the Newtons. Hamer was the Ranger forced to pose for photos with Bonnie and Clyde; to be fair, his inclusion is probably a deliberate in-joke by Richard Linklater, the director and co-writer, but the film as a whole seems drained of thrust and energy--especially compared to his earlier films.\n\nLinklater is the talented maker of \"Slackers,'' \"Dazed and Confused,'' \"Before Sunrise'' and the underrated \"subUrbia.'' Those have all been pigeonholed as GenX movies, although there's a wide range of material. What none of them lack is energy: He's intensely involved in the lives of his characters, whether the preppies of \"Before Sunrise'' or the losers hanging out in a strip-mall parking lot in \"subUrbia.'' He just doesn't seem as interested in the Newton Boys. Sure, they were great bank robbers--but their very success may help explain why their legend hasn't placed as high on the charts as Dillinger, Baby Face Nelson or Pretty Boy Floyd. They were efficient professionals. And the movie sits there on the screen like a biopic of traveling salesmen who crack safes instead of prospects.\n\nThe most entertaining footage comes at the end, during the credits, when we see the real Willis Newton, in his 80s, being interviewed by Johnny Carson, and see scenes from a home movie interview with the real Joe Newton. Willis makes a spirited defense of their trade to Carson. Since the insurance companies were crooks, too, and since the banks always exaggerated the amount of their losses, he says, it was \"just one thief a-stealing from another.''", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-03-27", "genres": ["Action", "Drama", "History", "Western"], "title": "The Newton Boys (1998)"}