{"url": "http://www.rogerebert.com/reviews/the-lion-king-1994", "by": "Jonathan Taylor Thomasas Young Simba", "star_rating": 3.5, "text": "My generation grew up mourning the death of Bambi's mother. Now comes \"The Lion King,\" with the death of Mufasa, the father of the lion cub who will someday be king. The Disney animators know that cute little cartoon characters are not sufficient to manufacture dreams. There have to be dark corners, frightening moments, and ancient archetypes like the crime of regicide. \"The Lion King,\" which is a superbly drawn animated feature, is surprisingly solemn in its subject matter, and may even be too intense for very young children.\n\nThe film is the latest in a series of annual media events from Disney, which with \"The Little Mermaid,\" \"Beauty and the Beast\" and \"Aladdin\" reinvented its franchise of animated feature films. The inspiration for these recent films comes from the earliest feature cartoons created by Walt Disney himself, who in movies like \"Dumbo,\" with the chaining of Mrs. Jumbo, and \"Snow White and the Seven Dwarfs,\" with its wicked stepmother, tapped into primal fears and desires. Later Disney films drifted off into the neverland of innocuous \"children's movies,\" which were harmless but not very exciting. These most recent four animated features are once again true \"family films,\" in that they entertain adults as well as children.\n\n\"The Lion King\" is the first Disney animated feature not based on an existing story. In another sense, it is based on half the stories in classical mythology. It tells the tale of the birth, childhood and eventual manhood of Simba, a lion cub. The cub's birth is announced in the opening sequence of the movie, called \"The Circle of Life,\" which is an evocative collaboration of music and animation to show all of the animals of the African veld gathering to hail their future king. The cute little cub is held aloft from a dramatic spur of rock, and all his future minions below hail him, in a staging that looks like the jungle equivalent of a political rally.\n\nOf course this coming together of zebra and gazelle, monkey and wildebeest, fudges on the uncomfortable fact that many of these animals survive by eating one another. And all through \"The Lion King\" the filmmakers perform a balancing act between the fantasy of their story and the reality of the jungle. Early scenes show Simba as a cute, trusting little tike who believes everyone loves him. He is wrong. He has an enemy - his uncle Scar, the king's jealous brother, who wants to be king himself one day.\n\nVillains are often the most memorable characters in a Disney animated film, and Scar is one of the great ones, aided by a pack of yipping hyenas who act as his storm troopers. With a voice by Jeremy Irons, and facial features suggestive of Irons' gift for sardonic concealment, Scar is a mannered, manipulative schemer who succeeds in bringing about the death of the king.\n\nWorse, he convinces Simba that the cub is responsible, and the guilty little heir slinks off into the wastelands. (The movie makes a sly reference to a famous earlier role by Irons. When Simba tells him, \"You're so weird,\" he replies \"You have no idea,\" in exactly the tone he used in \"Reversal of Fortune.\") It is an unwritten law that animated features have comic relief, usually in the form of a duet or trio of goofy characters who become buddies with the hero. This time they are a meerkat named Timon (voice by Nathan Lane) and a warthog named Pumbaa (Ernie Sabella), who cheer up Simba during his long exile.\n\nThe movie has a large cast of other colorful characters, including a hornbill named Zazu (Rowan Atkinson), who is confidant and advisor to King Mufasa (James Earl Jones). And there are the three hyenas (with voices by Whoopi Goldberg, Cheech Marin and Jim Cummings), who are a tumbling, squabbling, yammering team of dirty tricks artists.\n\nThe early Disney cartoons were, of course, painstakingly animated by hand. There has been a lot of talk recently about computerized animation, as if a computer program could somehow create a movie. Not so. Human animators are responsible for the remarkably convincing portrayals of Scar and the other major characters, who somehow combine human and animal body language. But computers did assist with several remarkable sequences, including a stampede in which a herd seems to flow past the camera.\n\nDespite the comic relief from the hyenas, the meerkat and the warthog, \"The Lion King\" is a little more subdued than \"Mermaid,\" \"Beauty\" and \"Aladdin.\" The central theme is a grim one: A little cub is dispossessed, and feels responsible for the death of its father.\n\nAn uncle betrays a trust.\n\nAnd beyond the gently rolling plans of the great savanna lies a wasteland of bones and ashes. Some of the musical comedy numbers break the mood, although with the exception of \"Circle of Life\" and \"Hakuna Matata,\" the songs in \"The Lion King\" are not as memorable as those in \"Mermaid\" and \"Beauty.\" Basically what we have here is a drama, with comedy occasionally lifting the mood. The result is a surprising seriousness; this isn't the mindless romp with cute animals that the ads might lead you to expect. Although the movie may be frightening and depressing to the very young, I think it's positive that \"The Lion King\" deals with real issues. By processing life's realities in stories, children can prepare themselves for more difficult lessons later on. The saga of Simba, which in its deeply buried origins owes something to Greek tragedy and certainly to \"Hamlet,\" is a learning experience as well as an entertainment.", "running_time": 87, "mpaa_rating": "G", "release_year": 1994, "date_published": "1994-06-24", "genres": ["Adventure", "Animation", "Comedy", "Family", "Music"], "title": "The Lion King (1994)"}