{"url": "http://www.rogerebert.com/reviews/the-nutty-professor-1996", "by": "Eddie Murphyas Sherman Klump/Buddy Love", "star_rating": 3.0, "text": "Eddie Murphy's talent for comedy has been in eclipse during these lean recent years of flops such as “A Vampire In Brooklyn.” But in “The Nutty Professor” he's back with exuberance and energy, in a movie that's like a thumb to the nose for everyone who said he'd lost it. He's very good. And the movie succeeds in two different ways: It's sweet and good-hearted, and then again it’s raucous slapstick and bathroom humor. I liked both parts.\n\nThe movie is inspired by a 1963 Jerry Lewis comedy, said by some to be Lewis' best, in which Jerry played a mild-mannered chemistry professor whose secret formula allowed him to transform himself into an obnoxious lounge lizard named Buddy Love. Some said Buddy Love was modeled on Lewis' former partner Dean Martin, allowing him to play both sides of their double act. Others said the Buddy Love character was an uncanny foreshadowing of Lewis' own personality in the years to come. Maybe it was a little of both.\n\nThe Murphy version follows the broad outlines of the Lewis film, with one inspired addition: It makes the hero fat, in addition to making him shy and inept, and that doubles the opportunities for physical comedy. Jerry Lewis’ transformation from the professor into Buddy Love was a personality switch, but Murphy also goes through a complete physical morphing, from 400 pounds to average weight and back again, sometimes almost instantly.\n\nAs the movie opens, Murphy is Professor Sherman Klump, brilliant chemist and geneticist, and fat slob. He falls instantly in love with a new graduate student named Carla Purty (Jada Pinkett) and bashfully bumbles his way into asking her out on a date. Meanwhile, his position at school depends on raising new research funds, and the smarmy college dean (Larry Miller) puts on the pressure during a sarcastic meeting (“Anything I can get for you? Juice? Coffee? Rack of lamb?”).\n\nSherman's tendency when worried is to eat, and so he settles down with relief to the Klump family dinner table. Every adult member of the Klump family--Sherman's parents, brother and granny--is played by Murphy, who has always been a master of disguise (remember him as Gumby?). But here he outdoes himself, in a rising crescendo of vulgarity that would be disgusting if it weren’t so funny (the audience laughed so hard at Papa Klump's approach to colon cleansing that I missed the next six lines of dialogue). Not only does Murphy play the Klumps, but he also scores big laughs as a Richard Simmons clone on a TV exercise program.\n\nThe character of Sherman himself is a triumph of effective disguise combined with good writing and acting. The makeup by three-time Oscar winner Rick Baker adds pounds to Murphy's face and neck so seamlessly that Sherman looks completely convincing. And as Murphy plays him, Sherman becomes one of his most likable characters, good-hearted, sympathetic and funny. When Sherman morphs into Buddy Love, the thin character resembles some of Murphy's own abrasive stage incarnations; does this mean he'll be hosting telethons in 10 years? The plot, liberally inspired by the 1963 film, gets Sherman and the beautiful Carla to a trendy nightclub where Sherman is humiliated by a comic (Dave Chappelle) because he's fat (“I think I found where they hid Jimmy Hoffa”). Later Buddy Love returns to the club and gets revenge, although Carla’s attraction to Buddy is never quite accounted for in the fast-moving plot.\n\nSherman's transformation into Buddy isn't all makeup; at times animation and visual tricks are used. And there are a couple of slick special effects sequences, including a nightmare in which Sherman grows to the size of King Kong and strides through a terrified city. Buddy has a tendency to blow up into Sherman without notice, which leads to embarrassment: Fireman have to cut him out of a sports car. And Murphy plays both roles simultaneously in a scene where the two characters fight for control of his body. (The manic energy here is a reminder that the director, Tom Shadyac, also made “Ace Ventura: Pet Detective.”) The ending is just as sentimental as in the original, with Sherman learning to accept himself (and to be loved by Carla). He delivers a heartfelt speech (“Buddy's who I thought I wanted to be--who I thought the world wanted me to be. But I was wrong”). Eddie Murphy looks straight at the camera as he hits the last line, and it occurred to me that maybe he was referring indirectly to some of his recent career miscues. There is a lot of Buddy Love in the Eddie Murphy screen persona. Maybe too much. And not enough Sherman Klump. But I’ve never doubted Murphy's comic gift, and “The Nutty Professor” shows him back on track, balancing two sides of a real talent.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-06-28", "genres": ["Comedy", "Romance"], "title": "The Nutty Professor (1996)"}