{"url": "http://www.rogerebert.com/reviews/the-mummy-returns-2001", "by": "Brendan Fraseras Rick", "star_rating": 2.0, "text": "It is a curiosity of movie action that too much of it can be boring. Imagine yourself on a roller coaster for two hours. After the first 10 minutes, the thrills subside. The mistake of \"The Mummy Returns\" is to abandon the characters, and to use the plot only as a clothesline for special effects and action sequences. If it were not for references to \"The Mummy\" (1999), this sequel would hardly have a plot at all.\n\nNine years have passed. Brendan Fraser is back again as Egyptologist Rick O'Connell, and Rachel Weisz, the librarian he met in the first film, is now his wife; they have an 8-year-old son named Alex (Freddie Boath). Also back are John Hannah as the twitty brother-in-law Jonathan and Arnold Vosloo as the mummy Imhotep, whose name sounds more than ever like an ancient Egyptian chain of pancake houses. Oded Fehr is the worried sage Ardeth Bay, who begins sentences ominously with \"It is written that. . .\" until Rick finally snaps, \"Where is all this written?\" A good question, since much of the story involves a magical pyramid of which it is written, \"No one who has seen it has ever returned alive.\" That logically leads us to wonder how they ever found out about it. But logic applied to this movie will drive you mad. So will any attempt to summarize the plot, so I will be content with various observations: \n\n1. The ads give the Rock, the World Wrestling Federation star, equal billing with Fraser. This is bait-and-switch. To call his appearance a \"cameo\" would be stretching it. He appears briefly at the beginning of the movie, is transmuted into a kind of transparent skeletal wraith and disappears until the end of the film, when he comes back as the dreaded Scorpion King. I am not sure, at the end, if we see the real Rock or merely his face, connected to computer-generated effects (his scorpion is blown up to giant size, which has the unfortunate effect of making him look more like a lobster tail than a scorpion). I continue to believe the Rock has an acting career ahead of him, and after seeing this movie I believe it is still ahead of him.\n\n2. Alex, the kid, adds a lot to the movie by acting just like a kid. I particularly enjoyed it when he was kidnapped by a fearsome adversary of his parents, chained and taken on a long journey, during which he drove his captor crazy by incessantly asking, \"Are we there yet?\" 3. The dialogue \"You have started a chain reaction that could bring about the next Apocalypse\" is fascinating. Apparently we missed the first Apocalypse, which does not speak well for it.\n\n4. I have written before of the ability of movie characters to outrun fireballs. In \"The Mummy Returns,\" there is a more amazing feat. If the rising sun touches little Alex while he is wearing the magical bracelet, he will die (it is written). But Rick, carrying Alex in his arms, is able to outrace the sunrise; we see the line of sunlight moving on the ground right behind them. It is written by Eratosthenes that the Earth is about 25,000 miles around, and since there are 24 hours in a day, Rick was running approximately 1,041 miles an hour.\n\n5. One of the big action sequences involves a battle between two vast armies, which stretch as far as computer-generated effects can see. One army is human. The other army is made of countless creatures named Anubis that look like giant savage dogs that stand upright and run on their hind legs (it is not done well, but one is surprised to find it done at all). These armies clash in bloody swordplay. Each dog-creature, as it is killed, reverts to the desert sand from whence it sprang. Finally all the creatures are destroyed, and we see the victors standing around feeling victorious and wishing that high-fives had been invented. And we notice that not one single member of the victorious army is dead or even wounded. Pathetic, that thousands of years of ancient curses and spells could engender such an incompetent army of dog-sand-creatures.\n\n6. Several readers have argued with the rule in Ebert's Little Movie Glossary that teaches us, \"no good movie has ever featured a hot-air balloon.\" To be sure, there are exceptions, but \"The Mummy Returns\" is not one of them. Its hot-air balloon looks like the ship that sailed to the land of Wynken, Blynken and Nod.\n\n7. At one point the action returns to London, and we see Tower Bridge, the dome of St. Paul's and Big Ben clustered closely together in one shot. This is no doubt to make it easy for the geographically challenged. Perhaps adding a few snapshots from Madonna's wedding would not have been too much.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-05-04", "genres": ["Action", "Adventure", "Drama", "Fantasy", "Horror", "Thriller"], "title": "The Mummy Returns (2001)"}