{"url": "http://www.rogerebert.com/reviews/the-big-fix-1978", "by": "Richard Dreyfussas Moses Wine", "star_rating": 3.0, "text": "A lot of recent private-eye movies have either kidded the genre (“The Cheap Detective”), or made it so much an invocation of past styles (the Robert Mitchum version of “The Big Sleep”) that the characters seem out of place in the 1970s. It's tricky when you kid; you've got to be sophisticated (as in “Death on the Nile”) or you wind up looking lead-footed by comparison to the slick originals that inspired you.\n\nAnd if you're going to recreate those past styles, the solution is maybe to go ahead and set the movie in the 1940s and play it as a period piece (as in Mitchum's brilliant “Farewell, My Lovely”). On the other hand, you can bring the detective up to date. That's what “The Big Fix” does, with its divorced hero who solves cases while baby-sitting for his two kids, and who is referring to Berkeley in 1963 when he talks about delving into the past.\n\nThe detective is named Moses Wine, he's played by Richard Dreyfuss, and he's the hero of a new series of private-eye novels by Roger L. Simon. Simon's books are a curious amalgam. The plots, structures and conventions are right out of the classic private-eye novels of Chandler and Hammett - so much so that even the names have a Chandleresque sound, as in Lila Shea and Sam Sebastian. But then Simon populates his plots with people from the 1970s, and sets them in a real world of political campaigns, poker parlors and bachelor pads.\n\nMoses Wine, for example, is an unreconstructed 1960s radical who, in the 1970s, has gone into the private gumshoe game because it's one way to keep his integrity. His wife has left him because he refuses to become a lawyer. She's moved in with a trainer for an est-like outfit. Moses takes two-bit cases, investigating fraud at a poultry-packing plant, until this blond dame from outta the past walks into his life again and makes his heart feel like the escalator just stopped.\n\nSorry about that. Anyway, the blond (Susan Anspach) has a case for Moses. She works for a political candidate whose campaign is being disrupted by propaganda connecting him with one Howard Eppis, a notorious 1960s leftist who's gone underground. Wine's assignment: See who is printing up the phony leaflets, and discover the whereabouts of Eppis.\n\nA neat premise, because it allows “The Big Fix” to solve its case while at the same time exploring the ways we've changed in the last decade. The Eppis character (unashamedly modeled on Abbie Hoffman) provides Wine's connection with the past. His investigation leads into the craziness of everyday Southern Californian life styles. The case has at least the required number of highly eccentric characters and bizarre locales, and the heartbreak of losing once again a love you thought you'd already lost forever.\n\nDreyfuss is interesting as Moses Wine. He's always on, hyper, eager to get to his next line. He makes a detective we can just about believe, even in an investigation so labyrinthine that you have to see the movie twice to understand what happened. There are nice little scenes (especially one in which Wine uses his elderly aunt in a ploy to flush out a suspect in the poker parlor), and a nice, winsome tone to the ending. That's as it should be, as the private eye shoulders his private burden and walks down those mean streets where brave men… uh, sorry about that.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-10-30", "genres": ["Comedy", "Mystery", "Thriller"], "title": "The Big Fix (1978)"}