{"url": "http://www.rogerebert.com/reviews/the-edge-1997", "by": "Anthony Hopkinsas Charles Morse", "star_rating": 3.0, "text": "“The Edge” is like a wilderness adventure movie written by David Mamet, which is not surprising, since it was written by Mamet. It's subtly funny in the way it toys with the cliches of the genre. Too subtle, apparently, for some; I've read a couple of reviews by critics who think director Lee Tamahori (“Once Were Warriors”) misses the point of the Mamet screenplay and plays the material too straight. But if he'd underlined every laugh line and made the humor as broad as “The Naked Gun,” would that have made a better picture? Not at all.\n\nAlthough Mamet, a poet of hard-boiled city streets, is not usually identified with outdoors action films, “The Edge” in some ways is typical of his work: It's about con games and occult knowledge, double crosses and conversations at cross-purposes. Its key scenes involve two men stalking each other, and it adds to the irony that they are meanwhile being stalked by a bear. “Most people lost in the wild die of shame,” the older character tells the younger. “They didn't do the one thing that could save their lives--thinking.” The setup: Billionaire Charles Morse (Anthony Hopkins) flies his private plane into the Alaskan wilderness so that fashion photographer Robert Green (Alec Baldwin) can photograph Morse's wife, a famous model (Elle Macpherson). Leaving the wife behind at a lodge, the two men and a photographer's assistant fly farther into the bush, and when the plane crashes and the pilot is killed, the three survivors are left to face the wilderness.\n\nAt this point we can easily predict the death of the assistant (Harold Perrineau). He's an African American, and so falls under the BADF action movie rule (“The Brother Always Dies First”). The redeeming factor in this case is that Mamet knows that, and is satirizing the stereotype instead of merely using it. His approach throughout the movie is an amused wink at the conventions he lovingly massages.\n\nNow Charles and Bob are left alone in the dangerous wild. Charles luckily is a very bright man, who just happens to have been reading the book Lost in the Woods, and has the kind of mind that absorbs every scrap of information that floats into it. Before the movie is over, he will fashion a compass from a paper clip, build a bear trap, make fire from ice and explain how you can use gunpowder to season meat.\n\nCharles is also smart enough to suspect that Bob has been having an affair with his wife. “So how are you planning to kill me?” he asks. The catch is that each man needs the other to survive, and so a murder, if any, must be postponed or carefully timed.\n\nThe movie contains glorious scenery, quixotic Mamet conversations, and of course the obligatory action scenes. Even in generating tension, the movie toys with convention. As a bear pursues them, the men desperately bridge a deep chasm with a log, and hurry to cross it--not sitting down and scooting as any sensible person would, but trying to walk across while balancing themselves, like the Escaping Wallendas. Meanwhile, the bear, which often seems to have its tongue in its cheek, stands on the far edge and shakes the log with both paws.\n\nThere are a few bear-wrestling matches and a big showdown with the beast, but the movie doesn't lose its mind and go berserk with action in the last half hour, as most action films seem to. (One of the enduring disappointments for the faithful moviegoer is to see interesting characters established in the first two acts, only to be turned into action puppets in the third.) It is typical of Mamet that he could devise his plot in such a way that the climactic payoff would be not bloodshed, but the simple exchange of a wristwatch.\n\nHaving successfully negotiated almost its entire 118 minutes, “The Edge” shoots itself in the foot. After the emotionally fraught final moments, just as we are savoring the implications of what has just happened, the screen fades to black and we immediately get a big credit for “Bart the Bear.” Now Bart is one helluva bear (I loved him in the title role of “The Bear”), but this credit in this place is a spectacularly bad idea.", "running_time": 118, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-09-26", "genres": ["Action", "Adventure", "Drama", "Suspense", "Thriller"], "title": "The Edge (1997)"}