{"url": "http://www.rogerebert.com/reviews/the-truth-about-cats-and-dogs-1996", "by": "Janeane Garofaloas Abby", "star_rating": 3.5, "text": "\"The Truth About Cats & Dogs\" is one of those\rwarm-hearted, quick-footed comedies that's light as a feather, fueled by\rcoincidence, and depends above all on the luminosity of its performers. Janeane\rGarofalo in this movie, like Sandra Bullock in \"While You Were\rSleeping,\" is so likable, so sympathetic, so revealing of her character's\rdoubts and desires, that she carries us headlong into the story.\n\nGarofalo plays Abby, a veterinarian who gives advice to pet\rowners over a talk radio station in Santa Monica, Calif. Her callers have the\rsorts of problems I suspect all pet owners secretly have. One is concerned\rabout a cat, which won't stop licking its owner's face. Another has depressed\rfish. A third is trying to deal with a Great Dane on roller skates. The dog is\ra pretty good skater, but it has understandably grown disturbed, and won't let\ranyone near it.\n\nThis\rlast caller is Brian (Ben Chaplin), and as he talks we see his Great Dane\rwhizzing past on skates. It's the kind of surrealistic image that blindsides\ryou; beyond language, beyond logic, it's intrinsically funny. As Abby dispenses\radvice about roller-skating dogs, Brian finds himself strangely attracted to\rher voice -- to its intelligence and tone, and to a quality that calls out to\rsome need within him.\n\nHe\rasks Abby to meet him. \"Why,\" she asks, \"would I meet a listener\rI know nothing about except that he puts roller skates on his dog?\" But\rthere is something in his voice, maybe in his British accent, that appeals to a\rneed in her, and God knows she's needy, since her social life is in disrepair.\rShe agrees to meet him. He asks how he will recognize her. Abby is struck with\ran attack of insecurity; she doesn't think of herself as attractive, and so she\rdescribes a person who is her opposite: \"I'm tall, and blond...\"\n\nShe\rknows such a person: Noelle (Uma Thurman), her neighbor, whose romantic life is\rcrumbling (Noelle has a bully for a boyfriend, who thinks nothing of breaking\rthe bow of Abby's violin over his knee). When Brian calls for her at the radio\rstation, Abby in desperation begs Noelle to go out with him -- to pretend to be\rher. But poor Noelle is not very bright. At least not when she is with Brian,\rand pretending to be Abby. When Brian goes home and calls Abby on the phone,\rhowever, a miraculous transformation seems to take place; Abby becomes a\rdelightful, seductive, witty conversationalist, and one night she and Brian\rtalk for hours, until dawn, gradually drawing a web of seduction and passion\raround themselves.\n\nThis\rstory is yet another retooling of the legend of Cyrano de Bergerac, the\rpudding-faced dreamer who loved the great beauty Roxanne, and wrote her\rinspired love letters while stage-managing a courtship by his handsome but\rdoltish friend Christian. The story of Cyrano was first told in the 17th\rcentury, and was made into an enduring play by Edmond Rostand in 1897. It has\rbeen remade countless times; Jose Ferrer won an Oscar as Cyrano in 1950, Steve\rMartin updated the story in \"Roxanne\" (1987), and Gerard Depardieu\rgot an Oscar nomination for best actor for his version in 1990. Now here is\rJaneane Garofalo in a gender switch for the story, which plays just as well,\rbecause who cannot identify with it? Who does not like to believe that true\rlove exists between two hearts and minds, not between two faces, and that love\rcan overleap such trifles as physical appearance?\n\n\"The\rTruth About Cats & Dogs\" is not simply another version of the old\rstory, however. It includes a lot of humor that is generated by its specific\rsituation. Much of it does indeed have to do with cats and dogs (and with a\rconvincing demonstration of how to get a tortoise to stick its head out of its\rshell). And then there is the matter of Noelle, the best friend. In Uma\rThurman's hands, she does not simply become a pawn, a false front for Abby.\rThere is a poignance in her situation, because she loves Brian, too, in her\rway, and handles a difficult situation with unexpected sweetness.\n\nOf\rcourse all movies like this toy a little with the odds. The movie is based upon\rthe presumption that Garofalo is not pretty, and of course she is. She has\rnever been allowed to appear particularly appealing onscreen, however; after an\rapprenticeship on \"Saturday Night Live\" she broke onto the movies as\rthe Date From Hell in \"Bye Bye Love\" and Winona Ryder's best friend in\r“Reality Bites.\" In both roles she was blunt, abrasive and took no\rhostages -- although she was more likable in the second. Here we see an entire\rother side to her personality; a smartness, a penetrating wit, that takes this\rold story and adds a wry spin to its combination of romance, sweetness and\rhope.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-04-26", "genres": ["Comedy", "Romance"], "title": "The Truth About Cats and Dogs (1996)"}