{"url": "http://www.rogerebert.com/reviews/the-time-machine-2002", "by": "Guy Pearceas Alexander", "star_rating": 1.5, "text": "\"The Time Machine\" is a witless recycling of the H.G. Wells story from 1895, with the absurdity intact but the wonderment missing. It makes use of computer-aided graphics to create a future race of grubby underground beasties, who like the characters in \"Battleship Earth\" have evolved beyond the need for bathing and fingernail clippers. Since this race--the Morlocks--is allegedly a Darwinian offshoot of humans, and since they are remarkably unattractive, they call into question the theory that over a long period of time a race grows more attractive through natural selection. They are obviously the result of 800,000 years of ugly brides.\n\nThe film stars Guy Pearce as Alexander Hartdegen, a brilliant mathematician who hopes to use Einstein's earliest theories to build a machine to travel through time. He is in love with the beautiful Emma (Sienna Guillory), but on the very night when he proposes marriage, a tragedy happens, and he vows to travel back in time in his new machine and change the course of history.\n\nThe machine, which lacks so much as a seat belt, consists of whirling spheres encompassing a Victorian club chair. Convenient brass gauges spin to record the current date. Speed and direction are controlled by a joystick. The time machine has an uncanny ability to move in perfect synchronization with the Earth, so that it always lands in the same geographical spot, despite the fact that in the future large chunks of the moon (or all of it, according to the future race of Eloi) have fallen to the Earth, which should have had some effect on the orbit. Since it would be inconvenient if a time machine materialized miles in the air or deep underground, this is just as well.\n\nWe will not discuss paradoxes of time travel here, since such discussion makes any time travel movie impossible. Let us discuss instead an unintended journey, which Hartdegen makes to 8,000 centuries in the future, when Homo sapiens has split in two, into the Eloi and Morlocks. The Morlocks evolved underground in the dark ages after the moon's fall, and attack on the surface by popping up through dusty sinkholes. They hunt the Eloi for food. The Eloi are an attractive race of brown-skinned people whose civilization seems modeled on paintings by Rousseau; their life is an idyll of leafy bowers, waterfalls and elegant forest structures, but they are such fatalists about the Morlocks that instead of fighting them off, they all but salt and pepper themselves.\n\nAlexander meets a beautiful Eloi woman named Mara (Samantha Mumba) and her sturdy young brother, befriends them and eventually journeys to the underworld to try to rescue her. This brings him into contact with the Uber-Morlock, a chalk-faced Jeremy Irons, who did not learn his lesson after playing an evil Mage named Profion in \"Dungeons & Dragons.\" In broad outline, this future world matches the one depicted in George Pal's 1960 film \"The Time Machine,\" although its blond, blue-eyed race of Eloi have been transformed into dusky sun people. One nevertheless tends to question romances between people who were born 800,000 years apart and have few conversations on subjects other than not being eaten. Convenient, that when humankind was splitting into two different races, both its branches continued to speak English.\n\nThe Morlocks and much of their world have been created by undistinguished animation. The Morlock hunters are supposed to be able to leap great distances with fearsome speed, but the animation turns them into cartoonish characters whose movements defy even the laws of gravity governing bodies in motion. Their movements are not remotely plausible, and it's disconcerting to see that while the Eloi are utterly unable to evade them, Irons, a professor who has scarcely left his laboratory for four years, is able to duck out of the way, bean them with big tree branches, etc.\n\nPearce, as the hero, makes the mistake of trying to give a good and realistic performance. Irons at least knows what kind of movie he's in, and hams it up accordingly. Pearce seems thoughtful, introspective, quiet, morose. Surely the inventor of a time machine should have a few screws loose, and the glint in his eye should not be from tears.\n\nBy the end of the movie, as he stands beside the beautiful Eloi woman and takes her hand, we are thinking, not of their future together, but about how he got from the Morlock caverns to the top of that mountain ridge in time to watch an explosion that takes only a few seconds. A Morlock could cover that distance, but not a mathematician, unless he has discovered worm holes as well.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-03-08", "genres": ["Action", "Adventure", "Science Fiction"], "title": "The Time Machine (2002)"}