{"url": "http://www.rogerebert.com/reviews/the-next-three-days-2010", "by": "Russell Croweas John Brennan", "star_rating": 2.5, "text": "Russell Crowe slumps comfortably into the role of a junior college teacher in \"The Next Three Days,\" and then morphs into an unlikely man of action determined to spring his wife from jail. The film might have been more convincing if he'd remained the schleppy English teacher throughout. Once glimmers of \"Gladiator\" begin to reveal themselves, a certain credibility is lost. The movie is a competent thriller, but maybe could have been more.\n\nThat's because the filmmaker is Paul Haggis, director of such powerful films as \"Crash\" and \"In the Valley of Elah,\" and writer of \"Million Dollar Baby.\" Here he's remaking a 2008 French film titled \"Anything for Her,\" unseen by me. What he makes of it really doesn't seem worthy of his time, and the performances by Crowe and Elizabeth Banks could have been put to better use.\n\nCrowe and Banks play John and Lara Brennan, a Pittsburgh couple with a young son, who see their world collapse in 24 hours. After a nice night out, their doors burst open the next morning, cops charge in, and Lara is hauled away on murder charges. John knows his wife did not — could not — commit the crime.\n\nBut the evidence is compelling: She has the opportunity, it appears she had the motive, and the blood on her coat matches the victim's. It looks bad.\n\nJohn tries to continue teaching and raising their son. He's conventional, intelligent, settled. His wife's arrest and conviction has triggered a deep outrage. First he backs appeals to the sentence. When they all fail, he learns Lara will be transferred to the state penitentiary in three days. The deadline is dire, because he plans to break his wife out of the jail in which she's being held.\n\nHow do you, a bookish English teacher, go about doing that? The movie becomes a prison break procedural, and the steps John takes and the plans he makes are interesting, as such matters often are in the movies. How he transforms into a man capable of fulfilling them is sort of slipped in. He does them, ergo he could do them. He does a lot of online research, solicits advice from a man (Liam Neeson) who has broken out of a lot of prisons and descends into the Pittsburgh underworld to obtain a weapon.\n\nEnglish teachers are ordinarily not terrifically good at buying guns from dope dealers, and the deal doesn't go smoothly, shall we say. But by now, Russell Crowe the hero of \"Master and Commander\" has surfaced, almost on command. It's not his fault the role requires such a stretch. It's perfectly possible for ordinary people to cleverly break into and out of things, which they do all the time. But there's a requirement in the marketplace that there must be action scenes, Haggis supplies them, and Crowe rises to the occasion, as he must.\n\nThere are intriguing subcurrents. Did Lara perhaps actually commit the murder? There are indistinct black-and-white flashback scenes that are ambiguous. They raise the possibility. I consider them cheating: A movie knows whodunit. If it includes scenes that deliberately mislead us and then later clears up our confusion, that's a form of cheating, and the movie knows it. Better if you can use POV scenes in which another observer (John, say) misleads himself. Here, that's not possible.\n\nElizabeth Banks plays many of her scenes behind bars, where she begins to despair. Her son, picked on at school, refuses to talk nicely with her. The family's money is gone. She has little reason to think John can do anything at this point and sinks further into depression. Then we get to the third act, and personalities take second place to action.\n\n\"The Next Three Days\" is not a bad movie. It's sort of slow, because it spells out a lot of details, but it kept me involved. It's just that, after it was over, I felt it was a waste of the talent involved. I'd like to see Crowe and Banks in a smart Haggis original that wasn't about a jailbreak. I'm not sure, unfortunately, that the people financing the film would agree with me.", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-11-17", "genres": ["Crime", "Drama", "Thriller"], "title": "The Next Three Days (2010)"}