{"url": "http://www.rogerebert.com/reviews/the-polar-express-2004", "by": "Michael Jeteras Smoker/Steamer", "star_rating": 4.0, "text": "\"The Polar Express\" has the quality of a lot of lasting children's entertainment: It's a little creepy. Not creepy in an unpleasant way, but in that sneaky, teasing way that lets you know eerie things could happen. There's a deeper, shivery tone, instead of the mindless jolliness of the usual Christmas movie. This one creates a world of its own, like \"The Wizard of Oz\" or \"Willy Wonka and the Chocolate Factory,\" in which the wise child does not feel too complacent.\n\nThose who know the Chris Van Allsburg book will feel right at home from the opening moments, which quote from the story: \"On Christmas Eve, many years ago, I lay quietly in my bed. ...\" The young hero, who is never given a name, is listening for the sound of sleigh bells ringing. He is at just the age when the existence of Santa Claus is up for discussion.\n\nThe look of the film is extraordinary, a cross between live action and Van Allsburg's artwork. Robert Zemeckis, the same director whose \"Who Framed Roger Rabbit\" (1988) juxtaposed live action with animation, this time merges them, using a process called \"performance capture,\" in which human actors perform the movements which are translated into lifelike animation. The characters in \"The Polar Express\" don't look real, but they don't look unreal, either; they have a kind of simplified and underlined reality that makes them visually magnetic. Many of the body and voice performances are by Tom Hanks, who is the executive producer and worked with Zemeckis on \"Forrest Gump\" (1994) -- another film that combined levels of reality and special effects.\n\nThe story: As Hero Boy lies awake in bed, there is a rumble in the street and a passenger train lumbers into view. The boy runs outside in his bathrobe and slippers, and the conductor advises him to get onboard. Having refused to visit a department store Santa, having let his little sister put out Santa's milk and cookies, Hero Boy is growing alarmingly agnostic on the Santa question, and the Polar Express apparently shuttles such kids to the North Pole, where seeing is believing.\n\nAlready on board is Hero Girl, a solemn, gentle African American who becomes the boy's friend and also befriends Lonely Boy, who lives on the wrong side of the tracks and always seems sad. Another character, Know-It-All, is one of those kids who can't supply an answer without sounding obnoxious. These four are the main characters, in addition to the conductor, a Hobo (who lives on top of the train), Santa and countless elves.\n\nThere's an interesting disconnect between the movie's action and its story. The action is typical thrill-ride stuff, with the Polar Express careening down a \"179-degree grade\" and racing through tunnels with a half-inch of clearance, while Hero Boy and the Hobo ski the top of the train to find safety before the tunnel. At the North Pole, there's another dizzying ride when the kids spin down a corkscrewing toy chute.\n\nThose scenes are skillful, but expected. Not expected is a dazzling level of creativity in certain other scenes. Hero Girl's lost ticket, for example, flutters through the air with as much freedom as the famous floating feather at the start of \"Forrest Gump.\" When hot chocolate is served on the train, waiters materialize with an acrobatic song-and-dance. And the North Pole looks like a turn-of-the-century German factory town, filled with elves who not only look mass-produced but may have been, since they mostly have exactly the same features (this is not a cost-cutting device, but an artistic decision).\n\nSanta, in this version, is a good and decent man, matter-of-fact and serious: a professional man, doing his job. The elves are like the crowd at a political rally. A sequence involving a bag full of toys is seen from a high angle that dramatizes Santa's operation, but doesn't romanticize it; this is not Jolly St. Nick, but Claus Inc. There is indeed something a little scary about all those elves with their intense, angular faces and their mob mentality.\n\nThat's the magic of \"The Polar Express\": It doesn't let us off the hook with the usual reassuring Santa and Christmas cliches. When a helicopter lifts the bag of toys over the town square, it knocks a star off the top of the Christmas tree, and of course an elf is almost skewered far below. When Santa's helpers hitch up the reindeer, they look not like tame cartoon characters, but like skittish thoroughbreds. And as for Lonely Boy, although he does make the trip and get his present, and is fiercely protective of it, at the end of the movie, we suspect his troubles are not over, and that loneliness may be his condition.\n\nThere are so many jobs and so many credits on this movie that I don't know whom to praise, but there are sequences here that are really very special. Some are quiet little moments, like a reflection in a hubcap. Some are visual masterstrokes, like a camera angle that looks straight up through a printed page, with the letters floating between us and the reader. Some are story concepts, like the train car filled with old and dead toys being taken back to the North Pole for recycling. Some are elements of mystery, like the Hobo, who is helpful and even saves Hero Boy's life but is in a world of his own up there on top of the train and doesn't become anybody's buddy (when he disappears, his hand always lingers a little longer than his body).\n\n\"The Polar Express\" is a movie for more than one season; it will become a perennial, shared by the generations. It has a haunting, magical quality because it has imagined its world freshly and played true to it, sidestepping all the tiresome Christmas cliches that children have inflicted on them this time of year. The conductor tells Hero Boy he thinks he really should get on the train, and I have the same advice for you.\n\nNote: I've seen the movie twice, once in the IMAX 3-D process that will be available in larger markets. New, oversized 3-D glasses, big enough to fit over your own glasses, light enough so you can forget them, made this the best 3-D viewing experience I've ever had. If there's a choice, try the IMAX version. Or go twice. This is a movie that doesn't wear out.", "running_time": 100, "mpaa_rating": "G", "release_year": 2004, "date_published": "2004-11-09", "genres": ["Adventure", "Animation", "Family", "Holiday"], "title": "The Polar Express (2004)"}