{"url": "http://www.rogerebert.com/reviews/the-circle-2001", "by": "Mariam Palvinas Arezou", "star_rating": 3.5, "text": "Few things reveal a nation better than what it censors. In America, the MPAA has essentially eliminated adult sexuality from our movies, but smiles on violence and films tailored for the teenage toilet-humor market. Now consider \"The Circle,\" a film banned in Iran. There is not a single shot here that would seem offensive to a mainstream American audience--not even to the smut-hunting preacher Donald Wildmon. Why is it considered dangerous in Iran? Because it argues that under current Iranian law, unattached women are made to feel like hunted animals.\n\nThere is no nudity here. No violence. No drugs or alcohol, for sure. No profanity. There is a running joke that the heroines can't even have a cigarette (women cannot smoke in public). Yet the film is profoundly dangerous to the status quo in Iran because it asks us to identify with the plight of women who have done nothing wrong except to be female. \"The Circle\" is all the more depressing when we consider that Iran is relatively liberal compared to, say, Afghanistan under the Taliban.\n\nJafar Panahi's film begins and ends with the same image, of a woman talking to someone in authority through a sliding panel in a closed door. In the opening shot, a woman learns that her daughter has given birth to a girl when the ultrasound promised a boy; she fears angry reprisals from the in-laws. In the closing shot, a woman is in prison, talking to a guard. In closing the circle, the second shot suggests that women in strict Muslim societies are always in prison in one way or another.\n\nThe film follows a series of women through the streets of a city. We follow first one and then another. We begin with two who have just been released from prison--for what crime, we are not told. They want to take a bus to a city where one of them hopes to find a safe harbor. But they have no money and lack the correct identification. They run through the streets and down back alleys at the sight of policemen, they crouch behind parked cars, they ask a ticket seller to give them a break and sell them a ticket even though they have no ID. At one point it's fairly clear that one of the women prostitutes herself (off-screen) to raise money to help the other. Men all over the world are open-minded about exempting themselves from the laws prohibiting other men from frequenting prostitutes.\n\nIf you have no ID, you cannot leave town. If you have no ID, you cannot live in a town. Your crime, obviously, is to be a woman living outside the system of male control of women; with a husband or a brother to vouch for you, you can go anywhere, sort of like baggage. The argument is that this system shows respect for women, just as Bantustans in South Africa gave Africans their own land, and American blacks in Jim Crow days did not have to stand in line to use white restrooms. There is a universal double-speak in which subjugation is described as freedom.\n\nWe meet another woman, who has left her little daughter to be found by strangers. She hides behind a car, her eyes filled with tears; as a single mother she cannot care for the girl, and so dresses her up to look nice, and abandons her. We meet another woman, a prostitute, who is found in the car of a man and cannot prove she is related to him. She is arrested; the man seems to go free. Has there ever been a society where the man in this situation is arrested and the woman goes free? The prostitute at least gets to smoke on the prison bus (not when she wants to, but after the men light up, so the smoke will not be noticed).\n\nThe movie is not structured tautly like an American street thriller. There are hand-held shots that meander for a minute or two, just following women as they walk here or there. The women seem aimless. They are. In this society, under their circumstances, there is nowhere they can go and nothing they can do, and almost all of the time they have to stay out of doors. They track down rumors: A news vendor, for example, is said to be \"friendly\" and might help them. From time to time, a passing man will say something oblique, like \"Can I help you?\" But that is either casual harassment or a test of availability.\n\nThe Iranian censors may ban films like \"The Circle,\" but it got made, and so did the recent \"The Day I Became a Woman,\" about the three ages of women in such a society. One suspects that videotapes give these films wide private circulation; one even suspects the censors know that. I know a director from a communist country where the censor had been his film-school classmate. He submitted a script. The censor read it and told his old friend, \"You know what you're really saying, and I know what you're really saying. Now rewrite it so only the audience knows what you're really saying.\"", "running_time": 91, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-06-08", "genres": ["Drama", "Foreign", "Horror", "Thriller"], "title": "The Circle (2001)"}