{"url": "http://www.rogerebert.com/reviews/the-brood-1979", "by": "David Cronenberg", "star_rating": 1.0, "text": "Now here's a particularly nasty little number. \"The Brood\" is an el sleazo exploitation film, camouflaged by the presence of several well-known stars but guaranteed to nauseate you all the same.\n\nThat's after it bores you first. It's about a scientist who may or may not be mad, and who runs something called the Institute for Psycho-Plasmics, and some of whose patients have the knack of creating clones of little kids and then controlling them with manic mind power.\n\nThe clones are gestated in wombs outside the body, and they have no navels-which is always an alarming sign in enterprises of this nature. The good doctor's institute (which somehow kept reminding me of Mel Brooks' Institute for the Very, Very Nervous) is run as a sort of cult, with all the patients competing for roles in the communal psychodramas. Meanwhile, the clones are hidden away while the doctor tries to decide if he's going to get the Nobel Prize or only a subpoena.\n\nThe doctor is played by Oliver Reed, who is very good at projecting a sense of evil menace. His prize patient is played by Samantha Eggar, who must have read the script first, I suppose, and yet accepted it anyway, even though the film's last moments have her snarling, licking up blood and otherwise seriously undermining her glamorous image. Do performers sometimes feel it's noble to take hideously unpleasant roles?\n\nThe movie, I mentioned, is a bore. That's because hardly anything of interest happens until the last 15 minutes or so. Eggar's husband is opposed to the institute, thinks she's being kept a prisoner there, rants and raves a lot and finally breaks in. But otherwise there's just a lot of coming and going and musing, as the music on the sound track hints darkly at the terrible things to come.\n\nThe little clones seem sort of ripped off from \"Don't Look Now,\" which had a killer midget in a red raincoat. \"The Brood\" disguises its killers as first-graders. They wear snowsuits and mingle with kids their height, and do wonderful things like hammering schoolteachers to death with toy hammers. Samantha Eggar has a human daughter who's kidnapped by the clones, maybe because she's their sister, sort of. Oliver Reed remains impassive to demands that he interrupts his research, and yet at the end he turns out to be about as ignorant about what's been happening as anyone else.\n\nWhat's the purpose of this film (other than to serve as a tax shelter, of course)? I dunno. It's never really scary. It's disgusting in ways that are not entertaining; as opposed, for example, to the great disgusting moments in \"Alien\" or \"Dawn of the Dead\" (1979).\n\nIt's never really a mystery thriller, because we guess what's going to happen before the characters do. It has enough dialog to sound as if it takes itself seriously - but listen to the dialog, and it's nonsense. The pacing is so uncertain that we don't always know how we're supposed to feel. And the last gruesome moments seem more like a geek show than a movie. Are there really people who want to see reprehensible trash like this? I guess so. It's in its second week.", "running_time": 92, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-06-05", "genres": ["Horror", "Thriller"], "title": "The Brood (1979)"}