{"url": "http://www.rogerebert.com/reviews/the-international-2009", "by": "Clive Owenas Louis", "star_rating": 3.0, "text": "Not since the days of silent movies have bankers as a group been cast so ruthlessly as villains. They used to wear waxed mustaches and throw widows and orphans out into the storm. Now the mustaches are gone. \"Banker\" has been incorporated into the all-embracing term \"Wall Street.\" The bankers in \"The International\" broker arms deals, sell missiles under the counter and assassinate anyone who gets too snoopy. First they throw you out into the storm, then they blow you up.\n\nWhether this is a fair portrait is not the purpose of a film review to determine. It is accurate of the bankers on view here, and given the face of Armin Mueller-Stahl, once familiar as a good guy, now enjoying a new career as a ruthless villain. His bank, based in Luxembourg as so many schemes are, has been assassinating nosey-parkers for getting too close to their operations, which involve investing in African rebels, nuclear weaponry and arming both sides of the Israeli-Palestinian conflict.\n\nDoes it seem to you that a bank with headquarters in Luxembourg is asking for it, just as a nice girl shouldn't rent a room in a whorehouse? In the opening scenes we meet the Interpol agent Louis Salinger (Clive Owen), keeping watch in Berlin as his partner meets with an insider of the bank. The partner is killed by mysterious means, and that, as they say, makes it personal. Salinger is joined by Eleanor Whitman (Naomi Watts), a district attorney from Manhattan, for cloudy law enforcement reasons but excellent dramatic ones: It's great to have a plucky blond in the plot.\n\nThe movie has a scene in it Hitchcock might have envied, a gun battle ranging up and down the ramps of the Guggenheim Museum in New York. Why there? Because the visuals are terrific. After Salinger and Whitman follow their quarry there, how do dozens of the bank's killers turn up? Because they're needed. Why do assassination squads in the movies always dress in matching uniforms? Makes them easier to identify. You don't ask questions like that. You simply enjoy the magnificent absurdity of the scene. (It was filmed, by the way, on an enormous interior set in Germany.)\n\nA lot of the remainder of the movie involves dialogue and plotters skulking around colorful international locales, including even Istanbul, that traditional setting for intrigue. I found the unfolding of the plot sort of fascinating. The ads will no doubt play up the shootout, but you may be relieved to discover this isn't another hyperkinetic exercise in Queasy-Cammery. It's more interesting in demonstrating that a bank like this transcends national boundaries and corrupts everyone it deals with.\n\nHow does it do this? With money. As David Mamet so usefully informs us: \"Everybody needs money. That's why they call it money.\" In the film, everything is secondary to the bank's profits, and an Italian political candidate, not unlike Berlusconi, is shot during a speech. Why the bank, so efficient, isn't better at going after Salinger and Whitman isn't hard to explain: They're needed for the whole movie. The Berlusconi type has a big dialogue scene in which he explains, succinctly and objectively, how banks, armies and governments interact. Apparently our Wall Street was a babe in the woods, being motivated merely by arrogance, avarice and ego.\n\nI enjoyed \"The International.\" Clive Owen makes a semi-believable hero, not performing too many feats that are physically unlikely. He's handsome and has the obligatory macho stubble, but he has a quality that makes you worry a little about him. I like heroes who could get killed. As the plucky DA, Naomi Watts wisely plays up her character's legal smarts and plays down the inevitable possibility that the two of them will fall in love.\n\nThe director is Tom Tykwer (\"Run, Lola, Run\"). Here he's concerned not merely with thriller action but with an actual subject: the dangers of a banking system that operates offshore no matter where your shoreline is. We're gradually getting it into our heads that in the long run, your nuclear capability may not be as important as your bank balance. Banks are not lending much money these days, but if you want to buy some warheads, they might take a meeting.", "running_time": 118, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-02-11", "genres": ["Action", "Adventure", "Crime", "Mystery", "Thriller"], "title": "The International (2009)"}