{"url": "http://www.rogerebert.com/reviews/the-substance-of-fire-1997", "by": "Ron Rifkinas Isaac Geldhart", "star_rating": 3.0, "text": "\"The Substance of Fire,'' like \"Shine\", involves a father who is descending into madness. In both films, the process is a result of the psychic wounding done by the Holocaust. And in both films we are not quite sure how we are expected to deal with the illness, which results in cruelty to the next generation. It would be simpler without the madness: A man is damaged by the Holocaust, and visits his pain on his children. That is possible to understand. But insanity brings with it a certain license: Does it matter, after a point, what a mad person does? Can we blame them? The fact that we ask such questions makes both movies more interesting. The Holocaust is often used in fiction as pure evil, to which our moral response is immediate and direct. In these films it is more complicated. The father in \"Substance of Fire'' is Isaac Geldhart (Ron Rifkin), who as a child saw the Nazis burn books. Now he heads one of New York's most respected publishing houses, and wants to publish a four-volume study of Nazi medical atrocities. This would seem destined to be a scholarly or academic work, but Isaac wants to print it like an art book, and sell it for hundreds of dollars. He rejects an entire printing--at $200 per set wholesale--because the paper is not good enough.\n\nWhat's going on here? Why must the book be so beautiful and expensive, when its contents are as well contained in a paperback? Where is the market? Will the book appeal to those sometimes slightly ambivalent collectors of Nazi memorabilia? Isaac apparently wants the set to be handsome as a tribute to the aging scholar who spent his life writing it. He saw the Nazis burn books: Now he will publish an elegant book about the Nazis. There is symbolism here, but hard to sort out.\n\nLike Lear, Isaac has three children and is of an age to divide his kingdom among them. His oldest son Aaron (Tony Goldwyn), who is gay, works with him in the publishing house. His other son, Martin (Timothy Hutton), teaches landscape architecture at Vassar. His daughter Sarah (Sarah Jessica Parker) is an actress on a children's TV series.\n\n\"Everybody in town knows your company is on the rocks,'' an agent (Eric Bogosian) tells Aaron. There's talk of a merger with Japanese interests, but they find the Nazi book \"too morbid'' and shy away from Isaac's developing mania. Aaron hopes to make some money by publishing a steamy novel by his lover. The father calls it \"meretricious crap--a trashy novel by a sicko hipster. I wanted my time back after I read it.'' Isaac is probably right. But a business cannot be run as a charity.\n\nThe children, who all own stock in the company, meet with their father, and the meeting degenerates into a tirade against them. He fires his son. His daughter sides with her brother. The family is in disarray. At the same time it's clear that Aaron is losing his sanity. In the early scenes he's a literate, tart-tongued iconoclast. In the last scenes, like Lear, he ranges across the blasted heath of his office, denouncing his children and clinging to his fool--or, in this case, his faithful secretary. Soon he is holding imaginary conversations with his wife and offering to buy a man's shoes off his feet.\n\nA line has been crossed, and we as viewers have to decide when it was crossed, and how that affects our feelings. Was Isaac ever wholly sane? Was the four-volume edition ever a good idea? Certainly we like the old man (Ronny Graham) who wrote it. Does the Holocaust stop being a relevant factor in Aaron's life after he loses his mind--or is it, as the cause of the madness, more relevant than ever? What about Aaron's homosexuality? Does his father reject the lover's book as a way of rejecting his son's sexuality? \"The Substance of Fire'' was written by Jon Robin Baitz, based on his stage play, which according to some reports was not as ambiguous. The film, directed by Daniel Sullivan, is brave, I think, to offer us a complicated scenario without an easy moral compass. \"Shine,'' by contrast, is much simpler: The young pianist's father lost his family in the Holocaust, is terrified of losing a family again, and thus becomes insanely possessive of his son. The son, torn between ambition and guilt, goes mad. Cut and dried. In \"The Substance of Fire'' more complex issues lurk in the corners of the material.\n\nIt would be useful to know, for example, whether the four-volume work about medical atrocities contains any information likely to be of scientific benefit. Will it save lives? Or does it simply record sadistic experiments and their results? If so, what is the purpose of publishing it and reading it? Everything depends on context and tone; \"Schindler's List\" and \"Ilsa, She-Wolf of the SS\" both contain concentration camp commandants.\n\nLeaving this movie, we want answers, and there aren't any. (Apart from an answer of sorts in a silly epilogue that plays like it was tacked on in a sentimental fit.) Because the film is well-written and acted, it holds our interest. Because its ideas remain murky, it frustrates our expectations. It's not a satisfying film, but that doesn't make it a bad one.", "running_time": 102, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-03-14", "genres": null, "title": "The Substance Of Fire (1997)"}