{"url": "http://www.rogerebert.com/reviews/the-great-white-hype-1996", "by": "Samuel L. Jacksonas Rev. Fred Sultan", "star_rating": 2.0, "text": "“The Great White Hype” is like a runner who leads for the first part of the race and then runs out of gas. It starts out well, as a wicked satire on professional boxing, and then loses its energy, tires of juggling its characters and ends so abruptly at 91 minutes that it feels like the last reel is missing.\n\nThe premise and the performances deserve better. The film stars Samuel L. Jackson as the Rev. Fred Sultan, the top promoter in professional boxing and a financial charlatan who quiets his restless champ by giving him another Rolls Royce instead of the millions he owes him. Damon Wayans plays the heavyweight champion, James “The Grim Reaper” Roper. And when the gate falls off at his latest title defense, Sultan decides that their only hope for getting rich is to find a Great White Hope to fight the champ. The search for a contender leads to Terry Conklin (Peter Berg), who is the lead singer for a Cleveland grunge band named Massive Head Wound. Ten years earlier, as an amateur, he was the only boxer ever to knock out the Reaper. Sultan flies Conklin to Vegas, puts him in training, bribes the boxing commission to declare him a contender, and tries to deal with the White Hope’s peculiarities (he wants to write a rock opera about the homeless). The script seems to know a lot about boxing, and no wonder; one of the writers is Ron Shelton, a onetime sports writer whose “Cobb” (1994) shows an easy familiarity with professional sports. The movie knows that Conklin would quickly be nicknamed “Irish” Terry Conklin, even though he's not Irish, because “Irish means white in boxing.” It has fun in a sequence where Sultan and his aides review tapes of possible contenders, including one fighter described as “John Wayne's nephew” (most nephews of a man born 89 years ago would be a little old to be considered contenders, but never mind). And it finds counterpoint in a “Freelance Crusader” character played by Jeff Goldblum, who begins by trying to expose Sultan and ends by being hired by him.\n\nThe movie has lots of riches, but doesn't know how to organize them.\n\nThe Goldblum character, for example, replaces a fired Sultan publicist played by Jon Lovitz, who has a nice cynical angle on things. It would have been more fun to keep both characters for the whole movie and make them enemies. More backstage machinations all around would have been entertaining. But the movie’s key setup scene, which begins with the Reaper accusing Sultan of theft and ends with the strategy of finding the Great White Hope, is played out before a hotel suite full of people, including the obligatory bevy of beautiful babes. It’s unlikely any fight promoter would discuss his secrets so publicly, and by not respecting things like that, the movie turns satire into sitcom. There are some funny lines. The Reaper learns that Sultan is “the only father figure you've ever had.” The Reaper criticizes his own performance in the ring as if he's an artist (“I wanted to finish him with my right instead of my left; it was like painting the Mona Lisa but leaving off the breasts”).\n\nAnd if you listen carefully to the soundtrack, you hear funny things in the voice-overs, as when Sultan asks which was the highest-paying heavyweight match of all time, and someone says, “Tyson vs. Givens.” Or when another easily missed line creates an intriguing portrait of the Vegas lion-tamer Siegfried.\n\nBut the movie's big scene doesn't pay off, and leads to another scene that doesn't work, and then to an ending so abrupt and unsatisfying it feels as if the movie has stopped before it was over. You can see here that the inspiration was correct, that a hard-edged boxing satire would have worked, that the filmmakers had a handle on it, that the actors were ready to deliver--and that somehow the movie TKO'd itself.", "running_time": 91, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-05-03", "genres": ["Comedy", "Drama", "Sports Film"], "title": "The Great White Hype (1996)"}