{"url": "http://www.rogerebert.com/reviews/the-triplets-of-belleville-2003", "by": "Sylvain Chomet", "star_rating": 3.5, "text": "With the voices of Michelle Caucheteux, Jean-Claude Donda, Michel Robin, Monica Viegas, Beatrice Bonifassi and Charles Prevost Linton. \n\n\"The Triplets of Belleville\" will have you walking out of the theater with a goofy damn grin on your face, wondering what just happened to you.\n\nTo call it weird would be a cowardly evasion. It is creepy, eccentric, eerie, flaky, freaky, funky, grotesque, inscrutable, kinky, kooky, magical, oddball, spooky, uncanny, uncouth and unearthly. Especially uncouth. What I did was, I typed the word \"weird\" and when that wholly failed to evoke the feelings the film stirred in me, I turned to the thesaurus and it suggested the above substitutes -- and none of them do the trick, either.\n\nThere is not even a way I can tell you what the film is \"like,\" because I can't think of another film \"like\" it. Maybe the British cartoonists Ronald Searle and Gerald Scarfe suggest the visual style. Sylvain Chomet, the writer and director, has created an animated feature of appalling originality and scary charm. It's one of those movies where you keep banging your fist against your head to stop yourself from using the word meets, as in Monsieur Hulot meets Tim Burton, or the Marquis de Sade meets Lance Armstrong.\n\nMost animated features have an almost grotesque desire to be loved. This one doesn't seem to care. It creates a world of selfishness, cruelty, corruption and futility -- but it's not serious about this world and it doesn't want to attack it or improve upon it. It simply wants to sweep us up in its dark comic vision.\n\nThe movie opens in France, where a small boy and his dog live in the top floor of a narrow, crooked house. The Metro roars past on schedule, and his dog races upstairs on schedule to bark at it, and the boy's grandmother gives the boy a trike and eventually a bike, and soon he is the foremost bicycle racer in the world. Meanwhile, the Metro has been replaced by an elevated highway that shoulders the house to one side, so that it leans crookedly and the stairs are dangerous for the dog to climb.\n\nThe grandmother is a ferocious trainer. A little whistle seems welded to her jaw, and she toots relentlessly as the boy pedals. Then he is kidnapped by thugs who want to use him for a private gambling operation, and the key to his rescue may be the Triplets of Belleville, who were music hall stars in the era of Josephine Baker, so how old would that make them now?\n\nThe action leaves Paris for New York, maybe, although it is more likely Montreal, where Chomet lives. Doesn't matter so much, since there has never been a city like this. Jazz joints from the 1930s exist with noir hideouts and bizarre tortures. After a certain point it isn't the surprises that surprise us -- it's the surprises about the surprises. We take it in stride, for example, when the Triplets go fishing for frogs with dynamite. Wasn't it only earlier this week, in \"Big Fish,\" that Ewan McGregor hunted a giant catfish with dynamite? No, what amazes us is that one of the exploded frogs survives and crawls desperately from a scalding pot in its bid for freedom.\n\nI am completely failing to do justice to this film. Now you think it is about frog torture. I will get letters from PETA. What happens to the frogs is nothing compared to what happens to the grandson, who is subjected to Rube Goldberg exercise machines, and at one point, has his kneecaps vacuumed.\n\nThe movie's drawing style is haunting in a comic way. The energy of the story is inexorable. There is a concert which involves tuning bicycle wheels. Luis Bunuel wrote that when he and Salvador Dali were about to premiere their surrealist film \"Un Chein Andalou,\" he loaded his pockets with stones to throw at the audience in case it attacked. How can I best describe \"The Triplets of Belleville\" other than to suggest that Bunuel might have wanted to stone it?\n\nSome of my faithful readers went to see \"Songs from the Second Floor\" on my recommendation. \"Triplets\" comes from a similar mindset, but is told in a manic fever, and is animated. Imagine Felix the Cat with firecrackers tied to his tail, in a story involving the French nephew and aunt of the Reservoir Dogs, and a score by Spike Jones. No, the other Spike Jones.", "running_time": 80, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-12-26", "genres": ["Adventure", "Animation", "Comedy", "Drama", "Foreign"], "title": "The Triplets of Belleville (2003)"}