{"url": "http://www.rogerebert.com/reviews/the-edge-of-heaven-2008", "by": "Tuncel Kurtizas Ali", "star_rating": 4.0, "text": "The best approach is to begin with the characters, because the wonderful, sad, touching \"The Edge of Heaven\" is more about its characters than about its story. There is a reason for that: This is one of those films of interlocking narrative strands, called a hyperlink movie, but the strands never link. True, they link for us, because we possess crucial information about the characters -- but they never link for the characters, because they lack that information. I liked it that way.\n\nThere is an old man named Ali (Tuncel Kurtiz) in Bremen, Germany. He is from Turkey. He has a smile that makes you like him. Think of Walter Matthau. One day (as is his habit, I suspect), he goes to visit a prostitute. This is a middle-age Turkish woman named Yeter (Nursel Kose), who works from the doorway of a brothel. Yeter is heard speaking by a group of Turkish men, who assume she is Muslim, and tell her they will kill her unless she quits the business. Ali makes her an offer: He will pay her to move in with him on a permanent basis. She accepts.\n\nSpoiler warning, I suppose, although this segment of the film is titled \"Yeter's Death.\" Ali gets drunk, he hits her, she falls, she's dead, he's in prison. She was heartbroken because her daughter, Ayten (Nurgul Yesilcay), had been long out of touch with her. Yeter's body is shipped back to Istanbul, where we meet Nejat (Baki Davrak), Ali's son. Nejat is a professor at a German university, but makes it his business to track down Yeter's daughter and somehow make reparations. In this process, he moves back to Istanbul and buys a German-language bookstore from a man who is homesick for Germany.\n\nBack and forth, between Turkey and Germany, the strands tangle. We meet Ayten, who is a member of a militant group. Deeply in trouble with the authorities, she flees to Germany, where she is befriended and taken home by a young woman named Lotte (Patrycia Ziolkowska). The two fall quickly and passionately in love. For reasons we will leave to themselves, Ayten ends up in a Turkish prison, Lotte goes to Istanbul to try to help her, and ...\n\nWell, never mind. You must also meet Lotte's mother, Susanne, who is played by the magnificent Hanna Schygulla, the legendary German actress best known for her Fassbinder films. She is not pleased with her daughter's romance, but in the end goes to Istanbul so that she, too, can try to help Ayten. In Turkey, she meets Nejat and ends up living in the same room that her daughter had rented from him.\n\nOne of the deepest pleasures of going to the movies for many years is that we can watch actors age and ripen, and understand what is happening to ourselves. Hanna Schygulla was once a sexpot in Fassbinder's \"The Bitter Tears of Petra von Kant\" (1972) and was a commanding star in his great \"The Marriage of Maria Braun\" (1979). She was Fassbinder's most important acting talent and his muse, and has appeared altogether in 82 films or TV projects. She was a young vixen once, then a sultry romantic lead and now she is a plumpish woman of 65. My own age, it occurs to me. But what a woman of 65! Not a hint of plastic surgery. She wears every year as a badge of honor. And here she is so tactful, so warm, so quietly spoken, so glowing, that she all but possesses the film, and we love her for her years and her art.\n\nAll this time, while perhaps thinking such thoughts, we are waiting for the penny to drop. Surely some combination of these people will discover how they are connected? But they never do. Maybe that requires a spoiler warning too, because we are so accustomed to all the stories converging at the end of a hyperlink film. Not this time. The characters are related in theme, but not in plot.\n\nFatih Akin, who wrote and directed, made the powerful \"Head-On\" (2004), which in a very different way was about being Turkish and feeling dispossessed or threatened. Here he gives us three parents, a son and two daughters, all of whose lives are affected, even governed, by the fact that some are Turks, some German. Religion doesn't really enter into it so much, except in inspiring Yeter's retirement. Akin's purpose, I think, is a simple one: He wants us to meet these people, know them, sympathize with them. Even old Ali is not so very evil; he had no intention to murder Yeter, and who among us, drunk or sober, has never unwisely done shameful things? My hand is not raised.\n\nWhat happened to me during \"The Edge of Heaven\" was that I did care about the characters. I found them fascinating. They were not overwritten and didn't spend too much time explaining or justifying themselves. They just got on with their lives, and their lives got on with them, all the time swimming in the seas of two different cultures, two different sets of possibilities. Even the authorities are not the villains in the film.\n\nNow if five, or four, of the characters found out how they were connected, what difference would that make? We are all connected, if only we could stand tall enough, see widely enough and understand adequately. Mere plot points are meaningless. Fatih Akin wants us to realize that, I believe, and he also wants us to understand his creatures, who are for the most part good people, have good intentions, make mistakes, suffer for their errors and try to soldier on, as do we all.\n\n\"The Marriage of Maria Braun\" (1979) is included in the Great Movies Collection.", "running_time": 122, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-06-12", "genres": ["Drama", "Foreign"], "title": "The Edge of Heaven (2008)"}