{"url": "http://www.rogerebert.com/reviews/the-day-he-arrives-2012", "by": "Yu Jun-sangas Seong-jun", "star_rating": 3.5, "text": "The young man alone in Seoul is Seong-jun (Yu Jun-sang). We learn he is a movie director who has completed four films but now lives in the country and has stopped working. He is in town to visit an old friend who is a film critic. He talks to us on the soundtrack: \"I will walk around, go to a book store and buy some books, eat some good food…\" Once I was stranded in Toronto on a below-zero January day by a grounded flight and made just such an announcement to anyone who could read my mind.\n\n\"Director Jun!\" cries a pretty young woman. We gather she worked for him once as an actress. It's not too clear if he remembers. She tries to engage him in conversation, but he's evasive. He goes into an old pub for a drink, and three young film students at the next table recognize him. He joins them in getting drunk, invites them to come with him to a \"special place,\" and then as he's smoking and they all light up, he abruptly screams at them to stop \"copying\" him. To their astonishment, he runs away.\n\nHe knocks on the door of Kyung-jin (Kim Bo-kyung), a girl he loved and left a year ago. She isn't very happy to see him. They talk, he apologizes (not for his behavior but it seems for his very existence), and he begins to weep.\n\nThen it is the next day, and the elements of the first day rearrange themselves. He finally meets his critic friend Young-ho (Kim Sang-joong), and they go to a bar with Bo-ram (Song Sun-mi), a friendly woman who teaches film. The bar owner is Yejeon, also played by Kim Bo-kyung. \"Funny,\" he thinks. \"She looks just like her.\" He steps out into the snow for a smoke, she follows him and …\n\nThe next day, these elements rearrange themselves again, with slight adjustments in dialogue, weather and outcome. They seem unaware that they are back in the same bar. Is this a South Korean \"Groundhog Day\" and will the director gain insights into his life? No, it's not that kind of film. It's more a compressed version of how life has a way of repeating itself, how we copy our own behavior, how coincidences happen because we make them easy, and how although some days are better and others worse, wherever you go, there you are.\n\nI fell into a sympathetic reverie with this film. Sang-soo Hong has no profound point to pound home. His story doesn't need an ending. He accepts all the characters just as they are. It's true that some guys end up dating a girl who looks just like their last one. Even the bar talk is convincing: What can you say to another person to make them believe you absolutely understand them? (It's a trick used by psychics: Describe the personality currently being displayed to you, and tell them that on the inside, they're exactly the opposite.)\n\nThe movie finds the right tone to present its bittersweet wisdom. It's relaxed. It's content to observe and listen. It's about how the alternatives to loneliness can themselves be thin soup. It doesn't overstay its welcome. And it's in crisp, clean black and white, the correct medium, because color would allow too many cues for emotion. If \"The Day He Arrives\" is a comedy, it's a human comedy like Balzac had in mind: a record of how people live, talk, strive and pass their days.", "running_time": 79, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-07-04", "genres": ["Drama", "Foreign"], "title": "The Day He Arrives (2012)"}