{"url": "http://www.rogerebert.com/reviews/the-cabin-in-the-woods-2012", "by": "Chris Hemsworthas Curt", "star_rating": 3.0, "text": "You're not going to see this one coming. You might think you do, because the TV ads and shots at the top reveal what looks like the big surprise — and it certainly comes as a surprise to the characters. But let's just say there's a lot more to it than that.\n\n\"The Cabin in the Woods\" sets off with an ancient and familiar story plan. Five college students pile into a van and drive deep into the woods for a weekend in a borrowed cabin. Their last stop is of course a decrepit gas station populated by a demented creep who giggles at the fate in store for them. (In these days when movies are sliced and diced for YouTube mash-ups, I'd love to see a montage of demented redneck gas station owners drooling and chortling over the latest carloads of victims heading into the woods.) \n\nIt will seem that I'm revealing a secret by mentioning that this is no ordinary cabin in the woods, but actually a set for a diabolical scientific experiment. Beneath the cabin is a basement, and beneath that is a vast modern laboratory headed by technology geeks (Richard Jenkins and Bradley Whitford) who turn dials, adjust levers and monitor every second on a bank of TV monitors. Their scheme is to offer the five guinea pigs a series of choices, which will reveal — something, I'm not sure precisely what. There is some possibility that this expensive experiment is involved with national security, and we get scenes showing similar victims in scenarios around the world.\n\nNow in your standard horror film, that would be enough: OMG! The cabin is being controlled by a secret underground laboratory! Believe me, that's only the beginning. The film has been produced and co-written by Joss Whedon (creator of \"Buffy the Vampire Slayer,\" \"Angel\" and other iconic TV shows) and directed by his longtime collaborator Drew Goddard (writer of \"Cloverfield\"). Whedon has described it as a \"loving hate letter\" to horror movies, and you could interpret it as an experiment on the genre itself: It features five standard-issue characters in your basic cabin in the woods, and we can read the lab scientists as directors and writers who are plugging in various story devices to see what the characters will do. In some sense, the Jenkins and Whitford characters represent Whedon and Goddard.\n\nAh, but they don't let us off that easily. That's what I mean when I say you won't see the end coming. This is not a perfect movie; it's so ragged, it's practically constructed of loose ends. But it's exciting because it ventures so far off the map. One imagines the filmmakers chortling with glee as they devise first one bizarre development and then another in a free-for-all for their imaginations. They establish rules only to violate them.\n\nThat begins with the characters. They're stock archetypes. We get an action hero (Curt, played by Chris Hemsworth); a good girl (Dana, played by Kristen Connolly); a bad girl (Jules, played by Anna Hutchison); the comic relief (Marty the pothead, played by Fran Kranz), and the mature and thoughtful kid (Holden, played by Jesse Williams). What the scientists apparently intend to do is see how each archetype plays out after the group is offered various choices. There are even side bets in the lab about who will do what — as if they're predicting which lever the lab rats will push.\n\nThis is essentially an attempt to codify free will. Do horror characters make choices because of the requirements of the genre, or because of their own decisions? And since they're entirely the instruments of their creators, to what degree can the filmmakers exercise free will? This is fairly bold stuff, and it grows wilder as the film moves along. The opening scenes do a good job of building conventional suspense; the middle scenes allow deeper alarm to creep in, and by the end, we realize we're playthings of sinister forces. \n\nHorror fans are a particular breed. They analyze films with such detail and expertise that I am reminded of the Canadian literary critic Northrup Frye, who approached literature with similar archetypal analysis. \"The Cabin in the Woods\" has been constructed almost as a puzzle for horror fans to solve. Which conventions are being toyed with? Which authors and films are being referred to? Is the film itself an act of criticism?\n\nWith most genre films, we ask, \"Does it work?\" In other words, does this horror film scare us? \"The Cabin in the Woods\" does have some genuine scares, but they're not really the point. This is like a final exam for fanboys.", "running_time": 95, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-04-11", "genres": ["Horror", "Thriller"], "title": "The Cabin in the Woods (2012)"}