{"url": "http://www.rogerebert.com/reviews/the-impossible-2012", "by": "Ewan McGregoras Henry", "star_rating": 4.0, "text": "The tsunami that devastated the Pacific Basin in the winter of 2004 remains one of the worst natural disasters in history. Although I assumed its climax, as shown in Clint Eastwood’s film “Hereafter” (2010), would never be surpassed, that was before I had seen “The Impossible.” Here is a searing film of human tragedy.\n\nWe were London in 2004 when the disaster struck, and later we sat mesmerized in Biarritz, watching the news on television. Again and again, the towering wall of water rose from the sea, tossing trucks, buses and its helpless victims aside. Surely this was a blow from hell.\n\nThe victims in Eastwood’s film beheld it afar on home video. In director Juan Antonio Bayona’s “The Impossible,” they seem lost in it, engulfed by it, damned by it.\n\nAs “The Impossible” begins, all is quiet at a peaceful resort beach in Thailand. Seconds later, victims are swept up like matchsticks. The film is dominated by human figures: a young British couple, Maria and Henry Bennett (Naomi Watts and Ewan McGregor), and their three young sons, Lucas, Simon and Thomas (Tom Holland, Oaklee Pendergast and Samuel Joslin). All five fear they will never see their loved ones again.\n\nIn the earlier Eastwood film, they seem the victims of cruel destiny singling out a fate, perhaps foretold. In the Bayona film, have they been doomed by destiny? Seated in a dark theater, I reached out my hand for that of my wife’s. She and I had visited the same beach and discussed visiting it with our children and grandchildren. An icy finger ran slowly down our spines.\n\nSuch a connection can be terrifying. What does it mean? We are the playthings of the gods. As the film’s heroine, Naomi Watts powerfully becomes a front-runner for an Academy Award. Its eldest young hero, Lucas (Holland), separated from all, seeks tirelessly for fellow family members. How did anyone possibly survive? It takes a lot of courage for the little boy to bravely try to help others.\n\nSpoilers follow, although the trailer and TV commercials reveal many of them. I’m happy I was blindsided by the story. We meet the Bennetts aboard a flight beginning their family holiday in Khao Lak, Thailand. We almost feel, rather than hear, a deeply alarming shift in the atmosphere. Something is fundamentally wrong. We see the tsunami from the tourists’ point of view. There is a shift in the universe, leaving behind a dazed group whose world is a jumble of destruction. They wander through the wreckage.\n\nMaria is terrifyingly knocked through a glass wall and realizes she can see her son Lucas’ tiny head and body struggling to stay afloat in the surging flood waters. With indomitable strength and courage, she clings to debris, and they find themselves in a makeshift hospital that seems to have been somehow cobbled together. We realize she is the most seriously injured and begins to drift into and out of consciousness. She is a medical doctor and applies emergency first aid to herself.\n\nHenry, tough and plucky, screams out the names of his two younger sons and loads them onto a truck bound for higher ground. The geographical layout miraculously seems halfway familiar to us after dozens of hours of cable news. All of those YouTube videos uploaded by strangers have been populated by characters we think of as people we know.\n\nThe film’s most dramatic sequences focus on Lucas, assigning himself the role of his mother’s lifeguard and protector. Now again, at another holiday season, this film becomes a powerful story of a family’s cohesive strength. \n\nDirector Juan Antonio Bayona and writer Sergio G. Sanchez combine visual effects in this film that are doubly effective because they strive to do their job without calling undue attention. It is a mark of great acting in a film when it succeeds in accomplishing what it must precisely when it is required. “The Impossible” is one of the best films of the year.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-12-19", "genres": ["Drama"], "title": "The Impossible (2012)"}