{"url": "http://www.rogerebert.com/reviews/the-cemetery-club-1993", "by": "Ellen Burstynas Esther Moskowitz", "star_rating": 3.0, "text": "\"The Cemetery Club\" opens with a happy gathering - the wedding of a much-married friend - at which three women dance with their husbands. A year later, all three women are widows, 60ish and uneasily facing the future. In the case of Esther Moskowitz (Ellen Burstyn), single life is especially ominous. She was married for 39 years and hardly knows what it is like to be on her own. The other survivors are Doris Silverman (Olympia Dukakis), strong-willed and easily offended, and Lucille Rubin (Diane Ladd), who would like to be seen as a merry widow but is secretly as lonely as the others.\n\nTogether, they go out to the cemetery to stand near the tombstones of their departed partners and talk to them. But eventually one of them rebels: \"We can't go on like this forever, living in the past. I feel like I'm in a cemetery club.\" The movie, which is a sometimes uneasy compromise between comedy and drama, now becomes the story of the three lives, lived in a middle-class Jewish community where everybody knows each other, and attractive widows are likely to have complimentary glasses of V8 juice sent over to their table at the delicatessen.\n\nEsther, the Burstyn character, seems the most unlikely candidate for a second marriage, but lightning strikes one day when Ben Katz (Danny Aiello) walks into her life, likes her looks, and eventually asks her out. She resists, but he is persuasive, and soon she has tumbled into a love affair, only to have it seemingly end unhappily when Ben gets cold feet.\n\nThe scenes between Burstyn and Aiello are at the heart of the movie, and are sweet and warming - especially when they confess to each other about the scars that have accumulated on their bodies during years of wear and tear. Meanwhile, her affair causes some concern; Ladd is disappointed she did't get the man, while Dukakis feels the romance is a little hasty and disrespectful to the memory of the dead husband.\n\nThe screenplay is by Ivan Menchell, based on his stage play, unseen by me. My guess is that the play had a more consistent tone.\n\nThe movie has a serious undertone, lightened from time to time by scenes that don't quite seem to fit, as if the revisions were designed to lighten the mood of an essentially thoughtful piece.\n\nStill, I liked it, partly because of the honesty of the love story, as Aiello struggles with issues we can hardly guess about. And I enjoyed the life-affirming counterpoint of Selma, the much-married character played by Lainie Kazan, who seems to be a golddigger but comes through with some sound and sensible advice for Burstyn.\n\nSometimes at the movies I get the impression that Hollywood love stories are all about people too young to get driver's licenses.\n\nHere is a film open to a whole range of possibilities for older characters, and as Burstyn, Dukakis and Ladd plot their strategies and exchange their hopes and fears, it's refreshing to know they realize that love is much more complicated than most young lovers ever dream.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-02-12", "genres": ["Comedy"], "title": "The Cemetery Club (1993)"}