{"url": "http://www.rogerebert.com/reviews/the-kids-are-all-right-2010", "by": "Julianne Mooreas Jules", "star_rating": 3.5, "text": "\"The Kids Are All Right” centers on a lesbian marriage, but is not about one. It's a film about marriage itself, an institution with challenges that are universal. Just imagine: You're expected to live much, if not all, of your married life with another adult. We're not raised for this.\n\nThe married couple involves Jules (Julianne Moore) and Nic (Annette Bening). They're raising a boy named Laser (Josh Hutcherson) and a girl named Joni (Mia Wasikowska). Each mother gave birth to one of the children, and because the same anonymous sperm donor was used, they're half-siblings. Home life is casual and happy, upper middle class. Nic is a doctor, Jules is unfocused and lately thinking she might go into landscape gardening. Like many couples, they're going through a little mid-life crisis.\n\nThat's nothing compared to what awaits them, in a smart comedy by Lisa Cholodenko, whose “High Art” and “Laurel Canyon” showed those particular slices of Los Angeles we think we might find ourselves in for a period, before we got our acts together. \n\nThe imperfect but stable home life of her family is disturbed by the decision of the children to seek out their birth father. Jules and Nic are staunchly liberal and approve of this in theory. In practice, they find it disturbing.\n\nThe father turns out to be Paul (Mark Ruffalo), the kind of onetime hippie who says things like, “Sure, I mean ... sure, yes, of course ... I mean, why not? Sure.” He's with the program. He runs a cozy little organic restaurant with food from his own organic garden, has never married, has no other children and is way cool in a way that involves no conscious effort. He thinks it's cool to meet his kids, it's cool their moms are married, it's cool they invite him for dinner. I mean ... sure, yes, of course ... I mean, why not? Sure.\n\nLearning that Jules is taking up landscape design, he hires her to design the garden area sloping down behind his house in what looks like the Hollywood Hills. And what with bringing in bags of soil and standing in the sun with him discussing plans, Jules and Paul like, have sex. I mean, why not?\n\nThis causes a great deal of unhappiness when it's discovered, but not operatic grief and passion. More feelings of betrayal on Nic's part, and confusion from Jules and Paul, who didn't expect their secret to be discovered and, like, we're not thinking of getting married or anything, and are really, truly sorry. So are the kids, because they love their moms, and they like Paul a lot, too.\n\nCholodenko, writing with Stuart Blumberg, is wise to keep her tone light. “The Kids Are All Right” isn't a laffaminit comedy, but it is a comedy, and fondly satirical of Nic's tendency to be quite serious. I refuse to call it a “gay film.” I toyed with the idea of not even using the word “lesbian” and leaving it to you to figure out that the couple was female. This is a romantic triangle happening to involve these three people.\n\nWhat interests Cholodenko is who they are. Moore and Bening are superb actors here, evoking a marriage of more than 20 years, and all of its shadings and secrets, idealism and compromise. Nic is more of the mind, Jules is more of the heart. The film gives them convincing, intelligent dialogue, mannerisms that fit and children who, having been raised outside homophobic hysteria, are nice and well-adjusted. And with Mark Ruffalo's Paul, the film creates a slightly exaggerated version of a character like many we may have met: casually progressive, a little unfocused, pleasant and agreeable. I mean, why not?", "running_time": 106, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-07-07", "genres": ["Comedy", "Drama", "Indie"], "title": "The Kids Are All Right (2010)"}