{"url": "http://www.rogerebert.com/reviews/the-saddest-music-in-the-world-2004", "by": "Mark McKinneyas Chester Kent", "star_rating": 3.5, "text": "So many movies travel the same weary roads. So few imagine entirely original worlds. Guy Maddin's \"The Saddest Music in the World\" exists in a time and place we have never seen before, although it claims to be set in Winnipeg in 1933. The city, we learn, has been chosen by the London Times, for the fourth year in a row, as \"the world capital of sorrow.\" Here Lady Port-Huntly (Isabella Rossellini) has summoned entries for a contest which will award $25,000 \"in Depression Era dollars\" to the performer of the saddest music.\n\nThis plot suggests no doubt some kind of camp musical, a sub-Monty Python comedy. What Maddin makes of it is a comedy, yes, but also an eerie fantasy that suggests a silent film like \"Metropolis\" (1927) crossed with a musical starring Nelson Eddy and Jeannette McDonald, and then left to marinate for long forgotten years in an enchanted vault. The Canadian filmmaker has devised a style that evokes old films from an alternate timeline; \"The Saddest Music\" is not silent and not entirely in black and white, but it looks like a long-lost classic from decades ago, grainy and sometimes faded; he shoots on 8mm film and video and blows it up to look like a memory from cinema's distant past.\n\nThe effect is strange and delightful; somehow the style lends quasi-credibility to a story that is entirely preposterous. Because we have to focus a little more intently, we're drawn into the film, surrounded by it. There is the sensation of a new world being created around us. The screenplay, by Maddin and George Toles, is based on a work by the novelist Kazuo Ishiguro, who wrote the very different Remains of the Day. Here he creates, for Maddin's visual style, a fable that's \"Canadian Idol\" crossed with troubled dreams.\n\nLady Port-Huntly owns a brewery, and hopes the contest will promote sales of her beer. Played by Rossellini in a blond wig that seems borrowed from a Viennese fairy tale, she is a woman who has lost her legs and propels herself on a little wheeled cart until being supplied with fine new glass legs, filled with her own beer.\n\nTo her contest come competitors like the American Chester Kent (Mark McKinney of \"Kids in the Hall\"), looking uncannily like a snake-oil salesman, and his lover Narcissa (Maria de Medeiros), who consults fortune-tellers on the advice of a telepathic tapeworm in her bowels. If you remember de Medeiros and her lovable little accent from \"Pulp Fiction\" (she was the lover of Bruce Willis' boxer), you will be able to imagine how enchantingly she sings \"The Song Is You.\"\n\nKent's brother Roderick (Ross McMillan) is the contestant from Serbia. Their father Fyodor (David Fox) enters for Canada, singing the dirge \"Red Maple Leaves.\" One night while drunk, he caused a car crash and attempted to save his lover by amputating her crushed leg -- but, alas, cut off the wrong leg, and is finally seen surrounded by legs. And that lover, dear reader, was Lady Port-Huntly.\n\nCompetitors are matched off two by two. \"Red Maple Leaves\" goes up against a pygmy funeral dirge. Bagpipers from Scotland compete, as does a hockey team that tries to lift the gloom by singing \"I Hear Music.\" The winner of each round gets to slide down a chute into a vat filled with beer. As Lady Port-Huntly chooses the winners, an unruly audience cheers. Suspense is heightened with the arrival of a cellist whose identity is concealed by a long black veil.\n\nYou have never seen a film like this before, unless you have seen other films by Guy Maddin, such as \"Dracula: Pages From A Virgin's Diary\" (2002), or \"Archangel\" (1990). Although his \"Tales from a Gimli Hospital\" was made in 1988, his films lived on the fringes, and I first became aware of Maddin only in 2000, when he was one of the filmmakers commissioned to make a short for the Toronto International Film Festival. His \"Heart of the World,\" now available on DVD with \"Archangel\" and \"Twilight of the Ice Nymphs,\" was a triumph, selected by some critics as the best film in the festival. It, too, seemed to be preserved from some alternate universe of old films.\n\nThe more films you have seen, the more you may love \"The Saddest Music in the World.\" It plays like satirical nostalgia for a past that never existed. The actors bring that kind of earnestness to it that seems peculiar to supercharged melodrama. You can never catch them grinning, although great is the joy of Lady Port-Huntly when she poses with her sexy new beer-filled glass legs. Nor can you catch Maddin condescending to his characters; he takes them as seriously as he possibly can, considering that they occupy a mad, strange, gloomy, absurd comedy.\n\nTo see this film, to enter the world of Guy Maddin, is to understand how a film can be created entirely by its style, and how its style can create a world that never existed before, and lure us, at first bemused and then astonished, into it.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-05-14", "genres": ["Comedy", "Drama", "Fantasy", "Indie", "Music"], "title": "The Saddest Music in the World (2004)"}