{"url": "http://www.rogerebert.com/reviews/the-great-raid-2005", "by": "Benjamin Brattas Lt. Col. Mucci", "star_rating": 3.0, "text": "Here is a war movie that understands how wars are actually fought. After \"Stealth\" and its high-tech look-alikes, which make warfare look like a video game, \"The Great Raid\" shows the hard work and courage of troops whose reality is danger and death. The difference between \"Stealth\" and \"The Great Raid\" is the difference between the fantasies of the Pentagon architects of \"shock and awe\" and the reality of the Marines who were killed in Iraq last week.\n\nThe movie is based on the true story of a famous raid by U.S. Army Rangers and Philippine guerillas, who attacked the Japanese POW camp at Cabanatuan and rescued more than 500 Americans, with the loss of only two American and 21 Filipino lives. Nearly 800 Japanese died in the surprise attack. These numbers are so dramatic that the movie uses end credits to inform us they are factual.\n\n\"The Great Raid\" has the look and feel of a good war movie you might see on cable late one night, perhaps starring Robert Mitchum, Robert Ryan or Lee Marvin. It has been made with the confidence that the story itself is the point, not the flashy graphics. The raid is outlined for the troops (and for the audience), so that, knowing what the rescuers want to do, we understand how they're trying to do it. Like soldiers on a march, it puts one step in front of another, instead of flying apart into a blizzard of quick cuts and special effects. Like the jazzier but equally realistic \"Black Hawk Down,\" it shows a situation that has moved beyond policy and strategy and amounts to soldiers in the field, hoping to hell they get home alive.\n\n\"You are the best-trained troops in the U. S. Army,\" their commander (Benjamin Bratt) tells the 6th Army Ranger Battalion. Perhaps that is close to the truth, but they have never been tested under fire; their first assignment involves penetrating Japanese-controlled territory, creeping in daylight across an open field toward the POW camp, hiding in a ditch until night, and then depending on surprise to rescue the prisoners, most of them starving, many of them sick, all of them survivors of the Bataan Death March.\n\nHistorical narration and footage provide the con As the Japanese retreated, they killed their prisoners, and Americans in one camp were burned alive. In both this raid and a larger, more famous one at the nearby Los Banos camp, the challenge was to rescue the POWs before the Japanese felt the enemy was close enough to trigger the deaths of their prisoners.\n\nCommanding the Rangers are the real-life war heroes Lt. Col. Henry Mucci (Bratt) and Capt. Bob Prince (James Franco), who plans the raid. In parallel stories, we meet the fictional Maj. Gibson (Joseph Fiennes), leader of the POWs, and a brave American nurse, also from real life, named Margaret Utinsky (Connie Nielsen). She works in the Manila underground, obtaining drugs on the black market, which are smuggled in to the camp. She and Gibson were once lovers (in what must be a fictional invention), but have not seen each other for years. Still, it is the idea of Margaret that sustains Gibson, whose strength is being drained by malaria.\n\nThe film is unique in giving full credit to the Filipino fighters who joined the Rangers and made the local logistics possible by enlisting the secret help of local farmers and villagers (their ox carts were employed to carry prisoners too weak to walk). The Filipinos are led by Capt. Juan Pajota (Cesar Montano), a forcible local actor who steps into the Hollywood cast and adds to its authenticity and sense of mission.\n\nA brilliant strategic idea is to have a single American plane make several passes over the camp, lifting the eyes of the Japanese to the skies as rescuers were creeping toward them. The raid itself, when it comes, is at night, and would be hard for us to follow except that it follows so precisely the plans that were earlier outlined. One effective moment comes when an officer delays action to be absolutely sure that all is ready; with radio silence, he has to send a scout, and we grow almost as impatient as the waiting men.\n\nThe movie was directed by John Dahl, based on a screenplay by Carlo Bernard and Doug Miro, and the books The Great Raid on Cabanatuan by William B. Breuer and Ghost Soldiers by Hampton Sides. Dahl is best known for two of the trickiest modern films noir, \"Red Rock West\" and \"The Last Seduction.\" Those films would seem to have nothing in common with a war movie, but in a way they do, because they avoid special effects and stay close to their characters while negotiating a risky and complicated plot.\n\nThe history of the movie is interesting. It was green-lighted by Harvey Weinstein of Miramax just a few days after 9/11; perhaps a story of a famous American victory seemed needed. It was completed by 2002, but like a lot of Miramax inventory sat on the shelf (Miramax won a \"shelf award\" at the Indie Spirits one year for the quality of its unreleased pictures). Now that Disney and Miramax are going separate ways, Miramax is releasing a lot of those films in the final months of its original management. \"The Great Raid\" is perhaps more timely now than it would have been a few years ago, when \"smart bombs\" and a couple of weeks of warfare were supposed to solve the Iraq situation. Now that we are involved in a lengthy and bloody ground war there, it is good to have a film that is not about entertainment for action fans, but about how wars are won with great difficulty, risk, and cost.\n\nNote: The \"R\" rating is being appealed by Weinstein, who argues the movie is not as violent as the PG-13 rated \"Pearl Harbor.\" He is correct.", "running_time": 132, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-08-11", "genres": ["Action", "Adventure", "Drama", "History", "War"], "title": "The Great Raid (2005)"}