{"url": "http://www.rogerebert.com/reviews/the-road-to-el-dorado-2000", "by": "Kenneth Branaghas Miguel (voice)", "star_rating": 3.0, "text": "There is a moment in \"The Road to El Dorado\" where the two heroes and their profoundly dubious horse are in a rowboat somewhere in the ocean off Central America. It looks like the end. Then a seabird appears, circles and lands on their boat. This is a good omen. Land must be near. Then the bird drops dead. Bad sign. Then a shark leaps out of the sea and snaps up the bird in one gulp. Piling gag on top of gag is the strategy of the film, a bright and zesty animated comedy from DreamWorks.\n\nIn the studio's quest to compete with Disney in the feature-length animation sweepstakes, it's a worthy entry. It's not as quirky as \"Antz\" or as grown up as \"The Prince Of Egypt\" but as silly fun it does nicely, and no wonder: Its directors are Disney veterans, and the soundtrack includes such effective cartoon voices as Kevin Kline, Kenneth Branagh, Armand Assante, Edward James Olmos and the unsinkable Rosie Perez.\n\nAs the movie opens, the heroes, Tulio (Kline) and Miguel (Branagh), are gambling in a waterfront dive in Spain, 1519. They win a map to the treasures of El Dorado, before it's discovered that their dice are loaded and they beat a hasty retreat--pretending to duel with one another to confuse their pursuers. One thing leads to another, and they find themselves on board Hernando Cortes' ship as the explorer sails for South America. They're discovered, sentenced to flogging and enslavement, and escape with their horse Altivo in a rowboat, which brings us to the bird, the shark, and landfall at a point that corresponds exactly with the treasure map.\n\n\"The Road to El Dorado\" doesn't have a hero; it's about supporting characters. In other hands, the story might have centered on Cortes, whose ship catches up to Tulio and Miguel in the new land. But this is the story of two pals caught up in events beyond their comprehension, after the roly-poly local chief (voice of Edward James Olmos) mistakes them for gods. The plot then recycles Rudyard Kipling's \"The Man Who Would Be King\": One likes being a god, the other doesn't. Along the way they get a sidekick of their own, Chel, a local woman. She's voiced by Perez, and looks like her, too. She learns their secret--they aren't gods, only men, but likes them anyway, and decides she wants in on the team when the priest (Armand Assante) devises a monster to destroy them.\n\nThe movie has songs by Elton John and Tim Rice, which may grow on me, but haven't yet, and some funny comedy sequences. The best may be the invention of the game of basketball, with a living ball--a round little creature who contributes his own moves to the game. More comedy comes as the friends realize the game is up, and try to sneak away with some gold of their own.\n\nFreed of a towering central figure like Pocahontas or Tarzan, \"The Road to El Dorado\" is liberated for goofiness. There are no serious themes lurking about, or uplifting lessons to learn--just a couple of con men in over their heads, their gal pal and a horse that some of the time is smarter than the other three put together. (Since the horse doesn't speak, it's able to exploit the miming gifts of the animators.) This is not a landmark in the history of feature animation, but it's bright and has good energy, and the kinds of witty asides that entertain the adults in between the margins of the stuff for the kids.", "running_time": 83, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-03-31", "genres": ["Adventure", "Animation", "Comedy", "Family"], "title": "The Road To El Dorado (2000)"}