{"url": "http://www.rogerebert.com/reviews/the-negotiator-1998", "by": "Samuel L. Jacksonas Danny Roman", "star_rating": 3.5, "text": "“The Negotiator” is a triumph of style over story, and of acting over characters. The movie's a thriller that really hums along, and I was intensely involved almost all the way. Only now, typing up my notes, do I fully realize how many formula elements it contains.\n\nConsider. In the opening scene, a Chicago police negotiator named Danny Roman (Samuel L. Jackson) calmly talks with a madman who has taken his own daughter hostage. The siege ends in victory, just as it does in every other cop movie. The next scene, of course, is the cops celebrating in a bar and watching coverage of themselves on TV. There's always one sorehead who makes a point of not celebrating the hero's triumph. Pay close attention to this character, who is the False Villain and is there to throw you off the track.\n\nNext major sequence: Hero cop faces sudden disgrace. Is accused of embezzling funds from police pension fund. Is framed to look like a bad guy. Has no friends anymore. I don't have to tell you this always leads to the Gun and Badge scene, in which the hero drops the tools of his trade on the chief's desk.\n\nThe film now moves quickly toward its central notion, which is that one trained negotiator faces another one--meaning that men understand each other's strategies. Roman, facing jail as the victim of a frameup, takes hostages, including Niebaum (the late J.T. Walsh), an investigator looking into the missing pension funds. Roman says there is only one negotiator he will deal with--Chris Sabian (Kevin Spacey), a man who is not part of the department and unlikely to be in on the frame-up.Until Sabian's arrival on the scene, “The Negotiator” has been assembled from off-the-shelf parts. But then the movie comes alive. There's a chemistry between the negotiators played by Jackson and Spacey; sometimes they seem to be communicating in code, or by the looks in their eyes.\n\nThe screenplay, by James DeMonaco and Kevin Fox, shows evidence of much research into the methods of negotiators, but it uses its knowledge only when it's needed. (I liked the little lecture on eye language.) And the direction by F. Gary Gray is disciplined, taut and smart: When he touches a base, he's confident enough to keep on running, instead of jumping up and down on it like a lot of directors would.\n\nI don't know a lot about Gray, but I know he has a greater curiosity about the human element than a lot of men who make thrillers. His first film was “Friday” (1995), written by and starring Ice Cube in a character study of two homeboys hanging out in the neighborhood, engaged in intense people-watching and dope-smoking. His second film, “Set It Off” (1996) was about four black women who get involved in a bank robbery and who emerge as touching and convincing characters, vividly seen.\n\nNow comes “The Negotiator,” which essentially consists of two men talking to one another, intercut with action. It could have dragged. It could have seemed locked into sets. It doesn't. Gray makes us care about the characters, to share some of Roman's frustration and rage, to get involved in the delicate process of negotiations. The plot makes good use of the fact that the Chicago policemen surrounding Danny Roman (who has taken his hostages in a West Wacker Drive high-rise) may also be in on the embezzlement. They want him dead. Spacey, as Sabian, is fighting for time before the hotheads send in the SWAT teams.\n\nThere also are quiet passages, in which some of the hostages begin to feel sympathy for Danny Roman. Walsh, in one of his last performances before his death earlier this year, is effective at concealing how much he might really know and what his involvement is. But Roman is right in suspecting that his loyal secretary might know where all the secrets are hidden and want to go home to her family in one piece.\n\nYes, there are cliches all through the movie, including the obligatory role of Roman's new wife (Regina Taylor), who wants him to stop taking the dangerous assignments. Yes, the TV news crews supply the usual breathless bulletins and obnoxious questions. Yes, the action scenes are unlikely (Roman uses the SWAT teams' own percussion bombs against them--but in a confined space wouldn't the percussion affect him as much as them?).\n\nBut “The Negotiator” works because it takes its conventional story and jacks it up several levels with Gray's craft and style. And because Jackson and Spacey are very good. Much of the movie simply consists of closeups of the two of them talking, but it's not simply dialogue because the actors make it more--invest it with conviction and urgency. Here is one of the year's most skillful thrillers.", "running_time": 141, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-07-29", "genres": ["Action", "Adventure", "Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "The Negotiator (1998)"}