{"url": "http://www.rogerebert.com/reviews/the-big-sleep-1978", "by": "Robert Mitchumas Philip Marlowe", "star_rating": 2.5, "text": "When they were writing the original 1946 movie version of \"The Big Sleep\" (1946), they came up with this little problem in Raymond Chandler’s novel: It seemed to have an extra dead body left over at the end. The screenwriting team (which included no less than William Faulkner) called up Chandler and asked him who’d killed the leftover. Chandler told them. But it couldn’t be that guy, the writers protested, because that guy was already dead when…\n\nKnock it off, fellas, said Chandler. I sold you the book -- now it’s your problem. What finally happened is that the director, Howard Hawks, decided to go ahead and make the movie and forget about the surplus corpse. And the next time you see “The Big Sleep” on the late show, don’t blame the commercial interruptions if you somehow seem to have difficulty following the plot. The movie’s a classic because of Bogie and Lauren Bacall, not because it makes sense.\n\nBut now we come to the case of “The Big Sleep” (1978), with Robert Mitchum stepping into Bogie's shoes. The movie isn’t a classic, but it does make sense. Does it ever. We get Mitchum’s voice explaining things on the sound track, and we get flashbacks to remind us of key scenes, and when characters confess to a crime we get scenes picturing them. And yet, when the movie’s over, we’re still mystified. Chandler’s plot is so complicated that maybe Hawks was right in 1946 when he ignored the loopholes.\n\nWhat really matters in a movie like this isn’t plot, anyway, it’s style: How the characters talk to each other, and wear their clothes, and smoke cigarettes and hold guns. The style in the new “Big Sleep” is confined mostly to three actors: Mitchum, Candy Clark and Richard Boone. The movie is a disappointment otherwise.\n\nIt was directed by Michael Winner, who can hold our attention when he wants to (as in “Death Wish”). But here, despite all the great costumes and sets and London locations they’re given to work with, the actors don’t seem engaged.\n\nOh, yes: London. “The Big Sleep” has been moved from the seedy Los Angeles of circa 1940 to the London of today, and that’s a mistake. Maybe people never really talked the way they do in a Chandler novel; I’m sure they don’t today. Maybe the movie was intended as camp, but it comes off simply as an anachronism.\n\nThe plot has Marlowe being hired by a rich, tired old military man (James Stewart) to handle a blackmail attempt, track down some pornographic photos of his daughter, find his missing son-in-law, and, not least, provide him peace of mind in his dying days. Marlowe plods down the mean streets of London as the plot grows more and more labyrinthine, and we plod with him.\n\nWhat helps is that Robert Mitchum is a definitive screen presence. I’ve said before that when today’s first-graders are in college, he’ll be recognized as an authentic cult hero, the Bogie of the 1990s. Here he’s gravel-voiced, laconic, taking everything in as if he’s seen a thousand people just like these. He’s great. So is Candy Clark, as the nympho younger daughter with a fondness for great big men and an obsession with guns. And so is Richard Boone as a hired killer, tall and craggy and mean.\n\nBut the movie feels kind of embalmed. Philip Marlowe doesn’t belong in the 1970s -- a point made brilliantly clear in “Farewell, My Lovely” (1975) when Mitchum’s Marlowe inhabited the L.A. of 35 years ago. So who wins the inevitable comparison between Mitch and Bogie? Bogart does -- but mostly because he had Howard Hawks in his corner instead of Michael Winner.", "running_time": 100, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-03-24", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "The Big Sleep (1978)"}