{"url": "http://www.rogerebert.com/reviews/the-stars-fell-on-henrietta-1995", "by": "Robert Duvallas Mr. Cox", "star_rating": 2.0, "text": "\"The Stars Fell on Henrietta\" takes place in Texas during the depths of the Depression. An oil wildcatter named Mr. Cox has dug himself into a deep, dry hole. Broke and alone, except for his faithful cat Matilda, he has no assets except for a tattered suit and an incurable optimism. Cox, played by Robert Duvall as an indomitable dreamer, has hit the road when his cat runs away in a storm. His search leads him to a poor family farm that, he becomes convinced, sits on top of a vast oil pool.\n\nHow does Mr. Cox find oil? If he puts his ear to the ground, he can hear it. He describes his conviction to the poor couple who own the land, Don and Cora Day (Aidan Quinn and Frances Fisher). He makes them an offer they can't afford: They'll become his ; 50-50 partners in the oil field, in return for a $5,000 investment, which, of course, they don't have.\n\nTemporarily set back, Mr. Cox returns to the nearby town of Henrietta and gets a job in a Greek restaurant, one of many ethnic enclaves in the movie. It is 1935, and the world looks a little like a Charlie Chaplin movie, with the rich guys eating big steaks while the poor struggle to get by. But Cox still holds onto his dream, and one day he crosses paths with Big Dave (Brian Dennehy), a wealthy oil man who knew him in the old days. He thinks maybe Big Dave will finance an exploratory well, but in his attempt to appear affluent, Cox makes a tactical error, and Dave humiliates him.\n\nNow come elements of the plot I had better not describe, although experienced viewers will guess that sooner or later a rich geyser will spring up over the Day farm. The movie, written by Philip Railsback and directed by James Keach, is not so much concerned with actually striking oil as with creating portraits of the people who live and die by it.\n\nDuvall, whose performances all seem to find a center of truth, is wonderful as Mr. Cox, a hard-drinking, longtime loser who nevertheless keeps on plugging and may even know something about oil.\n\nThe movie may be worth seeing for his performance, but the story itself is disappointing; it seems to travel around the same track once too often, and when the payoff comes, it seems short-circuited.\n\nSee what you think. Without getting into the details, I can say that Big Dave tries to work his will with Cox. But when a big moment in the movie comes, and seems to set up a showdown between Dave, Cox and the poor farm family, something suddenly seems to be missing.\n\nDave shows up, seems poised for a kill and then lamely disappears, and there is an unconvincing voiceover narration that tries to account for what happens.\n\nThis feels like nothing more than a last-minute attempt to paper over a key scene that was either edited out of the movie or never shot. What happens, then, is that the film lays meticulous groundwork for a payoff that never takes place. The last 20 minutes, which should deliver a big emotional punch, simply do not work.\n\nToo bad. Duvall's work is fine and touching, and the scenes on the family farm with Quinn and Fisher have a simple authenticity. The movie was produced by Clint Eastwood's company, and displays Eastwood's lifelong interest in the images of backroads poverty in the 1930s and '40s; one can even imagine him playing Mr. Cox, although Duvall's feverish optimism in the face of ruin would be hard to match.\n\nMaybe my guesses about the ending are all wrong, and there is no missing scene. But in a larger sense, the movie needs a more realized scene there, whether it was written or not. Films establish a certain rhythm and balance, and this one feels truncated. I left the theater feeling that \"The Stars Fell on Henrietta\" had achieved just the opposite of Mr. Cox, and snatched defeat from the jaws of victory.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-09-22", "genres": null, "title": "The Stars Fell On Henrietta (1995)"}