{"url": "http://www.rogerebert.com/reviews/the-ghost-writer-2010", "by": "Ewan McGregoras The Ghost", "star_rating": 4.0, "text": "In Roman Polanski's \"The Ghost Writer,\" a man without a past rattles around in the life of a man with too much of one. He begins by reading the work of an earlier ghost who mysteriously drowned, and finds it boring and conventional. Hired to pep up the manuscript to justify a $10 million advance, he discovers material to make it exciting, all right, and possibly deadly.\n\nThis movie is the work of a man who knows how to direct a thriller. Smooth, calm, confident, it builds suspense instead of depending on shock and action. The actors create characters who suggest intriguing secrets. The atmosphere -- a rain-swept Martha's Vineyard in winter -- has an ominous, gray chill, and the main interior looks just as cold.\n\nThis is the beach house being used by Adam Lang (Pierce Brosnan), a former British prime minister so inspired by Tony Blair that he might as well be wearing a nametag. Lang has one of those households much beloved by British authors of country house mysteries, in which everyone is a potential suspect -- of something, anyway. Lang's wife Ruth (Olivia Williams), smart and bitter, met Lang at Cambridge. His aide Amelia (Kim Cattrall), smart and devious, is having an affair with him. The wife knows, and isn't above referring to it in front of the Ghost. Security men lurk about, and a couple of service workers look rather sinister.\n\nJust as his new ghost writer starts work, Lang is accused by his former foreign minister of sanctioning the kidnapping and torture of suspects. The World Court prepares an indictment. It would be unwise for Lang to return to Britain, and he flees to Washington for a photo op with the U.S. administration, unnamed, although the Secretary of State looks a whole lot like Condi Rice.\n\nThe PM's story is based on a best-seller by Robert Harris, who co-wrote the screenplay with Polanski. He implies parallels between his story and the Blair and (both) Bush administrations, but uses a light touch and sly footwork so that not every viewer will necessarily connect the dots. There is also a loud clanging alarm inviting comparison between Polanski's Lang, an exile sought by a court, and Polanski himself. This is also the fourth thriller in recent months to make a villain of a corporation obviously modeled on Halliburton.\n\nThe Ghost is left to his own devices in a house haunted by the unsaid, and Polanski slips into a pure filmmaking mode. I won't describe what the Ghost searches for, but I will tell you that Polanski evokes Hitchcock in a conversation with an elderly local (Eli Wallach) and some forbidding beach scenes. And that he is masterful in the way he shows the dead former Ghost providing the new one with directions, so to speak, leading to a possible source.\n\nThere is also a Hitchcock touch in visuals where an incriminating note is passed from hand to hand; the scene is so well done that it distracts from the fact that the Ghost didn't need the information in the note to arrive at the same inference.\n\nThere are a few other loose ends. The film seems to have a high incidence of black cars designed to be used as murder weapons. It's far from clear what Ruth's emotional state is on one rainy night. The Ghost himself seems too much a lightweight to explain his daring sleuthing. But the performances are so convincing in detail that they distract us from our questions. McGregor's character has no family, little pride and much insouciance, but is very smart and doesn't enjoy his intelligence being insulted. And Olivia Williams projects the air of a wife who is committed to her husband in more than expected ways.\n\n\"The Ghost Writer\" is handsome, smooth and persuasive. It is a Well-Made Film. Polanski at 76 provides a reminder of directors of the past who were raised on craft, not gimmicks, and depended on a deliberate rhythm of editing rather than mindless quick cutting. The film immerses you in its experience. It's a reminder that you can lose yourself in a story because all a film really wants to do is tell it.", "running_time": 128, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-02-24", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "The Ghost Writer (2010)"}