{"url": "http://www.rogerebert.com/reviews/the-signal-2008", "by": "AJ Bowenas Lewis", "star_rating": 3.0, "text": "By Jim Emerson, Editor\n\nA few things we can learn from the experimental horror-comedy \"The Signal\":\t\n\n1. Do not live in a place called \"Terminus.\" There's no future in it.\n\n2. If your cable goes out, don't stare at the mesmerizing static, just turn off the TV.\n\n3. Do not put on headphones and listen to music while strolling down the corridor in your apartment building if it's strewn with freshly slaughtered corpses, especially if madmen with garden shears are also present.\n\n4. It doesn't hurt to wear a tinfoil hat sometimes.\n\nThat first one is a given. The second one you should already know from life experience and from movies like \"Videodrome\" and the Japanese horror film \"Ringu\" (\"The Ring\"). The third one you should know from every zombie or slasher movie ever made, and besides it's common sense. And the fourth, well, that's just a bonus tip that could come in handy someday.\n\nWritten and directed in three segments, or \"transmissions,\" by David Bruckner, Jacob Genry and Dan Bush, respectively, \"The Signal\" originated as an experiment called \"Exquisite Corpse,\" in which a story is passed along from one filmmaker to another, each taking it in new directions before handing it off to the next. The result is a movie that explores the common ground between visceral horror and sketch comedy, and finds plenty of it. Both forms share a zest for the outlandish in logic and execution, which is probably why the frightening and the laughable bleed together so readily.\n\nOn the scary side, \"The Signal\" has a 1970s low-budget look and feel that serves it well: garish, grainy, raw. On the funny side -- the middle section is a splash of bright red black comedy -- it gives us characters who openly acknowledge the preposterous genre cliches and conventions -- idiotic decision-making (often involving trips to the basement), stock characters and situations, portentous camera placement -- that we've been conditioned to hoot at in cheap horror movies. This is a film in which the line, \"This is getting ridiculous!\" is actually funny, and is meant to be, because it understates the obvious.\n\n\"The Signal\" has a spirit of casual elan, as if a few mildly buzzed buddies had tossed around some ideas for a fun exploitation film one night -- maybe after the cable went out in the middle of a game -- and then persuaded some friends to hang out with them and shoot it on spare evenings and weekends. This is a compliment.\n\nSo, the story is that there's this woman who's cheating on her pathologically jealous husband. Also, TVs and phones have stopped working properly. And lots of people are going homicidally berzerk. One character estimates that \"one out of every two people\" are impulsively murdering the other one out of every two people. Do the math -- even for Terminus the odds are not good.\n\n\"Rational behavior has given way to primordial action!\" somebody exclaims by way of insufficient explanation. (He rephrases the gist of that statement about 12 different ways and they're all funny.) But what's causing this? Surely the culprit is, well, right there in the title, prompting a lady to reflect on the fate of the husband she's just killed: \"The TV must've got into his head and made him go bad.\"\n\nIt's a metaphor, natch, a cheeky commentary on the role of television in spreading terrorism and the fear of terrorism; promoting lies and propaganda that inflame feelings of rage and paranoia in the population; implanting nasty images in people's heads that blind them to everything else; convincing them that others stand between themselves and \"happiness\"; persuading them not just to kill, but to feel that killing is the right and only choice....\n\nThat dimension is not very funny. But it's scary.\n\nJim Emerson is the editor of the Web site rogerebert.com", "running_time": null, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-02-21", "genres": null, "title": "The Signal (2008)"}