{"url": "http://www.rogerebert.com/reviews/the-daytrippers-1997", "by": "Hope Davisas Eliza D'Amico", "star_rating": 2.0, "text": "Greg Mottola's \"The Daytrippers'' begins with a wife who is cleaning house and finds what seems to be a love note to her husband. She is concerned but not hysterical. She takes the note over to her parents' house, and it's her mother who goes ballistic. Soon the entire family has packed into the station wagon for a journey into New York to track down and confront the husband. We are taken along for the ride, which is sour, contrived, and whiny.\n\nThe problem is with the mother, Rita (Anne Meara). She's an insufferable scold, and since she's onscreen or nearby for almost the entire film, her presence becomes unbearable. It has been said that you should never marry anyone you are not prepared to take a three-day bus trip with. I wouldn't even get into a cab with Rita.\n\nHer daughter Eliza (Hope Davis), who found the note in the first scene, is a good deal saner. So is Eliza's sister Jo (Parker Posey), who is engaged to Carl (Liev Schreiber). Jo and Carl are visiting for Thanksgiving; Carl likes to quote metaphysical poets at breakfast, and is working on a novel about a man with the head of a dog. These four characters pile into a car driven by the dad, Jim (Pat McNamara), who has been married to Rita for years and can therefore be forgiven for almost anything.\n\nThe outcome of this journey is going to be predictable and disappointing. Mottola does his best to make the trip itself enjoyable. The five people, jammed unconvincingly in the station wagon on an implausible mission, talk and bicker and put themselves at the mercy of the mother's whims. They stake out the apartment of the husband's suspected mistress, they try to follow him when he comes out, they go to his office and find he's suspiciously taken a day off, they find themselves invited into the house of a complete stranger, and eventually, that evening, they stake out a book party where he's expected the appear.\n\nThe husband (Stanley Tucci, from \"Big Night\") is a book editor. The party, like some of the other scenes, plays more like a self-contained opportunity for satire than like part of the overall story. Brief appearances by Campbell Scott (also from \"Big Night\") and Marcia Gay Harden leave us wondering if their characters might not have made a more promising film.\n\nI can see what Mottola is trying to do, and I'm happy that he tried. He uses the trip into town as an excuse to string together character bits and the kind of unsprung, liberated dialogue that Tarantino used in \"Pulp Fiction'' and Kevin Smith has fun with in \"Chasing Amy.'' His film is intended to be liberated from plot; the device of the mission into town is so broad and obvious we can take it ironically, and just enjoy the strange characters and their colorful speech.\n\nThat would work if it were not for the Anne Meara character. And here I must be precise. I do not mean to criticize Meara herself. She is, almost by definition, superb at her assignment here, which is to create an insufferable mother. The film's problem is that she does it so well. She nags and whines and delivers little zingers and pushes the buttons of her loved ones so effectively that \"The Daytrippers'' could have raised a cheer from the audience simply by dumping her on the roadside.\n\nAs for the film's surprise ending: I was a little offended by how pat it was, how it expected us to accept it as the wrap-up of what went before. The movie shows a talent at writing characters and dialogue but it doesn't really seem to have a purpose for being. The one character we do care deeply about, unfortunately, is the one we can't stand.", "running_time": 87, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-04-18", "genres": ["Comedy", "Indie"], "title": "The Daytrippers (1997)"}