{"url": "http://www.rogerebert.com/reviews/the-hitchhikers-guide-to-the-galaxy-2005", "by": "Martin Freemanas Arthur Dent", "star_rating": 2.0, "text": "It is possible that \"The Hitchhiker's Guide to the Galaxy\" should only be reviewed by, and perhaps only be seen by, people who are familiar with the original material to the point of obsession. My good friend Andy Ihnatko is such a person, and considered the late Douglas Adams to be one of only three or four people worthy to be mentioned in the same breath as P.G. Wodehouse. Adams may in fact have been the only worthy person.\n\nSuch a Hitchhiker Master would be able to review this movie in terms of its in-jokes, its references to various generations of the Guide universe, its earlier manifestations as books, radio shows, a TV series and the center of a matrix of Web sites. He would understand what the filmmakers have done with Adams' material, and how, and why, and whether the film is faithful to the spirit of the original.\n\nI cannot address any of those issues, and I would rather plead ignorance than pretend to knowledge. If you're familiar with the Adams material, I suggest you stop reading right now before I disappoint or even anger you. All I can do is speak to others like myself, who will be arriving at the movie innocent of Hitchhiker knowledge. To such a person, two things are possible if you see the movie:\n\n1. You will become intrigued by its whimsical and quirky sense of humor, understand that a familiarity with the books is necessary, read one of more of the Hitchhiker books, return to the movie, appreciate it more, and eventually be absorbed into the legion of Adams admirers.\n\n2. You will find the movie tiresomely twee, and notice that it obviously thinks it is being funny at times when you do not have the slightest clue why that should be. You will sense a certain desperation as actors try to sustain a tone that belongs on the page and not on the screen. And you will hear dialogue that preserves the content of written humor at the cost of sounding as if the characters are holding a Douglas Adams reading.\n\nI take the second choice. The movie does not inspire me to learn lots more about The Hitchhiker's Guide to the Galaxy, The Ultimate Hitchhiker's Guide, The Salmon of Doubt, and so on. Like \"The Life Aquatic with Steve Zissou,\" but with much less visual charm, it is a conceit with little to be conceited about.\n\nThe story involves Arthur Dent (Martin Freeman), for whom one day there is bad news and good news. The bad news is that Earth is being destroyed to build an intergalactic freeway, which will run right through his house. The good news is that his best friend, Ford Prefect (Mos Def) is an alien temporarily visiting Earth to do research for a series of Hitchhiker's Guides, and can use his magic ring to beam both of them up to a vast spaceship operated by the Vogons, an alien race that looks like a cross between Jabba the Hutt and Harold Bloom. The Vogons are not a cruel race, apart from the fact that they insist on reading their poetry, which is so bad it has driven people to catatonia.\n\nOnce aboard this ship, Arthur and Ford are hitchhikers themselves, and quickly transfer to another ship named the Heart of Gold, commanded by the Galaxy's president Zaphod Beeblebrox (Sam Rockwell), who has a third arm that keeps emerging from his tunic like the concealed arm of a samurai warrior, with the proviso that a samurai conceals two arms at the most. Zaphod is two-faced in a most intriguing way. Also on the ship are Trillian (Zooey Deschanel), an earthling, and Marvin the Android (body by Warwick Davis, voice by Alan Rickman), who is a terminal kvetcher. There is also a role for John Malkovich, who has a human trunk and a lower body apparently made from spindly robotic cranes' legs; this makes him a wonder to behold, up to a point.\n\nWhat these characters do is not as important as what they say, how they say it, and what it will mean to Douglas Adams fans. To me it got old fairly quickly. The movie was more of a revue than a narrative, more about moments than an organizing purpose, and cute to the point that I yearned for some corrosive wit from its second cousin, the Monty Python universe. But of course I do not get the joke. I do not much want to get the joke, but maybe you will. It is not an evil movie. It wants only to be loved, but movies that want to be loved are like puppies in the pound: No matter how earnestly they wag their little tails, you can adopt only one at a time.", "running_time": 109, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-04-28", "genres": ["Adventure", "Comedy", "Family", "Science Fiction"], "title": "The Hitchhiker's Guide to the Galaxy (2005)"}