{"url": "http://www.rogerebert.com/reviews/the-merry-gentleman-2009", "by": "Michael Keatonas Logan", "star_rating": 3.5, "text": "Good actors sometimes despair of finding worthy opportunities. They cheerlessly attend a premiere of their new film and think, \"I could direct better than this dingbat.\" Sometimes they're right. I give you Michael Keaton, whose \"The Merry Gentleman\" is original, absorbing and curiously moving in ways that are far from expected. Keaton once starred in \"Jack Frost\" as a boy's father imprisoned in a snowman. Think about that.\n\nKeaton is one of the most intelligent men I have met in the acting profession, where you don't have much success these days if you're dumb. His mind is alive and present in many of his characters, and sometimes you get the impression the character is thinking, \"I could say a lot more if the screenplay allowed me.\" What is uncanny about \"The Merry Gentleman\" is the way he implies that his character sometimes wishes he had said less.\n\nKeaton plays Frank Logan, a Chicago hit man who is efficient and deadly but suicidal. But no, this isn't a crime movie. Nothing as easy as that. It's a character study as Simenon might have written, and Logan isn't the most important character. That is Kate Frazier, an abused wife newly employed in an office. A crime movie requires a skillful actress, but \"A Merry Gentleman\" requires a gifted one, and Keaton as director correctly places his focus on Kelly Macdonald, who played Josh Brolin's small-town wife in \"No Country for Old Men.\" Keaton wisely allows her to use a mid-Atlantic version of her Scots accent, because why not? She gets another aspect to her character for free.\n\nThese two first encounter each other through what is technically a Meet Cute, but they don't collide while entering a revolving door. Logan has just used sniper scope to murder a man in an office window across the street. The job performed, he stands on the ledge of a rooftop and prepares to jump off. Kate, emerging from the street door of the building, looks up, sees him and screams. He is startled and falls back onto the roof. He knows she has seen him. Now they will have to meet.\n\nIs the movie about his intention to kill her before she can identify him? It's legitimate for us to think so. Although Logan goes through the motions of preparing for that, there is the possibility that he might have murdered for the last time. Yet how can we know? Kate reports the incident to the police, who file a routine report. Then the dead man is found, and a cop named Murcheson (Tom Bastounes) realizes she must have seen the killer.\n\nMurcheson, a recovering alcoholic, is immediately attracted to her. He invites her for \"a coffee or something.\" Recovering from marriage, she is not eager to make a new friend. Murcheson, who is not a bad person, persists. Logan must realize the woman who saw him is dating the policeman on the case. There are other elements in play, but discover for yourself.\n\nWhat is so good about the movie is the way Kate relates to these two men, who both hunger for care and sympathy. The screenplay is by Ron Lazzeretti, who writes dialogue of a very high order, subtle, cautious, aware. We understand this will not be a movie about a triangle, and will not hurry to a neat conclusion. It will be about a worthwhile woman trying to relate to two difficult puppies left on her doorstep.\n\n\"The Merry Gentleman\" isn't jolly. There are undercurrents of sadness and dread. Both men are frightened of their flaws. What will happen may be unforeseeable. Watch Keaton. His is a complex performance, evoking a damaged man who has, somewhere inside, ordinary emotions. As a director, he is attentive to the inner feelings of all three main characters; it is there that a lot of the film really resides.\n\nOf writer Ron Lazzeretti I know little, except that he directed a feature in 1999 named \"The Opera Lover,\" and it also starred Tom Bastounes, an intriguing actor. I believe they met through Second City. Lazzeretti set out to write a film about humans, not genre stereotypes, and I suspect that's what attracted Keaton. The hit man-possible victim situation provides a reason for this unsocial man to need to meet her and also adds potential suspense, but I was pleased the movie ended ... in the way it did.", "running_time": 110, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-04-29", "genres": ["Action", "Drama"], "title": "The Merry Gentleman (2009)"}