{"url": "http://www.rogerebert.com/reviews/the-way-we-were-1973", "by": null, "star_rating": 3.0, "text": "Barbra Streisand does it so well, it's almost unkind to wish for a change: She gives us bright, funny young girls who fall helplessly in love, in movies that seem to be about more than they are.\n\n\"On a Clear Day You Can See Forever\" was like that, with its injections of mysticism and the occult; \"Up the Sandbox\" was like that, and pretended to be about women's liberation.\n\nNow comes \"The Way We Were,\" which is essentially just a love story, and not sturdy enough to carry the burden of both radical politics and a bittersweet ending.\n\nStreisand plays Katie Morosky, and when we meet her in the late 1930s, she's the secretary of the campus Young Communist League.\n\nRobert Redford plays Hubbell Gardiner, who fascinates Katie because he is not only incredibly handsome and the top athlete on campus, but also writes great fiction for their short story class. (We never get to hear much of his fiction, although one story begins, \"Like his country, things had come too easily to him,\" and Katie has no trouble disagreeing with THAT.)\n\nFor all of his charms and talents, however, he's basically weak: He drifts into love affairs on the strength of drunken excuses (\"Sorry I fell asleep here last night ...\") and drifts out if the girl has too independent a mind. Katie does.\n\nShe can't stand Hubbell's WASP friends with their jokes about Eleanor Roosevelt and their endless weekend cocktail parties. Hubbell, on the other hand, suggests that she find an additional mode of address to supplement her basic one, the impassioned political harangue.\n\nAnyway, they have nothing in common. So of course they fall in love and get married (Katie alternating between praising Hubbell's mind and his body; Hubbell listening attentively). And Hubbell sells his book to Hollywood and follows it West to sell out.\n\nThey arrive roughly during the McCarthy period, and of course Katie is outraged in defense of the Hollywood 10 and Hubbell doesn't care. So we're all set up for the big obligatory scene where Katie stands up for principle and Hubbell chickens out at a HUAC hearing. \n\nInstead, inexplicably, the movie suddenly and implausibly has them fall out of love--and they split up without resolving anything, particularly the plot.\n\nIt's easy to forgive the movie a lot because of Streisand. She's fantastic. She's the brightest, quickest female actress in movies today, inhabiting her characters with a fierce energy and yet able to be touchingly vulnerable.\n\nShe's fine in a scene where Hubbell turns up at her apartment drunk, makes love in less than desultory fashion and conks out. The way she looks at him (calculating the angles--but tenderly, somehow) is pure Streisand.\n\nThe Redford character perhaps in reaction to the inevitable Streisand performance, is passive and without edges. The primary purpose of the character is to provide someone into whose life Streisand can enter and then leave. That's sort of thankless, but Redford handles it well.", "running_time": 118, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-10-17", "genres": ["Drama", "Romance"], "title": "The Way We Were (1973)"}