{"url": "http://www.rogerebert.com/reviews/the-pillow-book-1997", "by": "Vivian Wuas Nagiko", "star_rating": 3.5, "text": "Nagiko's father was a calligrapher, and when she was a little girl he would write his birthday greetings on her face. Her mother would read aloud from a 1,000-year-old manuscript, (italics) The Pillow Book of Sei Shonagon, (unital) which dealt among other things with the arts of love. Because children invest their birthdays with enormous importance, it's no wonder that when Nagiko grows up she finds a powerful link between calligraphy, human flesh, poetry, and sexuality.\n\nPeter Greenaway, born in Australia, long working in England, is not so far from Nagiko himself. His films also work by combining images, words, quotations and sexual situations. He uses the screen as Nagiko uses flesh, finding an erotic charge not just in the words, but in the surface they are written on, His new film \"The Pillow Book,\" starring Vivian Wu (from \"The Last Emperor\"), is a seductive and elegant story that combines a millennium of Japanese art and fetishes with the story of a neurotic modern woman who tells a lover: \"Treat me like the pages of a book.\" Early in Nagiko's life, she sees something she was not intended to see: Her father's publisher (Yoshi Oida), forcing her father (Ken Ogata) to have sex as the price of getting a book published. On another occasion, when she is 6 or 7, she is introduced to the publisher's 10-year-old nephew, and told this will be her future husband. These events set up fundamental tensions in her life, and as an adult, unhappily married to the publisher's nephew, she begins keeping her own pillow book. The nephew (Ken Mitsuishi) is a shallow dolt, who finds her book and in a jealous rage burns her papers and then their house.\n\nNagiko flees from Kyoto to Hong Kong, where eventually she finds work as a fashion model and begins to seek lovers who will fulfill her dreams. For her the appearance of a person's handwriting is more important than the surfaces of his face; she wants to be used as a book, to be written on, to be read.\n\nHer fetish ties in with two ancient Japanese artistic practices. One is the art of tattooing, which can be much more elegant and artistic than in the west, and is used by the yakuza as a way of bonding with their criminal brothers. It can be seen as a form of submission--to the will of the tattoo artist, to the will of the group dictating the tattoos, or simply in the willingness of a person to be used as an object.\n\nThe other practice is the long-standing Japanese tradition in art of deliberately exposing the artificiality of a work of art. Realism is less prized than style. Landscapes may use great realistic detail, and then have captions written on them, or the bright red artist's mark. Kabuki and Noh theater overlay their stories with ancient layers of style and tradition. To write a poem on a body is much the same as writing it on a landscape: The word and the image create a tension.\n\nGreenaway, whose work includes \"The Draughtsman's Contract,\" \"The Cook, the Thief, His Wife, and Her Lover\" and \"Prospero's Books,\" uses an essentially Japanese technique. He likes to build up his images in layers, combining film and video, live action and paintings, spoken narration and visual texts. He shoots in color, b&w, and subtle tints. Here he tells a lurid story of sexuality, fetishism and betrayal, in an elegant and many-faceted way.\n\nThe story itself is simple. In Hong Kong, Nagiko takes a British lover, Jerome (Ewan McGregor). He is a good lover and a bad calligrapher; certainly his handwriting is not good enough to decorate her body. Meanwhile, Nagiko's book has been rejected by the publisher (the very same publisher who has caused her so much unhappiness). Jerome hits on an inspiration: Why not use his body as her book, which he will then take to the publisher? She decorates his body, he goes to the publisher, and the publisher and Jerome end by making love--which for Nagiko is a betrayal that spirals back through all her memories.\n\nOne of the most elegant parts of the film comes toward the end, as Greenaway illustrates the pages of Nagiko's pillow book. She has used each part of the body for the appropriate texts, even writing on ears and tongues, and here the words (Japanese, English, printed, spoken, Kanji) take on a sort of mystical, abstract quality. The talkies chained pictures to words; Greenaway finds a way out by using words as pictures. Greenaway once said something that perfectly describes his work: \"I don't make pictures that have a sell-by date.\" Most new American movies have a limited shelf life. They're put in the theaters to sink or swim. If they haven't sold in a week or two, they're yanked like stale bread. Greenaway's notion is that his movies stand outside the ordinary distribution channels. You may see them today or in 10 years, as you choose. And when you are ready.", "running_time": 126, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-07-04", "genres": ["Drama", "Foreign", "Romance"], "title": "The Pillow Book (1997)"}