{"url": "http://www.rogerebert.com/reviews/the-wedding-gift-1994", "by": "Julie Waltersas Diana Longden", "star_rating": 3.0, "text": "\"The Wedding Gift\" tells the story of a woman whose life has been made an unrelenting misery because of a disease the doctors are not really sure she has. She is so weak she can hardly walk. Her hands coil into claws, and must be straightened by a brace. She has pain throughout her body. The British health service shuttles her from one specialist to another, never telling her anything, never letting her see her file, until finally a friendly physician confides that the diagnosis is \"hysteria.\" It is not hysteria at all, but a combination of nervous system disorders and a version of chronic fatigue syndrome. But at the time the story occurs, those conditions were not familiar, and the movie is based on a true story, we're told, that inspired two books that helped make them better known. Like \"Lorenzo's Oil\" and \"Shadowlands,\" this is a story of great love faced by deadly disease. But this movie is not as uplifting as the first nor as comforting as the second: it's more painfully bittersweet. The heroine's name is Diana Longden (Julie Walters). Her husband is Deric (Jim Broadbent). That they love one another is evident from the first scenes.\n\nHe has let his small garment manufacturing business slip into disarray while he spends more and more time with her, acting as nurse, therapist and husband. They are both essentially jolly people, and they joke a lot, finding morbid humor even in some of the more harrowing episodes of the disease. We begin to share their anger at doctors who have written her off as a case they cannot identify or cure, and thus have lost interest in.\n\nDeric's hobby, in his few spare moments, is writing short stories; one has just been rejected by \"Women's Own.\" His wife insists he go to a literary luncheon one day, and he finds himself seated next to Aileen Armitage (Sian Thomas). \"I'm the novelist,\" she says. \"No - you're the bloody great novelist,\" he says. She is nearly blind. \"I can see blobs,\" she says. His face looks like a nice blob to her.\n\nThey like each other immediately, and soon he finds himself making excuses to see her. But he is not cheating on his wife so much as finding a sympathetic ear; much of the time, he talks to Aileen about Diana. Soon Diana discovers their relationship - more in the tones of Deric's voice than in anything else - and she calls up Aileen and asks to meet her.\n\nMore than this I must not describe, as the working out of this sad and gentle situation is at the heart of the film. \"The Wedding Gift\" does not end on the different kinds of triumphant notes that \"Lorenzo's Oil\" and \"Shadowlands\" discovered, but it does end with decency, with good people finding the right things to do, and doing them.\n\nThe performances find convincing human tones, which make the characters not part of a melodrama, but part of everyday life. Jim Broadbent has become a familiar face in recent movies (he was the father with the hot-dog stand in \"Life Is Sweet,\" and the confiding bartender in \"The Crying Game\" who had the perfect line, \"Whatever you say, sir.\"). Large, balding, shabby, with an awkward friendly smile, he's the kind of person you like at once. Julie Walters (an Oscar nominee for \"Educating Rita\") has entered a sunny middle age with a beautiful smile and a deep sense of humor, and it is her ability to project Diana's cheerful bravery that's at the heart of the story.\n\nAnd I liked the unusual choice of Sian Thomas as the almost-blind novelist. She is not the \"other woman\" in any atom of her body, but simply a good women, lonely, attentive, who falls in love with a man, understands his situation, and shows her love by helping both Deric and Diana in the ways she can.\n\nThere is another major character, Deric's mother (Thora Hird), who has become senile in a suspiciously screen-writerishly way, and makes dotty comments that are too good to be true. But the performance and the dialogue stop just short of going over the top, and provide a little human comedy, as well as broadening out notion of Deric as a man who has great resources for taking care of those who need him.\n\n\"The Wedding Gift\" was originally telecast on the BBC. It is a small civilizing story without a big phony crisis and a manufactured climax. It's just about people we feel good to have known.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-07-22", "genres": ["Drama", "Foreign", "Romance"], "title": "The Wedding Gift (1994)"}