{"url": "http://www.rogerebert.com/reviews/the-big-kahuna-2000", "by": "Kevin Spaceyas Larry", "star_rating": 3.5, "text": "There are two religions in America, one spiritual, one secular. The first worships in churches, the second at business conventions. Clergy of both religions wear dark suits and ties (or roman collars). They exchange a lot of business cards. \"The Big Kahuna\" is about an uneasy confrontation between these two systems of faith.\n\nTrue believers are similar whatever their religion. Their theology teaches: We know the right way. We are saved. We support one another and strive to convert the heathen. Those who come with us will know the kingdom of heaven--or will be using the best industrial lubricant. Adherents of both religions often meet in hotels, attend \"mixers,\" participate in \"workshops\" at which the buried message is: The truth is in this room.\n\n\"The Big Kahuna\" is about a tool-and-die industry convention in a Wichita hotel. In a \"hospitality suite\" on an upper floor, three men wait uneasily. Their company sells industrial lubricants. Their entire convention depends on landing the account of a man named Dick Fuller, referred to as \"The Big Kahuna.\" The men are Larry (Kevin Spacey), Phil (Danny DeVito) and Bob (Peter Facinelli). Larry and Phil have been comrades for a long time--road warriors who do battle at conventions. Bob is a young man, new to the firm, at his first convention. Larry is edgy, sardonic, competitive. Phil is more easygoing. Phil is the back-slapper; Larry is the closer. \"I feel like I've been shaking somebody's hand one way or another all of my life,\" Phil says.\n\nThe film mostly takes place within that one hotel room. Yes, it is based on a play. I like that. I like the fact that it is mostly dialogue between three people on one set. That is the way to tell this story. Why does every filmed play trigger movie critics into a ritual discussion of whether (or how, or if) the play has been \"opened up\"? Who cares? What difference would it make if the movie set some scenes in the coffee shop and others in the park across the street? The story is about these three guys and what they say to one another. Keeping it in one room underlines their isolation: They are in the inner sanctum of their religion.\n\nThe movie, directed by John Swanbeck and written by Roger Rueff, is sharp-edged, perfectly timed, funny and thoughtful. Spacey and DeVito are two of the smartest actors in the movies, filled with the joy of performance, and they exchange their dialogue with the precision of racquetball players, every volley redefining the game. They talk about business strategy, sales goals, the cutthroat world of industrial lubricants, the mystical power of the Big Kahuna to transform their lives.\n\nThere is not one word about the technical side of lubricants; they couldn't care less. Lubricants are the McGuffin. They could be selling auto parts, ladies' ready to wear or kitchen gizmos.\n\nBob, the kid, is softer and more unformed. He hasn't been broken in (or down) by life on the road. It appears that the Big Kahuna did not visit their suite. But in the small hours of the morning, during a postmortem, Larry and Phil discover that the great man was indeed in the room, wearing someone else's name tag--and that Bob talked to him for hours. What did they talk about? The Big Kahuna was depressed by the death of his dog.\n\nThat led to a larger discussion, about a topic close to Bob's heart--his personal savior, Jesus Christ. Bob believes in Jesus like Larry and Phil believe in sales. \"We talked about Christ,\" he says, quietly and simply, filled with enormous self-satisfaction. \"About Christ ?\" screams Larry. \"Did you mention what line of industrial lubricant Jesus uses?\" Those who are not true believers may be left cold by this film. For those who link their lives to a cause, it may have a real resonance. The tricky thing may be realizing that the two systems are interchangeable. If Larry and Phil believed in Jesus, and Bob wanted to land the big contract, the dialogue could stay about the same, because the story is about their personalities, not their products.\n\nNow here's a funny thing. This movie premiered last January at Sundance. A lot has been written about it since then. You can read about the actors, the dialogue, the convention, the Kahuna, the industrial lubricants. But you can search the reviews in vain for any mention of Jesus Christ. Most of the reviewers seem to have forgotten that Bob is born again. Maybe it never registered. From their secular viewpoint, what they remember is that Bob had the Kahuna in the palm of his hand and blew the deal, but they don't remember why.\n\nThat underlines how, once you sign on to a belief system, you see everything through that prism, and anything outside it becomes invisible. \"The Big Kahuna\" is remarkable in the way it shows the two big systems in conflict. Of course, there is such a species as the Christian businessman, who has his roots in a strain of the Protestant ethic. He believes that prospering and being saved go hand in hand. Maybe Bob was on to something. Maybe he had the right approach to Dick Fuller. Maybe that's why Fuller is the Big Kahuna.", "running_time": 90, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-05-12", "genres": ["Comedy", "Drama", "Indie"], "title": "The Big Kahuna (2000)"}