{"url": "http://www.rogerebert.com/reviews/the-boys-are-back-2009", "by": "Clive Owenas Joe Warr", "star_rating": 2.5, "text": "An opening shot in \"The Boys Are Back\" shows a boy balanced on the hood of an SUV that his father is driving on a beach. No, his father isn't drunk; he's simply a man whose idea of giving his son freedom comes recklessly close to endangerment. Surprisingly, the film considers him to be a good dad.\n\nHis name is Joe Warr (Clive Owen). He's a British sportswriter who moved to Australia to follow his second wife, Katy (Laura Fraser). After her sudden death, he becomes the single parent of Artie (Nicholas McAnulty), who is 6 and doesn't quite understand how his mom could die, although he acts out erratically. During Artie's earlier years, his dad, one of Australia's top sportswriters, was away frequently covering events or working on deadline. His mom provided a secure home. Joe is new to the day-after-day responsibility of fatherhood and running a household (how do rooms get themselves cleaned and straightened?)\n\nJoe's belief is that kids need to be challenged, trusted and given as much freedom as possible. That may sound good in theory, but children also require structure and rules. They don't always want their parents screaming at them that they're going to break their necks, but on the other hand, it can be unsettling to have a dad who almost seems OK with neck-breaking.\n\nI believe in the benefits of bringing up \"free-range children\" -- within reason. When I was a kid, we ran around the neighborhood and could be away from home all day without anyone calling the police -- just so we were home when the street lights went on. At the same time, we knew all the parents in the neighborhood had an eye on us through a window or from a porch chair, we knew there were rules, we knew we were loved and worried about.\n\nArtie is treated by Joe almost like a college buddy. This suits Joe's personality, but doesn't work so well with the uncertain kid, and also not with Laura (Emma Booth), a woman he eventually starts dating, who is a single mom with more sensible ideas about parenting. The film seems to regard Joe with affection, and Owen certainly portrays him as a nice man. But why are his unformed theories about bringing up Artie supposed to fill us with affection and sentiment?\n\nThere's a problem, too, when Joe's teenage son Harry (George MacKay), from his first marriage, comes out from England for a summer with dad. Harry and Artie bond quickly, but Harry was reared in a more structured way (too structured, judging from what we see) and has big problems with Joe's child-rearing theories. Some of the film's more successful passages involve the ways Harry becomes the father his poor little brother doesn't have.\n\nThere's something a little too absent about Joe. I want to call it selfishness. With Artie, he needs to look and listen more closely. Just because Joe thinks things are fine doesn't mean they are. Clive Owen can be a likable actor, but the character is working against him. \"The Boys Are Back\" was directed by Scott Hicks, whose \"Shine\" remains a moving experience, but here he has all the pieces in place (cast, cinematography, music) and doesn't quite have the story he thinks he has. And please, please, give us a break from the scenes where the ghost of the departed turns up and starts talking as if she's not dead.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-09-30", "genres": ["Drama", "Foreign"], "title": "The Boys are Back (2009)"}