{"url": "http://www.rogerebert.com/reviews/the-longshots-2008", "by": "Ice Cubeas Curtis", "star_rating": 3.0, "text": "If I've seen one movie about a team of underdogs, I've seen a dozen. But I hadn't seen \"The Longshots\" before. It's based on the true story of 11-year-old Jasmine Plummer, from the south Chicago suburb of Harvey, who in 2003 became the first female to play quarterback in the Pop Warner football tournament.\n\nHer story is remarkable, especially if you factor in her national wrestling title and honor student status. But the film is remarkable in other ways. It includes some of the expected elements of any film from this genre, but without the usual Hollywood supercharging. It's not all pumped up with flash and phoniness. Its stars play their characters with a quiet conviction, warm and touching. Its heroine is not the usual young girl who is required to be smarter and talk faster and correct adults in their faulty thinking. She has humility, shyness and a certain sadness.\n\nAnd that is all the more impressive because Jasmine is played by Keke Palmer, who seems absolutely convincing in the role. Yet consider that this is the same actress (13 when the movie was shot) who played Queen Latifah's niece in \"Barbershop 2,\" held her own in an exchange with Cedric the Entertainer in that film, starred in many Medea projects by Tyler Perry, and was the youngest actress ever nominated for best actress by the Screen Actors Guild.\n\nThat means this is real acting. Her Jasmine has not always wanted to play boys' football. In fact, she doesn't want to. But she has a good eye and a strong throwing arm, and is pushed into it by her uncle Curtis (Ice Cube), who was a star years ago on the same team. Curtis has been unemployed since the town's factory closed, has no aim in life, loves his niece, acts like a father to her because her own dad abandoned the family. He teaches her all he knows about quarterbacking, and more or less forces the coach (Matt Craven) to put her in a game. She's small but smart and quick, and soon her story is picked up by the press, and she quarterbacks the team into Pop Warner history.\n\nSome facts have been changed. Harvey becomes Minton, Ill., a town also with a sizable African-American population. Since the factory closed, Main Street has a lot of empty storefronts and there's not much civic spirit. But the team revives hope and pride. And Ice Cube and Keke Palmer create a believable uncle-niece relationship that is right down to the ground in honesty and sincerity.\n\nThe team accepts her pretty quickly. They like her, she plays well, and that's that. No practical jokes or hazing, although some of the other girls in school are jealous and snippy. Some of the best things about this film are what it doesn't do. The director, Fred Durst (of the rap-rock group Limp Bizkit), and his writers Nick Santora and Doug Atchison are actually interested in these human beings, not in all the semiobligatory cliches.\n\nNo team bully. No seemingly tragic injuries. Not many fans in the stands, although more trickle in when the team starts to win. A little romance between Curtis and a schoolteacher (Jill Marie Jones), but it's mostly low-key conversation. A normal role for Jasmine's mother (Tasha Smith), who runs the town diner and is not in personal crisis. The movie even lacks that old groaner, the scene where the kid spots a parent in the crowd and is suddenly inspired. And the ending will surprise you by being true to life.\n\nThe movie, in short, is absolutely sure what it wants to be, right down to the worn-out grass on the football field, so realistically photographed by Conrad W. Hall. Even the signs Jasmine's fans hold up look homemade, when a lot of teen sports movies seem to have employed sign painters. And Jasmine dresses exactly like an ordinary girl her age and doesn't seem to be auditioning for a role as an American Girl doll. The more it builds, the more it grows on you. And would you believe this? Keke Palmer was also born in Harvey.", "running_time": 94, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-08-21", "genres": ["Drama", "Family"], "title": "The Longshots (2008)"}