{"url": "http://www.rogerebert.com/reviews/the-english-patient-1996", "by": "Ralph Fiennesas Almasy", "star_rating": 4.0, "text": "Backward into memory, forward into loss and desire, “The English\rPatient” searches for answers that will answer nothing. This poetic, evocative\rfilm version of the famous novel by Michael Ondaatje circles down through\rlayers of mystery until all of the puzzles in the story have been solved, and\ronly the great wound of a doomed love remains. It is the kind of movie you can\rsee twice--first for the questions, the second time for the answers.\n\nThe film opens with a pre-war biplane flying above the desert,\rcarrying two passengers in its open cockpits. The film will tell us who these\rpassengers are, why they are in the plane, and what happens next. All of the\rrest of the story is prologue and epilogue to the reasons for this flight. It\ris told with the sweep and visual richness of a film by David Lean, with an\rattention to fragments of memory that evoke feelings even before we understand\rwhat they mean.\n\nThe “present” action takes place in Italy, during the last days\rof World War II. A horribly burned man, the “English patient” of the title, is\rpart of a hospital convoy. When he grows too ill to be moved, a nurse named\rHana (Juliette Binoche) offers to stay behind to care for him in the ruins of\ran old monastery. Here she sets up a makeshift hospital, and soon she is joined\rby two bomb-disposal experts and a mysterious visitor named Caravaggio (Willem\rDafoe).\n\nThe patient's skin is so badly burned it looks like tortured\rleather. His face is a mask. He can remember nothing. Hana cares for him\rtenderly, perhaps because he reminds her of other men she has loved and lost\rduring the war. (“I must be a curse. Anybody who loves me--who gets close to\rme--is killed.”) Caravaggio, who has an interest in the morphine Hana dispenses\rto her patient, is more cynical: “Ask your saint who he's killed. I don't think\rhe's forgotten anything.” The nurse is attracted to one of the bomb disposal\rmen, a handsome, cheerful Sikh officer named Kip (Naveen Andrews). But as she\rwatches him risk his life to disarm land mines, she fears her curse will doom\rhim; if they fall in love, he will die. Meanwhile, the patient's memories start\rto return in flashes of detail, spurred by the book that was found with his\rcharred body--an old leather-bound volume of the histories of Herodotus, with\rdrawings, notes and poems pasted or folded inside.\n\nI will not disclose the crucial details of what he remembers. I\rwill simply supply the outlines that become clear early on. He is not English,\rfor one thing. He is a Hungarian count, named Laszlo de Almasy (Ralph Fiennes),\rwho in Egypt before the war was attached to the Royal Geographic Society as a\rpilot who flew over the desert, making maps that could be used for their\rresearch--which was the cover story--but also used by English troops in case of\rwar.\n\nIn the frantic social life of Cairo, where everyone is aware\rthat war is coming, Almasy meets a newly married woman at a dance. She is\rKatharine Clifton (Kristin Scott Thomas). Her husband Geoffrey (Colin Firth) is\ra disappointment to her. Almasy follows her home one night, and she confronts\rhim and says, “Why follow me? Escort me, by all means, but to follow me . . .”\rIt is clear to both of them that they are in love. Eventually they find\rthemselves in the desert, part of an expedition, and when Geoffrey is called\raway (for reasons which later are revealed as good ones), they draw closer\rtogether. In a stunning sequence, their camp is all but buried in a sandstorm,\rand their relief at surviving leads to a great romantic sequence.\n\nThese are the two people--the count and the British woman--who\rwere in the plane in the first shot. But under what conditions that flight was\rtaken remains a mystery until the closing scenes of the movie, as do a lot of\rother things, including actions by the count that Caravaggio, the strange\rvisitor, may suspect. Actions that may have led to Caravaggio having his thumbs\rcut off by the Nazis.\n\nAll of this back-story (there is much more) is pieced together\rgradually by the dying man in the bed, while the nurse tends to him, sometimes\rkisses him, bathes his rotting skin, and tries to heal her own wounds from the\rlong war. There are moments of great effect: One in which she plays hopscotch\rby herself. A scene involving the nurse, the Sikh, and a piano. Talks at dusk\rwith the patient, and with Caravaggio. All at last becomes clear.\n\nThe performances are of great clarity, which is a help to us in\rfinding our way through the story. Binoche is a woman whose heart has been so\rpounded by war that she seems drawn to its wounded, as a distraction from her\rown hurts. Fiennes, in what is essentially a dual role, plays a man who\rconceals as much as he can--at first because that is his nature, later because\rhis injuries force him to. Thomas is one of those bright, energetic British\rwomen who seem perfectly groomed even in a sandstorm, and whose core is steel\rand courage.\n\nDafoe's character must remain murkier, along with his motives,\rbut it is clear he shelters a great anger. And Andrews, as the bomb-disposal\rman, lives the closest to daily death and seems the most grateful for life.\n\nOndaatje's novel has become one of the most widely read and\rloved of recent years. Some of its readers may be disappointed that more is not\rmade of the Andrews character; the love between the Sikh and the nurse could\rprovide a balance to the doomed loves elsewhere. But the novel is so\rlabyrinthine that it's a miracle it was filmed at all, and the writer-director,\rAnthony Minghella, has done a creative job of finding visual ways to show how\rthe rich language slowly unveils layers of the past.\n\nProducers are not always creative contributors to films, but the\rproducer of “The English Patient,” Saul Zaentz, is in a class by himself.\rWorking independently, he buys important literary properties (“One Flew Over\rthe Cuckoo's Nest,” “Amadeus,” “The Unbearable Lightness of Being,” “At Play in\rthe Fields of the Lord”) and savors their difficulties. Here he has created\rwith Minghella a film that does what a great novel can do: Hold your attention\rthe first time through with its story, and then force you to think back through\reverything you thought you'd learned, after it is revealed what the story is\r*really* about.", "running_time": 160, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-11-22", "genres": ["Drama", "Foreign", "Romance"], "title": "The English Patient (1996)"}