{"url": "http://www.rogerebert.com/reviews/the-last-airbender-2010", "by": "Noah Ringeras Aang", "star_rating": 0.5, "text": "\"The Last Airbender\" is an agonizing experience in every category I can think of and others still waiting to be invented. The laws of chance suggest that something should have gone right. Not here. It puts a nail in the coffin of low-rent 3D, but it will need a lot more coffins than that.\n\nLet's start with the 3D, which was added as an afterthought to a 2D movie. Not only is it unexploited, unnecessary and hardly noticeable, but it's a disaster even if you like 3D. M. Night Shyamalan's retrofit produces the drabbest, darkest, dingiest movie of any sort I've seen in years. You know something is wrong when the screen is filled with flames that have the vibrancy of faded Polaroids. It's a known fact that 3D causes a measurable decrease in perceived brightness, but \"Airbender\" looks like it was filmed with a dirty sheet over the lens.\n\nNow for the movie itself. The first fatal decision was to make a live-action film out of material that was born to be anime. The animation of the Nickelodeon TV series drew on the bright colors and \"clear line\" style of such masters as Miyazaki, and was a pleasure to observe. It's in the very nature of animation to make absurd visual sights more plausible. \n\nSince \"Airbender\" involves the human manipulation of the forces of air, earth, water and fire, there is hardly an event that can be rendered plausibly in live action. That said, its special effects are atrocious. The first time the waterbender Katara summons a globe of water, which then splashes (offscreen) on her brother Sokka, he doesn't even get wet.  Firebenders' flames don't seem to really burn, and so on.\n\nThe story takes place in the future, after Man has devastated the planet and survives in the form of beings with magical powers allowing them to influence earth, water and fire. These warring factions are held in uneasy harmony by the Avatar, but the Avatar has disappeared, and Earth lives in a state of constant turmoil caused by the warlike Firebenders.\n\nOur teenage heroes Katara and Sokka discover a child frozen in the ice. This is Aang (Noah Ringer), and they come to suspect he may be the Avatar, or Last Airbender. Perhaps he can bring harmony and quell the violent Firebenders. This plot is incomprehensible, apart from the helpful orientation that we like Katara, Sokka and Aang and are therefore against their enemies. \n\nThe dialogue is couched in unspeakable quasi-medieval formalities; the characters are so portentous they seem to have been trained for grade school historical pageants. Their dialogue is functional and action-driven. There is little conviction that any of this might be real even in their minds. All of the benders in the movie appear only in terms of their attributes and functions, and contain no personality. \n\nPotentially interesting details are botched. Consider the great iron ships of the Firebenders. These show potential as Steampunk, but are never caressed for their intricacies. Consider the detail Miyazaki lavished on Howl's Moving Castle. Trying sampling a Nickelodeon clip from the original show to glimpse the look that might have been.\n\nAfter the miscalculation of making the movie as live action, there remained the challenge of casting it. Shyamalan has failed. His first inexplicable mistake was to change the races of the leading characters; on television Aang was clearly Asian, and so were Katara and Sokka, with perhaps Mongolian and Inuit genes. Here they're all whites. This casting makes no sense because (1) It's a distraction for fans of the hugely popular TV series, and (2) all three actors are pretty bad. I don't say they're untalented, I say they've been poorly served by  Shyamalan and the script. They are bland, stiff, awkward and unconvincing. Little Aang reminds me of Wallace Shawn as a child. This is not a bad thing (he should only grow into Shawn's shoes), but doesn't the role require little Andre, not little Wally?\n\nAs the villain, Shyamalan has cast Cliff Curtis as Fire Lord Ozai and Dev Patel (the hero of \"Slumdog Millionaire\") as his son Prince Zuko. This is all wrong. In material at this melodramatic level, you need teeth-gnashers, not leading men. Indeed, all of the acting seems inexplicably muted. I've been an admirer of many of Shyamalan's films, but action and liveliness are not his strong points. I fear he takes the theology of the Bending universe seriously.\n\nAs \"The Last Airbender\" bores and alienates its audiences, consider the opportunities missed here. (1) This material should have become an A-list animated film. (2) It was a blunder jumping aboard the 3D bandwagon with phony 3D retro-fitted to a 2D film. (3) If it had to be live action, better special effects artists should have been found. It's not as if films like \"2012\" and \"Knowing\" didn't contain \"real life\" illusions as spectacular as anything called for in \"The Last Airbender.\"\n\nI close with the hope that the title proves prophetic.", "running_time": 103, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-06-30", "genres": ["Action", "Adventure", "Family", "Fantasy", "Science Fiction"], "title": "The Last Airbender (2010)"}