{"url": "http://www.rogerebert.com/reviews/the-september-issue-2009", "by": "R.J. Cutler", "star_rating": 3.0, "text": "The magazine rack at 7-Eleven doesn't have many real magazines. No Economist, Vanity Fair, Discover or The New Yorker. It's mostly pseudo-magazines, about celebrities, diets, video games and crossword puzzles. Except for one: Vogue. The other day I bought the September 2009 issue, which ran to a little under 600 pages. That may sound like a lot to you, but actually it's a marker of hard times for the economy.\n\n\"The September Issue\" is a documentary about the magazine's September 2007 issue, which set a record at well over 800 pages. Vogue is ruled by the famous Anna Wintour, who is said to be the single most important person in the world of fashion. When she says \"yes,\" it happens. When she says \"no,\" it doesn't. She says \"no\" frequently. She rarely deigns to explain why, but it would appear that most people believe she is right. She is always right about her own opinion, and in fashion, hers is the opinion that matters most.\n\nThe documentarian R.J. Cutler followed Wintour for months during the preparation for September 2007, which was expected to set a record. There cannot have been a page she wasn't involved with. This seems to be a woman who is concerned with one thing above all: The implementation of her opinion. She is not the monster depicted by Meryl Streep in \"The Devil Wears Prada\" (2006), but then how could she be? I expect that one to have a sequel titled, \"Return of the Bitch.\"\n\nPerhaps it was \"The Devil Wears Prada,\" based on a novel by one of her former assistants, that motivated Wintour to authorize this documentary. She doesn't otherwise seem like the kind of woman who craves attention, since, after all, she is the focus of the eyes of everyone who matters to her. She doesn't throw handbags at her assistants as Streep does in the 2006 movie, but then she knows too much about cameras to make that mistake.\n\nWhat comes across is that she is, after all, a very good editor. Like Hugh Hefner, William Shawn, Harold Hayes or Graydon Carter, she knows exactly what she wants, and her readers agree with her. When she cringes at the sight of a dress, we're inclined to cringe along with her. The question arises: What possible meaning is there in haute couture for the vast majority of humans who have ever lived? None, of course. And few of these costumes must actually ever be worn, and then often for photo opportunities like Cannes or the Oscars or charity balls in Palm Beach. A woman cannot live in them. She can only wear them.\n\nYet there is a very great deal of money involved, because these inconceivably expensive dresses serve as the show cars of designers whose ideas are then taken down market at great speed by multinational corporations, as was shown happening to Valentino in the 2009 documentary about him. Today Paris, tomorrow Bloomingdale's.\n\nWintour rules Vogue with a regal confidence. No one dares to disagree with her, except for a Julia Childian former British model named Grace Coddington, who has been on the staff as long as Wintour and is as earthy as Wintour is aloof. The two women have a grudging respect for each other, perhaps because each realizes they need someone to push back. Coddington's gift is conceiving many of Vogue's wildly fantastical photo spreads. Wintour's gift is knowing how to moderate her enthusiasm.\n\nWe meet other members of her staff, including the court jester, Andre Leon Talley, the editor at large, who specializes in spotting young talent. He's very funny, but I didn't see Wintour smiling at him or very much of anyone else. I think she'd look pretty when she did. Old photographs show she has worn the same hairstyle since time immemorial, perhaps because to change it would be a fatal admission that she cares what people think. In public, she always wears the same dark glasses, which provide maximum concealment; \"armor,\" she calls it.\n\nAlthough we see her taste constantly at work, the only definite things we learn about it is that she approves of fur and disapproves of black. She shows great affection in a scene with her bright daughter, Katherine. Otherwise, like the Sphinx, she regards.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-09-09", "genres": ["Documentary"], "title": "The September Issue (2009)"}