{"url": "http://www.rogerebert.com/reviews/thelonious-monk-straight-no-chaser-1989", "by": "Charlie Rouseas Tenor Saxophone", "star_rating": 3.5, "text": "Right before I sat down to write this review, I put on the 1956 album \"Brilliant Corners\" by Thelonious Monk. If you are not very familiar with Monk, you may not recognize the title, but if you have ever found yourself in a bar with a good jukebox, you will recognize the music. This particular song is a happy one, but it is not mood that carries the stamp of Monk, it is authority. He played the piano as if he knew exactly what every note should mean and be, and had known it for a long time.\n\nThat is why \"Thelonious Monk: Straight, No Chaser\" is vaguely disturbing right from the opening scenes. We can sense there is something wrong here, and unless we know the life history of Monk we don't know what it is. The music is great, free-spirited and liberating, but in the person of Monk there is a shadow of some kind, a vagueness, a disinclination to connect. The movie never does put a name to Monk's condition, but by the end of the film enough people who loved him have made enough references to it that we know what we need to know: He went gradually and rather stoically mad.\n\nThe last years of his life, we learn, were spent sitting quietly in the room of a friend. He did not play jazz anymore, but when friends would come over to play, they knew he could still listen, because he would leave the door of his room open. The mental illness, whatever it was, must have begun many years earlier. There is a shot in this movie of Monk in an airport somewhere, turning around and around in the same place, engrossed in this repetition as if it were some kind of meditation. And throughout the movie, when Monk talks, it seems to be in a kind of code, and when he looks at the camera, he doesn't quite look at the camera.\n\nThis is a new movie, but the footage of Monk in it is more than 20 years old, shot for German TV by Christian Blackwood in 1967 and 1968. Two decades passed before the by-now forgotten footage was mentioned by Blackwood to Bruce Ricker, whose \"Last of the Blue Devils\" (1980) was a landmark documentary about Kansas City jazz. Using the Blackwood footage of Monk as their foundation, Ricker and documentarian Charlotte Zwerin began tracking down the survivors who knew Monk best: his son; his tenor sax player, Charles Rouse; his manager; his road manager, and Baroness Nica de Koenigswarter, who appeared in Monk's life at about the time his wife was near exhaustion with the effort of dealing with him and seems to have shared both the effort and the man with her.\n\nThey all seem to remember more or less the same man; there are not a lot of different versions of Monk in this movie. He was, they agree, a musical genius, and of course history has proven them right.\n\nHe could see the clear line through to the end of a composition that baffled other people, and his squiggles on a piece of paper, interpreted by Monk as if anybody should have been able to understand them, often turned out to be immortal works of jazz. He gathered other geniuses around him - John Coltrane was a member of his Blue Note band in the late 1950s - and he traveled, recorded, played, composed, jammed, inspired and produced music that changed forever the way that modern jazz sounds.\n\nAt the same time, he drifted into himself. His reveries must have become seductively comfortable to him. At some point he withdrew and wasn't there anymore for his friends. He was locked inside. The movie doesn't go into detail about this gradual process, and for that in a way I am grateful, because his music puts us in our own mood for reverie, not diagnosis. I had heard the music before. What the film gave me was an opportunity to see Thelonious Monk creating some of it, and, just as importantly, an opportunity to see how those who knew him loved him.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-12-08", "genres": ["Documentary"], "title": "Thelonious Monk: Straight, No Chaser (1989)"}