{"url": "http://www.rogerebert.com/reviews/therese-and-isabelle-1968", "by": "Essy Perssonas Therese", "star_rating": 1.5, "text": "This is it, the worst movie of the year. Not since Stan Freberg's recording of \"John and Marsha\" has there been dialog of less complexity. \"Ah, Therese!\" \"Oh, Isabelle!\"\n\nArrgh. Yeech. Radley Metzger, who gave the world \"I, A Woman\" and mercilessly followed with \"Carmen, Baby!\" is back again with another of his traveling stupidity exhibitions, which masquerade as \"art films\" to get into respectable theaters.\n\nTypically, a Metzger movie is advertised in a restrained, dignified-type face, selected by a high-priced ad agency to give an aura of respectability to the enterprise. The public for these films -- adolescents of all ages -- is not fooled; it can spot a dirty movie by instinct.\n\nLike its predecessors, \"Therese and Isabelle\" is a terribly serious movie, perhaps because everyone involved is doing his damnedest not to laugh out loud. There is something preposterous in the sight of two adult women (Essy Persson and Anna Gael) costumed and cast as schoolgirls. The effect is roughly as convincing as Jonathan Winters in a Cub Scout uniform.\n\nTo keep from seeming ridiculous, the actresses walk around with long faces, sighing and moaning and wishing someone had given them lines to read. It is all too sad. When they do smile, they seem as strained as a sixth-grader with rubber bands on her braces.\n\nThe plot involves two girls who go to a boarding school and fall in love. They do this very quickly, which is a shame, since the main event has none of the suspense of the preliminaries. There are lots of shots of Essy Persson staring ecstatically at the ceiling, a trick she perfected in \"I, A Woman,\" while the sound track provides what sounds like an iron lung in neutral. If you find this erotic, I can also recommend the latest displays at the Museum of Science and Industry.", "running_time": 118, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-10-28", "genres": ["Drama", "Foreign", "Romance"], "title": "Therese and Isabelle (1968)"}