{"url": "http://www.rogerebert.com/reviews/theres-something-about-mary-1998", "by": "Ben Stilleras Ted", "star_rating": 3.0, "text": "What a blessed relief is laughter. It flies in the face of manners, values, political correctness and decorum. It exposes us for what we are, the only animal with a sense of humor. \"There's Something About Mary\" is an unalloyed exercise in bad taste, and contains five or six explosively funny sequences. OK, five explosive, one moderate.\n\nI love it when a movie takes control, sweeps away my doubts and objections, and compels me to laugh. I'm having a physical reaction, not an intellectual one. There's such freedom in laughing so loudly. I feel cleansed.\n\n\"There's Something About Mary\" is the latest work by Peter and Bobby Farrelly, brothers whose earlier credits include \"Dumb and Dumber\" and \"Kingpin.\" Good taste is not their strong suit. \"Dumb and Dumber\" includes a scene where a blind boy realizes his parakeet's head is held on with Scotch tape. \"Kingpin\" includes a scene where a bowler's artificial hand gets stuck in the ball and rolls down the alley, flop flop flop.\n\nNow here is a movie about a woman who is beautiful, sunny, good and pure, and inspires a remarkable array of creeps to fall in love with her. There's ... just something about her. Mary is played by Cameron Diaz as a high school knockout who amazes the geeky Ted (Ben Stiller) by asking him to the prom, even though he has pounds of braces on his teeth. (\"I have a thing about braces,\" she muses, long after.) Ted turns up proudly for the date, only to set off the first of the movie's uproariously funny sequences when he asks to use the toilet and then somehow catches in his zipper that part of the male anatomy one least wants to think about in connection with zippers. (\"Is it the frank or the beans?\" asks Mary's solicitous stepfather.) In a lesser film, that would be that: The directors would expect us to laugh at his misfortune, and the plot would roll on. Not the Farrelly Brothers. When they get something going, they keep on building, daring themselves to top each outrage. I won't reveal how the scene develops, apart from noting the perfect timing involved with the unexpected closeup.\n\nThirteen years pass. Ted is still in love with Mary. He hires a sleazy investigator named Healy (Matt Dillon) to track her down. Healy, wearing one of those mustaches that shout \"distrust me!,\" finds her in Miami, discovers she is an unbelievable babe who is still single and decides to grab her for himself. He tells Ted that she weighs 250 pounds, has four children by three fathers and has just shipped out for Japan as a mail-order bride.\n\nHealy's trick is to eavesdrop on Mary's conversations, so he'll know just what she wants to hear. Among the things most important to her is her retarded brother Warren (W. Earl Brown), who doesn't like to have his ears touched. Healy poses as the person of her dreams (an architect with a condo in Nepal, who loves to work with retarded people), but he raises the suspicions of another of her suitors, Tucker (Lee Evans), who is an architect who uses crutches. Maybe.\n\nFurther plot description would be pointless. The plot exists, like all screwball plots, simply to steer us from one gag to the next. In the TV ads, you may already have seen the moment when the dog of Mary's deeply tanned neighbor needs to have its heart restarted. That's because the dog has been tranquilized. There also is a scene where the dog is on speed, and his human target does things with walls and furniture not seen since Donald O'Connor's \"Make 'Em Laugh\" sequence in \"Singin' in the Rain.\" Then there are the peculiar and intimate preparations Ted goes through in anticipation of his first date with Mary. I have paused here at the keyboard for many minutes, trying to decide how to describe them (a) in a family newspaper, and (b) without spoiling the fun. I cannot. I will simply observe in admiration that after the scene explodes in disbelieving, prolonged laughter, the Farrellys find a way to blindside us with a completely unanticipated consequence that sets us off all over again.\n\nAmong the other characters in the movie are Chris Elliott, as Dom, a friend of Ted's, who has a nervous skin condition (\"Do you know what it feels like to have a whitehead on your eyeball?\"), and Magda (Lin Shaye), the neighbor, whose tan makes her look like she's been put through the same process that produces Slim Jims. Magda is funny in a bizarre over the top way, but Dom is more creepy than funny, or is it just that we're afraid we'll catch his skin rash? Stanley Kauffmann, the great film critic of The New Republic, was on Charlie Rose's show the other night, sharing the discoveries of 40 years as a film critic. What he has noticed over the years, he said, is that we are getting more good dramatic films than in the old days--but fewer good entertainments. It is easier to excel at drama than at comedy. I have no idea if Kauffmann will like \"There's Something About Mary\" but his point applies for me: After months and months of comedies that did not make me laugh, here at last is one that did.", "running_time": 119, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-07-15", "genres": ["Comedy", "Romance"], "title": "There's Something About Mary (1998)"}