{"url": "http://www.rogerebert.com/reviews/therese-1987", "by": "Aurore Prietoas Celine", "star_rating": 3.5, "text": "\"Therese\" is such a strong, pure, apparently simple movie that there's a temptation to let it carry us along. We don't want to ask questions. And yet at the end of this movie there are so many unanswered questions that we realize the movie is one long question: What was the secret of Therese Martin's joy? She was known as \"The Little Flower of Jesus.\" As a girl, she wanted to enter the strict cloisters of the Carmelite nuns, and when she was refused admission she went all the way to the pope to finally obtain it. Inside the walls, she struck everyone with the openness and sweetness of her disposition, and after she died in 1897 she became famous through the publication of her journal. She was canonized in 1925.\n\nThe movie focuses on the depth of her passionate love affair with Jesus. The nuns are figuratively wed to Christ in the ceremony that admits them to the order, and in Therese's case she seems to have taken the wedding not only seriously but literally. In a way, \"Therese\" is the story of a girl who dies on her honeymoon.\n\nThe story is told with stark visual simplicity by Alain Cavalier, who shoots against plain backdrops and includes only those costumes or props that are needed to make sense of a scene. His real visual subject is the human face. And after Therese is admitted to the closed convent, where a vow of silence is usually enforced, the faces themselves seem to speak.\n\nWe become familiar with the other nuns: an old woman of great saintliness, a wise mother superior, a young nun who has a crush on Therese and with Therese herself, who is played by Catherine Mouchet with a kind of transparent, low-key ecstasy. There is a real sense of the community of the convent. In one of the movie's best scenes, a man comes from outside to bring gifts of food to the nuns, who cover their faces and flutter around him like blinded birds.\n\n\"Therese\" is not like any other biographical film of a saint - or of anyone else. It makes a bold attempt to penetrate to the mystery of Therese's sainthood, and yet it isn't propaganda for the church and it doesn't necessarily even approve of her choice of a vocation. Perhaps the local bishop was right in saying Therese was too young for the strenuous life of the convent. Perhaps her devotion to Jesus was indeed, as Andrew Sarris wrote in his review of the film, \"displaced sexuality and transubstantiated fetishism.\" This movie is so deep and so subtle that we cannot ever be sure just what the filmmaker thinks about Therese. That's one of the reasons I found it so disturbing and provoking. What Cavalier gives us is a portrait of the externals of sainthood, and just those internals that can be glimpsed and guessed through the eyes of a gifted actress. He makes no statement about his material. After we leave the movie, we ask ourselves what it was that motivated Therese, and whether perhaps it was good even though it violates modern notions. We also ask ourselves why she was so happy. We would not be happy living her life. But then, we are not saints.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-02-06", "genres": null, "title": "Therese (1987)"}