{"url": "http://www.rogerebert.com/reviews/they-call-me-bruce-1983", "by": "Johnny Yuneas Bruce", "star_rating": 2.0, "text": "One thing you notice right away about kung fu heroes is that they don't talk much. They're men of action. They exchange a couple of curt words:\n\nYou have offended my honor!\n\nHa! Ha! Now I will kill you!\n\nAnd then they lay into each other with fists, feet, elbows and fingernails. Even in the early scenes, when they're setting up the plot, they keep the dialogue to an absolute minimum. The heroic kung fu expert goes to the temple to talk to a long-bearded Master, who says something like, \"The students of Wong have offended the honor of the temple!\" And then the hero replies, \"Ha! Ha! Now I will kill them!\"\n\nThe reason for the scarcity of dialogue in most kung fu movies is easy to explain. They're mass-produced in Hong Kong and shipped all over the world. The fewer words, the less the dubbing will cost. \n\nThe makers of \"They Call Me Bruce\" aren't aiming for a global audience. They're making a spoof of kung-fu movies for the same American audiences that went to \"Airplane!,\" \"Airplane II - The Sequel\" and \"Jekyll & Hyde... Together Again.\" That allows them to go long on dialogue and short on action, and in the process they lose their whole satirical edge.\n\n\"They Call Me Bruce\" does have a few funny action scenes, a very few, but most of the time its humor depends on puns and other weak witticisms from Johnny Yune, who plays its hero. Yune is also credited with helping to write the screenplay -- and I can believe that, since a lot of his dialogue sounds like it was made up on the spot. \n\nThe plot is cheerfully idiotic. The Mafia wants to ship some cocaine from the West Coast to New York, disguised as a special brand of Oriental flour. So the top Mafioso assigns his Chinese cook, Bruce, to carry the dope East, escorted by a trusty chauffeur. Along the way, they get into the usual adventures, including run-ins with mobsters in Vegas and Chicago. (In a touching bit of local color, the movie includes stock shots of Lake Shore Drive and South Wabash to establish its Chicago locations, even though all the scenes with Johnny Yune are shot indoors.)\n\nYune's character is a blissful idiot, a Jerry Lewis retread who specializes in bad puns. Sample: \"If you knew sushi, like I know sushi.\" He has his funny moments, though, especially in flashback memories to the wise old Master. \"Always remember, son, kick them in the groin!\"\n\nThe real problem with \"They Call Me Bruce\" is that it's a satire of a nearly satire-proof genre. Real kung-fu movies are so implausible and so inane that it's hard to make a satire that doesn't simply cover the same ground.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-03-09", "genres": ["Action", "Comedy", "Thriller"], "title": "They Call Me Bruce (1983)"}