{"url": "http://www.rogerebert.com/reviews/they-only-kill-their-masters-1972", "by": "James Garneras Chief", "star_rating": 2.0, "text": "One of the saddest things you can see in a movie is an actor left to his own devices. When actors have characters and plots to plug into, they're home free. But when they're asked to carry a role almost entirely with their own mannerisms, a kind of quiet desperation sets in. That's what happens to James Garner in \"They Only Kill Their Masters.\" \n\nGarner has an easy good-humored charm which has worked recently in movies like \"Skin Game\" and \"Support your Local Sheriff.\" But those were movies where the charm had something to work on; he was sort of a con man both times, soft-talking people into acting against their own better judgment. In \"They Only Kill Their Masters,\" he's cast as a regulation good guy and neither the story nor the director gives him anywhere to go. \n\nThe story was potentially interesting; it involves a series of deaths that might possibly have been committed by a trained watchdog, assuming the dog had someone to tidy up after him. Garner, a small-town lawman, ambles off in search of a solution to the case and comes home with Katharine Ross, who is an under-employed dog trainer. \n\nThey exchange several very, very long glances, the significance of which eventually becomes unmistakable to them, and he invites her over to his place for dinner. They have meat loaf and a salad with oil-and-vinegar dressing which Miss Ross mixes herself in betwixt protracted glances. I mention this dinner scene because it is the longest, clumsiest and most hapless seduction-in-the-kitchen scene I have ever seen. I don't know why they had meat loaf when there would have been time for a roast. \n\nAnyway, Garner finally figures out that the local vet (Hal Holbrook) may or may not be the murderer (I don't want to give the ending away, if there was one). So he goes to the vet's office and arrests him. But just then a lady comes in with her sick dog, which has a swollen prostate, Holbrook asks Garner to wait until the dog has been treated, Garner agrees and then Holbrook gives him the dog to hold while he fills up a hypodermic needle. So there's Garner with his arms full of a sick dog, and the suspected murderer approaching him with a loaded needle. What happens next? The determination with which this movie does the obvious is...merciless. \n\nAs I've suggested, the character and plot leave Garner with few resources. So he works his mannerisms for all they're worth; he has to. Never have there been so many quizzically uplifted brows, so many slight pauses in speech, and so many dryly-cynical deliveries of so many forgettable lines. The movie gives us pure James Garner, devoid of context, meaning or purpose. It also gives us June Allyson as the veterinarian's lesbian wife. They say that all things will come to those who wait, but I wonder if June Allyson ever imagined she would be playing a veterinarian's lesbian wife. I liked her better married to Glenn Miller.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-11-22", "genres": ["Mystery", "Romance", "Thriller"], "title": "They Only Kill Their Masters (1972)"}