{"url": "http://www.rogerebert.com/reviews/they-call-me-trinity-1971", "by": "Terrence Hillas Trinity", "star_rating": 2.5, "text": "Terence Hill has the bluest eyes in all of the West. They are bluer\r\nthan Paul Newman's. They are even bluer than Hoppy's. Terence Hill\r\nalso has the leanest face in the West. It is even leaner than John\r\nPhillip Law's face, and that is getting pretty damn lean. Terence Hill\r\nalso has the fastest gun and the meanest brother in the West, and the dirtiest T-shirt, and the thinnest lips. So we know we are onto\r\nsomething right away when we go to see \"They Call Me Trinity.\"\n\nI don't know why they call him Trinity, except that maybe a mere third\r\nof the deity would have been insufficient for a hero of such\r\nproportions. In any event, the movie is a spoof of the traditional\r\n1960s spaghetti Western. In fact, it is to spaghetti as spaghetti is\r\nto macaroni and cheese, a dish I have particularly disliked ever since\r\nthe meat rationing days of World War II.\n\nBefore we go any further, we should probably note that Terence Hills real name is Mario Girotti and the real name of Bud Spencer, his co-star, is Carlo Pedersoli. I met Carlo one dusty afternoon two years ago on a Western set outside Rome. As \"Bud Spencer,\" he was shooting an Italian Western named \"The Five-Man Army.\" But he took off for two hours to eat a plate of spaghetti, a chop, a salad, a bowl of soup, another chop and an additional side of spaghetti, helped down by a liter or two of wine.\n\nWhat I would really like to do someday (Carlo said) would be to make a spoof of these Westerns. We have made so many Italian Westerns in Italy that surely we have earned the right to make a spoof. Especially since we love the Western so...\n\nThat was two years ago, and now perhaps \"They Call Me Trinity\" is the result of such a wish. The people who made \"Easy Rider\" had all been in lots of cheapo bike pictures before they got together and made the movie they wanted to make. Legend has it, in fact, that the original screenplay of \"Easy Rider\" was written during the lunch hours of Hells Angels movies. My notion is that \"Trinity\" is the movie that Girotti and Pedersoli and all the other Italians renamed Hill and Spencer, etc. wanted to make to get even with the genre.\n\nHow else to explain \"Trinity's\" delightful ending? Hill and Spencer,\r\nwho are outlaws posing as lawmen, decide to defend a band of Mormons who are threatened by the evil Maj. Harriman (played by Farley Granger-who else?). But they toss aside their guns, which is heresy in an Italian Western, And beat up the bad guys with their fists. And the fight is so highly stylized that it looks like a cross between the big production number in \"Seven Brides for Seven Brothers\" (the one with all the lumberjacks leaping off the dance platform) and the Laurel and Hardy short about a construction gang. Italian Western audiences traditionally laugh at the violence. For once it's funny.", "running_time": 106, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-11-25", "genres": ["Action", "Comedy", "Foreign", "Western"], "title": "They Call Me Trinity (1971)"}