{"url": "http://www.rogerebert.com/reviews/they-came-from-within--shivers-1976", "by": "Paul Hampton", "star_rating": 2.5, "text": "It opens on an effective note: A smoothly modulated television voice describes the joys of living in a totally isolated, self-sufficient apartment complex on an island, and somehow that comes to sound like the most sinister place in the world to live. We meet some of the people in the high-rise, and we see a bearded doctor carving up a young girl (mostly off-screen -- one of the many ways this doesn't resemble \"Snuff\") while, three floors below, the apartment manager is showing a young couple around.\n\nIn series of low-key and fairly realistic scenes, it develops that the doctor wasn't really murdering the girl, but trying to kill an organism harbored by her body. It's a kind of parasite the doctor had\r\ndeveloped, and it's trained to turn people into more sensual, less thinking beings. The trouble is, it's all too effective: The victims become retarded sex maniacs.\n\nThe plot thickens, with all the obligatory elements: There's the heroic young doctor, his sexy nurse, the frightened elderly couple, the bored divorcee, the husband who comes home from work acting strangely . . . and we gradually realize that the parasite is going to infect everyone in the building. It can be transmitted directly, mouth-to-mouth, or it can travel through drainpipes and air ducts. And it's determined. \n\nNow what's especially effective about \"They Came from Within\" is that most of the horror is suggested, not shown. There are some special effects in the movie, mostly involving the little parasites themselves,\r\nwhich look like bloody eggplants with the jitters. But they're only shown in brief glimpses, and for the most part the movie relies on the threat of the little beasties rather than on their presence.\n\nIf you look at the movie objectively, in fact, you realize it was shot for very little money in about six apartments and a few corridors of one high-rise -- it could have been made in Sandburg Village without\r\ndisturbing the routines of more than maybe three stewardesses. It scares and shocks us because it's so cleverly made; the writer-director, David Cronenberg, uses invention and imagination to replace expensive shock effects. And he does it so well that \"They Came From Within\" becomes not only a replacement for \"Snuff,\" but a rebuke.", "running_time": 87, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-03-19", "genres": ["Horror", "Science Fiction"], "title": "They Came from Within / Shivers (1976)"}