{"url": "http://www.rogerebert.com/reviews/thieves-like-us-1974", "by": "Keith Carradineas Bowie", "star_rating": 3.5, "text": "Like so much of his work, Robert Altman’s “Thieves Like Us” has to be approached with a certain amount of imagination. Some movies are content to offer us escapist experiences and hope we’ll be satisfied. But you can’t sink back and simply absorb an Altman film; he’s as concerned with style as subject, and his preoccupation isn’t with story or character, but with how he’s showing us his tale. \n\nThat’s the case with “Thieves Like Us,” which no doubt has all sorts of weaknesses in character and plot, but which manages a visual strategy so perfectly controlled that we get an uncanny feel for this time and this place. The movie is about a gang of fairly dumb bank robbers, and about how the youngest of them falls in love with a girl, and about how they stick up some banks and listen to the radio and drink Coke and eventually get shot at.\n\nThe outline suggests “Bonnie and Clyde,” but “Thieves Like Us” resembles it only in the most general terms of period and setting. The characters are totally different; “Bonnie and Clyde” were anti-heroes, but this gang of Altman’s has no heroism at all. Just a kindof plodding simplicity, punctuated by some of them with violence, and by the boy with a kind of wondering love. They play out their sad little destinies against two backdrops: One is the pastoral feeling of the Southern countryside, and the other is an exactly observed series of interior scenes that recapture just what it was like to drowse through a slow, hot summer Sunday afternoon, with the radio in the background and the kids playing at pretending to do Daddy’s job. If Daddy is a bank robber, so what?\n\nThe radio is constantly on in the background of “Thieves Like Us,” but it’s not used as a source of music as it was in “American Graffiti” or “Mean Streets.” The old shows we hear are not supposed to be heard by Altman’s characters; they’re like theme music, to be repeated in the film when the same situations occur. “Gangbusters” plays when they rob a bank, for example, even though the bank would have been closed before “Gangbusters” came on. That’s OK, because the radio isn’t supposed to be realistic; it’s Altman’s wry, elegiac comment on the distance between radio fantasy and this dusty, slow-witted reality.\n\nAt the heart of the movie is a lovely relationship between the young couple, played by Keith Carradine and Shelley Duvall. They’ve both been in Altman movies before (just about everybody in view here is in his stock company), and it’s easy to see why he likes them so. They don’t look like movie stars. They share a kind of rangy grace, an ability to project shyness and uncertainty. There’s a scene in bed that captures this; it’s a two-shot with Keith in the foreground and Shelley, on her back, eyes to the ceiling, slowly exhaling little plumes of smoke. Nothing is said. The radio plays. Somehow we know just how this quiet, warm moment feels.\n\nThe movie’s fault is that Altman, having found the perfect means for realizing his story visually, did not spend enough thought, perhaps, on the story itself. “Thieves Like Us” is not another “Bonnie and Clyde,” and yet it does end in a similar way, with a shoot-out. And by this time, we’ve seen too many movies that have borrowed that structure; that have counted on the bloody conclusion to lend significance to what went before. In “Thieves Like Us,” there just wasn’t that much significance, and I don’t think there’s meant to be. These are small people in a weary time, robbing banks because that’s their occupation, getting shot because that’s the law’s occupation.\n\nAltman’s comment on the people and time is carried out through the way he observes them; if you try to understand his intention by analyzing the story, you won’t get far. Audiences have always been so plot-oriented that it’s possible they’ll just go ahead and think this is a bad movie, without pausing to reflect on its scene after scene of poignant observation. Altman may not tell a story better than any one, but he sees one with great clarity and tenderness.", "running_time": 123, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Crime", "Drama", "Romance"], "title": "Thieves Like Us (1974)"}