{"url": "http://www.rogerebert.com/reviews/thief-1981", "by": null, "star_rating": 3.5, "text": "\n\nMichael Mann's \"Thief\" is a film of style, substance,\r\nand violently felt emotion, all wrapped up in one of the most intelligent\r\nthrillers I've seen. It's one of those films where you feel the authority right\r\naway: This movie knows its characters, knows its story, and knows exactly how\r\nit wants to tell us about them. At a time when thrillers have been devalued by\r\nthe routine repetition of the same dumb chases, sex scenes, and gunfights,\r\n\"Thief\" is completely out of the ordinary.\n\nThe\r\nmovie stars James Caan as a man who says he was \"raised by the state\"\r\nand spent eleven years in prison. As the movie opens, he's been free four\r\nyears, and lives in Chicago. He is a highly skilled professional thief -- a\r\ntrade he learned behind bars from Okla (Willie Nelson), a master thief. The\r\nfilm's opening sequence establishes Caan's expertise as he cracks a safe with a\r\nportable drill. Caan sees himself as a completely independent loner. But we see\r\nhim differently, as a lonely, unloved kid who is hiding out inside an adult\r\nbody. He's a loner who desperately needs to belong to somebody. He trusts his\r\npartner (James Belushi), but that's not enough. He decides, on an almost\r\nabstract intellectual level, to fall in love with a cashier (Tuesday Weld), and\r\nin one of the movie's best scenes he tells this woman, who is essentially a\r\nstranger, all about his life in prison and his plans for the future. She takes\r\nhis hand and accepts him.\n\nBut\r\nthere is another person who comes into his life: Leo, the master criminal, the\r\nfence who sets up heists and hires people to pull them. Leo, in a wonderfully\r\ncomplex performance by the sad-faced Robert Prosky, knows how to enlist Caan:\r\n\"Let me be your father,\" he says. \"I'll take care of\r\neverything.\" He does. He even supplies Caan and Weld with an illegally\r\nobtained baby boy when they're turned down at the adoption agency. But once the\r\nthief goes with Leo, his life gets complicated. The cops seem to be on his\r\ncase. His phone is bugged. Everybody knows his business. The movie leads up to\r\none final caper, a $4 million diamond heist in Los Angeles, and then it ends in\r\na series of double crosses and a rain of violence.\n\nThis\r\nmovie works so well for several reasons. One is that \"Thief\" is able\r\nto convince us that it knows its subject, knows about the methods and criminal\r\npersonalities of its characters. Another is that it's well cast: Every\r\nimportant performance in this movie successfully creates a plausible person,\r\ninstead of the stock-company supporting characters we might have expected. And\r\nthe film moves at a taut pace, creating tension and anxiety through very\r\neffective photography and a wound-up, pulsing score by Tangerine Dream.\n\nIf\r\n\"Thief\" has a weak point, it is probably in the handling of the\r\nWillie Nelson character. Nelson is set up well: He became Caan's father-figure\r\nin prison, Caan loves him more than anybody, and when he goes to visit him in\r\nprison they have a conversation that is subtly written to lead by an indirect\r\nroute to Nelson's understated revelation that he is dying and does not want to\r\ndie behind bars. This scene is so strong that it sets us up for big things: We\r\nexpect Willie to get out, get involved in the plot, and be instrumental in the\r\nclimax. That doesn't happen. There is a very nice courtroom scene, during which\r\nyou'll have to pay close attention to catch on to the subverbal and illegal\r\nconversation conducted between the judge and the lawyer. But then the Nelson\r\ncharacter quickly disappears from the movie, and we're surprised and a little\r\ndisappointed. Willie has played the character so well that we wanted more. But,\r\nthen, I suppose it is a good thing when a movie creates characters we feel that\r\nstrongly about, and \"Thief\" is populated with them. It's a thriller\r\nwith plausible people in it. How rare.", "running_time": 122, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Thief (1981)"}