{"url": "http://www.rogerebert.com/reviews/thieves-les-voleurs-1996", "by": "Catherine Deneuveas Marie", "star_rating": 3.5, "text": "I have been staring at the wall, trying to figure out how to describe “Thieves” (“Les Voleurs”) without giving away the entire plot. With a lot of movies, you can safely withhold a detail or two and still give a good idea of the story. But here is a film constructed like a pile of pick-up sticks. Pull out one, and the game is over.\n\nThe director and co-writer is Andre Techine, who is fascinated by the secrets and wounds within families. His previous film, “Ma Saison Preferee,” starred Catherine Deneuve and Daniel Auteuil as a brother and sister locked into a volatile mutual obsession. Both actors appear again this time, as a cop named Alex and a philosophy professor named Marie--and both are in love with the same young woman.\n\nWho is she? I will step carefully. She is a tomboy named Juliette (Laurence Cote) who Alex meets for the first time after she's arrested for shoplifting. He lets her off. He sees her again one day when he visits the sleazy nightclub run by his brother, Ivan (Didier Bezace). If Alex is a cop, Ivan is a robber. And Ivan is in business with Jimmy (Benoit Magimel), who is Juliette's brother.\n\nAnd there are more connections, weaving back and forth through family connections and time. But since the move is about the gradual revelation of those connections, I dare not say more. They come out, one at a time, in a story told in the north of France, in winter, in shots so wet and gray, the cold almost seeps from the screen.\n\nThe movie is so tricky to describe because it starts in the middle, as a small boy discovers in the middle of the night that his father is dead. Then it flashes backward and forward to explain what led up to that moment. The strategy is interesting because it shows us the assumptions we make about families, and why they may be wrong. One of the characters is particularly chilling in a scene where the little boy asks for the truth about his father, and is told, “A job backfired,” and is satisfied. But I cannot tell you who that character is without giving away an important secret.\n\nWhat can we discuss? What about Deneuve? Her character stands off to one side of the main action--she is connected only through her affair with the young girl, and later through meetings with the cop who is having a loveless affair with the same girl (“We were united by a feeling of mutual contempt”). The first time we see her, she's telling her students that humans naturally exploit one another. Yet she seems determined not to exploit Juliette, and even gives her freedom at a time when it might have been wiser to appeal to her feelings.\n\nDeneuve continues to fascinate. She has a timeless beauty and avoids stereotyping by consistently playing against it, as unexpected characters in offbeat stories; consider that her career, now in its 40th year, has embraced “Belle de Jour,” “The Hunger,” “The Umbrellas of Cherbourg” and “Indochine.” She seems wise, as if her beauty has encouraged strangers to open up to her, and she has remembered what they taught her.\n\nHere she understands that some deep current within Juliette--a fierce bond with her criminal brother, perhaps, or a need to punish herself--has drawn the young woman into a lethal situation. Why does Juliette go along on a dangerous theft? Maybe she hopes to be killed. Or to prove herself “good as a man.” Or to compete with her brother. Eventually Juliette's two older lovers--the cop and the professor--call a truce and talk it over between themselves, wondering if they can help her.\n\nMeanwhile, the story circles. There are various narrators, of which the most intriguing is the little boy who starts the film. At one point, he finds and hides a revolver, and we confidently expect that it will be used before the end of the film. But what happens is more unexpected, and scarier.\n\n“Thieves” doesn't have the Hollywood kind of ending, where everything is sorted out by who gets shot. It is about the people, not their plot. It is about how the sins of the fathers are visited on the sons, and the grandsons. The more you think about the little twist at the end, the more you understand what the whole movie was about. Techine involves us in a subtle, gradual process of discovery; each piece changes the relationship of the others. He is so wise about these criminals, he makes the bad guys in most American films look like cartoon characters.", "running_time": 117, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-12-27", "genres": null, "title": "Thieves (Les Voleurs) (1996)"}