{"url": "http://www.rogerebert.com/reviews/think-like-a-man-2012", "by": "Chris Brownas Alex", "star_rating": 2.0, "text": "Anyone who reads advice books about romance has one problem to begin with: bad taste in literature. The idea that a book can advise a woman how to capture a man is touchingly naive. Books advising men how to capture a woman are far less common, perhaps because few men are willing to admit to such a difficulty. For both sexes, I recommend a good novel, offering scenarios you might learn from, if only because they reflect a lot of doubt.\n\nNevertheless, in 2009, comedian and radio host Steve Harvey wrote a best-seller titled Act Like a Lady, Think Like a Man: What Men Really Think About Love, Relationships, Intimacy and Commitment. This was advice for women. It apparently left some questions, because in 2011, Harvey felt the demand for another book, Straight Talk, No Chaser: How to Find and Keep a Man. A small industry had been set in motion, which inspired Maria Bustillo's Act Like a Gentleman, Think Like a Woman: A Woman's Response to Steve Harvey's Act Like a Lady, Think Like a Man (2009). What are Bustillo's qualifications? One month before that book, she published Dorkismo: The Macho of the Dork.\n\nAmong Harvey's qualifications are that he's been married three times, and possibly gained some insights from his two ex-wives about how they failed to keep him. This is not a history to inspire confidence, but in the movie \"Think Like a Man,\" we're expected to believe that every woman in the film bought the book and started living her life according to it. The twist comes when the men in their lives discover their secret reading and study the book themselves. Now the men know the women's game plan. \n\nStarting with its title, this movie must be one of the greatest examples of product placement in history. We see Steve Harvey plugging the book on a daytime talk show, and then he appears again from time to time to deliver advice straight to the audience. It's a promising device for a sitcom, especially as the film assigns the characters to categories from the book, such as \"The Dreamer vs. The Woman Who Is Her Own Man.\" This is somewhat limiting, because each character is required to behave in a way consistent with his or her label.\n\nBut that isn't the real problem. The movie's mistake is to take the book seriously. This might have worked as a screwball comedy or a satire, but can you believe for a moment in characters naive enough to actually live their lives following Steve Harvey's advice? The result is a tiresome exercise that circles at great length through various prefabricated stories defined by the advice each couple needs (or doesn't need).\n\nThe cast is superb. It's depressing to find them locked inside this formula. My favorite is Mya (Meagan Good), discouraged by her own promiscuity, who tries to follow the book's advice in dealing with Zeke (Romany Malco). He's a fast-moving ladies' man. She decides he must wait 90 days for sex. This is contrary to both of their natures and builds up such a head of steam, we expect a gasket to blow.\n\nKevin Hart is funny, too, as a living rebuke to his pals who are studying the book. He spends most of his time in so-called gentleman's clubs, having 30-minute relationships that all have happy endings, and it's hard to argue he isn't happy.\n\nGiven that the book advises women about how to capture men, it's an irony that the actresses are among the most beautiful in Hollywood. In addition to Good, it gives us such lovelies as Gabrielle Union, Regina Hall, Taraji P. Henson and Jenifer Lewis. Does it make me a chauvinist if I suggest that finding men must be the least of their problems? The movie is as appropriate for men-seekers as a diet movie starring thin girls.\n\nLet's pretend you're a studio executive. Having read this far, did you spot in this review the brilliant title (and premise) for a new comedy? Maybe you skipped right over it. It was: Dorkismo: The Macho of the Dork.", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-04-18", "genres": ["Comedy", "Romance"], "title": "Think Like a Man (2012)"}