{"url": "http://www.rogerebert.com/reviews/thin-ice-2012", "by": "Greg Kinnearas Mickey", "star_rating": 3.0, "text": "There's an explanation of the plot at the end of \"Thin Ice,\" including flashbacks to key moments and shots explaining otherwise inexplicable matters. This explanation essentially builds a different movie out of the one we thought we just saw, and rather makes us want to see it again knowing what we now know. That's not complete consolation. \"Thin Ice\" could have been more coherent in the first place. \n\nAn ordinary life supplies room for only so many twists and turns. The life of Mickey Prohaska (Greg Kinnear) is all too commodious. He's an insurance salesman in Kenosha, Wis., who drives a flashy Cadillac but is deep in debt and estranged from the wife (Lea Thompson) he expropriated money from. Since the insurance business requires much use of the telephone, he finds it dispiriting that most of his calls come from bill collectors.\n\nWe meet Mickey at an insurance convention where he lectures on how to strike up conversations. (Question to Mickey: How much do you charge for supplying audiences with such conversation openers as, \"Do you have the correct time?\") After his speech, trying out his own line in the hotel bar, he falls for a con so old that Nancy was pulling it on Sluggo.\n\nBack in Kenosha, he calls on a possible client, a farmer named Gorvy Hauer, played by Alan Arkin as a man wandering in the fog of his own befuddlement. Gorvy needs insurance on his TV so he can call a guy to get it to work; Mickey observes that it's not plugged in, but signs him up anyway for a high-priced package. He assures Gorvy his house looks like it's worth $400,000; it looks to me as it had been stapled together from a house trailer and a couple of prefabricated sunrooms. While he's at the house, a violin appraiser (Bob Balaban) calls to offer Gorvy $25,000 for an old family violin. Mickey, a heartless bastard, immediately decides to steal the violin and sell it himself.\n\nAlready we're seeing some good typecasting at work. Kinnear is a likable actor, who possibly would make a trustworthy insurance salesman. As his problems begin to pile up, however, he could have used a greater ability to vibrate in terror. William H. Macy, as the car salesman in \"Fargo,\" comes to mind. Indeed, a lot of \"Fargo\" comes to mind in the snowbound Wisconsin locations of \"Thin Ice.\"\n\nArkin has always has a good line in confused naivete. His Gorvy is so hapless, and yet with such occasional streaks of insight, that we don't know if his stupidity or his intelligence is an act, but we suspect one or the other is. Balaban evokes a man who knows everything about violins, including a lot he isn't sharing. His violin shop looks remarkably authentic, even though it occupies an upper floor of an industrial building.\n\nNow enters the engine of the movie's energy, an installer of security systems. This is Randy (Billy Crudup), a man with a police record who isn't above stealing the odd alarm clock. This would be the last man you'd want in charge of your security, but how is old Gorvy expected to know that? Mickey, who can resist anything but temptation, seems to have found a partner in crime.\n\nMore of the plot I must not describe. This is a devilishly ingenious screenplay by the sisters Jill and Karen Sprecher. Jill directed, and they shared the same credits on two wonderful films, \"Clockwatchers\" (1997) and \"Thirteen Conversations About One Thing\" (2001). The plot construction of \"Thin Ice\" must have taken a great deal of effort, and I feel churlish in raising a couple of points: (1) As these things are happening to Mickey Prohaska, there comes a point — perhaps when the guy was being pounded on the head with a hammer — when they're rather over the top; (2) the explanation, when it comes, cannot be said to fall into place with a smoothly oiled click, but feels more like an alibi.\n\nNever mind. As it is actually happening, \"Thin Ice\" kept me interested and entertained. There's nothing like the macabre to bring intrigue to an ordinary life, and nothing like the logistics of body disposal to challenge an insurance salesman. The acting helps to float the movie. These actors are quirky in complementary ways, and I've never seen Crudup anywhere near this weirded out. My objections are more like technical fouls. \n\nFootnote: This review was written before I received a letter from Jill Sprecher, which may explain my problems with the film: \"The producers and distributor of our film completely re-edited it without me. Nearly 20 minutes were cut; the structure rearranged; out-takes used; voiceover and characters dropped; key plot points omitted; a new score added. Although our names contractually remain on the film, my sister and I do not consider 'Thin Ice' to be our work.\"\n\nI showed Jill and Karen's \"Thirteen Conversations About One Thing\" at Ebertfest 2003. I loved their \"Clockwatchers.\" They know film construction. This explanation seems to account for the questions I raised.", "running_time": null, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-02-22", "genres": null, "title": "Thin Ice (2012)"}