{"url": "http://www.rogerebert.com/reviews/thirty-two-short-films-about-glenn-gould-1994", "by": "Francois Girard", "star_rating": 4.0, "text": "How to suggest an actual human life on film? Most biopics shape the enigmatic events of life into the requirements of fiction, so that most lives seem the same, and only the professions and the time periods change. Francois Girard's \"Thirty Two Short Films about Glenn Gould\" brilliantly breaks with tradition and gives us a movie that actually inspires us to think about what it was like to be this man.\n\nGlenn Gould (1932-1982), born in Toronto, could play and read music before he was four years old. Taught only by his mother until he was 10, he was soon giving concerts in Canada and the United States, where Leonard Bernstein was one of his admirers. He became one of the great concert pianists of his time, and then, on April 10, 1964, without advance notice, he gave his last concert and refused to perform in public ever again.\n\nThat was not the end of his career but the beginning of an extraordinary second career, in which he channeled all of his efforts into making recordings. His choice of the recording studio over the concert stage was explained in different ways at different times; he didn't like the idea of a performer upstaging the music, he would say, or he could not abide the idea that some people in the audience had better seats than others.\n\nHe stayed at home, in Toronto recording studios and hotel rooms, cultivating a benign eccentricity, talking to his friends endlessly on the telephone but sparingly in person. And he left behind a rich recorded legacy, including his performances of Bach's Goldberg Variations (one of Gould's Bach performances has since left the solar system on board Voyager One).\n\n\"Thirty Two Short Films About Glenn Gould\" was inspired by the Goldberg Variations, and is a series of brief vignettes suggesting variations on the actor's life. Colm Feore plays the pianist, as a calm, physically economical man whose most highly developed sense, we feel, is his hearing.\n\nThere is a scene midway in the film where Gould enters a roadside diner where he is apparently a familiar face. As he waits for his eggs to arrive, he listens to the conversations around him, and the soundtrack pieces these words of strangers together in such an intense way that we listen, too. In another scene, he asks a hotel chambermaid to listen to a recording, and then he judges its effect upon her. Again, in a recording studio, he listens to a piece of music twice, and then says, \"I think we might really have something there.\" The movie does not deliver, or suggest, a rounded life story. But it leaves us with a much richer idea of his life than a conventional biopic might have. We see the young Gould at his piano (from childhood, he always fancied a stool just 14 inches off the ground, placing his eyes not far above finger-level). And we see him listening intensely to a radio broadcast of a concert. Our imagination is challenged to feel the music entering him.\n\nThere are other episodes, some as mundane as a telephone call to a friend, others as startling as that last concert in 1964, where he soaks his hands in warm water, then walks slowly through backstage corridors, hesitates before walking on stage, and signs a stagehand's program, adding the words, \"the last concert.\" Some of the \"short films\" show episodes from a life. Some show ideas inspired by the music. Some are the documentary testimony of friends, including Yehudi Menuhin, who talk with the warm recollection they might use at a memorial service. One brief sequence simply shows Gould sitting in a chair, listening. We gather he became a hermit of sorts, but a contented one, doing what he loved. The movie makes no suggestions at all about his sexual life, does not deal in gossip, and seems almost proud of its outsider's viewpoint.\n\nThe filmmakers do not claim to know the secrets of Glenn Gould, but only to be fascinated by them.\n\nThe notes with the movie recall that when one of the producers, Barbara Willis-Sweete, was working in the late 1970s as a bartender at the hotel where Gould was living, she followed him late one night as he left with a large bag. He eventually dropped it in a garbage can, and she retrieved it, to find it contained only old newspapers. The point of this story, I think, is not what the bag contained, but that the bartender followed him. The film is made in something of the same spirit, as if the filmmakers admire Gould's work, are puzzled by his life, and want to follow him, unobserved.\n\nThey discover no great answers or revelations, but by the end of the film they, and we, have a remarkable impression of a life lived curiously, but well.", "running_time": 94, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-04-29", "genres": ["Drama"], "title": "Thirty Two Short Films About Glenn Gould (1994)"}