{"url": "http://www.rogerebert.com/reviews/thirteen-2000", "by": "Wilhamenia Dickensas Nina", "star_rating": 3.5, "text": "Summon if you will the sound of a voice telling a favorite story. The details are well known to the other listeners, but not to you. The story is about a girl much loved and worried about. It has been rehearsed in other tellings, and shaped by memory so that it reflects the girl's personality as much as the events. The tone of that story is the tone of \"Thirteen.\" The person telling the story is Lillian (Lillian Folley). The story is about her 13-year-old daughter Nina (Wilhamenia Dickens). Nina is just at that age when talkative kids turn into brooding and unpredictable teenagers. One day Nina disappears from home, and there is a search for her. Neighbors, friends and the police get involved, and then Nina turns up again.\n\nThe movie tells this story in a documentary style. It is fiction, but the actors are basically playing themselves. It was written, produced, directed, photographed and edited by David D. Williams, a Virginia filmmaker, and the actors are his neighbors. Lillian is an old friend.\n\nWatching this movie is not like being confronted with the determination of a plot. It is like sitting in a rocking chair on the porch while Lillian tells the story once again, and everybody smiles, even Nina.\n\n\"Thirteen\" plays for one week, starting today, at Facets Cinematheque, 1517 W. Fullerton. Then it disappears again into the wilderness outside the studio system. The film is not angry, experimental or confrontational, and no more fits into the underground or \"indie\" categories as in the mainstream. That's because it exists in no tradition. It is unique, the expression of particular voices, a deep understanding of the characters and an interest in who they are.\n\nI saw \"Thirteen\" for the first time in 1998 at the Virginia Film Festival in Charlottesville. In 1999, I booked it for my first Overlooked Film Festival in Urbana. In the spring of that year, David Williams won the Someone to Watch Award at the Independent Spirit Awards in Santa Monica, Calif.--given by other independent filmmakers to a new voice they wanted to recognize. Every time I have seen the film with an audience, it has cast its spell. We are freed of contrivance, and allowed into lives.\n\nFrom Virginia I wrote: Nina is not a talkative girl. She keeps to herself. One senses that her imagination is so populated that outsiders are not needed. One also senses that at some point in her life she put up a wall. Not one of those unscalable walls of mental illness, but a temporary wall, like you find around construction sites.\n\nNina and Lillian live within the rhythms of an extended African-American family, where telephone calls form a network to keep everyone updated on everyone else, right down to distant cousins and the relatives of ex-spouses. Neighbors and relatives are in and out of the house all day, and in times of emergency they turn up unbidden to see how they can help.\n\nFor Lillian, Nina is a fascinating case study. She observes her, speculates about her, reports on her activities. When Nina disappears there is a search--but \"Thirteen\" doesn't traffic in the false alarms of conventional cinema. We know all along where Nina has gone. And the manner of her return supplies the trigger that all moviegoers know: that moment when you stir and say to yourself that this is going to be a good film.\n\nThe movie contains a lot of humor, quiet and understated. Nina wants to buy a car. She is 13 and cannot drive, but Lillian accepts her ambition as Nina works at every job she can find to make money. She's blunt and direct with her employers, isn't shy to apply for grownup jobs, asks for a higher salary, studies car magazines. Boys aren't in the picture yet. She is a free-standing, self-contained original. There is no attempt to ingratiate her with the audience.\n\nIn real life, Wilhamenia came to Lillian as a foster child, and was adopted four years ago. They do live together in the house we see. But the characters in the movie are not quite the same as the actors, and the director is the third collaborator, using them to reflect larger truths about relationships.\n\nAll of this provides an incomplete picture of the film, I know, but it doesn't reduce easily to description. Williams earlier made a documentary about Lillian, a neighbor, and then began this film, which is fiction based on the facts of the two women's personalities. It's not exactly improvised, he said, there was an outline, but no written dialogue, and many of the moments occur spontaneously.\n\nThe result is one of the truest films I've seen about the ebb and flow of a real relationship. Not one pumped up by a plot and a crisis and resolution, but one in which time flows and small changes accumulate. It's not a question of coming to the conclusion, but of starting a new chapter.\n\n\"Thirteen\" focused my attention the way the films of Robert Bresson do, challenging me to look into Nina and guess what she was thinking, and what deeper feelings were manifesting themselves in her comings and goings and her dream of a car.", "running_time": 87, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-08-04", "genres": null, "title": "Thirteen (2000)"}