{"url": "http://www.rogerebert.com/reviews/thirst-2009", "by": "Song Kang-Hoas Priest", "star_rating": 3.0, "text": "Park Chan-wook of South Korea is today's most successful director of horror films, perhaps because there's always more than horror to them. He seems to be probing alarming depths of human nature. Maybe that's why he can simultaneously be celebrated on fanboy horror sites and win the Jury Prize at this year's Cannes Film Festival.\n\nHis best-known film is the masterful “Old Boy,” about a man who is taken captive and locked up for years for no reason he can guess and none he is supplied with. Now comes “Thirst,” a blood-drenched vampire film about, unexpectedly, a Roman Catholic priest. The priest is a deeply good man, which is crucial to the story: He dies in the first place because he volunteered as a subject for a deadly medical experiment.\n\n\rThat he is resurrected as a vampire after receiving a transfusion of tainted blood is certainly not his fault. Nor does he set about sinking his fangs into the necks of innocent victims. Given his access to a hospital, he can slurp much of the blood he needs from IV drips leading into unconscious patients, who will hardly complain about a missing pint or two. His slurping, by the way, is very audible; Park has the knack of making the activities of his characters tangible.\n\n\rThis priest, played by the South Korean star Song Kang-ho, is youthful and, despite his vow of chastity, awakened to an urgent carnality by the interloper vampire blood. Perhaps vampires fascinate us because they act not out of a desire to do evil — but by a need. The priest is powerfully attracted to the young wife of a childhood friend of his. We've already seen how willing he is to help the unfortunate, and now his mercy is inspired by this poor girl, who is mistreated by her sick husband and his shrewish mother.\n\n\rShe loves him, too, and is so grateful to him that she forgives anything, even the detail of his vampirism. The priest fights against his new undead nature and tries to cause little harm. The girl has no hesitation: In for a dime, in for a dollar. Soon they're so blood-soaked that the film tilts into comedy of a gruesome flavor.\n\n\rThe eventual effect is not as great as it could have been. To begin with a responsible priest is to promise, in some way, a grapple with the philosophical dilemma of vampirism — as “Let the Right One In,” the best modern vampire movie, did. Park descends too enthusiastically into sensation and carnal excess, and it's a disappointment, although it's interesting to see what a quick and willing convert the young wife becomes.\n\n\rThere have long been vampire movies, and Murnau's masterpiece “Nosferatu” (1922) set a high standard for the genre right at the start. What's so attractive about vampires? Perhaps it helps that they tend to be regal in their detachment, familiar with the way of the night, and usually so well-dressed. An unflinchingly realistic vampire would be as unattractive as a late-stage addict. There's nothing terrific about living forever if you must do it with the blood of innocents.\n\n\rNo matter. Movies exist to cloak our desires in disguises we can accept, and there is an undeniable appeal to “Thirst.” Park Chan-wook deserves points for mentioning the source of his story, which is Therese Raquin, an 1867 French novel by Emile Zola, filmed by Marcel Carne in 1953 and starring Simone Signoret and Raf Vallone. I'll bet if Park hadn't mentioned the Zola novel, no one would have guessed, particularly since it contains no priests and no vampires.", "running_time": 133, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-08-12", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Horror"], "title": "Thirst (2009)"}