{"url": "http://www.rogerebert.com/reviews/this-film-is-not-yet-rated-2006", "by": "Kirby Dick", "star_rating": 3.0, "text": "The Oscar broadcasts used to try desperately to find \"creative\" ways to explain the voting rules with cheesy comedy routines or musical numbers. But there was never any gag or tap-dance routine that could make them entertaining -- or comprehensible.\n\nKirby Dick tries similarly to jazz up \"This Film Is Not Yet Rated,\" his lively expose of the corrupt procedures of The Motion Picture Association of America, but his efforts to create a detective story, or jazz things up with animations out of some profane Bell Telephone classroom film, are injudicious and unnecessary, since his subject is fascinating to anybody who cares about the movie business or censorship. And that's pretty much this movie's target audience. If anything, Dick's gimmicks detract from what could have been a more compelling film if he'd just played it comparatively straight.\n\nNewsweek critic David Ansen says of the unaccountability of the MPAA: \"Even though it's supposed to protect children, it's turning us all into children.\" I sometimes had the same feeling watching \"This Film Is Not Yet Rated.\"\n\nAmericans like to think they resist any form of government-imposed censorship. The trend since the Reagan administration has been toward less government regulation of private industry. But let a star-spangled nipple appear during the Super Bowl half-time show, and suddenly half the country's crying out for the FCC to crack down on semi-nudity on television.\n\n\"This Film Is Not Yet Rated\" is a catalog of grievances against the MPAA: The membership of the ratings board is anonymous, so the filmmakers have no right to appeal directly to the people who are judging their work. The ratings board is supposed to be comprised of \"parents\" -- but hardly any have children under 18, which is the only age group to whom the ratings apply. Although the MPAA ratings were allegedly created as a way of heading off government censorship, some say that has always been a ruse -- and, besides, a government system would actually require rules, documentation, transparency, accountability and due process. These are not things the secretive MPAA is fond of.\n\nAnd although the MPAA ratings are supposedly \"voluntary,\" agreements between the studios that fund the organization, the exhibitors who show their films, and the media in which those films are advertised, make it something less than optional for most films. Check your newspaper to see if \"This Film Is Not Yet Rated\" is playing in your town. If that newspaper accepts advertising for unrated films (\"This Film\" was originally awarded an NC-17 for \"graphic sexual content,\" but the rating was \"surrendered\"), you'll see that \"This Film\" is not playing at one of the studio-owned theater chains.\n\nThe whole kangaroo court is founded on a doozy of a Catch-22: The MPAA insists that it has procedures that it applies evenhandedly. But the procedures are secret so nobody can tell what they are. If something is not allowed, it's because it's against the invisible rules.\n\nSo, how do you make sense out of the MPAA's decisions? As \"This Film\" demonstrates, you don't. The Kafkaesque absurdity behind the movie ratings is beyond belief. Matt Stone (\"South Park: Bigger, Longer and Uncut,\" \"Team America: World Police\") testifies from experience that studio pictures are treated a lot more kindly than independently financed and distributed ones. Kimberly Peirce (\"Boys Don't Cry\") and Wayne Kramer and Maria Bello (\"The Cooler\"), intuit that the raters are uncomfortable with depictions of female sexual pleasure, while Allison Anders (\"Grace Of My Heart\") suggests that orgasms of any kind are frowned upon (although women's do tend to last longer, and may therefore make the raters more uncomfortable), and that the male body is even more verboten that the female body. And everybody agrees that the MPAA is very liberal when it comes to violence, and conservative when it comes to sex.\n\nWe really didn't need to see the detective work (beginning with a shot of the Yellow Pages and a segment in which Dick interviews private detectives) that went into discovering the identities of the raters. And a greater sense of historical perspective would have been welcome. After all, who wants to hear John Waters talk about \"A Dirty Shame,\" of all his movies?\n\nBut while \"This Film Is Not Yet Rated\" may not present the most effective or airtight case against the MPAA, what it does dig up is damning enough. Some will say it's \"one-sided\" or \"unfair,\" but that's a rather silly thing to say about an indictment of an autocratic system that is patently one-sided and unfair. The MPAA's positions are amply represented in the film, mostly by career demagogue and super-lobbyist Jack Valenti, now retired, who was instrumental in creating and mythologizing the ratings to begin with.\n\nAfter seeing \"This Film Is Not Yet Rated,\" you may find yourself thinking a government censorship board, of the kind that exists today in parts of Canada or the U.K., isn't such a bad idea. At least somebody would have to be accountable for the decisions they make. Wouldn't they?", "running_time": 97, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-09-14", "genres": ["Documentary"], "title": "This Film Is Not Yet Rated (2006)"}