{"url": "http://www.rogerebert.com/reviews/this-is-england-2007", "by": "Thomas Turgooseas Shaun", "star_rating": 3.5, "text": "A burning need is the first thing we see in Shaun's eyes. He needs a father, he needs to be taller and stronger, he needs to dress like the other kids dress, he needs to fit in somewhere. Shaun, played by Thomas Turgoose in one of those performances that seem more like self-discovery than an act of will, is 12 years old and lives at the shabby end of a town in Yorkshire, not far from the sea. It is July 1983, and his father has been killed in the Falklands War; he takes the death as a kind of betrayal.\n\nThere isn't much money in the family. His mother (Jo Hartley) throws up her hands when he complains about his lack of Doc Martens shoes, without which a boy his age might as well stay home. She sacrifices to buy him some lookalikes, and when he complains they're not the real thing, she says they're better: \"These are from London!\" All the same.\n\nShaun is always getting beaten up and picked on, until one day he cuts through an underpass and meets a gang of skinheads led by Woody (Joe Gilgun). Woody is friendly. Cheers him up. Tells him he can come around again. Soon Shaun has a surrogate family and a new social group and a better self-image, especially when one of the gang girls shaves off his curly hair.\n\nHis mother is horrified. She marches Shaun down to the cafe where the gang hangs out, wants to know who did this to her son and asks, \"Don't you think he's a little young to be hanging around with your lot?\" Then, curiously, she leaves Shaun in their care. You could spend a lot of time thinking about why she does that.\n\nShane Meadows' \"This Is England\" focuses on a specific tipping point in the history of English skinheads. As we meet the gang, it is somewhat benign and not racist (Milky, played by Andrew Shim, is Afro-Caribbean). Shaun has, in a sense, a new family, and even gets his first kiss, from a goth girl who likes him. Then Combo (Stephen Graham) is released from prison, and with the lessons he learned there, teaches them violence, looting and racism. When the gang splits in two, Shaun makes the mistake of following Combo, maybe because he is more impressed by his strength than Woody's friendship.\n\nAll of this takes place nearly 25 years ago in England, but it could take place today in any American city. Poverty, absent fathers and dangerous streets make gang membership seem like a safe haven, and soon Shaun is aping the bigger guys, swaggering around, disregarding his mother, getting in trouble.\n\nMeadows knows this world. The director of such films as \"Once Upon A Time In The Midlands\" (2003), a portrait of working-class life, he says he was a skinhead at about Shaun's age. Other films, like Alan Clarke's \"Made in Britain\" (1982), with its early Tim Roth performance, also show the strange attraction to violence that grows in such gangs: Do they hurt and get hurt out of hatred, alienation, fear, or a compulsion to fit into the gang? When two gangs fight, is that essentially a mutual initiation ceremony? In England, certainly at that time, handguns were not easy to own, so at least the body count was low. Guns and cars make accidental drive-by killings common in Chicago, where the gangs have it easy; when you're on foot, it's rare to murder a 6-year-old girl when you're really after her neighbor.\n\nThe movie is taut, tense, relentless. It shows why Shaun feels he needs to belong to a gang, what he gets out of it and how it goes wrong. Without saying so, it also explains why skinheads are skinheads: Any threatened group has a tendency to require its members to adopt various costumes, hair or presentation styles that mark them as members, so they can't deny it or escape it, and the group can exercise authority even at a distance.\n\nWhat happens at the end is part of history: Skinheads became allied with the neo-Nazi National Front. They became violent toward nonwhites and immigrants. It wasn't so much that they hated them, perhaps, as that they needed an enemy to validate themselves, because they felt as worthless as they said their opponents were. Whenever you see one group demonizing another group, what they charge the others with is often what they fear about themselves. For Shaun, this is more than he was looking for. Better to be lonely than to be deprived of the right to be alone.", "running_time": 101, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-08-09", "genres": ["Crime", "Drama", "Foreign", "Indie"], "title": "This is England (2007)"}