{"url": "http://www.rogerebert.com/reviews/this-man-must-die-1971", "by": "Michael Duchaussoyas Charles Thenier", "star_rating": 4.0, "text": "Claude Chabrol's \"This Man Must Die\" is advertised as a thriller, but that is the least of its accomplishments. It is a macabre, bizarre study of the hazards of revenge, and it thrills us not with chases or cliff-hangers (although the villain does indeed dangle momentarily from a cliff) but with the relationship between good and evil people.\n\nThat's sensible. Thrillers that conceal the villain's identity imply that his identity is the most important thing about him; Chabrol would rather introduce you to the killer and let you live with him for an hour or so before he checks out. In \"This Man Must Die,\" a little boy is killed by a hit-and-run driver, and the boy's father sets out to find and kill the murderer. He speaks for Chabrol: \"When I find him, I won't kill him right away. I'll get to know him, and savor my revenge.\"\n\nThrough some elementary detective work and a convenient coincidence, the father meets the killer's sister-in-law, an actress. He fakes a love affair with her to gain an introduction to her family, and then discovers that the villain is a truly reprehensible beast who is hated by everyone.\n\nThen Chabrol gets sly. He refuses to let the movie unfold along the usual lines of revenge. He has his hero really fall in love with the sister-in-law. He has the villain's son, who hates his father, develop a tremendous respect for the hero. And gradually the shape of the revenge emerges: The hero will not merely kill the murderer, but strip him of his manhood, his family, his son.\n\nOr will he? Just as things begin to seem almost clear, the murderer finds the hero's diary. But then again the diary may have been written just so it could be found. Chabrol handles these twists, one after another, with quiet delight. When the end comes, we are not allowed to be quite sure who did the killing (although we have an idea). It is the moral responsibility for revenge that interests Chabrol, not the mere fact.\n\nJean Yanne, as the murderer, is delightful. He is surly and brutal and so filled with his own vanity that we almost like him more than the tight-lipped, impassive hero (Michael Duchaussoy). Chabrol gives us scene after scene of carefully observed confrontations, as the cat and mouse circle each other. Usually they're scenes at mealtime; no other director has so delightfully combined murder and roast duck.\n\nIn the end, that's what makes Chabrol so fascinating. In being as concerned with the nuances of daily life as he is with the vast fact of murder, he makes the murder itself more horrible, and the revenge more ambiguous. His text finally seems to come from the Bible, which finds a beast in every man, and suggests that the man must die if the beast is to be the same personality, and then give a moment's thought to the person who actually does kill the killer. You can get in pretty deep.\n\nNote: This review applies to the French language version with English subtitles. A preview audience had the misfortune to see one of the worst, most distracting, most damaging jobs of dubbing I've ever endured. If Allied Artists has any hopes for this film, it should abandon the dubbed version and go with subtitles. In a film where nuance is so important, to remove the rhythms and inflections of the actor's own voices is essentially castration.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-01-18", "genres": ["Crime", "Drama", "Foreign", "Thriller"], "title": "This Man Must Die (1971)"}