{"url": "http://www.rogerebert.com/reviews/this-is-it-2009", "by": "Kenny Ortega", "star_rating": 4.0, "text": "\"This Is it,\" Michael Jackson told his fans in London, announcing his forthcoming concert tour. \"This is the final curtain call.\" The curtain fell sooner than expected. What is left is this extraordinary documentary, nothing at all like what I was expecting to see. Here is not a sick and drugged man forcing himself through grueling rehearsals, but a spirit embodied by music. Michael Jackson was something else.\n\n\tThe film has been assembled from rehearsals from April through June 2009 for a concert tour scheduled for this summer. The footage was \"captured by a few cameras,\" an opening screen tells us, but they were professional high-def cameras and the sound track is full-range stereo. The result is one of the most revealing music documentaries I've seen.\n\n\tAnd it's more than that. It's a portrait of Michael Jackson that belies all the rumors that he would have been too weak to tour. That shows not the slightest trace of a spoiled prima donna. That benefits from the limited number of cameras by allowing us to experience his work in something closer to realistic time, instead of fracturing it into quick cuts. That provides both a good idea of what the final concert would have looked like, and a portrait of the artist at work.\n\n\tNever raising his voice, never showing anger, always soft-spoken and courteous to his cast and crew, Michael with his director, Kenny Ortega, micro-manages the production. He corrects timing, refines cues, talks about details of music and dance. Seeing him always from a distance, I thought of him as the instrument of his producing operation. Here we see that he was the auteur of his shows.\n\n\tWe know now that Michael was subjected to a cocktail of drugs in the time leading up to his fatal overdose, including the last straw, a drug so dangerous it should only be administered by an anesthesiologist in an operating room. That knowledge makes it hard to understand how he appears to be in superb physical condition. His choreography, built from such precise, abrupt and perfectly-timed movements, is exhausting, but he never shows a sign of tiring. His movements are so well synchronized with the other dancers on stage, who are much younger and highly-trained, that he seems one with them. This is a man in such command of his physical instrument that he makes spinning in place seem as natural as blinking his eye.\n\n\tHe has always been a dancer first, and then a singer. He doesn't specialize in solos. With the exception of a sweet love ballad, his songs all incorporate four backup singers and probably supplementary tracks prerecorded by himself. It is the whole effect he has in mind.\n\n\tIt might have been a hell of a show. Ortega and special effects wizards coordinate pre-filmed sequences with the stage work. There's a horror-movie sequence with ghouls rising from a cemetery (and ghosts that were planned to fly above the audience). Michael is inserted into scenes from Rita Hayworth and Humphrey Bogart movies, and through clever f/x even has a machine-gun battle with Bogie. His environmental pitch is backed by rain forest footage. He rides a cherry-picker high above the audience.\n\n\tHis audience in this case consists entirely of stagehands, gaffers, technicians, and so on. These are working people who have seen it all. They love him. They're not pretending. They love him for his music, and perhaps even more for his attitude. Big stars in rehearsal are not infrequently pains in the ass. Michael plunges in with the spirit of a co-worker, prepared to do the job and go the distance.\n\n\tHow was that possible? Even if he had the body for it, which he obviously did, how did he muster the mental strength? When you have a doctor on duty around the clock to administer the prescription medications you desire, when your idea of a good sleep is reportedly to be unconscious for 24 hours, how do you wake up into such a state of keen alertness? Uppers? I don't think it quite works that way. I was watching like a hawk for any hint of the effects of drug abuse, but couldn't see any. Perhaps it's significant that of all the people in the rehearsal space, he is the only one whose arms are covered at all times by long sleeves.\n\n\tWell, we don't know how he did it. \"This Is It\" is proof that he did do it. He didn't let down his investors and colleagues. He was fully prepared for his opening night. He and Kenny Ortega, who also directed this film, were at the top of their game. There's a moving scene on the last day of rehearsal when Jackson and Ortega join hands in a circle with all the others, and thank them. But the concert they worked so hard on was never to be.\n\n\tThis is it.", "running_time": 111, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-10-27", "genres": ["Documentary", "Music"], "title": "This Is It (2009)"}