{"url": "http://www.rogerebert.com/reviews/this-means-war-2012", "by": "Reese Witherspoonas Lauren", "star_rating": 1.5, "text": "If there’s anything I hate more than a stupid action comedy, it’s an incompetent stupid action comedy. It’s not so bad it’s good. It’s so bad it’s nothing else but bad. At the center of “This Means War,” poor Reese Witherspoon is poised, playing Lauren, a perky single woman who meets two hunks through an online dating service. These two guys both work for the CIA, with their desks facing each other. What a hilarious coincidence, eh?\n\nI could comprehend this story gimmick in a movie involving 16-year-olds. Witherspoon and her co-stars, Chris Pine and Tom Hardy, have an average age of 33.33, and that's how old they look, 33.33-ish. Their agents should be old enough to warn them against this movie. That they are all single is possible. That the two guys meet the same girl and fall instantly in love and engage in bitter romantic struggle is … not. Reese Witherspoon is as cute as a button on Raggedy Ann's overalls, but irresistible raw sex appeal is not one of her qualities. \n\nNow consider her CIA buddies, FDR Foster (Chris Pine) and Tuck (Tom Har­dy). Although Reese is not convincing as the woman they go to war over, she would be ideally cast as a straight roommate giving them advice about their romance. Because surely they're gay. They do everything together, ranging from deadly fights on top of a Hong Kong skyscraper to an office contest to see who can shoot the most baskets by tossing wadded-up paper into a wastebasket.\n\nHere's how creepy it gets. They divert apparently millions of dollars worth of high-tech electronic surveillance equipment to monitor Lauren's private life every moment of the day. This means they can watch each other trying to seduce her and also eavesdrop as she gets advice from Trish (Chelsea Handler), her BFF. Often they review the surveillance videos together. Is there something about that not entirely consistent with a heterosexual competition? Lauren is obviously only the nexus for their plexus. \n\nThe two agents are assigned to the case of Heinrich (Til Schweiger), whose robbery they interrupted in Hong Kong. Their boss at the agency is Collins (Angela Bassett). Heavens, it must grow tiresome to be a big German movie star who's asked only to stand there and look tall, unshaven and menacing. Goodness, Angela Bassett must feel underemployed when asked only to look tall, shaven and menacing. She can play a no-nonsense strong woman as well as anyone, but what can she do with a role that amounts to delivering zingers and stalking off in high heels?\n\nI've often observed that characters in movies tend to live in nicer apartments than they ought to be able to afford. I don't know what the CIA pays, but FDR has a Los Angeles apartment where the ceiling of a hallway consists of the glass bottom of a swimming pool. Uh, huh. \n\nAre you asking yourself why his name is FDR? You can be excused for guessing it's short for Franklin Delano Roosevelt, but I have a better idea. \"This Means War\" was directed by a man whose entire and complete name is McG. He's probably always wanted a name he didn't have to explain nine times a day.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-02-15", "genres": ["Action", "Comedy", "Romance", "Thriller"], "title": "This Means War (2012)"}