{"url": "http://www.rogerebert.com/reviews/this-boys-life-1993", "by": "Michael Caton-Jones", "star_rating": 3.5, "text": "The great idea in the 1950s, if things weren't working out, was to go West. Maybe things would be better there. After her divorce, Caroline packs her son into the old Nash sedan and drives out to Washington state, hoping for a fresh start, and hoping, too, that Toby will calm down and start doing better in school. Their journey's end is the ominously named town of Concrete, where Caroline meets a man named Dwight who wants to marry her. She can't think of a better idea. Dwight offers security, a paycheck and a father figure for young Toby. This time, Caroline is determined that the marriage will work.\n\nToby is not so sure. He sees right away that Dwight is as phony as a three-dollar bill - that beneath the posturing and the bluster is a sworn enemy.\n\nCaroline might be able to see that, too, except that she is desperate. After the wedding, the mother and her son move in with Dwight, and the trouble starts.\n\n\"This Boy's Life\" is based on a memoir by Tobias Wolff, the Toby of the story, who survived Concrete and Dwight and settled his old scores in the pages of his book. It plays like fiction, and yet it has the particular details of a story burned into the memory.\n\nDwight, for example, doesn't tell people to shut up. He tells them, \"shut your pie-hole!\" The expression has a peculiar unpleasantness, and yet in a way it is funny. That would also describe Dwight.\n\nHe is played by Robert De Niro, in one of his most distinctive performances. De Niro shows Dwight as a man whose low self-esteem borders on self-contempt, and who tries to cover it by finding fault in everyone around him. He is a verbal bully, a sadist, a liar, an emotional con man.\n\nCaroline, played by Ellen Barkin, perhaps sees her husband clearly enough, but has made a decision early in the marriage: She will not get in between Dwight and Toby. She wants the marriage to survive (although it will never \"work\" in any positive sense). She is a bystander in the war. Maybe that works out all right for Toby, who is forced as a consequence to grow up more quickly, to develop confidence in himself, to learn to take a stand.\n\nWhat keeps Toby going is the conviction that there must be better places than Dwight's house, and better things to do than play a victim. Toby has a brother - separated from him and his mother by the messiness of the divorce - who is a student at Yale. Toby doesn't envy him so much as see him as a possible salvation, a way out of Concrete.\n\nToby is played by Leonardo DiCaprio, a relative newcomer (he's done TV, and had the lead in \"Critters III\"). The movie is successful largely because he is a good enough actor to hold his own in his scenes with De Niro, so that the movie remains his story, and isn't upstaged by the loathsome but colorful Dwight.\n\nWatching \"This Boy's Life,\" I was reminded of the angers and wounds of my own childhood, which was a happy one but contained, as everyone's does, moments when the world seemed unfair and treacherous. Toby, for example, works hard at a paper route (a \"long route,\" as we used to say), and then he finds that Dwight has essentially stolen his money. When someone does something like that to you, it doesn't matter what his \"reasons\" were - he's a liar and a thief, and if he doesn't know it, it's because he's sick.\n\nDwight is sick. He's like a child himself, actually; even while he's taking from others, he feels eternally short-changed, put-upon, misunderstood. It's more of his bad luck that he drew Toby as a stepson. He senses that Toby sees through him, and that increases the intensity of his misbehavior. At times, Dwight borders on self-parody - he overplays himself, as if somehow desperately trying to show it's all a put-on.\n\nThe movie is very involving. We identify with Toby, we understand (but do not excuse) Caroline's passivity, and in Dwight, as played by De Niro, we see a pathetic but unforgettable villain.\n\nThe book, as I said, is based on a memoir from real life, and indeed the original Dwight lived on in Concrete until just a few years ago.\n\nI wish he had lived to see this movie. I picture him in the lobby afterward, complaining how he had been misunderstood.", "running_time": 114, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-04-23", "genres": ["Drama"], "title": "This Boy's Life (1993)"}