{"url": "http://www.rogerebert.com/reviews/this-must-be-the-place-2012", "by": "Sean Pennas Cheyenne", "star_rating": 3.5, "text": "\"This Must Be the Place\" centers on another uncompromising character invention by Sean Penn, as an aging rock star who comes across like an arthritic bag lady and reveals without the slightest effort that he has a good heart and a quiet sense of humor. Few actors have played a wider variety of characters, and even fewer have done it without making it seem like a stunt.\n\nCheyenne (Penn) was a big star in the 1980s, but has done little to stay in the spotlight. He now lives in a mansion in Ireland with his wife, Jane (Frances McDormand), who works as a firefighter because that's in her nature. Unlike some foolish ancient rock stars who trifle with groupies, Cheyenne seems to have been long and contentedly married; although he has sort of a groupie named Mary (Eve Hewson), he's more of a kindly uncle to her.\n\nWhat he's never done is change his look. The film opens with him touching up his bright red lipstick and reinforcing his eyeliner, which are displayed on a clown white face framed by stringy jet black hair. Some rock stars have better taste — such as David Byrne, who attended design school and has been inspired in his own redesign. He appears in the film, does the music for it, and is an instructive contrast to Cheyenne.\n\nCheyenne seems depleted. He walks slowly through a supermarket with a shopping cart and seems like he could use a Boy Scout on each arm. When he speaks, his voice is thin and reedy and doesn't seem to have any breath behind it. In Dublin, they know who he is and are accustomed to sightings. When he visits America, a lot of people don't stare because they instantly read him as an old lady clinging to the makeup of her youth.\n\nHe flies to the United States to visit the bedside of his dying father. They haven't been on speaking terms, and now he learns the old man has died. His father has spent a lifetime in search of the Nazi guard who persecuted him at Auschwitz, and Cheyenne decides to take up the search himself. This leads him into the sort of road trip that's a perfect excuse for forlorn roadside diners and long shots of a car moving through a vast landscape. \n\nThe film has been directed and co-written by Paolo Sorrentino, a 42-year-old Italian filmmaker working for the first time in English. It's remarkable how comfortable he is with the American and Irish vernaculars and the way a land shapes its people. \n\nOne of the most convincing aspects of \"This Must Be the Place\" is how content Cheyenne is having kept the outer appearance of his famous days while having utterly lost interest in his career. When a young boy asks him to sing something, he replies, \"I don't do that anymore.\" Yet he's holding a guitar at the moment and plays a skillful riff that suggests he still rehearses. \n\nIt's a thing he doesn't do anymore, but it's a thing he still can do. Nor can he do the onstage acrobatics of a phenomenon like Mick Jagger, but it doesn't bother him. When a young fan tells Cheyenne, \"You used to sing with Mick Jagger!\" he replies politely but firmly: \"Mick Jagger used to sing with me.\"\n\nAlthough \"This Must Be the Place\" holds our attention, it's a little difficult to say where it's headed. That's only revealed toward the end. Getting out of the house was good for Cheyenne and still better was hunting for an old Nazi who may already be dead. Like a snake ready to shed its skin, he must get into motion for anything to happen.", "running_time": 118, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-11-14", "genres": ["Drama", "Foreign"], "title": "This Must Be the Place (2012)"}