{"url": "http://www.rogerebert.com/reviews/this-is-elvis-1981", "by": null, "star_rating": 3.5, "text": "\r\n\n\n“This Is Elvis” is the extraordinary record of a man who\r\nsimultaneously became a great star and was destroyed by alcohol and drug\r\naddiction. What is most striking about its documentary footage is that we can\r\nalmost always see both things happening at once. There is hardly a time when\r\nElvis doesn't appear to be under the influence of mind-altering chemicals, and\r\nnever a time, not even when he is only weeks from death, when he doesn't\r\npossess his special charisma. The movie's lesson is brutal, sad, and\r\ninescapable: Elvis Presley was a man who gave joy to a great many people but\r\nfelt very little of his own, because he became addicted and stayed addicted\r\nuntil the day it killed him. \n\n\r\nThis movie does not, however, intend to be a\r\ndocumentary about Presley's drug usage. It just turns out that way, because\r\nPresley's life turned out that way. The film is a re-creation of his life and\r\nimage, and uses documentary footage from a wide variety of sources, including\r\nPresley's own professionally made home movies. Not all the footage is even\r\nreally of Presley. Some early childhood scenes are fiction, with a young actor\r\nplaying Elvis. They don't work, but they're soon over. A few other scenes are\r\nalso faked, including one shot following Presley into his home on the night he\r\ndied, and another showing him rushing to his mother's sickbed (the double is an\r\nElvis imitator named Johnny Harra). But the faked footage adds up to only about\r\n10 percent of the movie, and is helpful in maintaining continuity. \n\n\r\nThe rest of the film's footage is extraordinary,\r\nand about half of it has never been seen anywhere. This film isn't just a\r\ncompilation of old Elvis documentaries. The filmmakers got permission from\r\nPresley's manager, Colonel Tom Parker, to use Presley's own private film\r\narchives and to shoot inside Graceland, his mansion. They include footage that\r\nwas not even suspected to exist, including scenes from a birthday party Elvis\r\nhad in Germany when he was still in the Army (we see a very young Priscilla at\r\nthe party), scenes of Elvis's parents moving into Graceland, scenes with Elvis\r\nclowning around with buddies, and shots taken inside his limousine very near\r\nthe end, when he was drunk and drugged and obviously very ill. There are also\r\nsequences during which we frankly wonder if he will be able to make it onto the\r\nstage. \n\n\r\nThe documentary also includes some of Presley's\r\nkey television appearances, including his first guest appearances on the old\r\n\"Dorsey Brothers Bandstand\" and the \"Ed Sullivan Show\"\r\n(with Ed assuring America that Elvis was \"a real decent, fine boy, Elvis,\r\nyou're thoroughly all right\"). There is newsreel footage of Elvis getting\r\nout of the Army (and, significantly, observing \"it was so cold some nights\r\nwe had to take bennies to stay awake\"). There is an old kinescope, long\r\nthought to be lost, of a TV special hosted by Frank Sinatra to welcome Elvis\r\nback to civilian life (and in his duet with Sinatra, Presley is confused and\r\napparently under the influence of tranquilizers). \n\n\r\nThe young Elvis in this movie is an entertainer\r\nof incredible energy and charisma. The charisma stays, but somewhere along the\r\nway we notice a change in his behavior, a draining away of cheerfulness, a\r\ndreadful secret scourge. And in the film's final scenes, Presley is shockingly\r\nill: He's bloated, his skin is splotchy, he's shaking and dripping with sweat,\r\nand, in one very painful sequence shot during a concert, he cannot remember the\r\nwords to his songs. But he pushes through anyway, and his final renditions of\r\n\"My Way\" and \"Are You Lonesome Tonight?\" are beautiful and\r\nabsolutely heartbreaking. He may have lost his mind, but he never lost his\r\nvoice or his heart. \n\n\r\nElvis Presley should, of course, still be alive.\r\nThe film interviews his former bodyguards about his drinking and drug usage,\r\nand they argue convincingly that they could not stop him from doing what he was\r\ndetermined to do. But an addict, of course, has only two choices, no matter how\r\nhe might deceive himself that he has many. He can either continue to use, or he\r\ncan ask for help. \n\n\r\nThe irony in Presley's case is that his own\r\ndoctor was apparently the source of most of his drugs. Could Elvis have\r\nstopped? Sure. Would he have been alive today? Probably. But he was never able\r\nto admit his addiction and find the will to seek help. And he was surrounded by\r\nfoot-kissers and yes-men. This movie shows the disintegration and death of a\r\ntalented man who backed himself into a corner. He did it his way.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": null, "title": "This Is Elvis (1981)"}