{"url": "http://www.rogerebert.com/reviews/this-girls-life-2004", "by": "Juliette Marquisas Moon", "star_rating": 3.0, "text": "\"This Girl's Life\" is an imperfect movie with so many moments of truth that you forgive its stumbles. You also note that it's probably of historical value, because it centers on the first performance of an actress who is going to be a big star. Juliette Marquis, Ukrainian-born, Chicago-raised, is a great beauty, yes, but beauty is not hard to find in the movies. What she has is courage and an uncanny screen presence. She spends a lot of the movie talking directly to the audience, and she looks at the camera clear-eyed and calmly confident, and we feel she is ... there.\n\nShe plays a porn star named Moon, about 23 years old, who works for a Web site that trains cameras on her house 24 hours a day. Whatever happens there, subscribers see. A lot happens (although she seems to be away from home for most of the movie). Moon went into porn with her eyes open, eagerly. She likes sex, and likes bold and risky situations, and she's articulate about her motives and feelings. There's a scene where she talks straight to the camera while ... well, while otherwise engaged, and her focus never wavers.\n\nShe's a porn star, but \"This Girl's Life\" isn't a porn movie. We get a lot of R-rated nudity and dialogue, but the story isn't about sex, it's about the complications of Moon's life. She's worried about her father, Pops (James Woods), who has Parkinson's. She cares for him, races home when he needs her, worries about him. She's frightened by an AIDS scare in the industry. She is also conflicted about a guy, a blind date named Kip (Kip Pardue), who didn't know she is a porn star and doesn't know if he's all right with that.\n\nThe movie surrounds her with friends, including the real porn star Cheyenne Silver, playing herself. They get together for a birthday party for Pops, which I think he enjoys, although Woods is good at showing a man disappearing into the sadness of his disease. A few days later, one of her friends confides that her boyfriend has proposed. Before the friend says yes, she wants Moon to do her a favor: Test him out. See if she can seduce him. If she can, the would-be bride will know he's not the faithful type.\n\nAll of this sounds like the material of a trashy sex comedy, but \"This Girl's Life\" plays it thoughtfully and doesn't avoid real issues. Intrigued by her power in the original situation, Moon takes out an ad for a \"Sexual Investigation Agency.\" She'll test your husband or boyfriend for faithfulness. This turns out to be a very bad idea, as she finds out when a car dealer (Michael Rapaport) flunks the test, finds out his wife hired her, shows her his son's photo, and says if she tells the wife, he'll lose his family. Does she want to be responsible for that?\n\nThe cards are stacked in her favor in her \"investigations,\" since Moon is sexy and subtle, and it would take a good and true man to resist her. She finds, indeed, that the more she exercises her sexual power, the less sure she is of herself; her early certainty shades into doubt and discontent. Should she renew her contract with Aronson (Tomas Arana), the porn king? He's played as a well-spoken, not uncharming businessman who is realistic about his business, not sleazy, and can be persuasive. But Moon's trip to an AIDS clinic is the sort of experience that makes you think.\n\n\"This Girl's Life\" has a ragged construction and an ending that's patched together. I'm not sure I understood exactly why Moon's love for sex translated into employment in porn. And James Woods' performance, good as it is, is almost too strong for a supporting role in a movie that is, after all, not about him.\n\nThe film was made by a British writer-director named Ash, whose earlier films \"Bang\" (1995) and \"Pups\" (1999), showed real talent. The first starred Darling Narita as a woman who is abused by a cop, ties him up, steals his uniform and motorcycle, and learns a great deal about Los Angeles by impersonating a police officer. (Ash plugged her into real situations with people who didn't know they were in a movie.) \"Pups\" was about a couple of middle-school kids who find a gun and decide to stick up a bank. In those films and in \"This Girl's Life,\" he likes to place his characters in risky situations where a lot depends on their being able to act their way to safety.\n\nHollywood talks about good early roles as \"calling cards.\" With this movie, Marquis proves she has the right stuff. She has already completed two more films (one starring Steven Seagal, not necessarily a good sign), and after the casting directors see \"This Girl's Life,\" I have a feeling she won't be looking for work.", "running_time": 104, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-10-01", "genres": ["Drama", "Horror", "Indie"], "title": "This Girl's Life (2004)"}