{"url": "http://www.rogerebert.com/reviews/this-christmas-2007", "by": "Delroy Lindoas Joseph Black", "star_rating": 3.0, "text": "I'm not going to make the mistake of trying to summarize what happens in \"This Christmas.\" If you see it, you'll know what I mean. I'm not even talking about spoilers; I'm talking about all the setups as the Whitfield family gathers for the first time in four years. Everybody walks in the door with a secret, and Ma'Dere (Loretta Devine), the head of the family, has two: She has divorced her husband and is living with her boyfriend, Joseph (Delroy Lindo). Almost everyone in the family secretly knows her secrets, but nobody knows most of the others.\n\nThat makes \"This Christmas\" a very busy holiday comedy, where plot points circle and land on an overcrowded schedule. Once I saw what was happening, I started to enjoy it. Writer-director Preston A. Whitmore II must have sat up for long hours into the night in front of hundreds of 3 x 5 cards tacked to a corkboard, to keep all this straight.\n\nMa'Dere has, let's see -- a son who is secretly married to a white woman (whoops, forgot to mention the Whitfields are African American), a daughter who thinks she's better than everyone else, a daughter who thinks she's in love but may be mistaken, a daughter whose husband fools around on her, a son who owes money big time to a couple of guys who yearn to break his legs and a youngest son nicknamed \"Baby\" who is afraid to tell her about his deepest dream.\n\nMa'Dere is played by the irreplaceable Loretta Devine (\"Grey's Anatomy,\" \"Dreamgirls,\" \"Down in the Delta\"). In order, the children I listed are played by Columbus Short, Sharon Leal, Lauren London, Regina King, Idris Elba and Chris Brown. A strong cast, and we do begin to feel a sense of family, because for all their problems, they love one another and accept weaknesses they cannot ignore. They all talk so much, though, that they should get extra credit for having any secrets at all. You tell one person something in this family and you might as well announce it on Oprah.\n\nEvery single cast member, and a few I didn't mention, such as wives, boyfriends and rogues, has a few big scenes, as problems are revealed, reach crisis proportions, and are healed in one way or another. There's also a lot of eating going on, which is necessary at yuletime, although this isn't a movie like \"Soul Food\" where everyone is a champion cook.\n\nBut what audiences will enjoy most is the music. Baby Whitfield's big secret from his mother is -- don't tell anyone -- he wants to be a singer. She already has one musician son, the one being chased by gamblers and wants her youngest to do something more respectable. Baby is played by Chris Brown, who is only 18 and has already sold millions of albums, and is a hip-hop artist who can actually sing a traditional song in a classic and beautiful style, as he proves when his mother finds out his big secret. At a church, gospel artist DeNetria Champ has another showstopper. And the soundtrack is alive.\n\nThis is a movie about African Americans, but it's not \"an African-American movie.\" It's an American movie, about a rambunctious family that has no more problems than any other family, but simply happens to discover and grapple with them in about 48 hours. What's surprising is how well Whitmore, the director, manages to direct traffic. He's got one crisis cooling, another problem exploding, a third dilemma gathering steam and people exchanging significant looks about secrets still not introduced. It's sort of a screwball-comedy effect, but with a heart.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-11-20", "genres": ["Comedy", "Drama"], "title": "This Christmas (2007)"}