{"url": "http://www.rogerebert.com/reviews/this-is-my-life-1992", "by": "Nora Ephron", "star_rating": 3.0, "text": "The smell of the greasepaint and the roar of the crowd are narcotics which have destroyed countless families, as documented in shelves of show-biz biographies. \"This is My Life\" tells the story of yet another family that has to deal with a performer's ego, but it's a kindler, gentler ego, and at times we even sympathize with it.\n\nThe title represents a tug of war between two characters who both lay claim to it. One is Dottie Ingels (Julie Kavner), smart and edgy, who works in the Macy's cosmetics department with a microphone, using comedy to harangue customers into buying skin-care preparations. The other is her daughter Erica (Samantha Mathis), who narrates the movie, and who has grave misgivings about her mother's show-biz ambitions.\n\nErica and her younger sister Opal (Gaby Hoffmann) live with their mother and an older relative in Queens, where they have been abandoned by a father who has disappeared into a second marriage.\n\nThey're proud of their mom, and they go along with her when she rehearses imaginary appearances on the Johnny Carson program. But when Dottie gets a couple of breaks and it begins to look as if she might actually make it, the girls are appalled. What's in it for them? The movie, directed by Nora Ephron and based on a novel by Meg Wolitzer, unfolds along predictable lines. What makes it work is the attention to character quirks. I enjoyed, for example, the way the screenplay avoids the usual cliches about actors and managers, and supplies instead a chic, cigarette-waving talent scout (Carrie Fisher) and her boss, a famous agent (Dan Aykroyd) who is named Arnold Moss, is referred to by the girls as The Moss, and eats paper napkins for a pastime.\n\nWhen Dottie goes out west to make the comedy club circuit and maybe get her big break on Carson, the girls are overseen by a series of baby-sitters recruited from local comedy clubs. They watch their mom on TV, and are appalled when everything turns into material for her act - even the death of a beloved aunt. In the movie's quietest and best scene, they find out where their father is, and take the train to Albany to visit him. They're sure he will welcome them, but that isn't what happens, in a scene where a cameo performance by their father's second wife (Caroline Aaron) brings a breathtaking human dimension to the material.\n\nIs Dottie a monster, for leaving her girls behind while she seeks a show-biz career? Are the girls selfish because they don't want their mom to realize her dream? \"Given a choice,\" Dottie wails, \"between their mother depressed and suicidal in the next room, and their mother ecstatic in Hawaii, they'd choose suicide every time.\" We have the feeling this is a line that will eventually wind up in the act.\n\nEphron, making her directing debut, is possibly drawing from issues in her own life. It is hard to imagine this material being about a man. The notion dies hard that a mother's place is with her children, even if society also requires that same mother to work full time in order to support them. Odds are that Dottie's gamble will bring her daughters a better life, but that's not what the movie is about.\n\nThere have been show-biz movies told from the point of view of neglected children, and others told from the POV of parents who hardly have time for their children, and of course there was \"Mommie Dearest,\" about show-biz kids who would have preferred abandonment.\n\nBut what's new about \"This is My Life\" is that it's an argument between the two points of view - with the mother and her daughters each demanding their own rights. There is humor in this approach, and also some truth.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-03-06", "genres": ["Drama"], "title": "This Is My Life (1992)"}