{"url": "http://www.rogerebert.com/reviews/thomas-crown-affair-1968", "by": "Steve McQueenas Thomas Crown", "star_rating": 2.5, "text": "About halfway through \"How Sweet It Is!,\" the action halts abruptly and we're treated to a little poem of slow-motion photography and groovy songs, while the sun reflects cunningly in the camera eye and Debbie Reynolds drifts ecstatically away on the tide. Then the movie starts again.\n\nThis is the fashionable thing now, and every cameraman worth his salt has a little virtuoso piece or two. In \"Bonnie and Clyde,\" it was the picnic with Bonnie's mother. In \"The Graduate,\" Simon and Garfunkel sang all of those songs while Benjamin gloomed dreamily through his fishtank. And now, at last, We have a whole movie devoted to photography, and the director is allowed a few minutes to show his tricks.\n\nThe movie is \"The Thomas Crown Affair,\" possibly the most under-plotted, underwritten, over-photographed film of the year. Which is not to say it isn't great to look at. It is. The photography is by Haskell Wexler, who won an Academy Award for his work on \"In the Heat of the Night.\"\n\nBut that was a narrative film; that is, it had a story and told it. I am not so old-fashioned as to demand that every movie explain itself, that every plot mesh like the great grind-wheels of Victorian literature, that everything be tidied up at the end. The best directors often choose mood and effect instead of plot, as film. But Norman Jewison, in \"The Thomas Crown Affair,\" hasn't brought it off. The film is a major disappointment, because Jewison promised and achieved so much in \"The Russians Are Coming\" and \"In the Heat of the Night.\"\n\nThe problem is that he pretends to tell a story, but it doesn't hold up. Thomas Crown (Steve McQueen) is a rich Bostonian who robs banks. Jewison wants us to think he has a terrifically complicated plan, and the film begins with a series of multiple images: a phone booth in the upper right corner, an index finger dialing a number down below, a guy waiting somewhere else. This technique was used effectively In \"A Place to Stand\" at Expo, and a simpler use of multiple images was introduced in \"Grand Prix.\"\n\nBut when McQueen finishes his phone calls and Wexler finishes his multiple images and Jewison finishes his enigmatic double-reverse plot twists, the balloon explodes. All Crown's plan amounts to is that he calls a lot of guys in different places and they go to a bank and rob it. Big Deal. Clyde Barrow, where are you when we need you?\n\nAfter the initial suspense falls off, we're left with a love affair between McQueen and Faye Dunaway, who plays the insurance investigator. Give the girl credit, she's better than Nancy Sinatra playing Elvis Presley's internal revenue agent in \"Speedway.\" Her detection methods are more advanced, too: She looks at a stack of suspects' photographs, points at McQueen's, and says, \"That's the one.\" Only a man would ask how she knew.\n\nThen we get the chess game and the kiss. The chess game is an intellectual version of the famous drumstick-eating scene in \"Tom Jones\". McQueen and Dunaway peer enigmatically at each other over a chessboard, trade subtle little smiles and tiny arm movements and cunningly seduce each other. It's well done, yes. Then they kiss, in multiple images, and kiss, and kiss, and kiss. This is a movie your kids can tell you about years from now.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1968, "date_published": "1968-08-27", "genres": ["Action", "Crime", "Thriller"], "title": "Thomas Crown Affair (1968)"}