{"url": "http://www.rogerebert.com/reviews/thomas-in-love-2001", "by": "Benoit Verhaertas Thomas", "star_rating": 2.0, "text": "Is this all the better it's going to get? ''Thomas in Love'' images a cyberfuture in which the hero lives sealed in his apartment, and his entire social life takes place through his computer screen. But the computer technology isn't wildly futuristic; it's a modest extension of today's online chat rooms, pay sex sites and streaming video. The only big breakthrough is a virtual sex suit, kind of a cross between an EKG hookup and a vibrator, that allows two people to access each other's bodies via the Internet. They have about as much fun as a man operating a robot arm to tighten a radioactive screw.\n\nMore advanced virtual sex fantasies have been postulated by William Gibson and others (Arthur C. Clarke imagined a world in which reality was represented to dreamers by direct computer input to their brains). But Pierre-Paul Renders and Phillippe Bladband, who directed and wrote ''Thomas in Love,'' aren't trying to envision a brave new cyberworld; their film is about today's online ''communities,'' taken another few steps.\n\nWe read about couples who meet on the Internet, meet, sometimes marry, sometimes end up killing one another. The Japanese film ''Haru'' (1996) was about an e-mail relationship. My notion is, anyone who takes this kind of communication much more seriously than a pen-pal exchange should get a life. I think that's what this film thinks about Thomas.\n\nTo be fair, Thomas has special problems. He's agoraphobic, and hasn't stepped foot outside his apartment in eight years. All of his needs are serviced via the net. Some are mundane (he can't get a vacuum cleaner repairman) and others advanced. His insurance company pays for a therapist who suggests online dating services; later, the insurance adjuster himself recommends more direct measures--an online prostitute.\n\nWe never see Thomas (his voice is by Benoit Verhaert). We only see what he sees--his computer screen. Into view swims his mother, who interrupts his sex with an animated cyberdoll. He begs his mother to call only once a week, but she calls constantly (don't they have a ''block address'' function in this future?). Through the dating service, he meets Melodie (Magali Pinglaut), a poet with a special interest in her own feet, who is a good sport and buys the cybersex suit. They try it out, but she decides its ''creepy'' and she can't do it anymore; she wants to see him in the flesh.\n\nHis other online connection is with Eva (Aylin Yay), a convict whose sentence consists of providing online prostitution to the handicapped.\n\nShe's crying the first time he visits her, and thinks that's what he wants--to have sex while she cries. Not at all. She makes an interesting slip at one point, talking about how ''she'' could get in trouble--indicating that the Eva that Thomas sees may be an avatar and not the real Eva.\n\nWe sense a growing desperation in Thomas. None of this is working out.\n\nHe is afraid to leave his apartment but too miserable to stay there.\n\nAnd the vacuum cleaner still doesn't work. ''Thomas in Love'' has ominous ideas about the claustrophobic world of online living, and although I am always ready to have a faster Internet connection and more bells and whistles on my browser, I don't think I'd much enjoy having Thomas' system.\n\nThe movie itself isn't as interesting as the conversations you can have about it. It duplicates Thomas' miserable world so well we want to escape it as urgently as Thomas does. In ''Lady in the Lake'' (1946), Robert Montgomery experimented with a film in which the camera represents the hero; you never see him, you only see what he sees. It didn't really work, and neither does the virtual version. Our only consolation is that it's better to see what Thomas sees for 97 minutes than to see Thomas. As the complaint rep for the vacuum cleaner company observes, ''You don't look too well.''", "running_time": 97, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-08-24", "genres": ["Comedy", "Drama", "Foreign", "Romance", "Science Fiction"], "title": "Thomas In Love (2001)"}