{"url": "http://www.rogerebert.com/reviews/thomas-and-the-magic-railroad-2000", "by": "Britt Allcroft", "star_rating": 1.0, "text": "He is the character played by Peter Fonda, and he spends much of his time in a cave deep within Muffle Mountain with Lady, a tank engine he has been trying to repair for years, but without luck: \"I've never been able to bring her to life,'' he complains. \"To make her steam.'' Fonda is so depressed by this failure that he mopes through the entire role, stoop-shouldered, eyes downcast, step faltering, voice sad, as if he had taken the screenplay too literally (\"Burnett is depressed because he cannot get Lady to run'') and did not realize that, hey, this is a kiddie movie.\n\nOther actors are likewise adrift in the film. A few years ago, Alec Baldwin was delivering the electrifying monologue in  \"Glengarry Glen Ross.\" Now he is Mr. Conductor, about 12 inches tall, materializing in a cloud of sparkle dust in a geranium basket. I do not blame him for taking a role in a children's movie, not even a role 12 inches high. I do question his judgment in getting into this one.\n\n\"Thomas and the Magic Railroad'' is an inept assembly of ill-matched plot points, meandering through a production that has attractive art direction (despite the immobile mouths). Many of the frames would make cheerful stills. Thomas and his fellow trains, even Evil Diesel, have kind of a jolly energy, and I like the landscapes and trees and hamlets.\n\nBut what a lugubrious plot. What endless trips back and forth between the Isle of Sodor and the full-sized town of Shining Time. What inexplicable characters, such as Billy Twofeathers (Russell Means), who appear and disappear senselessly. What a slow, wordy, earnest enterprise this is, when it should be quick and sprightly.\n\nThat \"Thomas and the Magic Railroad'' made it into theaters at all is something of a mystery. This is a production with \"straight to video'' written all over it. Kids who like the Thomas books might might kinda like it.\n\nEspecially younger kids. Real younger kids. Otherwise, no.\n\nPerhaps the success of the Harry Potter books has inspired hope that Thomas, also a British children's icon, will do some business. Not a chance. In an age when even the cheapest Saturday morning cartoons find a way to make the lips move, what, oh, what, was the reasoning behind Thomas' painted-on grin? ", "running_time": 79, "mpaa_rating": "G", "release_year": 2000, "date_published": "2000-07-26", "genres": ["Animation", "Drama", "Family", "Science Fiction"], "title": "Thomas And The Magic Railroad (2000)"}