{"url": "http://www.rogerebert.com/reviews/thor-2011", "by": "Chris Hemsworthas Thor", "star_rating": 1.5, "text": "I didn't attend the critics' screening for \"Thor\" because it was at the same time Ebertfest was showing \"A Small Act,\" about an 88-year-old woman named Hilde Back. She'd flown from Sweden, and I wanted be onstage to present her with the Golden Thumb. Missing \"Thor 3D\" was not an inconsolable loss, because I was able to see it in Chicago in nice, bright 2D. The house was surprisingly well-populated for a 8:50 p.m. screening on a Monday, suggesting that some people, at least, will make an effort to avoid 3D.\n\n\"Thor\" is failure as a movie, but a success as marketing, an illustration of the ancient carnival tactic of telling the rubes anything to get them into the tent. \"You won't believe what these girls take off!\" a carny barker promised me and my horny pals one steamy night at the Champaign County Fair. He was close. We didn't believe what they left on.\n\nThe failure of \"Thor\" begins at the story level, with a screenplay that essentially links special effects. Some of the dialog is mock heroic (\"You are unworthy of your title, and I'll take from you your power!\") and some of it winks ironically (\"You know, for a crazy homeless person he's pretty cut.\") It adapts the original Stan Lee strategy for Marvel, where characters sometimes spoke out of character.\n\nThe story might perhaps be adequate for an animated film for children, with Thor, Odin and the others played by piglets. In the arena of movies about comic book superheroes, it is a desolate vastation. Nothing exciting happens, nothing of interest is said, and the special effects evoke not a place or a time but simply special effects.\n\nThor to begin with is not an interesting character. The gods of Greek, Roman and Norse mythology share the same problem, which is that what you see is what you get. They're defined by their attributes, not their personalities. Odin is Odin and acts as Odin and cannot act as other than Odin, and so on. Thor is a particularly limited case. What does he do? He wields a hammer. That is what he does. You don't have to be especially intelligent to wield a hammer, which is just as well, because in the film Thor (Chris Hemsworth) doesn't seem to be the brightest bulb in Asgard.\n\nThe land (sphere? state of mind? heaven?) known as Asgard is described in Norse mythology as being near Troy, or perhaps in Asia Minor. In the movie, as nearly as I can gather, it is not of this earth and must be elsewhere in the universe. It consists of towering spires and skyscrapers linked by bridges and buttresses and betraying no sign of a population, except when untold thousands of Asgardians are required to line up at attention like robotic Nazis to receive dictates from the throne of Odin (Anthony Hopkins).\n\nAsgard's ancient enemies are the Frost Giants, whose home is Jotunheim. I believe, but cannot promise you, that Jotunheim and Asgard are linked by a bridge, although this bridge also seems to be the way Thor reaches Earth, so perhaps it's more of a gateway through time and space, which would explain why Asgardians hurtle across intergalactic light-years and land in New Mexico without a hair out of place.\n\nThor is the first to arrive, and encounters three human scientists. Whether he is human himself is a question the film sidesteps. We know from mythology that gods sometimes mated with humans, which is a hopeful sign. The humans are astrophysicist Jane Foster (Natalie Portman), her friend Darcy (Kat Dennings) and the distinguished Dr. Erik Sevig (Stellan Skarsgard). I mention she's an astrophysicist because behaves more like a Storm Chaser, cruising the desert in a van and peering into the skies, which won't get you far in astrophysics. Their van hits Thor after he unluckily lands in front of it. This is not a Meet Cute for the gods. Later there's a meteoric event in which Thor's hammer hurtles to earth and becomes embedded so firmly that it can't be pulled lose by a pickup truck or even the federal government.\n\nSo now Thor is on Earth, his hammer is stuck, and I am underwhelmed. Thor luckily speaks English and Jane and her friends take him to the local diner, where he eats lots of Pop Tarts and, when he finishes his coffee, smashes the empty cup to the ground. \"We don't do that,\" Jane explains as if to a child, and advises him to simply order another cup, after which he apparently absorbs human behavior and the movie drops the Taming of the Thor angle.\n\nThe three scientists are thin soup. Jane flirts demurely with Thor, Kay stands next to her and does nothing very important, and Dr. Sevig regards them gravely and looms slightly above a low-angle camera while looking on with wise concern. There is also a government agent (Clark Gregg), whose every action is the remedy to an immediate requirement of the plot.\n\nSuperhero movies live and die on the quality of their villains. \"Thor\" has a shabby crew. The Frost Giants spend most of their time being frosty in their subzero sphere of Jotunheim and occasionally freezing their enemies. Thor's brother Loki (Tom Hiddleston) is dark-haired, skinny, shifty-eyed and sadly lacking in charisma. He might as well be wearing a name tag: \"Hi! I can't be trusted!\" These villains lack adequate interest to supply a climactic battle, so the movie fabricates a Metal Giant, sends him to the New Mexico town, and has him blast fiery rays that blow up gas stations real good but always miss his targets. He is apparently killed by a sword through his spine, but why does he need a spine since when his mask lifts we can see his head is an empty cavern?\n\nAnd what about that town? It seems to be partly a set with two interiors (the diner and Jane's office) and partly CGI. It seems to go for a few blocks and then end abruptly in barren desert. Not even any suburbs or strip malls. I know aliens from other worlds are required to arrive in New Mexico, but why stay there? Why can't the Metal Giant attack the Golden Gate Bridge or scale a Trump Tower somewhere? Who cares he if turns a 7-Eleven into a fireball?\n\nHere is a film that is scoring 79% on Rotten Tomatoes. For what? The standards for comic book superhero movies have been established by \"Superman,\" \"The Dark Knight,\" \"Spider-Man 2\" and \"Iron Man.\" In that company \"Thor\" is pitiful. Consider even the comparable villains (Lex Luthor, the Joker, Doc Ock and Obadiah Stane). Memories of all four come instantly to mind. Will you be thinking of Loki six minutes after this movie is over?\n\nThe director given this project, Kenneth Branagh, once obtained funding for a magnificent 70mm version of \"Hamlet.\" Now he makes \"Thor.\" I wonder with a dread fear if someone in Hollywood, stuck with a movie about a Norse god, said \"Get Branagh. He deals with that Shakespeare crap.\"", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-05-10", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction", "Thriller"], "title": "Thor (2011)"}