{"url": "http://www.rogerebert.com/reviews/those-lips-those-eyes-1980", "by": "Frank Langellaas Harry Crystal", "star_rating": 2.0, "text": "I wonder if I would have been any good as a theater critic. Movies I can handle because they stay up there on the screen, and you can approach them as more or less permanent works of art. But every performance of a play is different, and those are real people up there - flesh-and-blood actors putting themselves on the line in front of live audiences. If they get a review that tears them to shreds, they still have to go out and perform the next night.\n\nThese considerations are inspired by \"Those Lips, Those Eyes,\" which is a movie about the theater-specifically, about some young people involved in summer stock in Ohio in the early 1950s. There are two ways in which the egos of the actors are involved here: 1) The movie is about the vulnerability of actors, and their sensitivity to criticism, and 2) the movie's basic problem, alas, is the performance of the young man who plays its hero.\n\nThe movie is the story of Artie Shoemaker, a wide-eyed, naive kid who's supposed to be in school but who drops everything to become an assistant stage manager at the summer theater. His summer and his life are changed forever because of two people he meets there: Harry Crystal, the star of the show, always hoping for a break from a Broadway agent, and Ramona, one of the chorus girls, who gives Artie his initiation into the rocky complications of sex and/or romance,\n\nThe story is pretty routine. If all young actors did not, in fact, start out as assistant stage managers in summer stock in Ohio, it somehow seems that way after you've seen enough show biz biopics. (All British actors. of course, started out carrying spears in rep with Sir Larry-but that's another story.) And because \"Those Lips, Those Eyes is not aiming for deep psychological insights. we get more or less a routine show-biz story. Its appeal depends almost entirely on the appeal of the performers.\n\nAnd that's where we get into trouble. Two of the three leads are just fine. Frank Langella, last seen in \"Dracula,\" is appealingly vulnerable and egotistical as the theater's star performer, always scanning the audience for Broadway talent scouts. Glynnis O'Connor, as the girl in the chorus, finds a nice line between, basic innocence and sexual scheming. But Thomas Hulce, who plays the kid in the middle, is disastrously miscast, and in my negative reaction to his performance, I'm afraid the movie is lost.\n\nIt's easy to simply put Hulce down. One review said he was \"nauseating.\" But is it that simple? Hulce is, a young actor who comes to this movie via \"National Lampoon's Animal House\" (he was the fraternity kid who has to decide whether to take advantage of his date, and gets advice from the devil in one ear and from his guardian angel in the other). Hulce presumably can act; his stage credits include the Broadway and Los Angeles productions of \"Equus,\" in the central role of, the troubled boy.\n\nBut he is just not appealing in \"Those Lips, Those Eyes.\" The role demands a winning quality that he doesn't have, and it does not require a certain simpering note of self-congratulation, which he does, alas, have in abundance. If this movie is to work, we have to like him, and we don't. Is that his fault? Perhaps not. In a different role, his subtle narcissism could possibly be just right. If anyone is to blame for what he does to \"Those Lips, Those Eyes,\" it isn't Hulce, (who can hardly be blamed for being himself), but the casting director, the director and the producers. Didn't anyone see that his chemistry was all wrong?\n\nSince the movie's center is wrong, not much of anything works. There are some funny sendups of vintage summer stock productions of \"The Desert Song,\" a cynical walk-through by Kevin McCarthy as the Broadway agent and some moments when the Frank Langella character faces the bitter realities of his position. But as a nostalgic comedy about good old days in show biz, \"Those Lips, Those Eyes\" should have closed on the road.", "running_time": 105, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-09-19", "genres": null, "title": "Those Lips, Those Eyes (1980)"}