{"url": "http://www.rogerebert.com/reviews/three-seasons-1999", "by": "Nguyen Ngoc Hiepas Kien An", "star_rating": 3.0, "text": "We require Asia to be ancient, traditional and mysterious. It fills a need. We don't want to know that Hong Kong is a trade capital and Japan is an economic giant. We're looking for Shangri-La, for the sentimental fantasies of generations of Western writers who fell for the romantic idea of the East--and centuries of Eastern writers who did, too.\n\n\"Three Seasons,\" filmed in Ho Chi Minh City by Tony Bui, a 26-year-old American born in Vietnam, allows us to enjoy fantasies, which, in America, would be politically incorrect. Like the best seller Memoirs of a Geisha, it romanticizes prostitution, makes poverty picturesque, transforms hardship into fable. We do not approve of small boys working as street peddlers, of young women organized to sell flowers for a cult, of hookers servicing rich businessmen and snubbing their own people. But because \"Three Seasons\" is so languorously beautiful, because it has the sentiment of a Chaplin film, because exotic customs and settings are so seductive, we change the rules. What is wrong in Chicago becomes colorful, even enchanting, in the former Saigon.\n\nI say all this as a disclaimer, because I'm certainly not above the pleasures of a film like \"Three Seasons.\" Taken as reporting, it shows deplorable conditions. Taken as a fable, it's enchanting. Art often offers us such bargains; it is better to attend \"La Boheme\" than to freeze in a garret. No wonder \"Three Seasons\" almost won everything in sight at Sundance last January: grand jury prize, the Audience Award and cinematography honors.\n\nThe movie takes place in a modern Vietnam that, at first, looks like the past. Beautiful young women in tiny flat-bottomed boats paddle in the shallow waters of a flower pond. As they pick white lotus blossoms, they sing. The scene is overshadowed by a dark temple that looks abandoned. \"It is the Teacher's house,\" one of the new girls is told. \"He has not left it for years. None of us have ever seen him.\" The newcomer, named Kien An (Nguyen Ngoc Hiep), is trucked with the others into the city to sell their flowers. We meet some of the others who live there. Woody (Nguyen Huu Duoc) is a boy of 9 or 10 who sells gum and cigarettes from a box that hangs from a strap around his neck. Hai (Don Duong) drives a cyclo (a bicycle rickshaw) and hangs out with his buddies near the luxury hotels, where the towels must be perfumed because \"everyone we drive from there has a fresh smell.\" Lan (Zoe Bui) is a prostitute who works the big hotels; she runs from a shop, leaps into Hai's cyclo, and asks him to step on it.\n\nThen there's James Hager (Harvey Keitel), the mysterious American who has spent weeks sitting in an aluminum chair on a sidewalk, smoking and staring into space. His story is more modern. He left a daughter behind in Vietnam, and has come back to find her, and \"maybe make some kind of peace with this place.\" (Keitel is the film's executive producer, once again lending his presence to a director's first film; no actor has put himself more on the line in support of young filmmakers.) The interlocking stories of these characters remind us not only of Chaplinesque sentimentality, but also of the poor street people of Italian neo-realist films like \"The Bicycle Thief\" and \"Shoeshine,\" and of the languorous beauty of recent Asian films like \"The Scent of Green Papaya\" and \"Raise the Red Lantern.\" Lisa Rinzler's cinematography makes the city and surrounding countryside look poor but breathtakingly beautiful, and even sad shots, like the little peddler standing in the rain, have a kind of poetic grace.\n\nOf the stories, the one I responded to most deeply involved the hooker and the cyclo driver, who loves and respects her. One day she says her dream is to spend the whole night in an air-conditioned room. He asks her price ($50), wins that much in a race for cyclo drivers and treats her to her dream. She is grateful, but resists his further advances: She somehow feels she is not entitled to ordinary human emotion.\n\nThere are touching, somewhat contrived, revelations involving the unseen Teacher, whose teaching seems far in the past. The song of the new young girl reminds him of the songs of the floating market in his childhood, \"the only time I was pure and whole.\" And she discovers his secrets. The outcome of the story involving the American G.I. is less effective, because we've seen such material before. \"Three Seasons\" is extravagantly beautiful, especially in scenes where artifice is permitted, as when an unlikely shower of spring blossoms floats down from the sky. It's a remarkably ambitious work by the 26-year-old Bui, who financed it on a shoestring but makes it look expensive. It arrives billed as the first American fiction film shot entirely in postwar Vietnam; although Bui acknowledges his script had to win government approval, he was allowed to portray prostitution and poverty--perhaps because the city is seen not in a documentary way, but through the lens of fable. The result may not reflect the Vietnam of reality, but it's as close to life as most romantic melodramas, which is probably the point. And it's a lot more interesting.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-05-28", "genres": ["Drama", "Foreign", "Romance"], "title": "Three Seasons (1999)"}