{"url": "http://www.rogerebert.com/reviews/three-lives-and-only-one-death-1997", "by": "Marcello Mastroiannias Mateo, Georges, The Butler, Luc", "star_rating": 3.0, "text": "I never tire of quoting Godard, who said the way to criticize a movie is to make another movie. For those left unsatisfied by David Lynch's \"Lost Highway\", I offer Raul Ruiz's \"Three Lives and Only One Death.'' The fact that they both open in Chicago on the same day is one of those serendipitous events that, according to Ruiz, happens all the time.\n\n\"Three Lives'' stars Marcello Mastroianni in one of the last and most enchanting of his screen appearances. As if aware that time was running out, he plays three roles--or so we think, although by the end we learn there was perhaps only one. In a series of stories that first seem separate and then seem entwined, Mastroianni plays a man who shifts roles, costumes and identities as readily as a street performer, moving effortlessly through his many lives.\n\nIn \"Lost Highway,'' one character disappears halfway through the film and another appears. How this happens and whether the characters are related (or perhaps are even the same person) I leave for you to discover--not because I hesitate to reveal the plot, but because I do not understand it. \"Three Lives and Only One Death'' is more complicated, but also more understandable; its complications are not added out of whimsy or the desire to frustrate, but as part of Ruiz's delightful storytelling game.\n\nThe first part of the film could be a story by Kafka; a man named Andre (Feodor Atkine) wakes up feeling out of sorts, says goodbye to his wife and daughter, and wanders out in search of cigarettes. He meets an engaging stranger (Mastroianni) who buttonholes him, plies him with champagne and even pays him 1000 francs an hour just to listen to his story.\n\nAnd what a story. \"I lived in your apartment 20 years ago,'' Mastroianni tells the man. \"But,'' the man says, \"my wife was living there then, with her first husband. . . .'' Exactly. Mastroianni was the first husband. And now he wants to take up where he left off, back before . . . before . . . well, it's hard to explain precisely what happened, but it involves another apartment he moved into, one with strangely shifting walls and ceilings, which was inhabited by tiny fairies living in speeded-up time. When Andre doesn't seem eager to trade his own apartment for this magic place, he ends up with a hammer embedded in his head. Although this is not immediately fatal, it certainly indicates which way the wind is blowing.\n\nThe second story involves a man (Mastroianni again) who lectures at the Sorbonne. One day on his way to class he pauses, thinks, and abandons his teaching career to become a beggar. He is assaulted and then befriended by a prostitute, although it turns out she is not who, or what, she appears to be, either. (I like the moment when the professor's demanding mother spies on him through binoculars and discovers he makes more as a beggar than as a professor.) In the third story, a young couple (played by Melvil Poupaud and Chiara Mastroianni, who is Mastroianni's daughter by Catherine Deneuve) receive a mysterious offer to occupy a luxurious chateau, where they are waited on by a butler (Mastroianni). And then there is a concluding segment in which a wealthy industrialist (Mastroianni) has invented a fictitious family, only to discover that its members are coming to visit him. It is here that the film reveals its overall plan: Perhaps Mastroianni has been playing only one man all of this time. Perhaps all of the roles were performances. Perhaps, I say. You tell me.\n\nThe movie has been compared to films by Luis Bunuel, the Spanish surrealist who loved to tell matter-of-fact stories about ordinary people who tried to behave in an everyday way while finding themselves in extraordinary circumstances. There is a bit of Bunuel here, and a little of \"Groundhog Day\", too: Mastroianni's characters are never anything but sweet, calm and reasonable as they negotiate life's bizarre twists. The movie works in two ways. Each of the \"stories'' has its own interior logic and charm. And then the overall picture, as it gradually develops, adds level upon mysterious level.\n\nRuiz seems to be an altogether more mature and complete filmmaker than the Lynch of \"Lost Highway.'' He is not simply toying with paradoxes and mysteries, but arranging them lovingly into a wicked pattern. Both directors are playing games, but Ruiz knows the rules. Comparing the two films, I am struck by the way both involve sexuality and violence, but in Ruiz, such elements grow naturally out of the character's lives, while in Lynch, there is a rush toward lurid melodrama: pounding noir music, ominous rumbles, screams, distorted closeups, fires, stabbings, shootings, rapes, sexual humiliation, all burying the characters beneath a flood of exhibitionism. Ruiz has more confidence in his story--and, it must be said, in his technique.", "running_time": 123, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-02-27", "genres": ["Comedy", "Crime"], "title": "Three Lives And Only One Death (1997)"}