{"url": "http://www.rogerebert.com/reviews/three-of-hearts-1993", "by": "William Baldwinas Joe", "star_rating": 3.0, "text": "\"Three of Hearts\" would have made a terrific 1930s screwball comedy, except that the subject matter would have caused apoplexy among the movie censors of the era. It's about a lesbian whose bisexual girlfriend walks out on her - and about how she hires a male escort to seduce and abandon the girlfriend, who will then presumably hate men so much she'll come back home again.\n\nMy plot summary makes the movie sound like nuts, bolts and plumbing. Actually, it's much more human than that, and funnier and more touching. It stars William Baldwin as Joe, a genial, good-looking and not overbright employee of a Manhattan escort service. Most of his dates are with older rich women, who want to be reassured that the plastic surgery was successful. Then he's hired by Connie (Kelly Lynch), who needs an escort to her sister's wedding.\n\nConnie had originally planned to use the wedding to introduce her family to her lover, Ellen (Sherilyn Fenn). But Ellen walked out, saying she needed more space, wanted to think over things, etc. - all the cliches that mean an affair is over. Connie and Joe have a good time at the wedding, enjoy each other, and eventually arrive at a moment of truth-telling in which Connie explains why she's not interested in sleeping with Joe, even if she has paid for it.\n\nJoe is sympathetic. He also considers himself an expert on the hearts and minds of the female gender. Together, they devise a strategy in which he'll \"accidentally\" meet Ellen, date her, dump her, and reinforce her suspicions that all men are S.O.B.s. And then, of course, Connie will be ready to wrap the poor wronged waif back into her sympathetic arms.\n\nIt doesn't quite work out that way, of course. But it doesn't work out quite as we expect either; the screenplay by Adam Greenman and Mitch Glazer understands the old screwball formulas without being tied to them, and the characters are allowed the freedom to develop in unexpected ways.\n\nThe surprise in the film is William Baldwin, star of \"Backdraft\" and \"Flatliners\" and younger brother of Alec. He begins with a fairly unsympathetic role and makes it into an engaging character by playing Joe as a working-class guy who hasn't been ground down by cynicism, and finds there is more to the human heart than even an expert like himself would imagine. His boast is that he can seduce any woman, any time, any place, but what he discovers is that his power has not given him immunity to being seduced himself.\n\nThe movie is shot in a New York City that seems like a comfortable background rather than a series of forced locations; the characters seem to live in the city, unlike a lot of New Yorkers in the movies, who seem to be visiting there (why else would they spend so much time at tourist attractions?). Ellen is a teacher at New York University; Connie is a nurse; Joe has to deal with his boss, the budget-minded owner of the escort service (Joe Pantoliano).\n\nThe film is also comfortable with the sexuality of the characters. Kelly Lynch creates a lesbian whose orientation is simply part of herself, like her nursing job and her sense of humor. The Sherilyn Fenn character could have been portrayed as confused and neurotic, but instead she's simply an ordinary person who is discovering new things about herself.\n\nThe whole approach to gay life in this movie is refreshingly unaffected. Not long ago I saw an arch, self-conscious film about a group of women at a writer's workshop, where a straight woman is seduced by a lesbian during many long philosophical conversations and even longer glances, fraught with yearning. The whole affair was cranked up to an almost ludicrous pitch of solemnity and significance. \"Three of Hearts\" is more commonsensical: Romance is important, yes, but it is also baffling, surprising and sometimes funny. And if the earth shakes, it's probably an earthquake.", "running_time": 97, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-04-30", "genres": ["Comedy", "Drama", "Romance"], "title": "Three Of Hearts (1993)"}