{"url": "http://www.rogerebert.com/reviews/three-monkeys-2009", "by": "Yavuz Bingolas Eyup", "star_rating": 3.0, "text": "Nuri Bilge Ceylan’s \"Three Monkeys\" begins on a lonely country road at night in the rain. A middle-age driver grows sleepy at the wheel. His eyelids droop lower, and then suddenly, there is a body on the road behind him, and he is awake now, weeping with fear. That’s more action than took place in the whole of \"Distant\" (2002), Ceylan’s oddly seductive film about a cousin who moves in and won’t leave. This film is as steamy as the other was dry, an elegant exercise with four characters trapped by class, guilt and greed.\n\nThere is about enough plot here to furnish a 30-minute TV crime show, if they still made them anymore. What makes the film fascinating is its four central characters. Each one is locked within, hidden from the others, driven by private needs that all come together after the death in the forest. Ceylan films them in painterly widescreen compositions that impose a spectacular landscape, one of lowering clouds, indifferent skies and lonely vistas. In this world, their best companions are their desires.\n\nThe sleepy man at the wheel is a politician named Servet (Ercan Kesal). He’s in the middle of an election campaign. In a panic, he wakes his driver, Eyup (Yavuz Bingol), in the middle of the night and asks him to take the rap. If Eyup says he was at the wheel, Servet promises he’ll get a short prison sentence, his salary will continue, and there will be cash waiting for him on his release. He agrees.\n\nWe met Hacer, Eyup’s wife (Hatice Aslan), and son Ismail (Ahmet Rifat Sungar). They live in a spartan flat on a top floor of a strikingly narrow building with such a great view they can hardly be bothered to look indoors. She’s an attractive woman of not quite a certain age, stuck for life on hold. He is a good-looking kid at an age when poor young men often find there is money to be made from crime. He comes home one night bloodied and beaten, and she decides she needs more money to help him on a career path.\n\nEyup is opposed to any idea of asking the politician for an advance. His reluctance is that of an employee reluctant to offend a rich and powerful man — even if he holds Servet’s reputation in his hands. \n\nHis wife is not swayed by such class insecurity, approaches Servet, and soon, to their mutual surprise, is having an affair with him. Sounds like the plot of a 1930s pulp crime story, especially when her son finds out.\n\nBut Ceylan is intrigued by more than just the spinning out of the story. There is something more going on. His characters are crowded for room. There’s no place to escape to in their lives. They’re always running up against one another’s motives, needs, problems. And when Eyup gets out of prison, everything grows that much more complicated, especially as we learn more about the shaky foundations of the politician’s career. Nor must we assume that Servet’s affair with the other man’s wife happened only because of cash. He and his stature offer her a way out of her dead end.\n\nThese themes are always there under the surface, possibly not perceived by his characters. They come into play when the plot takes an ironic direction that places Eyup and his son in a position similar to the one the politician placed them in. That’s the kind of moral scorekeeping that film noir specializes in.\n\nThe film has extraordinary beauty. Indeed, the visuals by cinematographer Gokhan Tiryaki are so awesome that the characters almost seem belittled, which may be Ceylan’s purpose. They scramble about looking for ways out that life has closed to them, while the overarching sky remains indifferent. Words cannot do justice, but check out the still photos at http://budurl.com/hkft that will blow your socks off. Click on \"ansehen\" to enlarge.\n\nThe title? About the monkeys who could see no evil, hear no evil and speak no evil, of course. Look how far that got them. The film won the best director award at Cannes in 2008.", "running_time": 109, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-07-15", "genres": ["Drama", "Foreign", "Thriller"], "title": "Three Monkeys (2009)"}