{"url": "http://www.rogerebert.com/reviews/three-extremes-2005", "by": null, "star_rating": 3.5, "text": "\"Three... Extremes\" collects directors from Hong Kong, Korea and Japan to make horror films, each about 40 minutes long. The device was common in Europe in the 1960s, where movies like \"Boccaccio '70\" set assorted directors loose on a vaguely-related theme. Here the theme is horror, and by horror I don't mean the Hollywood routine of shock, blood and special effects. These films are deeply, profoundly creepy.\n\nThe first one, \"Dumplings,\" may be unwatchable for some people when they figure out what's actually going on. There could be walk-outs. Some of those who wait until the end may wish they'd left with the others; the movie's closing image is depraved on a scale that might have shocked the surrealists. I say this not in opposition but simply as an observation. All three short films are examples of the Extreme Asia movement, which began as a programming category at film festivals and seems to be expanding into a genre. The point is to push beyond the worn-out devices of traditional horror films, to essentially abandon the supernatural and move into horror that has its expression in the dreads and traumas of nightmare. \"Three\" (2002) was the first Extreme Asia trilogy, and now here are three more.\n\n\"Dumplings,\" directed by Hong Kong's Fruit Chan, takes the debate about stem cells and other recycling of human body material to its ultimate extremity. I don't think the film's science is sound (I sincerely hope not) but the motivation is unassailable: There are some people who will do anything to prolong their youth and beauty.\n\nThat's a classic theme in stories of horror and the supernatural, but consider the scenario here. A former TV star (Miriam Yeung) is still attractive, but no longer acting. Her husband goes on long trips without her and doesn't even bother with alibis. She turns to a woman (Bai Ling) she has heard about -- a perky, cheerful type who works out of a small apartment in a high rise. This woman cooks and serves dumplings. \"How old do I look to you?\" she asks her client. The actress guesses -- oh, about 30. I would have said even younger. The cook says she's a lot older than that.\n\nThe secret is in her dumplings. The actress pays for an order, looks at them dubiously, eats them, comes back for more. She thinks she looks better. It's not a Dorian Grey situation but, yes, the dumplings do seem to have an effect. The actress wants more dramatic results, faster. That will not be so easy, the cook says, but she will try. What she does in assembling her ingredients is profoundly disturbing. In some cases it may not technically be illegal, on other occasions it is. Depends on the circumstances. I will not describe her secrets, but I will tell you that you may be profoundly disturbed, and that the movie's last scene, sick and evil as it is, doesn't flinch when it comes to confronting the story's ultimate implications.\n\nThe second film is \"Cut,\" from Korea, by Chan-Woo Park, whose haunting \"Oldboy\" made a stir in 2003 with its story of a man kept captive for years for no reason he can imagine. In this story, a horror film director recovers from unconsciousness to find his wife, a pianist, suspended in mid-air above her piano by an arrangement of piano wires. A young child is bound and gagged on the sofa. The director is tied at the end of a tether allowing him to move only so far.\n\nA laughing, angry man appears. His grudge against the director is interesting: He hates his victim because he is rich, handsome, successful -- and a good man. The captor, on the other hand, is poor, ugly, a failure, and not a good man. He wants to force the director to commit evil, so that he will realize he is not so good after all -- that to be good sometimes means only to have escaped the need to be bad. What the director is asked to do, and whether he does it, and what happens then, you will see for yourself. \"Cut\" is an effective film, but has a certain contrivance that's lacking in the implacable and selfish horror of \"Dumplings.\"\n\nThe third film, \"Box,\" is the most complex of all. Made by the Japanese director Takashi Miike, it involves small twin girls who work with their father in a magic act. Their trick is to fold themselves into impossibly small boxes. Their father throws a dart at each box, which springs open to reveal that the girls have been replaced by flowers.\n\nBackstage, we discover that the father favors one girl over the other, and there is a suggestion of incest. The neglected sister finds her twin rehearsing one day, and slams the lid shut on her box. What happens next is horrible enough on the surface level, but there are other levels of possibility here. The story is a reoccurring nightmare of an adult novelist who may or may not have been one of the two young girls, and may or may not have performed just such an act. The last shot will give you a lot to think about.\n\nWhat all three of these stories share is the quality found in Edgar Allan Poe, H.P. Lovecraft and Stephen King: An attention to horror as it emerges from everyday life as transformed by fear, fantasy and depravity. Here is not a joker in a Halloween mask, scaring screaming teenagers, but adults whose needs and weaknesses turn on them with savage, relentless logic. I imagine \"Three... Extremes\" will attract some customers who thought they wanted to see a horror movie but find they're getting more than they bargained for.\n\nDUMPLINGS \n\nWith Bai Ling, Miriam Yeung, Tony Ka-Fai Leung, Pauline Lau, Meme, Miki Yeung, Su-Fun Wong.\n\nCUT \n\nWith Byung-Hun Lee, Won-Hee Lim, Hye-Jung Gang, Jun-Goo Lee, Mi-Mi Lee.\n\nWritten and directed by Chan-Wook Park.\n\nBOX \n\nWith Kyoko Hasegawa, Atsuro Watabe, Mai Suzuki, Yuu Suzuki, Mitsuru Akaboshi.\n\nDirected by Miike Takashi. Written by Haruko Fukushima, from a story by Bun Saikou.", "running_time": null, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-10-27", "genres": null, "title": "Three... Extremes (2005)"}