{"url": "http://www.rogerebert.com/reviews/three-amigos-1986", "by": "Steve Martinas Lucky Day", "star_rating": 1.0, "text": "The ideas to make \"Three Amigos\" into a good comedy are here, but the madness is missing. All great farces need a certain insane focus, an intensity that declares how important they are to themselves. This movie is too confident, too relaxed, too clever to be really funny. And yet, when the cowboys sit around their campfire singing a sad lament and then their horses join in, you see where the movie could have gone.\n\nMy guess is they made it with too much confidence and not enough desperation.\n\nThe stars are Steve Martin, Chevy Chase and Martin Short. The comic style they should have adopted was Short's manic goofiness from \"Saturday Night Live,\" but the tone seems to come more from Martin, who keeps a bemused distance from the material. Chase hardly seems in the movie at all; he's given a few lines and some quizzical reaction shots and left idling in the background. The ads make us expect a madcap farce, and instead we get a seminar on how to suppress Short, misuse Martin and ignore Chase.\n\nThe plot: Martin, Chase and Short are the Three Amigos, a Hollywood comedy team probably inspired by the Ritz Brothers. Their last few pictures have been bombs, and after they're fired by the studio head, all of their perks disappear overnight.\n\nMeanwhile, in a small Mexican village, a young woman watches the Amigos on the screen and thinks that their comic adventures are on the level - that they really can outshoot banditos. So she sends them a telegram, begging them to protect her village against the local desperadoes. The telegram is so badly interpreted that the Amigos think they're being offered a fortune for a personal appearance, and so they respond instantly.\n\nThe movie then turns into a long series of scenes based on misunderstandings and mistaken identities, until the Amigos belatedly realize that the bad guys are using real bullets. By the time we arrive in Mexico, however, the movie is already lost because it hasn't spent the time to make the Amigos into interesting characters. Maybe the filmmakers thought Martin, Chase and Short would spring to the screen fully developed, but it doesn't work that way, and the best farces are the ones where the characters aren't in on the joke.\n\nThe movie's screenplay is by Martin, Lorne Michaels of \"Saturday Night Live\" and Randy Newman, who also contributes the songs (which are indeed funny). It doesn't seem to have occurred to them that they are satirizing a genre that hardly exists in the memory of most moviegoers, a genre that seems so ridiculous when played straight that to play it for laughs seems redundant. This same material was worked over in the 1981 George Hamilton movie, \"Zorro, the Gay Blade.\" Although that wasn't a good movie, it was funnier than \"Three Amigos,\" if only because Hamilton was smart enough to play against his own sleek self-confidence.\n\nNo one uses self-satire this time. Martin seems to condescend to his character, which is a mistake because, if the character is not allowed to have dignity, there is nothing to play against. Short, who was always inventing something truly weird on \"SNL,\" seems disappointingly tame here. I kept wanting him to climb a cactus with a lampshade on his head, and he kept making sense. Chase essentially seems absent most of the time.\n\nThe movie was directed by John Landis (\"National Lampoon's Animal House\" and \"Trading Places\"), who knows a lot about comedy but has forgotten that \"Animal House\" worked not because of its farce but because of the zealous intensity of its characters and performances: John Belushi was playing Bluto, not kidding him. I guess the general rule should be that nobody should write, direct or play in a farce unless they are prepared to treat it with the utmost seriousness. Everybody in \"Three Amigos\" seems to think it's some kind of a joke.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-12-12", "genres": ["Action", "Comedy", "Western"], "title": "Three Amigos (1986)"}