{"url": "http://www.rogerebert.com/reviews/three-oclock-high-1987", "by": "Casey Siemaszkoas Jerry Mitchell", "star_rating": 1.0, "text": "At the time, I was never interested in getting into a fight with the toughest kid in high school. And now that I'm not in high school, I am even less interested in seeing a movie on the subject, particularly a bad one.\n\nMy strategy always was to outthink my enemies, to evade a bloody confrontation at all costs. One of the dreariest moments in \"Three O'Clock High\" comes when the puny hero not only does fight the vicious bully, but also actually uses brass knuckles to knock him out. Is this a warning sign of a national loss of innocence?\n\nHollywood teenage movies have been edging toward fascism for years. There once may have been a time when nice kids got ahead by being nice, but in today's Hollywood, muscle and brute strength count for everything.\n\nIf there is a pathological bully in the student body, no attempt is made to understand him, sympathize with him or encourage the audience in the difficult process of empathy.\n\nIt's too tough on today's teenage moviegoers, I guess, to ask them to hold two ideas in their mind at once: that a kid could be a bully and that he could also have some big problems and be in need of understanding.\n\n\"Three O'Clock High\" opens with the hero (Casey Siemaszko) learning that the toughest kid in the world (Richard Tyson) is enrolling in his high school. From the stories we hear, this isn't a teenager, he's the Terminator. He broke a kid's neck. He beat up a coach. He has been thrown out of every school in town. And he doesn't like to be touched, so of course, Casey inadvertendly touches him, and the tough kid announces that at 3 o'clock they are going to have a fight.\n\nSiemaszko has six hours. There are a million ways to get out of a fight, but not in the Hollywood of Rambo. Even a dumb teen movie such as this has to end with one of those fist fights where every blow sounds like the special effects guys are whacking bicycle seats with Ping-Pong paddles. Is that all life is? The vicious define the terms? They say we will fight them, and so we have to? And we win because someone slips us some brass knuckles so we can coldcock the guy? Come on.\n\nThe plot of this movie is pretty stupid, but that's because the filmmakers counted on the impending fight scene, I guess, to maintain suspense. There's nonsense about the hero robbing the student store in order to hire another tough kid to protect him. More nonsense about a sex-mad teacher who is turned on by the hero's book report. And a particularly distasteful scene at a pep rally, where cheerleaders use baseball bats to tear apart the other school's stuffed mascot.\n\nThe most interesting character is the bully. In a 1980 movie named \"My Bodyguard,\" a character like this was turned into the hero's best friend because both kids learned to communicate. This time, not a chance.\n\nI've been thinking a lot lately about a statement made by Adrian Lyne, the director of \"Fatal Attraction.\" Defending his movie's inappropriate slice-and-dice ending, Lyne said he wasn't making a \"French movie.\" By that I guess he meant that despite its many good qualities, \"Fatal Attraction\" wasn't intended to have a grown-up sensibility.\n\nWhy is it that the mass American movie audience isn't mature enough for movies made by and for adults? Could it be because Americans start out by looking at movies like \"Three O'Clock High\"?", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-10-09", "genres": ["Comedy", "Family", "Romance"], "title": "Three O'Clock High (1987)"}