{"url": "http://www.rogerebert.com/reviews/three-kings-1999", "by": "George Clooneyas Sgt. Maj. Archie Gates", "star_rating": 4.0, "text": "\"Three Kings\" is some kind of weird masterpiece, a screw-loose war picture that sends action and humor crashing head-on into each other and spinning off into political anger. It has the freedom and recklessness of Oliver Stone or Robert Altman in their mad-dog days, and a visual style that hungers for impact. A lot of movies show bodies being hit by bullets. This one sends the camera inside to show a bullet cavity filling up with bile.\n\nDavid O. Russell, who wrote and directed, announces his arrival as a major player. Like the best films of Martin Scorsese, Oliver Stone, Robert Altman and Quentin Tarantino, this one sings with the exhilaration of pure filmmaking and embodies ideas in its action and characters. Most movies doze in a haze of calculation and formula; \"Three Kings\" is awake and hyper.\n\nThe movie takes place at the end of the Gulf War of 1991 (\"Operation Desert Storm,\" the Pentagon publicists called it). The first words set the tone: \"Are we shooting?\" The truce is so new that soldiers are not sure, and a guy waving a white flag gets his head shot off in a misunderstanding. Shame. Three U.S. soldiers find an Iraqi with a piece of paper stuck where the sun don't shine. An officer issues a rubber glove and tells a private to pull if out. The guy wants two gloves, but he'll do it with one, he's told: \"That's how the chain of command works.\" The map shows the location of gold bullion looted from Kuwait by Saddam Hussein's troops and buried in secret bunkers. (\"Bullion? Is that a little cube you put in hot water?\") The three soldiers are Sgt. Troy Barlow (Mark Wahlberg), Chief Elgin (Ice Cube) and Pvt. Conrad Vig (Spike Jonze). They attract the attention of Sgt. Maj. Archie Gates (George Clooney), a Special Forces veteran who decides on the spot to lead them on an unauthorized mission to steal the treasure. This involves dumping the cable news reporter he's been assigned to escort. She's Adriana Cruz, played by Nora Dunn as a Christiane Amanpour clone so driven by journalistic zeal that she is heedless of her own safety or anything else but a story. The gold, of course, would be a story.\n\nThe movie unreels with breakneck energy; it's one of those experiences like \"Natural Born Killers,\" where death and violence are a drumbeat in the background of every plot point. Russell's screenplay illustrates the difference between a great action picture and the others: The action grows out of the story, instead of the story being about the action. The Clooney character commandeers a Humvee and leads his men on a loony ride through the desert, where their target practice with footballs somehow reminded me of the water-skiing sequence in \"Apocalypse Now.\" A political undercurrent bubbles all through the film. A truce has been declared, and Hussein's men have stopped shooting at Americans and fallen back to the secondary assignment of taming unhappy Iraqis who were expecting him to be overthrown. (\"Bush told the people to rise up against Saddam. They thought they'd have our support. They didn't. Now they're being slaughtered.\") Strange, the irony in Iraqis killing Iraqis while American gold thieves benefit from the confusion.\n\nMost Hollywood movies stereotype their Arab characters. \"Three Kings\" is startling in the way it shows how the world is shrinking and cultures are mixing and sharing values. Clooney and his men see a woman shot dead by Hussein's men, and later meet her husband and children. Is this man a tearful, anonymous desert simpleton, grateful to his brave saviors? Not at all. \"I'm a B-school graduate from Bowling Green,\" he tells them. \"Your planes blew up all my cafes.\" It's a small world, made smaller by the culture of war. The TV journalist stands calmly in the middle of danger, accepted by both sides because they think it's natural they should be on television. When the Mark Wahlberg character is captured and locked in a room, he finds it filled with the loot of war, including a lot of cell phones. When he tries to call his wife in America to give her the coordinates of his position, he has to deal with obtuse telephone operators.\n\n\"Three Kings\" has plot structure as traditional as anything in \"Gunga Din\" or an Indiana Jones picture, and links it to a fierce political viewpoint, intelligent characters and sudden bursts of comedy. It renews cliches. We've seen the wounded buddy who has to be dragged along through the action. But we haven't seen one with a lung wound, and a valve hammered into his chest to relieve the built-up air pressure. We've seen desert warfare before, but usually it looks scenic. Russell's cameraman, Newton Thomas Sigel, uses a grainy, bleached style that makes the movie look like it was left out in a sandstorm.\n\nLike many natural action stars, Clooney can do what needs to be done with absolute conviction; we believe him as a leader. Wahlberg and Ice Cube seem caught up in the action, Wahlberg as a natural target, Cube as a former baggage handler who believes he stands inside a ring of Jesus' grace. Spike Jonze, himself a director (\"Being John Malkovich\"), is the obligatory hillbilly, needed for the ethnic mix we always get in war movies. It's interesting how Nora Dunn's cable journalist isn't turned into a cheap parody of Amanpour, but focuses on the obsessiveness that possesses any good war correspondent.\n\nThis is David O. Russell's third picture, after \"Spanking the Monkey\" (1994; liked by many, unseen by me) and the inventive, unhinged comedy \"Flirting With Disaster\" (1996). Like that one, \"Three Kings\" bounces lots of distinct characters against one another and isn't afraid to punctuate the laughs with moments of true observation and emotion. This is his first movie with a studio budget, and it shows not only enthusiasm, but also the control to aim that enthusiasm where he wants it to go. \"Three Kings\" is one of the best movies of the year, even if I kept wondering why it wasn't named \"Four Kings.\"", "running_time": 115, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-10-04", "genres": ["Action", "Adventure", "Comedy"], "title": "Three Kings (1999)"}