{"url": "http://www.rogerebert.com/reviews/three-days-of-rain-2005", "by": "Peter Falkas Waldo", "star_rating": 2.5, "text": "\"You're not a kind person,\" a husband says to his wife of many years, after she won't give a doggie bag to a homeless man who asks for it. This is something he didn't realize and can't live with. There are other people, kind and unkind, in \"Three Days of Rain,\" and as a storm crouches over Cleveland, we wonder if it makes much difference. It is not a kind world.\n\nConsider John (Don Meredith), a taxi driver, who has just learned that his son is dead. He runs a red light, is distracted, tells a customer of his loss. The passenger (Blythe Danner) is not sympathetic. \"I'm destined to hear these things!\" she cries out from the back seat. \"I'm here to suffer pain. Let me out of this cab!\"\n\nThere are another father and son in the movie. Waldo (Peter Falk) is a drunk whose charm is so meticulously practiced that we realize his personal style has entirely replaced his self-respect. He asks the bartender for another drink, is told he is out of money, agrees as if relieved to have resolved a great mystery, and then \"wonders\" if he could have just another \"drop or two\" to refresh his glass.\n\nWaldo is forever asking his son (Bill Stockton), for an \"advance\" because his pension check is late, and then charmingly admitting that he has no pension and therefore no check. The son is patient with him -- and kind, although the only kindness Waldo desires is money for more drinking. Since Waldo is so good at drinking, so courteous and elaborately courtly, would it be a kindness to impose sobriety and leave him with no lies with which to exercise his style?\n\nAnother story involves a retarded janitor (Joey Bilow) who is being edged out of his job to make room for a relative of his supervisor. The operation has to be done carefully, the boss observes, because \"they don't want the National Association of Forrest Gumps getting on their ass.\" The janitor may be slow, but as it turns out, he is focused. Still another story involves a judge who with his wife has taken in a foster child. He knows, but his wife does not, that their baby-sitter (Merle Kennedy) is the baby's birth mother. Is it a kindness to let the mother see her child under those conditions? Is it kind to for the judge to keep the secret from his wife?\n\nKindness and its opposite keep circling around the husband (Erick Avari) and his selfish wife (Maggie Walker). He can't get that homeless man out of his head; he goes back to the neighborhood, quizzes a newsstand guy, wants to do -- what? Buy the homeless guy a meal? That would be kind, but what of the next meal?\n\nThe movie was written and directed by Michael Meredith (the actor playing the taxi driver is his father, the football star). He based it on six short stories by Anton Chekhov. In the genre of interlocking stories about lonely lives, \"Three Days of Rain\" is only a sketch compared to the power of Rodrigo Garcia's \"Nine Lives,\" which continues to grow in my memory. But there is a way in which movies like this create the stage on which we perform our own lives.\n\nSay it is a cold December night, and you go to Facets Multimedia, known as a home for those who love movies beyond all reason. You watch the movie, with its rain and unkindness and its lonely people, and you are not unhappy to have seen it. It was not made of ugliness and calculation, and it contained certain moments of human perception. Then you linger in the Facets video store and talk casually with someone else just coming out of the movie. You are both the kinds of people who would go out into the cold to seek a movie you hope will be better than you expect.\n\nOne of you stays in the video store longer than the other, but you nod when you meet again on the Fullerton L platform. At least you are not the only person like yourself. When you get home, you look through Chekhov to see if you can find some of the stories that inspired the movie. It goes without saying that you have Chekhov on your shelf. Somewhere else in the city, the person you met is reading Chekhov, too.", "running_time": 98, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-12-08", "genres": ["Drama"], "title": "Three Days of Rain (2005)"}