{"url": "http://www.rogerebert.com/reviews/three-in-the-attic-1968", "by": "Christopher Jonesas Paxton Quigley", "star_rating": 2.0, "text": "\"Three in the Attic\" is a frustrating movie because it could have been so good and occasionally is so good and yet it finally loses its nerve and collapses into a routine gutless exploitation picture.\n\nStill, before the collapse sets in there are a couple of fine comedy scenes and performances likely to surprise you. The premise is also promising: Paxton Quigley (Christopher Jones) is the archetypal fraternity stud, the guy who goes with three girls at once and is (as the ads say) a legend in his own time.\n\nQuigley falls in love with a blond (Yvette Mimieux), shacks up with her for the summer, has an unfortunate encounter with her parents, comes back to college in the fall and quickly adds a beautiful black chick (Judy Pace) and a long-haired Jewish hippie (Maggie Thrett) to his list of conquests.\n\nThe seductions and the casual heartlessness that makes them possible are handled with an out-front sort of frankness that is both funny and true. An old motel operator in cahoots with Quigley has some hilarious lines (\"If you need any help, Sonny,\" etc.). But when director Richard Wilson freezes the action so Quigley can give us advice about the care and handling of women, the result is a weak echo of \"Alfie,\" which was a strong echo of \"Tom Jones.\"\n\nNow if \"Three in the Attic\" had simply stuck to this theme and played it straight, it could have been a great movie. Since moving out of its crab-monster and beach-party bag, American-International Pictures has shown a certain daring in handling social themes (\"Wild in the Streets,\" \"The Wild Angels,\" \"The Trip\"), but all three of these movies -- and now this one, too -- chickened out of the implications of their subject matter and wound up with flabby, inconclusive second halves.\n\nIn \"Three in the Attic,\" it would have been good if Quigley had continued to juggle his three girls until some sort of inevitable, embarrassing, comic, tragic conclusion. If the film had been kept on this level, we might have had a near-\"The Graduate.\" But instead the plot dives into fantasy, and the three girls kidnap Quigley and keep him captive and try to love him to death, and the movie falls to pieces.\n\nThe find in this movie, for my money, is the young black actress Judy Pace, who is terrific. Variety calls her \"the most beautiful black actress in Hollywood,\" which is debatable since beauty is in the eye of the beholder, etc., but she's a quick, funny actress who can put an edge on a line and keep a scene sparkling. Jones (the pop singer of \"Wild in the Streets\") has a nice, casual style although he tends to mumble. Miss Mimieux is better than I imagined she could be; she gets stuck in a lot of hopeless roles.\n\nNow if they'd only start over and make the movie they could have made....", "running_time": 90, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-12-20", "genres": null, "title": "Three in the Attic (1968)"}