{"url": "http://www.rogerebert.com/reviews/threesome-1994", "by": "Lara Flynn Boyleas Alex", "star_rating": 3.0, "text": "In earlier, more naive times \"Threesome\" would be the most controversial film of the season, a nine-day's wonder of sexual hoopla. It says something for these latter days that the first word that comes to mind when describing it is \"sincere.\" The film contrives to get two boys and a girl into the same rooms of a college dormitory, and eventually into the same bed, and yet the screen doesn't sizzle, and what happens between the sheets is best described as a learning experience.\n\nLara Flynn Boyle, she of the sharp intelligence and edgy brunette charm, stars as a young woman named Alex. Her name is important, because it gets her wrongly classified as male, and assigned to the same two-room dorm suite as Stuart and Eddy (Stephen Baldwin and Josh Charles). In case anyone in the audience thinks this is an easy mistake to correct, the movie supplies an unlikely scene in which a campus bureaucrat looks straight at Alex and refuses to believe she is a woman, because the paperwork says otherwise.\n\nStuart is a campus stud, working his way through a series of meaningless encounters. Eddy is the smart one, who does Stuart's homework. He isn't experienced sexually, and when it becomes clear that Alex is attracted to him, he doesn't know how to respond. After she tries to get physical one night, he pushes her away and eventually confides that he's not sure, but he thinks he might be gay. In fact, he might even be attracted to . . . Stuart.\n\nThis possibility sets up an ironic triangle in their close quarters: Eddy wants Stuart who wants Alex who wants Eddy. The screenplay, by Andrew Fleming, who also directed the film, handles this dilemma by adding some false starts in other directions. Alex briefly dates an appalling phony named Larry, who is driven away by the roommates. And in an attempt to help Eddy figure out his sexuality, she sets up a date for him with a nice guy in the dorm who is openly gay. But the date goes nowhere, and it becomes clear that in one way or another all of the questions of gender identity are going to have to be settled by the threesome, among themselves.\n\nIt's clear (from the title on, I'd say) that sooner or later all three of these characters are going to find themselves in bed together. But when the promised scene arrives, the film mercifully spares us some kind of orgiastic pep rally; there's very little nudity in this film, and the MPAA's stern warning of \"strong sexuality\" could be more properly worded \"strong cuddling.\" What is strong in the movie is the language. Like many kids their age, these three are more bold in talk than action, and the movie sounds right; it sounds like undergraduate human dialogue, intended to shock, to liberate, to amuse. The dialogue is really the film's strongest element. The three actors are all smart, and able to reflect the way kids sometimes use words, even very bold words, as a mask for uncertainty and shyness.\n\nThe result is a certain liberating effect. \"Threesome\" is not a great movie, but in its own way it is an effective one, and more than most other movies it is accurate and honest about the sexuality of young people. The characters in movies often seem to have no doubts at all about sex (unless, as is sometimes the alternative, they have nothing but doubts). In the audience, people with real questions and genuine problems wonder how the people in the movies got off so easy. \"Threesome\" is about three characters who, in the course of a school year, solve some mysteries and begin to discover themselves. No more than that. But that's enough.", "running_time": 93, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-04-08", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Threesome (1994)"}