{"url": "http://www.rogerebert.com/reviews/three-to-tango-1999", "by": "Matthew Perryas Oscar Novak", "star_rating": 1.0, "text": "Neve Campbell is amazingly cute. I have admired her in other movies, but now, in \"Three to Tango,\" which gave me nothing else to think about, I was free to observe her intently. She has wide, intelligent eyes, kissable lips, and a face both sweet and carnal, like Doris Day's. I support her decision to never wear any garment that comes within a foot of her neck.\n\nIn \"Three to Tango\" she is mired in a plot of such stupidity that there is only one thing to do, and that is to look at her. In her more erotic moments, she twinkles with enjoyment at her own naughtiness; consider a scene where she slithers in a bubble bath and describes a lesbian flirtation with her Brazilian roommate in college. She's having as much fun with this dialogue as we are.\n\nShe's telling the story to a character named Oscar (Matthew Perry), who she thinks is gay. It's all a misunderstanding. Oscar and his business partner Peter (Oliver Platt), who is gay, are architects who desperately need a $90 million commission from a rich Chicago builder (Dylan McDermott). The builder is a married man and the Neve Campbell character, named Amy, is his mistress. He assigns Oscar to \"keep an eye\" on Amy, assuming that Oscar is safe because he's gay.\n\nWhy does everyone think Oscar is gay? Because this is an Idiot Plot, in which no one ever says what obviously must be said to clear up the confusion. That's because they want that commission. We see a model for their $90 million project, which resembles the Lincoln Park Conservatory in the eighth month of its pregnancy.\n\nOf course, Oscar and Amy fall in love. And what a Meet Cute they have! On their first evening together, they go out for the evening, their taxi explodes (yes, explodes) and they run in the rain and wade in the mud and find a restaurant where they eat tuna melts that make them sick and they run outside and hurl. This is the Meet Cute as Meet Puke. And on the same date, she manages to cause Oscar incredible pain with a sharp door handle to his netherlands. No movie like this is complete without male pattern bruising.\n\nOnly about a week after first being considered gay, Oscar is named Gay Man of the Year. It's like they're waiting outside the closet with his trophy. He can't decline the honor because he wants the commission. But then, at the awards banquet, a door in the back opens and Amy walks in. (This is the old Dramatic Late-Arriving Person Who Means Everything to the Speaker Ploy.) Looking into her wide, intelligent eyes, cunningly placed 18 inches above her wide, intelligent breasts, Oscar blurts out the truth: \"I am not gay!\" Then we hear the Slowly Gathering Ovation (one brave man stands up and starts to clap slowly, others follow, and the applause crescendos).\n\nI was wondering how easily the Gay Man of the Year could get a standing ovation for announcing at the awards banquet that he was not gay, but my question was answered in the end credits. Although skyline shots and one early scene create the impression that the movie was made in Chicago, it was actually shot in Toronto. Those Canadians are just so doggone supportive.\n\nThis review would not be complete without mention of a scene where Oscar grows distraught and runs through the streets of Chinatown. As he approaches the camera, several Peking ducks, or maybe they are only chickens, are thrown at him from offscreen. Why? Why, indeed. Why, oh why.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-10-22", "genres": ["Comedy", "Romance"], "title": "Three To Tango (1999)"}