{"url": "http://www.rogerebert.com/reviews/three-times-2006", "by": "Shi Qias May/Ah Mei/Jing", "star_rating": 4.0, "text": "Three stories about a man and a woman, all three using the same actors. Three years: 1966, 1911, 2005. Three varieties of love: unfulfilled, mercenary, meaningless. All photographed with such visual beauty that watching the movie is like holding your breath so the butterfly won’t stir.\n\nThe director is Hou Hsiao-hsien, from Tawian, and this will probably be the first of his 17 films you've seen. “The movie distribution system of North America is devoted to maintaining a wall between you and Hou Hsiao-hsien,” I wrote after seeing this film at Cannes 2005. Here is a factoid from IMDb.com: “Of the 10 films that Hou Hsiao-hsien directed between 1980 and 1989, seven received best film or best director awards from prestigious international film festivals. In a 1988 worldwide critics' poll, Hou was championed as one of the three directors most crucial to the future of cinema.”\n\nHis subject in “Three Times” is our yearning to love and be loved, and the way the world casually dismisses it. His first story, “A Time for Love,” set in 1966, involves a soldier named Chen on his way to the army, who falls in love with the hostess of a pool hall. The camera perfectly composes the room and the light pouring in from an open door, and the woman, named May, moves gracefully and without hurry to rack the balls, arrange the cues, serve the customers. Does she like Chen? I think she does. When he gets a leave, he hurries back to the pool hall, but she is gone. On the soundtrack, Hou uses the 1959 recording by the Platters of “Smoke Gets in Your Eyes.” That is the song that tells us, They said, some day you’ll find, all who love are blind.\n\nIn the second film, “A Time for Freedom,” set in 1911, the woman is named Ah Mei, and she is a prostitute in a brothel. The man, named Chang, often visits her, and between them a friendship and comfort grows. He is very filled with his own importance and has plans to reform the world, although perhaps he might reflect that his reforms might start by freeing Ah Mei from the brothel.\n\nShe begins to love him. He loves her, too, I think, but all who love are blind. She never lets him see how she feels. Only we see. The movie is shot like a silent film, although with a fluid, moving camera that the real films of 1911 certainly lacked. In some sort of accommodation with the rules, Ah Mei cannot be heard to speak in this story, but she can be heard to sing.\n\nThe third story, “A Time for Youth,” takes place in the present, in modern Taipei. The characters are named Jing and Zhen. She is a pop singer. He works as a photographer. She has a woman lover, but neglects her while falling in love with the man. In each of the three films, the woman is a professional performer (hostess, prostitute, singer) and the man in one way or another is a client. Perhaps the message is that if people meet in a way involving money and their jobs, they are not free to see each other with the perfect clarity required by love. When your heart's on fire, you must realize, smoke gets in your eyes. \n\nThere isn't any deep message in this film. Love never has any deep message. Meryl Streep once said that every good actor knows that the statement \"I love you\" is a question. We send our love out into the world, hoping it will not be laughed at or destroyed. We trust the one we love to accept it. In these stories, acceptance doesn't come with the territory. The pool hall hostess meets a lot of pool players every day. Yes, Chen is nice enough, but when she gets a new job, she doesn't wait for him. The prostitute sees a lot of men.\n\nWhen she falls for Chang, he doesn't notice, because he sees himself as her client. And the modern couple is so wrapped up in overlapping relationships and a running parallel life on cellphones that they can barely deal with each other at all.\n\nMore than three centuries ago, Andrew Marvell wrote a poem named \"To His Coy Mistress\" in which he said they would be free to love, Had we but world enough, and time. I think these three couples have world enough and time, but the woman in the first, the man in the second, and both in the third are not willing to accept happiness. They can't even see it's there for the having.\n\nThis observation is as shallow as a popular song. Maybe there isn't any deeper level. Most of the things we really believe about love are stated most simply and unforgettably in song lyrics.\n\nThe lives in \"Three Times\" are not tragedies, unless the tragedy is that they never become the lives they could have been. Hou Hsiao-hsien shows us people who could make each other happy and been happy themselves, and he watches them miss their chance. And yet today, my love has gone away. I am without my love.", "running_time": 136, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-06-22", "genres": ["Crime", "Drama", "Foreign", "Indie", "Romance"], "title": "Three Times (2006)"}