{"url": "http://www.rogerebert.com/reviews/three-wishes-1995", "by": "Patrick Swayzeas Jack McCloud", "star_rating": 1.5, "text": "\"Three Wishes\" tugs at our hearts, but by the end, I was tugging back. The movie lays it on so thick that even with the best will in the world, I couldn't go along on its slow and soppy ride.\n\nAmong other things, it is about a homeless man, a cute dog, a kid who's no good in Little League, another kid who has cancer, fireworks, MIAs, being able to fly, genies, space aliens, a missing dad, a sweet mom, Zen coaching mantras, the Medal of Honor and how a man has to do his own thing. It is also about a small town, which, like all small towns in the movies, has a carnival; there must be a company in Hollywood that specializes in renting merry-go- rounds.\n\nIf \"Three Wishes\" makes any history, it'll be because it's the first movie about children's sports to incorporate the Buddhist approach of Phil Jackson, the coach of the Chicago Bulls, who leads his team with Zen philosophy rather than ham-handed pep talks. Even more amazingly, the Jackson-like character wins the support, rather than the hatred, of the macho Little League coach whose role he usurps.\n\nThe movie begins in the present, with a family moving out of its home because the father has lost his business. As he drives sadly away in a van filled with possessions, children and a supportive wife, he sees a forlorn figure trudging into a cemetery, followed by a dog. And that causes him to remember that, when he was a kid . . .\n\nNow the movie flashes back to the 1950s. A young boy named Tom Holman (Joseph Mazzello) is in a station wagon with his mom Jeanne (Mary Elizabeth Mastrantonio) and little brother Gunny (Seth Mumy) when they swerve to avoid a dog in the street, and hit a man instead - a man who wasn't visible a second before. His name is Jack McCloud (Patrick Swayze). Jeanne takes pity on the poor guy, a homeless hitchhiker whose leg is broken, and invites him to stay in their guest room until his leg heals.\n\nWe assume romance will blossom (Jack may be homeless, but he's a hunk). Not at all. Jeanne has a suitor, who provides a distracting and unnecessary subplot. Meanwhile, it becomes clear that both Jack and his dog are not of this world. They have an ability to appear where you don't expect them. And a manner that leads us to conclude that Jack is perhaps an angel. (I am not sure where theologians stand on the possibility of angel dogs.) There are problems in the Holman household. Young Tom's father, a pilot in the Korean War, was shot down and is presumed dead. The family has no financial worries (even though Jeanne doesn't seem to have a permanent job), but there are other troubles: Tom is no good at sports, and is scorned by the kids on the local teams. And little Gunny's stomach hurts all the time, until the doctors decide he has cancer.\n\nTom is a little ashamed of their boarder, whose beard stands out in the 1950s. Jack marches to his own drummer, observing the Little League team at work and then leading them in transcendental meditation and giving them Jacksonian advice such as \"Everything contains its opposite.\" This approach works, and the team starts to win, to the amazement of their regular coach, played by Jay O. Sanders.\n\nSanders you have seen before. He is the tall, stern guy with the five o'clock shadow who often plays the mean supercompetitive coach of the evil team in kids' sports movies (most recently, in \"The Big Green,\" that Disney movie about the Texas soccer team). This time, he is won over by the newcomer's approach and quickly becomes convinced that McCloud was once a star pitcher for the White Sox.\n\nWhether he was or wasn't is one more plot detail in a movie that feels jumbled and endless. As little Gunny gets sicker, for example, he is befriended by Jack's dog, which takes other shapes when no one else is around and that has an essence apparently made of fireworks. Yes, fireworks, and shooting stars.\n\nThe scene in which little Gunny discovers he can fly, and swoops up and down in advance of a roller-coaster car, is part of his treatment, I guess, and there are other scenes involving Jack's journal, with its mysterious disappearing handwriting, and Jack's story of a genie-like creature and three magical wishes.\n\nThe director, Martha Coolidge, usually makes smarter and more disciplined films (\"Real Genius,\" \"Rambling Rose\"); this time, she's beset with goofiness.\n\nMovies like \"Three Wishes\" belong to a genre with its own conventions. Swayze himself has made a good one, \"Ghost.\" It is important to establish the supernatural conventions and set them inside a realistic world. But \"Three Wishes\" is so top-heavy with plot and incident that we grow weary of the miracles. It's not a parable, it's an anthology.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-10-27", "genres": ["Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Three Wishes (1995)"}