{"url": "http://www.rogerebert.com/reviews/throw-momma-from-the-train-1987", "by": "Danny DeVitoas Owen", "star_rating": 2.0, "text": "Movies borrow from other movies all the time, but few have the honesty to admit it. Danny DeVito is nothing if not an honest man. He not only borrows the plot device from Alfred Hitchcock's \"Strangers on a Train\" for his new comedy, \"Throw Momma from the Train,\" but he even has one of his characters actually go to the movies to study the relevant scene from Hitchcock's 1951 classic.\n\nThe character (played by DeVito himself) sits in the dark of a revival house and gazes moonily up at the screen, where Robert Walker is smoothly explaining to Farley Granger how two strangers can commit two perfect murders.\n\nEach one commits the other man's murder, while preparing an airtight alibi for his \"own.\" Since the prime suspect will have an unshakable alibi and the killer cannot be linked to the crime by any possible motive, the police will be stymied.\n\nThis seems like a wonderful idea to DeVito, whose character is a little light in the head. He wants to murder his mother, who is a cross between a bag lady and a boxing instructor, and he has the ideal partner in crime: Billy Crystal, his creative writing instructor at the local community college.\n\nCrystal is angry because his ex-wife has ripped off a book he wrote and turned it into a best seller. \"I wish she was dead!\" he cries one day at the school cafeteria, and DeVito takes him at his word.\n\nMost of the movie centers on the relationship between DeVito and Crystal, who are complete opposites - the genial, smiling, round little man, and the distracted intellectual. DeVito is the kind of man who (in one of the movie's best moments) can calmly discuss murder and then interrupt himself to exclaim, \"Look! Cows!\" as they pass a billboard advertising a dairy.\n\nThis relationship produces a fair number of laughs, but \"Throw Momma from the Train\" is not as funny as it might have been. That may be because the script lacks the maniacal tension that the material requires. For a relatively short movie (88 minutes), it seems too heavy on plot, with all sorts of comings and goings and explanations and misunderstandings, all of which are not really necessary. In his study of Hitchcock, DeVito should have absorbed the Master's theory of the MacGuffin, defined as whatever it is that everybody is concerned about. Hitchcock believed that most movies spent too much time on the MacGuffin and not enough time on how the characters felt about the MacGuffin.\n\nThe plot in \"Throw Mama from the Train\" is top-heavy, but the movie doesn't make as much as it could from its weird characters.\n\nWhat about Momma, for example? As played by Anne Ramsey in one of the most thankless portrayals since Dick Durock played Swamp Thing, she is a true monster: a shambling wreck of a woman who talks as if her mouth is full of marbles and bitterly castigates her son for minor infractions. In fantasies perhaps inspired by \"Where's Poppa?,\" DeVito imagines himself slipping lye into his mother's soft drink, or driving a scissors into her ear. But where did this woman come from, and what makes her tick? If her relationship with her son is exclusively barbaric, how did it get that way? By leaving out complexities and guilt, DeVito probably missed some good comic opportunities.\n\nCrystal, a good actor, is also underutilized by Stu Silver's thin screenplay. An early writer's block scene goes on forever; he's stuck on the words \"The night was...\" and tries countless combinations (wet, dry, humid) without ever (a) stumbling on the old dependable \"It was a dark and stormy night...\" or (b) finding any business funnier than throwing crumpled sheets of typing paper into the wastebasket.\n\nBlocked writers don't do that anymore. They work on computers, not typewriters, and when they're blocked they play computer games like \"Leather Goddesses of Phobos.\"\n\nNo matter. \"Throw Momma from the Train\" is a series of missed opportunities and unexploited situations, a movie that wants to have genuine nastiness at its heart but never quite works up the energy or the nerve to be truly heartless. Paradoxically, its best scenes are the ones of gentle whimsy.\n\nThe scene, for example, in which DeVito shows Crystal his coin collection, which is made up, not of valuable coins, but of \"important\" ones, such as the penny he got in change the day his dad took him to the zoo. Maybe at some point during the rewrites, they should have just forgotten about Momma and Hitchcock, and started all over again with that scene.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-12-11", "genres": ["Action", "Comedy"], "title": "Throw Momma from the Train (1987)"}