{"url": "http://www.rogerebert.com/reviews/thumbsucker-2005", "by": "Lou Puccias Justin Cobb", "star_rating": 3.0, "text": "Sometimes parents act like parents, and sometimes they want to be your best friends. The ideal parents would be both, since either role in isolation can lead to unhappy teenagers. Since teenagers are by their nature unhappy anyway, perhaps this paragraph can end now.\n\n\"Thumbsucker\" is about a bright but obscurely discontented 17-year-old named Justin (Lou Pucci), who still sucks his thumb. His parents are \"Audrey\" and \"Mike\" (Tilda Swinton and Vincent D'Onofrio), who like to be called by their first names. Audrey is still channeling her teenager within, and has a crush on a TV star named Matt (Benjamin Bratt). She sends in coupons from cereal boxes in hopes of winning a date with him. She may also be way too impressed by a celeb patient at the rehab center where she works. (Her family is intensely curious about her day job: \"Who did you see? Matthew Perry? Whitney Houston? Robert Downey Jr.?\")\n\nJustin is embarrassed by his thumbsucking, especially when he gets a crush on a girl named Rebecca (Kelli Garner), who, like most girls nowadays, doesn't think it's cool for a thumb to get all the attention. Justin turns not to a shrink but to an orthodontist named Perry (Keanu Reeves). Perry tries hypnosis; when he asks Justin to walk in an imaginary forest and conjure his \"power animal,\" the best Justin can come up with is a fawn. After all these years it's amazing he doesn't need braces, but instead he gets Perry's mantras: \"You don't need your thumb and your thumb doesn't need you.\" Demonstrably not true.\n\nPerry prescribes Ritalin, which he predicts will unharness Justin's inner power animal, or whatever. It does. Certain other pharmaceuticals occasionally make a contribution. Early in the movie Justin was dumbstruck when asked to rebut an argument in the speech class taught by Mr. Geary (Vince Vaughn), but he turns overnight into a confident, persuasive speaker who becomes the star of Geary's debate team. Geary coaches debate the way Mike Ditka coached football (\"Be a stone-faced killer\"). But even he grows uncomfortable with the inner animal Justin has unleashed, which turns out to be an egotistical monster.\n\nI have focused on Justin, but really the movie is equally about the adult characters, who all seem to have lacked adequate parenting themselves. We talk about the tragedy of children giving birth to children; maybe that can happen at any age. Certainly Justin and Audrey look and behave a lot alike, and certainly Mike distances himself from his wife's obsessions with other men; perhaps having failed in an early dream of playing pro sports, he has felt inadequate ever since.\n\nThen there is the matter of Rebecca, who is willing to go so far and no further with Justin. She has chosen him for sexual foreplay because \"I need to educate myself\" and Justin seems to have runway skills without all the dangers associated with a pilot's license.\n\nThe movie contains many of the usual ingredients of teenage suburban angst tragicomedies, but writer-director Mike Mills, who began with a novel by Walter Kirn, uses actors who can riff; Swinton and D'Onofrio are so peculiarly exact as their characters that we realize Audrey and Mike are supposed to be themselves in every scene, and are never defined only as \"Justin's parents.\" She wins the date, and she may be outta here. Or maybe not. In a lot of movies, you'd know one way or the other, but Audrey has free will and Swinton plays her as if neither one of them has looked ahead in the screenplay. Keanu Reeves, too, makes more of the orthodontist than what we'd expect. He comes up with a Val Kilmeresque detachment from the very qualities that made him famous, and when he apologizes for \"hippie psychobabble,\" he doesn't even need to smile.\n\nThere is some symbology in the movie, involving a construction site and Kelli's interest in ecology, but the movie is not really interested in saving the environment, it's interested in characters who say they are interested in the environment because, after all, who isn't, or shouldn't be? A subject like that functions as the foreground in suburban angst conversations: You talk about ecology because it shows you are good as a tree and, especially in Justin's case, high as the sky.", "running_time": 96, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-09-22", "genres": ["Comedy", "Drama", "Indie"], "title": "Thumbsucker (2005)"}