{"url": "http://www.rogerebert.com/reviews/thunderheart-1992", "by": "Val Kilmeras Ray Levoi", "star_rating": 3.5, "text": "The opening credits began with the name “Val Kilmer,” and when the movie opened, with the assignment of an FBI agent to investigate a murder on an Indian reservation in South Dakota, I waited for Kilmer's first appearance. I had admired his performance as Jim Morrison so much in “The Doors” that I was eager to see what he would do next. The FBI agent was stopped by an Indian lawman, he was given a speeding ticket, he met with a veteran FBI man already on the scene, and only then, some 20 minutes into the movie, did I recognize that I had been watching Kilmer all along - that he was the agent.\n\nKilmer's anonymity was not a trick of makeup or lighting. He plays the role unadorned, his hair cut short and neatly combed, his shirt buttoned, his tie in a neat knot. It is something inside Kilmer that seems to conceal him; he is this straight-arrow, conservative, by-the-numbers FBI agent, just as in “The Doors” he was the Dionysian rock druggie Morrison, and it simply happens that there is no common reference between the two characters. He is so inside the one that you cannot get a glimpse of the other. \n\nIf there is an award for the most unsung leading man of his generation, Kilmer should get it. In movies as different as “Real Genius,” “Top Gun,” \"Top Secret!\" and the made-for-cable “Billy the Kid,” he has shown a range of characters so convincing that it's likely most people, even now, don't realize they were looking at the same actor.\n\nIn “Thunderheart,” he plays agent Ray Levoi, who is at first undemonstrative and even rigid in his dealings with the locals. He's like one of those cops who is blind to the human situation because he's preoccupied with running the rule book through his mind. He's assigned to the case on the reservation on the unconvincing grounds that he is one-fourth Indian. His first contact is the Native American lawman, played by Graham Greene  Oscar-nominated last year for his work in (\"Dances with Wolves\"). Soon he encounters agent Frank Coutelle, played by Sam Shepard as a laconic cynic. And not long after he meets a schoolteacher (Sheila Tousey) who provides a breath of romantic interest - although the movie has the originality to let it be a subtle breath, and not center the whole story on it.\n\nThe movie was directed by Michael Apted and written by John Rusco, who base their story on actual events in the Dakota reservations in the early 1970s when a militant group named American Indian Movement defied the FBI. This fictionalized version of the encounter involves a conspiracy to steal lands from the Indians, and the mechanics of the murder mystery and investigation are well worked out and involving.\n\nBut that wasn't what interested me the most. What's most absorbing about “Thunderheart” is its sense of place and time. Apted makes documentaries as well as fiction films, and in such features as “Coal Miner's Daughter” and \"Gorillas in the Mist\" and such documentaries as “35 Up” he pays great attention to the people themselves - not just what they do, and how that pushes things along.\n\nIn “Thunderheart” we get a real visual sense of the reservation, of the beauty of the rolling prairie and the way it is interrupted by deep gorges, but also of the omnipresent rusting automobiles and the subsistence level of some of the housing. We feel that we're really there, and that the people in the story really occupy land they stand on.\n\nThis sense of place helps the movie with its weakest story element, the supposition that because the Kilmer character is a quarter Indian, he will somehow summon up his roots to help him decide between good and evil. An FBI agent at the time this film was shot would probably have had little difficulty in choosing between his roots and the rule book, and the rules would have won. Still, this is a movie, after all, and at the end there is a sense of rightness in the way everything turns out. There is also the sense that we have seen superior acting, especially by Kilmer.", "running_time": 118, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-04-03", "genres": ["Action", "Adventure", "Crime", "Mystery", "Thriller"], "title": "Thunderheart (1992)"}