{"url": "http://www.rogerebert.com/reviews/thunderbirds-2004", "by": "Bill Paxtonas Jeff Tracy", "star_rating": 1.5, "text": "I run into Bill Paxton and Ben Kingsley occasionally, and have found them to be nice people. As actors, they are in the first rank. It's easy to talk to them, and so the next time I run into one of them, I think I'll just go ahead and ask what in the h-e-double-hockey-stick they were thinking of when they signed up for \"Thunderbirds.\" My bet is that Paxton will grin sheepishly and Kingsley will twinkle knowingly, and they'll both say the movie looked like fun, and gently steer the conversation toward other titles. \"A Simple Plan,\" say, or \"House of Sand and Fog.\"\n\nThis is a movie made for an audience that does not exist, at least in the land of North American multiplexes: Fans of a British TV puppet show that ran from 1964 to 1966. \"While its failure to secure a U.S. network sale caused the show to be canceled after 32 episodes,\" writes David Rooney in Variety, \"the 'Supermarionation' series still endures in reruns and on DVD for funky sci-fi geeks and pop culture nostalgists.\" I quote Rooney because I had never heard of the series and, let's face it, neither have you. Still, I doubt that \"funky\" describes the sub-set of geeks and nostalgists who like it. The word \"kooky\" comes to mind, as in \"kooky yo-yos.\"\n\n\"Thunderbirds\" is to \"Spy Kids\" as Austin Powers is to James Bond. It recycles the formula in a campy 1960s send-up that is supposed to be funny. But how many members of the pre-teen audience for this PG movie are knowledgeable about the 1960s Formica-and-polyester look? How many care? If the film resembles anything in their universe, it may be \"The Jetsons.\"\n\nA solemn narrator sets the scene. The Thunderbirds, we learn, are in real life the Tracy family. Dad is Jeff Tracy (Paxton), a billionaire who has built his \"secret\" headquarters on a South Pacific island, where his secret is safe because no one would notice space ships taking off. His kids are named after astronauts: Scott, John, Virgil and Gordon, and the youngest, Alan (Brady Corbet), who is the hero and thinks he is old enough to be trusted with the keys to the family rocket. His best friend, Fermat (Soren Fulton), is named after the theorem, but I am not sure if their best friend, Tin Tin (Vanessa Anne Hudgens) is named after the French comic book hero, or after another Tin Tin. It's a common name.\n\nThe plot: The Hood (Kingsley) is a villain who (recite in unison) seeks world domination. His plan is to rob the Bank of London. The Thunderbirds are distracted when a Hood scheme endangers their permanently orbiting space station (did I mention dad was a billionaire?), and when dad and the older kids rocket off to save it, the coast is clear -- unless plucky young Alan, Fermat and Tin Tin can pilot another rocket vehicle to London in time to foil them. In this they are helped by Lady Penelope (Sophia Myles) and her chauffeur (Ron Cook).\n\nAs the Tracys rocket off to rescue the space station, I was reminded of the Bob and Ray radio serial where an astronaut, stranded in orbit, is reassured that \"our scientists are working to get you down with a giant magnet.\" Meanwhile, his mother makes sandwiches which are rocketed up to orbit. (\"Nuts!\" he says. \"She forgot the mayonnaise!\")\n\nAmong the big \"Thunderbirds\" f/x scenes is one where the kids use their rocket ship to rescue a monorail train that has fallen into the Thames. This and everything else the Thunderbirds do seems to be covered on TV, but try to keep yourself from wondering where the TV cameras can possibly be, and how they got there. Paxton was in \"Spy Kids 2: The Island Of Lost Dreams\" and at least knows this territory. Let it be said that he and Kingsley protect themselves, Paxton by playing a true-blue 1960s hero who doesn't know his lines are funny, and Sir Ben by trying his best to play no one at all while willing himself invisible. A movie like this is harmless, I suppose, except for the celluloid that was killed in the process of its manufacture, but as an entertainment, it will send the kids tiptoeing through the multiplex to sneak into \"Spider-Man 2.\"", "running_time": 95, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-07-19", "genres": ["Action", "Adventure", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Thunderbirds (2004)"}