{"url": "http://www.rogerebert.com/reviews/thx-1138-1971", "by": null, "star_rating": 3.0, "text": "The brave new world of the American Zoetrope studio began in the late 1960s in San Francisco. Francis Ford Coppola, a young director of promise, persuaded Warner Bros. to help finance and distribute a group of features by the bright new filmmakers he'd gathered around him. Coppola had just finished a successful mainstream production for Warners, \"Finian's Rainbow,\" and his proposal sounded good in that era of youth films, bike films, trip films, and other high hopes.\n\nThe youth film and the others turned out to be lost causes, however, and as the American film industry moved back to traditional narrative pictures, not many of the proposed American Zoetrope films were made, and even fewer ever opened. Warner Bros., having decided to drop the San Francisco experiment, didn't back the surviving features very enthusiastically. The greatest casualty was George Lucas's \"THX-1138,\" a science-fiction parable set in the twenty-fifth century and displaying remarkable visual mastery.\n\nThe movie's strength is not in its story but in its unsettling and weirdly effective visual and sound style. The story is standard sci-fi stuff: Five centuries in the future, mankind inhabits vast underground cities which are programmed by computers and policed by robots. The citizens are force-fed drugs to inhibit their passions, but THX 1138 (Robert Duvall) and his mate LUH 3417 (Maggie McOmie) cut down on their drug rations and discover that they have sexual appetites. Worse still, they are in love.\n\nWhat follows is a battle against the centralized computer system, a few episodes of outsmarting the dumb robot policemen, and a chase scene. None of this is very original, and the whole business of Love versus State is out of Orwell and countless lesser writers. But Lucas doesn't seem to have been very concerned with his plot, anyway. His film was inspired by a student film he did at UCLA, which won the National Student Film Festival in 1968. The student work was sort of a dry run for this one, exploring ways of creating inexpensive but totally convincing special effects for a futuristic society. The experiment was a success; the subterranean laboratories, apartments, and corridors in \"THX-1138\" have a blinding, white porcelain sameness, and the characters seem to inhabit the future's most spectacular and sanitary bathroom fixtures.\n\nThe sound effects add to the illusion of a distant and different society. The dialogue seems half-heard, half-forgotten; people talk in a bemused way, as if the drugs had made them indifferent. Their words are suspended in a muted, echoing atmosphere in which only the computer-programmed recorded announcements seem confident. And the featureless whiteness of this universe stretches away into infinity (especially in the effective scene involving a prison with no walls -- how can you escape from a prison that is simply an empty void?). \n\n\"THX-1138\" suffers somewhat from its simple story line, but as a work of visual imagination it's special, and as haunting as parts of \"2001: A Space Odyssey,\" \"Silent Running\" and \"The Andromeda Strain.\"", "running_time": 88, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-01-01", "genres": null, "title": "THX-1138  (1971)"}