{"url": "http://www.rogerebert.com/reviews/ticket-to-heaven-1981", "by": null, "star_rating": 3.5, "text": "\r\n\n\n“Ticket To Heaven” is about a\r\nyoung man who enters the all-encompassing world of a religious cult. What makes\r\nthe movie absolutely spellbinding is that it shows us not only how he is\r\nrecruited into the group, but how anyone could be indoctrinated into one of the\r\nmany cults in America today. This is a movie that has done its research, and it\r\nis made with such artistry that we share the experience of the young man. \n\n\r\nHis name is David. He is played by Nick Mancuso,\r\na powerful young actor, as an independent type who flies from Toronto to San\r\nFrancisco to discover what has happened to a friend who joined up with the\r\ncult. He is welcomed to their communal residence, joins in a meal and some\r\nsinging, and is asked if he'd like to spend the weekend at a retreat on the\r\ngroup's farm. He would. By the end of the weekend, he is a cult member. Can it\r\nhappen that fast? I've read stories claiming that some cults need only\r\nseventy-two hours to convert almost anyone to their way. The best and the\r\nbrightest make the best recruits, they say. The movie shows the three\r\ntechniques used to indoctrinate new members: (1) low-calorie, low-protein\r\ndiets; (2) sleep deprivation; (3) \"love-bombing,\" which involves\r\nconstant positive reinforcement, the chanting of slogans and great care never\r\nto allow the recruit to be alone for a moment. \n\n\r\nAlthough “Ticket To Heaven” does not mention any\r\nexisting cult by name, it is based on a series of newspaper articles about a\r\nformer Moonie. The techniques in the film could, I suppose, be used by anybody.\r\nWhat makes the film so interesting is that it's not just a docudrama, not just\r\na sensationalist expose, but a fully realized drama that involves us on the\r\nhuman level as well as with its documentary material. There are scenes that are\r\nabsolutely harrowing: an overhead shot of David trying to take a walk by\r\nhimself and being \"joined\" by jolly friends; a scene where he\r\nguiltily bolts down a forbidden hamburger; a scene where another cult member\r\nwhispers one sentence that sounds to us, as much as to David, like shocking\r\nheresy. By that point in the film, we actually understand why David has become\r\nso zombie-like and unquestioning. We have shared his experience. \n\n\r\nThe final scenes in the film involve a\r\ndeprogramming attempt. They are not as absorbing as what went before, if only\r\nbecause they involve an effort of the intellect, instead of an assault on the\r\nvery personality itself. I've seen “Ticket To Heaven” three times, and at first\r\nI thought the film's ending was \"weaker\" than the rest. Now I wonder.\r\nWhat cults offer is freedom from the personality. They remove from your\r\nshoulders the burden of being you. That is a very seductive offer: why else do\r\npeople also seek freedom from self through drugs, alcohol, and even jogging? As\r\nDavid is seduced into the cult's womb, we also submit vicariously to the\r\nexperience. We understand its appeal. At the end, as David's reason is appealed\r\nto, as his intellect is reawakened, as he is asked to once again take up the\r\nburden of being himself, he resists--and maybe we do, too.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": null, "title": "Ticket to Heaven (1981)"}