{"url": "http://www.rogerebert.com/reviews/tidal-wave-1975", "by": null, "star_rating": 0.5, "text": "Bad movies are really getting awful these days. It seems like only yesterday we were savoring bombs like \"The Vengeance of She\" and \"Godzilla vs. the Smog Monster\" movies so terrible they achieved a sort of greatness. Movies in which there were lines like \"I have waited 3,000 years for this day\" and newspaper reporters who let their voices trail off at the end of declarations like: \"But, doctor, if your predictions are correct, this means the end of civilization on Earth. . .\"\n\nI was hoping 'Tidal Wave\" would be a movie like that. When the publicity photographs arrived in the mail a few weeks ago, I was heartened by the sight of the staples holding together the cardboard skyscrapers: Here was a movie with real lack of promise! It even looked like a good bet to outflank \"King Kong vs. Godzilla.\" (What happened in that one, as I recall, is that King Kong lost and is currently trying to promote a bout with the Smog Monster, to establish himself as a contender once again.) But \"Tidal Wave\" let me down. It is purely and simply a wretched failure, a feeble attempt to paste together inept special effects (filmed in Japan) and Lorne Greene (filmed in America to his everlasting regret, I'll bet).\n\nThe story involves ominous happenings along the Japan Trench, a vast underwater geological feature which, when it's viewed from a submarine, looks suspiciously like mud being stirred up by a garden hose. Japanese scientists regard it with horror, and no wonder: Their computers inform them all the Japanese islands will soon sink into the trench, with the possible loss of more than 100 million lives (under the circumstances, the title \"Tidal Wave\" becomes the understatement of the season).\n\nThis would, of course, be a great catastrophe, something the people in the movie are constantly assuring each other: \"What a great catastrophe,\" they intone. Cut to the United Nations, where poor Lorne Greene is addressing the world's governments on plans to bail out the Japanese. There is, he observes, a certain degree of technological difficulty involved in an air and sea rescue effort involving 100 million peopleÑbut this is a catastrophe that threatens not just Japan, you understand, but all the Earth's nations, since who knows what will slide into the Japan Trench next?\n\nThere's the obligatory love story, involving a scientist whose girl friend makes a last minute dash up Mt. Fujiyama and is trapped in a phone booth, where she calls him and makes plans, rather optimistically, I thought, to meet him in Geneva, Switzerland, when all of this is over. There are also people in boats who drift hither and yon before being swamped by tidal waves that look suspiciously like regular waves shot from a very low position with a wideangle lens. The movie never ends, but if you wait long enough it gets to a point where it's over.", "running_time": 120, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Adventure", "Drama", "Foreign", "Thriller"], "title": "Tidal Wave (1975)"}