{"url": "http://www.rogerebert.com/reviews/tie-me-up-tie-me-down-1990", "by": "Victoria Abrilas Marina", "star_rating": 2.5, "text": "To know me is to love me.\n\nThis cliche is popular for a reason, because most of us, I imagine, believe deep in our hearts that if anyone truly got to know us, they'd truly get to love us - or at least know why we're the way we are. The problem in life, maybe the central problem, is that so few people ever seem to have sufficient curiosity to do the job on us that we know we deserve.\n\nPedro Almodovar's \"Tie Me Up! Tie Me Down!\" is a movie about a disturbed young man who decides to give an actress that opportunity.\n\nHer name is Marina, his name is Ricky. She is a bad actress with a background in pornography, but to Ricky she is a perfect angel, and that is why he kidnaps her and ties her to the bed while he attempts to convince her to love him.\n\nThis story has been told before, and better, in movies like William Wyler's \"The Collector,\" but Almodovar tries to bring a certain style to it by making it an unsprung comedy. We occasionally get the sense that both characters know they're in a movie - that the whole thing is about role-playing, and the actress never really takes her kidnapping very seriously.\n\nThat playfulness gets the movie off at least one hook: The material isn't as disturbing as it might have been, because we have the sense that this isn't a real \"kidnapping,\" especially after the woman begins to assist in her own captivity. Does she enjoy being someone's possession? There certainly is a lot of security in being tied up and cared for, and you don't find yourself with a lot of tough decisions to make. In a perverse sense, it is always the captive who is in control, always the masochist who gets what he desires.\n\nIf Almodovar had gone further in this direction - if he had explored the paradoxes of this sort of sexual captivity - he might have had something here, maybe a dark comedy to remind us of something by his Spanish countryman, Luis Bunuel. But the movie is too flighty and uncentered, and it allows actual violence to break the spell when false alarms would have sufficed. It's most entertaining in the quiet times in between the big moments - the little scenes where Marina begins to understand Ricky just a little.\n\nAlmodovar is a director with an enormous following around the world, but movies like \"Tie Me Up! Tie Me Down!\" leave me feeling increasingly left out. His previous film was the widely-praised \"Women on the Verge of a Nervous Breakdown,\" a movie I had a curious relationship with. I saw it once, and had no discernible reaction at all. It did not engage my attention for even a scene, and at the end I had trouble even remembering it. So I went to see it again, and the same thing happened.\n\nThat doesn't mean the film contained nothing; what it means, I think, is that Almodovar's polarities are so perfectly lined up in opposition to my own that it is quite possible for one of his movies to shoot right through my brain without striking a single cell. I seek an explanation for this phenomenon not in film criticism but in the behavior of subatomic particles.\n\nWith \"Tie Me Up! Tie Me Down!\" I was at least left with a memory of the film, but I am not sure this is progress for Almodovar.", "running_time": 100, "mpaa_rating": "No", "release_year": 1990, "date_published": "1990-05-25", "genres": ["Comedy", "Crime", "Drama", "Foreign", "Romance"], "title": "Tie Me Up! Tie Me Down! (1990)"}