{"url": "http://www.rogerebert.com/reviews/tightrope-1984", "by": null, "star_rating": 3.5, "text": "Most modern police thrillers are simpleminded manipulations of chases, violence, pop psychology, and characters painted in broad stereotypes. \"Tightrope\" contains all four of those ingredients, to be sure, but it also contains so much more that it's a throwback to the great cop movies of the 1940s -- when the hero wrestled with his conscience as much as with the killer.\n\nThe movie stars Clint Eastwood as a New Orleans homicide detective who is as different as possible from Dirty Harry Callahan. The guy's name is Wes Block. His wife has recently left him, and he lives at home with his two young daughters and several dogs. He is a good but flawed cop, with a peculiar hang-up: He likes to make love to women while they are handcuffed. The movie suggests this is because he feels deeply threatened by women (a good guess, I'd say). Detective Block is well-known to most of the kinkier prostitutes in the French Quarter, but his superiors don't know that when they assign him to a big case: A mad strangler, apparently an ex-cop, is killing hookers in the Quarter. Block's problem is that he cannot easily enter this world as a policeman after having entered it often as a client. His other problem is that when he walks into that world, all of his old urges return.\n\nThe police work in \"Tightrope\" is more or less standard: The interviews of suspects, the paperwork, the scenes where his superiors chew him out for not making more progress on the case. What makes \"Tightrope\" better than just another police movie are the scenes between Eastwood and the women he encounters. Some of them are hookers. Some are victims. One of them, played by Geneviève Bujold, is a feminist who teaches women's self-defense classes. Block has always been attracted to flashy, gaudy women, like the Quarter's more bizarre prostitutes. We do not know why his wife left him, and we are given no notions of what she was like, but right away we figure that Bujold isn't his type. She's in her mid-thirties, uses no makeup, wears sweat shirts a lot, and isn't easily impressed by cops. But somehow a friendship does begin. \n\nAnd it becomes the counterpoint for the cop's investigation, as he goes deeper into the messy underworld of the crimes--and as more of the evidence seems to suggest that he should be one of the suspects. It's interesting that the movie gives Eastwood two challenges: To solve the murders, and to find a way out of his own hang-ups and back into an emotional state where he can trust a strong woman.\n\n\"Tightrope\" may appeal to the Dirty Harry fans, with its sex and violence. But it's a lot more ambitious than the Harry movies, and the relationship between Eastwood and Bujold is more interesting than most recent male-female relationships in the movies, for three reasons: (1) There is something at risk in it, on both sides; (2) it's a learning process, in which Eastwood is the one who must change; (3) it pays off dramatically at the end, when their developing relationship fits into the climax of the investigation. Think how unusual it is for a major male star to appear in a commercial cop picture in which the plot hinges on his ability to accept and respect a woman. Apart from the other good things in \"Tightrope\", I admire it for taking chances; Clint Eastwood can get rich making Dirty Harry movies, but he continues to change and experiment, and that makes him the most interesting of the box-office megastars.", "running_time": 114, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Crime", "Mystery", "Suspense", "Thriller"], "title": "Tightrope (1984)"}