{"url": "http://www.rogerebert.com/reviews/til-there-was-you-1997", "by": "Jeanne Tripplehornas Gwen", "star_rating": 1.5, "text": "Here is the most tiresome and affected movie in many a moon, a 114-minute demonstration of the Idiot Plot, in which everything could be solved with a few well-chosen words that are never spoken.\n\nThe underlying story is a simple one: A man and a woman who are obviously intended for each other are kept apart for an entire movie, only to meet at the end. We're supposed to be pleased when they get together, I guess, although the movie ends with such unseemly haste that we never get to experience them as a couple.\n\n \"'Til There Was You,'' directed by Scott Winant with a screenplay by Winnie Holzman, plays like half-digested remnants of a dozen fictional meals. We have flashbacks to the love stories of parents, college love affairs, shocking revelations about sexuality and parentage, a maladjusted former sitcom star, an architect who is a \"perfectionist with low self-esteem,'' a ghost writer who falls in love with a colorful old apartment building, not one but two colorful old ladies who stick to their guns, a restaurant that's an architectural nightmare, zoning hearings, bad poetry, endlessly falling rose petals, chain-smoking, gays in the closet, traffic accidents--and at the end of it all, we have the frustration of knowing that 114 minutes of our lives have been wasted, never to be returned.\n\nOh, and we have disastrous casting decisions. I find it helpful, as a general rule, to be able to tell the characters in a movie apart. Several of the characters in this film (a gay college professor, an architect, and another guy) look so much alike I was forever getting them confused. They were all sort of would-be Pierce Brosnan clones. Since the plot depends on coincidental meetings (and close misses) involving people who should know one another but don't, and people who do know one another but shouldn't, the lookalikes grow even more confusing. The casting director no doubt thought that since several of the leads have appeared on TV sitcoms, the audience would recognize them and not be distracted by superficial physical similarities. Sorry.\n\nThe plot: A former sitcom star (Sarah Jessica Parker) owns a wonderful old apartment complex that has been earmarked for replacement by a condominium building. She begins to date the architect (Dylan McDermott) who will design the condos. His hero is an old lady architect (Nina Foch) who is apparently the Frank Lloyd Wright of her generation. She designed the colorful old apartment complex, but he doesn't know that. (How likely is it that an architect would be unfamiliar with one of his famous mentor's key buildings in the city where he lives? Not very.) Meanwhile, a ghost writer (Jeanne Tripplehorn) is hired by the sitcom star to write her autobiography. The ghost writer and the architect met when they were children at summer camp. They are destined to meet again, but keep missing each other by inches or minutes. Some of their near-misses take place in a restaurant the architect designed.\n\nThis restaurant, of frightening ugliness, seems designed to keep personal injury lawyers in work. When Tripplehorn enters it for the first time, she can't get the door open. Then it flies open and she staggers across the entire room and bangs into something. Later, she beans herself on a low-flying sculpture, trips over a waiter, catches her heel in the floor, falls over a chair, etc. Did she train for a \"Three Stooges'' movie? All of the movie's heartfelt scenes are tangential. They involve major characters talking to minor ones instead of to one another. There is the heartfelt talk between the architect and his mentor. And the heartfelt talk between the ghost writer and a dotty old lady (Gwen Verdon) who lives in the colorful old building (which the writer staggered into after a coincidental car crash). There is the heartfelt talk between the writer and her old father, who tells her the childhood legends the movie began with were all fiction. There is the heartfelt love scene between the writer and her college professor, who is later revealed to be gay, and then disappears from the movie just when we thought the story would be about him.\n\nMany details are just plain wrong. Since the Tripplehorn character is a literature student, we expect her to be a fairly sophisticated writer. Yet when we hear one of her poems read (after it accidentally sticks to the bottom of an architectural model thrown out of a window--but never mind), it turns out to be written in rhyming couplets of the sort found beneath the needlework column in craft magazines. All of the characters smoke unpleasantly, and want to stop, and one of the movie's near-misses, where the would-be lovers almost meet, is at an \"N.A.'' meeting, which is described as \"Nicotine Anonymous.'' Warning: Before dropping \"N.A.'' into your conversation, be aware that most people think it means something else.\n\nAnd what about those rose petals? Or lilac petals, or whatever they are? The courtyard of the colorful old building, we can clearly see, has no foliage above it. Yet petals drift down in endless profusion for days and weeks during every scene--so many, I sat through the end credits in the futile hope there would be mention of the Petal Dropper.\n\nAll comes together at the end. Landmarks are saved, hearts are mended, long-deferred love is realized, coincidences are explained, the past is healed, the future is assured, the movie is over. I liked the last part the best.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-05-30", "genres": ["Comedy", "Romance"], "title": "'Til There Was You (1997)"}