{"url": "http://www.rogerebert.com/reviews/till-human-voices-wake-us-2003", "by": "Guy Pearceas Sam Franks", "star_rating": 1.5, "text": "\"Till Human Voices Wake Us\" could have been a poem by Edgar Allan Poe, a short story by Stephen King or a \"Twilight Zone\" episode by Rod Serling. Poe would have liked the part where the heroine drifts on her back down the river under the starry skies. King would have the hero gasping when he finds only his coat in the boat. And Serling would have informed us, \"A man named T.S. Eliot once hinted that you can drown in your sleep and not have the nightmare until you wake up in the morning.\" None of these artists would have, however, made this movie. That is because film makes it literal, and the story is too slight to bear up under the weight. \"The Twilight Zone\" could have done it as video, because it would have represented 20 minutes of running time (instead of 97) and been photographed in that stylized 1950s black-and-white television purity where the exterior shot of every residential street seemed to leave room for a mushroom cloud.\n\nThe movie tells a story which kept its key hidden for a long time in the Australian version, which began with two young people in a rural district and only switched over, much later, to a story about two adults (Guy Pearce and Helena Bonham Carter). At least in Australia you thought for half an hour or so that the whole story was about the teenagers (Lindley Joyner and Brooke Harman). In the version shown in the rest of the world, the two stories are intercut, which of course gives away the game, since Young Sam Franks grows up to be Sam Franks, and therefore, according to the Principle of the Unassigned Character, the mysterious girl he meets on the train must therefore be ...\n\nI am not giving anything away. This is the first movie I have seen where the plot device is revealed by the fact of the first flashback. Young Sam has journeyed on into adulthood with a heavy burden of guilt, which he hints at in a lecture he gives on psychology. Freud will be of no help to him, however. Maybe Jung would have some ideas, or Dionne Warwick.\n\nThe title comes from \"The Love Song of J. Alfred Prufrock,\" by Eliot, which is the favorite poem of--well, I was about to say both women. It looks to me like Silby, the young woman, is reading from the first edition, which would have been possible in Australia in those days. So is the older woman, named Ruby, at a time when the book was worth about $35,000. A book like that, you take the paperback when you go swimming.\n\nBut I am being way too cynical about a film that after all only wants to be sad and bittersweet, redemptive and healing. It doesn't really matter what your literal interpretation is for what happens in that adult summer, since there is a sense in which it doesn't really happen anyway, and the result would be the same no matter what the explanation.\n\nThere must still be a kind of moony young adolescent girl for which this film would be enormously appealing, if television has not already exterminated the domestic example of that species. The last surviving example in the wild was run over last week by a snowmobile in Yellowstone.", "running_time": 97, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-28", "genres": ["Drama", "Foreign", "Indie", "Mystery", "Romance", "Thriller"], "title": "Till Human Voices Wake Us (2003)"}