{"url": "http://www.rogerebert.com/reviews/tim-burtons-the-nightmare-before-christmas-1993", "by": "Chris Sarandonas Jack Skellington", "star_rating": 3.5, "text": "The movies can create entirely new worlds for us, but that is one of their rarest gifts. More often, directors go for realism, for worlds we can recognize. One of the many pleasures of \"Tim Burton's the Nightmare Before Christmas\" is that there is not a single recognizable landscape within it. Everything looks strange and haunting. Even Santa Claus would be difficult to recognize without his red-and-white uniform.\n\nThe movie, which tells the story of an attempt by Halloween to annex Christmas, is shot in a process called stop-action animation.\n\nIn an ordinary animated film, the characters are drawn. Here they are constructed, and then moved a little, frame by frame, so that they appear to live. This allows a three-dimensional world to be presented, instead of the flatter universe of cel animation. And it is a godsend for the animators of \"Nightmare,\" who seem to have built their world from scratch - every house, every stick and stone - before sending their skeletal and rather pathetic little characters in to inhabit it.\n\nThe movie begins with the information that each holiday has its own town. Halloweentown, for example, is in charge of all the preparations for Halloween, and its most prominent citizen is a bony skeleton named Jack Skellington, whose moves and wardrobe seem influenced by Fred Astaire.\n\nOne day Jack stumbles into the wrong entryway in Halloweentown, and finds himself smack dab in the middle of preparations for Christmas. Now this, he realizes, is more like it! Instead of ghosts and goblins and pumpkins, there are jolly little helpers assisting Santa in his annual duty of bringing peace on earth and goodwill to men.\n\nBack in Halloweentown, Jack Skellington feels a gnawing desire to better himself. To move up to a more important holiday, one that people take more seriously and enjoy more than Halloween. And so he engineers a diabolical scheme in which Santa is kidnapped, and Jack himself plays the role of Jolly Old St. Nick, while his helpers manufacture presents. (Some of the presents, when finally distributed to little girls and boys, are so hilariously ill-advised that I will not spoil the fun by describing them here.) Tim Burton, the director of \"Beetlejuice,\" \"Edward Scissorhands\" and the \"Batman\" movies, has been creating this world in his head for about 10 years, ever since his mind began to stray while he was employed as a traditional animator on an unremarkable Disney project.\n\nThe story is centered on his favorite kind of character, a misfit who wants to do well, but has been gifted by fate with a quirky personality that people don't know how to take. Jack Skellington is the soul brother of Batman, Edward and the demon in \"Beetlejuice\" - a man for whom normal human emotions are a conundrum.\n\n\"The Nightmare Before Christmas\" is a Tim Burton film in the sense that the story, its world and its look first took shape in Burton's mind, and he supervised their filming. But the director of the film, a veteran stop-action master named Henry Selick, is the person who has made it all work. And his achievement is enormous.\n\nWorking with gifted artists and designers, he has made a world here that is as completely new as the worlds we saw for the first time in such films as \"Metropolis\" (1927), \"The Cabinet of Dr. Caligari\" or \"Star Wars.\" What all of these films have in common is a visual richness, so abundant that they deserve more than one viewing. First, go for the story. Then go back just to look in the corners of the screen, and appreciate the little visual surprises and inspirations that are tucked into every nook and cranny.\n\nThe songs by Danny Elfman are fun, too, a couple of them using lyrics so clever they could be updated from Gilbert & Sullivan. And the choreography, liberated from gravity and reality, has an energy of its own, as when the furniture, the architecture and the very landscape itself gets into the act.\n\nPARENTAL ADVISORY The movie is rated PG, maybe because some of the Halloween creatures might be a tad scary for smaller children, but this is the kind of movie older kids will eat up; it has the kind of offbeat, subversive energy that tells them wonderful things are likely to happen. As an adult who was not particularly scared by the abduction of Santa (somehow I knew things would turn out all right), I found the movie a feast for the eyes and the imagination.", "running_time": 76, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-10-22", "genres": null, "title": "Tim Burton's The Nightmare Before Christmas (1993)"}