{"url": "http://www.rogerebert.com/reviews/tim-burtons-corpse-bride-2005", "by": "Johnny Deppas Victor Van Dort", "star_rating": 3.0, "text": "\"Tim Burton's Corpse Bride\" is not the macabre horror story the title suggests, but a sweet and visually lovely tale of love lost. In an era when most animated films look relentlessly bright and colorful, \"Corpse Bride\" creates two palettes, and not the ones we expect. \n\nThe world of the living is a drab and overcast place with much of the color drained from it, and the remaining grays and purples and greens so muted they seem apologetic. The world of the dead, on the other hand, is where you'd want to spent your vacation. It's livelier, cheerier and with brighter colors. Also, as the hero discovers when he visits there, it is true that when your pets die, they go to the same place you go: Victor Van Dort is greeted ecstatically by Scraps, the dog he had as a child. Scraps, to be sure, is all bones, but look at it this way: No more fleas. Or maybe skeletal fleas. I'm not sure about all the fine points.\n\nVictor is voiced by Johnny Depp, and reflects the current trend in animation by also looking like Johnny Depp. Once cartoons were voiced by anonymous drudges, but now big names do the work, and lend their images to the characters. As the movie opens, a marriage is being arranged between Victor's parents and the Everglots. Nell and William Van Dort (Tracey Ullman and Paul Whitehouse) are rich fishmongers; as for Victoria Everglot (Emily Watson), her parents Maudeline and Finnie (Joanna Lumley and Albert Finney) are poor aristocrats. A marriage would provide her family with money and his with class. Victor and Victoria have never met, except in the title of a Blake Edwards comedy, but when they're finally introduced, they're surprised to find that, despite everything, they love each other.\n\nBut is it meant to be? Victor is so shy he cannot blurt out the words of his marriage vow and flees to the overgrown graveyard outside the church to practice. Repeating the words to memorize them, he places the wedding ring on a twig that is not a twig but the desiccated finger of Emily, the Corpse Bride (Helena Bonham Carter), whose arm is reaching up from the grave. This marriage, according to the rules of the netherworld, is a legitimate one, and soon Victor is at a wedding celebration where jolly skeletons sing and dance to a score by Danny Elfman, and the wedding cake is made of bones but looks yummy.\n\nThe movie's inspiration is to make Emily a figure of sympathy, not horror. She lost her own chance at happiness when she was murdered on the eve of her wedding and now wants to be a good wife for Victor. She's rather sexy, in a spectral way, with those big eyes and plump lips, and only a few places where the skin has rotted away to reveal the bone beneath. Long dresses would be a good fashion choice.\n\nA piano is shown at one point in the movie, and we get just a glimpse of its nameplate. It's a Harryhausen. That would be Burton's tribute to Ray Harryhausen, the man who brought stop-motion animation to the level of artistry (\"Jason and the Argonauts,\" \"The Golden Voyage of Sinbad\"). These days most animated movies are computer-generated, creating effortlessly flowing images. But in the days when they had to be laboriously drawn one frame at a time, it was scarcely more trouble to do table-top animation, building model figures and moving them a tiny bit between each frame.\n\nFamous creatures like King Kong were partly made of stop-frame animation, shot in smaller scale and then combined with live action in an optical printer so that Kong seemed enormous. When you watch \"King Kong,\" you may notice that his fur seems to crawl or bristle slightly; you are looking at disturbances made by the fingers of the animators between each shot. My own feeling is that the artificiality of stop-action animation adds a quality that standard animation lacks, an eerie otherworldly magical quality that's hard to pin down. Certainly the macabre world of \"Corpse Bride\" benefits from it, and somehow it is appropriate that a skeleton would move with a subtle jerkiness. The same odd visual quality added to the appeal of Burton's \"The Nightmare Before Christmas.\"\n\nMeanwhile, above ground, the blameless Victoria is about to be married off by her heartless parents to a Victorian villain with the Dickensian name Barkis Bittern (Richard E. Grant). She deserves better. It is, after all, not her fault that Victor contracted an unexpected marriage. Nor, really, is it Victor's. Nor, for that matter, the Corpse Bride's. Three young people are unhappy when two of them should be blissful; it's not fair, even if one of them is dead. As he does in all of his pictures, Burton fills the frame with small grace touches and droll details. He seems to have a natural affinity for the Gothic, and his live-action \"Legend of Sleepy Hollow\" (also with Johnny Depp) remains one of the most visually beautiful films I've seen. He likes moonlight and dreary places, trees forming ominous shapes in the gloom, eyes peering uneasily into the incredible and love struggling to prevail in worlds of complex menace. All of that is a lot for an animated fantasy to convey, but \"Tim Burton's Corpse Bride\" not only conveys it, but does it, yes, charmingly.\n\nNote: The PG rating is about right, I think, although quite young or impressionable children may be scared by the skeletal characters. Everyone is relatively jolly, however, so maybe not.", "running_time": 77, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-09-22", "genres": ["Animation", "Family", "Fantasy", "Science Fiction"], "title": "Tim Burton's Corpse Bride (2005)"}