{"url": "http://www.rogerebert.com/reviews/tim-and-erics-billion-dollar-movie-2012", "by": "Will Ferrellas Mall owner", "star_rating": 0.5, "text": "I feel I've failed Tim and Eric. They've gathered a cult following by doing comedy sketches that were deliberately bad, and now they've made a movie that is more of the same for 92 minutes, and it must have taken them a great deal of work to maintain their low standard. By not finding even one moment of \"Tim and Eric's Billion Dollar Movie\" to be slightly funny, have I let down the side? \n\nThere is a scene in this film where a character is defecated on by several people at the same time, and I dunno … I didn't enjoy it.\n\nThe purpose of a cult is exclusion. If you're not in the cult, you are by definition lacking some essential quality shared by its members. Those inside the cult can feel privileged, even gifted, by their ability to Get It. I was willing to Get It, I was sincerely prepared, but at the end of this experience, I concluded there was nothing to be Got.\n\nThe premise is that Tim and Eric have been given $1 billion dollars to make a movie. This money has come from Tommy Schlaaang (Robert Loggia) and Earle Swinton (William Atherton), who run the Schlaaang Corp. The corporation is in violation of Ebert's Law of Funny Names, which teaches us that a name intended to be funny in a movie will almost certainly not be funny. Not everybody can come up with Rufus T. Firefly or Elmer Prettywilli, and if Tommy Schlaaang is the best Tim and Eric can do, they shouldn't have tried.\n\nTim and Eric blow the fortune by making a short subject, which they believed starred Johnny Depp. Swinton and Schlaaang perceive that it is not Johnny Depp but an imposter. Worse, the fake Johnny Depp (Ronnie Rodriguez) actually looks a little like Johnny Depp. Even a non-cult member like me knows that it would have been funnier if the Johnny Depp impersonator had been played by John C. Reilly, in character as Taquito, one of the most disturbed and disturbing characters I've seen in a while. To address Taquito as \"Snotnose\" would not be an insult but the simple truth.\n\nTaquito is a resident of the Swallow Valley Mall, where Tim and Eric hide out while on the run from the vengeful minions of the Schlaaang Corp. This mall is a dark and deserted place, inhabited by various failed lifeforms and certain actors (Jeff Goldblum, Will Ferrell) who in buying into Tim and Eric showed no better judgment than Swinton and Schlaaang. \n\nI can't keep this up. Describing the movie is bringing down the level of my prose. As faithful readers will know, I have a few cult followers who enjoy my reviews of bad movies. These have been collected in the books I Hated, Hated, Hated, HATED This Movie; Your Movie Sucks, and A Horrible Experience of Unendurable Length. This movie is so bad, it couldn't even inspire a review worthy of one of those books. I have my standards.", "running_time": 94, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-02-29", "genres": ["Comedy"], "title": "Tim and Eric's Billion Dollar Movie (2012)"}