{"url": "http://www.rogerebert.com/reviews/time-code-2000", "by": "Stellan Skarsgardas Alex Green", "star_rating": 3.0, "text": "I remember the gleam in Mike Figgis' eyes when he talked of filming \"Leaving Las Vegas\" in cheaper, faster 16mm instead of the standard 35mm. \"We didn't have to get a permit from the city or rope off the streets,\" he said. \"We just jumped out of the car, set up the camera and started shooting.\" Yes, the result was the best film of 1995. Now he has directed a production where they didn't even have to set up the camera.\n\n\"Time Code\" was shot entirely with digital cameras, hand-held, in real time. The screen is split into four segments, and each one is a single take about 93 minutes long. The stories are interrelated, and sometimes the characters in separate quadrants cross paths and are seen by more than one camera. This is not as confusing as it sounds, because Figgis increases the volume of the dialogue for the picture he wants us to focus on and dials down on the other three.\n\nWhat is the purpose of the experiment? Above all, to show it can be done. With \"Leaving Las Vegas,\" the camera strategy came second to the story and was simply the best way to get it on the screen. In \"Time Code,\" the story is upstaged by the method, sometimes more, sometimes less, and a viewer not interested in the method is likely to be underwhelmed.\n\nWhat Figgis demonstrates is that a theatrical film can be made with inexpensive, lightweight digital cameras and that the picture quality is easily strong enough to transfer to 35mm. He also experiments with the notion of filming in real time, which has long fascinated directors. Alfred Hitchcock orchestrated \"Rope\" (1948) so that it appeared to be all one shot, and Jean-Luc Godard famously said that the truth came at 24 frames per second, and every cut was a lie.\n\nApart from proving it can be done, what is the purpose of Figgis' experiment? The first films ever made were shot in one take. Just about everybody agrees that the introduction of editing was an improvement. To paraphrase Oscar Wilde's Lady Bracknell: To make a film in one unbroken shot may be regarded as a misfortune; to make it in four looks like carelessness. Figgis has put style and technique in the foreground, and it upstages the performances in what is, after all, a perfunctory story.\n\nWhen I go to an experimental film, I am in one mind-set. When I go to a mainstream feature, I am in another. If the film works, it carries me along with it. I lose track of the extraneous and am absorbed by the story. Anything that breaks this concentration is risky, and Figgis, with a four-way screen, breaks it deliberately. The film never happens to us. We are always conscious of watching it. The style isn't as annoying as it might sound, but it does no favors to the story.\n\nCinema semiologists speak of the \"disjoined signifier,\" and by that they refer to the separation of the viewer from the signified--in this case, from the story. So there I've done it. Used the words semiologists and disjoined signifier in a review. My students will be proud of me. Most readers will have bailed out. My defense is that \"Time Code\" is not likely to attract anyone who doesn't know what semiology is--or, if it attracts them, will not satisfy them.\n\nThe story involves interlocking adulteries told in four parallel stories that begin at 3 p.m. on Nov. 19, 1999, on Sunset Boulevard in or near Book Soup and the office building on the corner. We meet a limousine lesbian, Lauren (Jeanne Tripplehorn), a cokehead who is in love with Rose (Salma Hayek). Lauren eavesdrops on Rose with a paging device as she has quick and meaningless sex with an alcoholic ad man (Stellan Skarsgard). Other characters include the ad man's wife (Saffron Burrows), an ad executive (Holly Hunter), a shrink (Glenne Headly) and others in and around the entertainment industry. There is pointed satire during a \"creative meeting\" (an oxymoron), and at the end passion bursts out. The action is interrupted by no less than three earthquakes, which must have required fancy timing in coordinating the cameras and actors.\n\nThere may be a story buried here somewhere, and even splendid performances. We could try to extract them on a second or third viewing, but why use a style that obscures them? If \"Time Code\" demonstrates that four unbroken stories can be told at the same time, it also demonstrates that the experiment need not be repeated.\n\nStill, I recommend the film. Mike Figgis is a man who lives and breathes the cinema (see his 1999 film \"The Loss of Sexual Innocence\" for an altogether more breathtaking and, yes, daring experiment in storytelling). While most filmmakers are content to plod their dreary way from one foregone conclusion to another, Figgis is out there on the edge, joyously pulling off cockamamie stunts like this one. I'm glad I saw the film. It challenged me. The actors were the co-producers and joined in the spirit of the enterprise, testing their own limits. \"Time Code\" has a place in the history of the movies. But now I want to see Figgis cut back to one camera (digital if he must), resume editing and conduct experiments that are more likely to arouse my sense of awe than my sense of timing.", "running_time": 93, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-04-28", "genres": null, "title": "Time Code (2000)"}