{"url": "http://www.rogerebert.com/reviews/timecop-1994", "by": "Jean-Claude Van Dammeas Walker", "star_rating": 2.0, "text": "More than most movies about time travel, \"Timecop\" invites you to meditate on the logical contradictions of the genre. It begins with the organization of Time Enforcement Police laboring to prevent the tampering with time. Their job: Stop villains from tampering with the past and producing catastrophic results in the present. But right away you have some problems: How do you know which \"present\" is your baseline? And how can you know it isn't already the result of tampering with the past? Just think: A zealous timecop could change the present by preventing the tampering with the past.\n\nWell, says the movie, the present is defined as Now. That is because \"you can travel back in time, but not into the future, because the future hasn't happened yet.\" Yes, but once you do travel back in time, the present becomes the future that has not yet happened. And furthermore, how can a traveling timecop return to the present from the past without, in effect, traveling into the future? You see what we're up against here. \"Timecop,\" a low-rent \"Terminator,\" is the kind of movie that is best not thought about at all, for that way madness lies. Even in the last frames of the film, we are being presented with paradoxes, as when a weary timecop (Jean-Claude Van Damme), having battled through the decades to set things right, returns home and is greeted by a child he has never seen before, who cries out, \"Dad!\" What and where is the person, identical to Van Damme, who the child has known as Dad? Doesn't that mean there is an extra timecop around? What happens when they meet? Ah, but the movie has already answered that question, in a scene where a time-traveling evil U.S. senator meets himself in the past. The rules are, you cannot touch \"yourself\" without setting up a fearsome rent in the fabric of time. When the two selves make contact, they are immediately processed by a computer morphing program which melts them into one another with some of the same fearsome consequences that made life miserable for the poor silver guy in \"Terminator 2: Judgment Day.\" \"Timecop\" throws everything into the pot. It's a cop buddy movie about a political conspiracy, ranging roughly from 1863, when gold intended for Lee's army is stolen, to 2004, when it may be used to finance a political campaign. (The belief that the amount of gold that can be carried on one horse would make a financial difference in 2004 is the most optimistic element in the movie.) Van Damme plays the cop, named Walker, who lives with his wife, Melissa, (Mia Sara) in the kind of turreted, gabled, four-story Gothic manor that, as we all know, is the typical residence of Washington, D.C. policemen. The house seems too large for their needs, until we realize the movie plans to employ the Climbing Villain Syndrome in its climactic scenes, which take place on a Dark and Stormy Night; those gables will be necessary so that people can hang from them by their fingernails.\n\nThe U.S. government is concerned about attempts to alter the past, and has decided to create its timecop force, to be run by District of Columbia policemen. How the CIA let this plum get away from them is not explained. Ron Silver plays McComb, the ambitious Senator who plans to manipulate the past in order to get himself elected President, and of course that makes him a criminal, guilty of \"time travel with intent to alter the future.\" The time travelers launch themselves into the past by being strapped into a rocket car which hurtles down rails toward a wall.\n\nJust before it hits the wall, it disappears. Fine, except when the travelers materialize in the past, the rocket car has disappeared. If it does not go into the past with them, why is this necessary? If it stays in the present, why does it disappear? And why, oh why, if travel backwards is so difficult, are the travelers able to return to the present by simply pushing a button on a little gizmo they wear strapped to their bodies? But never mind. Van Damme ventures into the past, meets Silver and other baddies there, and zips back and forth in an increasingly desperate attempt to save his life, his wife and the future, while not getting hopelessly entangled in paradoxes. The movie, directed by Peter (\"2010\") Hyams, meanwhile has some sly fun with sex scenes that turn out to be only Virtual Reality, and a moment in 1929 when a character utters that immortal two-word saying that \"Forrest Gump\" allegedly did not invent for a bumper sticker until the 1970s.\n\nThe movie is a harvest of entries from Ebert's Little Movie Glossary. Not only do we get the Climbing Villain but also the Talking Killer (Silver explains his grandiose schemes when he should just simply kill Van Damme), and all of the usual cliches involving a cop who loses his partner and is assigned a new partner he doesn't like. The Bulletproof Vest Rule is also illustrated (whenever a character wearing such a vest is shot, he always falls and seems to be dead, only to be seen alive a moment later, after which it is obligatory that he unbutton his shirt and look at the vest, so that the grateful audience can see that he was wearing it).\n\nAnd yet, the more I thought about it, the more I realized that the movie's logic is sound. It's not so much that the premise of the original \"Terminator\" has been ripped off, as that Hollywood went traveling into the past and inalterably ripped the fabric of time, and that's why we got \"Timecop\" with Van Damme instead of \"Terminator 3: Rise Of The Machines\" with Schwarzenegger. You see what can happen.", "running_time": 98, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-09-16", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Timecop (1994)"}