{"url": "http://www.rogerebert.com/reviews/time-out-2002", "by": "Aurelien Recoingas Vincent", "star_rating": 3.0, "text": "Vincent loses his job. He cannot bear to confess this to his wife and children, so he invents another one, and the fictional job takes up more of his time than his family does. It is hard work to spend all day producing the illusion of accomplishment out of thin air. Ask anyone from Enron. The new film \"Time Out\" is about modern forms of work that exist only because we say they do. Those best-sellers about modern management techniques are hilarious because the only things that many managers actually manage are their techniques.\n\nFree from his job, Vincent is seduced by the pleasure of getting in his car and just driving around. He lives in France, near the Swiss border, and one day he wanders into an office building in Switzerland, eavesdrops on some of the employees, picks up a brochure, and tells his relatives he works in a place like this. It's an agency associated with the United Nations, and as nearly as I can tell, its purpose is to train managers who can go to Africa and train managers. This is about right. The best way to get a job through a program designed to find you a job is to get a job with the program.\n\nVincent, played by the sad-eyed, sincere Aurelien Recoing, is not a con man so much as a pragmatist who realizes that since his job exists mostly in his mind anyway, he might as well eliminate the middleman, his employer. He begins taking long overnight trips, sleeping in his car, finding his breakfast at cold, lonely roadside diners at daybreak. He calls his wife frequently with progress reports: the meeting went well, the client needs more time, the pro-ject team is assembling tomorrow, he has a new assignment. Since he has not figured out how to live without money, he persuades friends and relatives to invest in his fictional company, and uses that money to live on.\n\nYou would think the movie would be about how this life of deception, these lonely weeks on the road, wear him down. Actually, he seems more worn out by the experience of interacting with his family during his visits at home. His wife, Muriel (Karin Viard), a schoolteacher, suspects that something is not quite convincing about this new job. What throws her off is that there was something not quite convincing about his old job, too. Vincent's father is the kind of man who, because he can never be pleased, does not distinguish between one form of displeasure and another. Vincent's children are not much interested in their dad's work.\n\nIn his travels Vincent encounters Jean-Michel (Serge Livrozet), who spots him for a phony and might have a place in his organization for the right kind of phony. Jean-Michel imports fake brand-name items. What he does is not legal, but it does involve the sale and delivery of actual physical goods. He is more honest than those who simply exchange theoretical goods; Jean-Michel sells fake Guccis, Enron sells fake dollars.\n\n\"Time Out\" is the second film by Laurent Cantet, whose first was \"Human Resources\" (2000), about a young man from a working-class family who goes off to college and returns as the human resources manager at the factory where his father has worked all of his life as a punch-press operator. One of the son's tasks is to lay off many employees, including his father. The father heartbreakingly returns to his machine even after being fired, because he cannot imagine his life without a job. Vincent in a way is worse off. His job is irrelevant to his life. I admire the closing scenes of the film, which seem to ask whether our civilization offers a cure for Vincent's complaint.", "running_time": 132, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-04-19", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "Time Out (2002)"}