{"url": "http://www.rogerebert.com/reviews/times-square-1980", "by": "Trini Alvaradoas Pamela Pearl", "star_rating": 2.0, "text": "\"Times Square\" rarely comes together into anything more than a good idea that fails, but there are times when it seems on the brink of wonderful things.\n\nOf all the bad movies I've seen recently, this is the one that projects the real sense of a missed opportunity-of potential achievement gone wrong. The problem may be with the screenplay. This is a movie that knows who its characters are, but doesn't seem sure about what they're doing.\n\nThe story involves two teen-age runaway girls, an all-night disk jockey and the inhabitants of the Times Square jungle of New York. With these ingredients, it could have been a realistic slice of life. But it's not. It's a New Wave rock fantasy, with a conclusion that could have come right out of the original \"42nd Street.\"\n\nWho'd they make this movie for? Maybe for kids, although it has an R rating. This is the first big-budget mainstream film that seems to know what teen-age punk-rock fans dress and look like, and the young audience I saw it with seemed to understand the characters-although they were baffled by the movie. Another clue is the presence of Tim Curry, the star of the long-running cult film \"The Rocky Horror Picture Show.\"\n\nCurry plays Johnny LaGuardia, an all-night DJ whose studio overlooks Times Square. His style reminds you of Ken Nordine and doesn't seem right for a station aimed primarily at 15- year-olds. But it's an interestingly mannered performance: He's so cool, so carefully styled in his voice and emotions, that we don't even realize until late in one scene that be really cares about these two teen-age girls he's dealing with.\n\nThe girls, who name themselves the Sleaze Sisters, meet in a psychiatric hospital. One is a rich kid (Trini Alvarado), whose father is a city commissioner. The other (Robin Johnson) is a tough-talking, husky-voiced Brooklyn kid who wears jeans and leathers and carries a loud cassette player wherever she goes.\n\nThey run away. They hide in an abandoned warehouse by the Hudson River, When the commissioner reports that his daughter has been kidnapped, there's a citywide search. Meanwhile, the Sleaze Sisters contact the DJ, who takes their side. And, the nice girl gets a job as a stripper on 42nd St. The screenplay seems to intend the two girls to learn more about themselves through their friendship, but the scenes aren't structured enough to make that possible.\n\nThe movie's use of Times Square and its other New York locations are completely unrealistic. There's no way two young girls could survive unnoticed (or, indeed, survive at all) on 42nd St. If no one else spotted them, the pimps would. It's also unlikely that the Alvarado character could remain undiscovered while standing next to giant posters with her picture on them.\n\nBut nevermind. What the movie seems to be saying is not so much that they could, as that they should. The DJ sees them as a symbol of youthful rebellion against the enemy forces (fathers, doctors, shrinks, psychiatric wards). The movie's last scene is a grand gesture to this cause: Robin Johnson, with eye makeup suggesting her namesake from the comic books, does a rock concert from on top of the marquee of a Times Square theater, while hundreds of teen-age girls cheer from the middle of the street.\n\nSo why did I still keep thinking it had promise? Mostly because of the screen presences of the two young actresses who were able to suggest more about their characters than the screenplay provides. Also because of the visual sense of the film's director, Alan Moyle, who gets an interesting look, for his film even though he's unable to marshal his scenes into a story that develop characters. \"Times Square\" is filled with ideas for a movie, but they've just never been organized into a movie.", "running_time": 111, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-11-17", "genres": null, "title": "Times Square (1980)"}