{"url": "http://www.rogerebert.com/reviews/time-stands-still-1983", "by": "Istvan Znamenakas Denes", "star_rating": 2.0, "text": "\"Time Stands Still\" is a sweet, small Hungarian film that comes surrounded by great praise, and is just a little too inconsequential to deserve it. It's one of those movies that probably represents a significant breakthrough in the Iron Curtain country where it was made, because it dares to take a critical look at a recent period in history. But seen more objectively, apart from its political implications, it's kind of disorganized and shallow.\n\nThe movie opens at the time of the Hungarian uprising of 1956, when a family is separated forever. The husband has a clandestine escape route prepared, via the Red Cross to Vienna, but his wife determines to stay in Budapest, and she keeps the two kids. This prologue is fraught with significance, shot in semi-documentary sepia tone and underlined with momentous music, but nothing really comes of it. The father disappears, is not much heard from again, and the kids, when they grow up, turn his revolutionary fervor into a kind of generalized adolescent admiration for \"America,\" by which they seem to mean rock 'n' roll.\n\nThe movie follows the mother and her two sons for roughly a decade. Slightly better times come to Hungary. Enormous emphasis is placed on success: on getting the right grades and making the right connections (and avoiding dangerous connections) so you can win one of the coveted slots in a medical or legal school. Because of their father's reputation, the two sons are discriminated against.\n\nMeanwhile, there's a rather confusing subplot involving a girl named Magda, who (I think) has a crush on one brother, but dates the other one. The problem with all of the characters is that they tend to disappear into the film's artsy style, which is so heavy on gloom and shadows and self-conscious camera work and calculated effects that the people never really emerge as individuals. The movie's color scheme is a problem, too. Although there are music cues indicating that at least some of the story is intended to rise from the bittersweet to the nostalgic, the movie's dreary blues, purples, browns and grays tend to keep everything down in the dumps.\n\nThere are a few nice scenes. One involves the attempts of a new woman teacher to win the attention of an unruly classroom. Another is the awkward, sweet (and, I assume, officially frowned upon) rock 'n' roll party with precious smuggled Western artifacts like Coke and Elvis. I also sort of liked the ending, in which the three young people, drunk and dreamy, steal a car for a disorganized, almost self-mocking attempt to crash the border into Austria.\n\nBut \"Time Stands Still\" never really declares its intentions. If it was supposed to be more than a bittersweet slice of life, a Hungarian \"Moscow Does Not Believe in Tears,\" I missed it. I have the feeling the movie meant a great deal more and carried a much more significant emotional burden in Hungary than it does here.", "running_time": 99, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-08-12", "genres": null, "title": "Time Stands Still (1983)"}