{"url": "http://www.rogerebert.com/reviews/timeline-2003", "by": "Paul Walkeras Chris Hughes", "star_rating": 2.0, "text": "\"Timeline\" is inspired by on a Michael Crichton story that's not so much about travel between the past and the present as about travel between two movie genres. \n\nAfter opening on an archeological dig (evoking memories of \"Indiana Jones,\" \"The Exorcist\" and \"The Omen\"), it's a corporate thriller crossed with a medieval swashbuckler. The corporation has discovered a way to beam objects from one place to another and has big plans: It wants to put Federal Express out of business. Alas, its teleportation machine intersects with a wormhole and inadvertently sends a group of scientists back into 14th century France.\n\nSo far I don't have a problem. I'll accept any premise that gets me into a good movie. But why can the screenwriters Jeff Maguire and George Nolfi think of nothing more interesting for their heroes to do than immerse themselves in a medieval swashbuckler? Why travel 600 years into the past just so you can play \"I Capture the Castle?\" The movie follows the modern formula in which story is secondary to action, and the plot is essentially a frame for action scenes. I undertand this is not the case with the Crichton novel, unread by me.\n\nThe movie has been directed by Richard Donner, who has given me some splendid times at the movies. His \"Superman\" (1978) remains one of the great superhero epics; his \"Lethal Weapon\" (1987) made my best 10 list and \"Lethal Weapon 2\" (1989) was almost as good, and he made a lighthearted version of \"Maverick\" (1994) with Mel Gibson that brought cheer to the Western genre. But here I think he got off on the wrong foot, with a story whose parts don't fit.\n\nDonner and his wife, the producer Lauren Shuler Donner, attended the recent Chicago press screening of \"Timeline\" and made some comments. When filmmakers do that, I kind of want to duck behind the seat in front of me. I'd rather see the movie cold. They told of their long odyssey to get the movie made, the corporate struggles that almost sank it, the difficult locations, their determination despite everything. Because of those travails, I wish the movie had been a triumph, but it's not.\n\nDonner made it a special point that the movie doesn't contain nearly as many special effects as we might assume. When besieging armies hurl fireballs into a castle, for example, those are real fireballs, not the computer-generated version, as in \"Gladiator.\" Twenty years ago a filmmaker might have boasted that he had used computers for his effects. Now he gets points for using the traditional methods. The problem is, unless the shots involved are so bad, they call attention to themselves (and these are certainly not), it's not whether we're watching real fireballs or fake fireballs but whether we care about the fireballs at all.\n\nI didn't. I felt too much of the movie consisted of groups of characters I didn't care about, running down passageways and fighting off enemies and trying to get back to the present before the window of time slams shut (there's even a big clock ticking off the seconds). Just once I'd like to see a time-travel movie inspired by true curiosity about the past, instead of by a desire to use it as a setting for action scenes.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-11-26", "genres": ["Action", "Adventure", "Drama", "Science Fiction", "Thriller"], "title": "Timeline (2003)"}