{"url": "http://www.rogerebert.com/reviews/time-of-the-gypsies-1990", "by": "Davor Dujmovicas Perhan", "star_rating": 3.0, "text": "Over the years I have observed the growth of a girl I see every May at the Cannes Film Festival. I first noticed her as a child hanging onto the arm of her mother, who was begging in the street. Then she too was a beggar. One year she was part of a gang using the old pickpocket's ploy, the request for directions. She approached with a large map, folded open, and asked how to find a hotel. She would hold her map above the purse of the woman she had asked for help, and while she gave directions, a smaller child could dip into the purse.\n\nFor the last few years, this girl, now a teenager, has been selling roses from table to table in restaurants - and sometimes, so the waiters will tell you, lifting a purse from the back of a chair.\n\nWhy this girl first caught my attention I cannot say. But once I first noticed her, I noticed her again year after year and realized that she was a member of a Gypsy contingent that paid the festival an annual visit just as I did. She is invisible to most people - we look away from beggars, not at them - and she probably counts on that. But she remembers faces, including mine, and now that she knows I recognize her, she chooses another target.\n\nI suppose you could say we have a relationship. She has grown into an attractive young woman, but I never see her hanging out with the other teenagers at their favorite gathering place, the ice cream cafe down by the harbor. As a Gypsy, she is an outsider.\n\nI thought of that girl as I was watching \"Time of the Gypsies,\" which uses a large canvas and melodramatic emotions to paint a portrait of a family of Yugoslavian Gypsies - people who live in Yugoslavia but are not really of the country, since they are neither Serb nor Croat, and speak their ancient language, Romany.\n\nIn the film, these Gypsies spread out over Europe, to cities such as Rome, for example, where they pick pockets, read palms, trade in the street markets and support themselves by their wits. Their most important possession is an absolute freedom from convention. They stand outside all laws, especially those regarding property.\n\nThe movie is about a young boy, Perhan, whose parents are dead and whose grandmother, who is raising him, is more settled and honest than many of the people he sees around him. He has grown up inside the Gypsy culture without really accepting it, but now, on the brink of manhood, he faces a series of initiations. One involves the girl he loves: Will he be able to marry her, or will she be taken by his uncle, the king of the Gypsies? Will he be able to support himself, or will he engage in the scams and cons he has already absorbed? If his girlfriend is taken by his uncle with a band of Gypsies to Italy, will he be able to follow and find them? The movie plunges into the center of Gypsy life; certainly no other film knows or shows as much about these legendary people. There are feasts and fights, weddings and funerals, and no line is drawn between magic and deception. Some things happen that are only tricks, and some things happen that are really magic - Perhan's ability to move things at a distance, for example, or the disconcerting tendency of people to simply start floating, or the way a bride's veil has a life of its own.\n\nIn a way, the very richness of the film is a handicap. There are so many people here, and so many places and things happening to them, that it is possible to lose track of some of them on a first viewing.\n\nThis might be a film that improves with familiarity.\n\nAnother problem is that the underlying story is much less original than the film's surface; in terms of what happens here, we are firmly in the territory of Dickens, Collins and the other Victorian melodramaticists; these Gypsies seem to be carrying on the traditions of the early 19th century underworld, and \"The Threepenny Opera\" would seem simple common sense to them.\n\nThe film was directed and co-written by Emir Kusturica, who won the award for best director at last year's Cannes Film Festival. I wonder if my young friend found her way to the screening. And what she thought of the film. And how she got her ticket.", "running_time": 142, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-02-21", "genres": ["Comedy", "Crime", "Drama", "Fantasy"], "title": "Time Of The Gypsies (1990)"}