{"url": "http://www.rogerebert.com/reviews/time-regained-2000", "by": "Catherine Deneuveas Odette De Crecy", "star_rating": 3.5, "text": "There are times when memory is simply a tool, supplying needed information, and others when it is like a ghostly time machine, summoning the experiences of our past so sharply that we gasp with loss and regret. Marcel Proust's Remembrance of Things Past is a work of memory, fed by the legend of the dying novelist in his cork-lined room, tended by the faithful maid Celeste, revisiting the scenes of his past. The memories of his narrator are awakened by the taste and aroma of a madeleine, a kind of pastry he loved as a child; in middle age its taste opens the floodgates of memory.\n\nHis novel does not tell a story so much as circle the materials; our lives are not plotted, but happen to us. We are the slate upon which others write our story, and at the end, we possess the book but are mystified by those who wrote it. Who were our parents, really, and those we loved? More than any other novelist, Proust gave his life to the examination of it, and \"Proustian\" evokes a reverie in which the past is more vivid than the insubstantial present. His novel is considered by many the greatest of the 20th century--considered by more, perhaps, than have actually read it, because its great length makes it one of those works often begun and rarely finished.\n\nToday I sit down to write a review of \"Time Regained,\" the new film by Raul Ruiz, based on the last volume of Proust's novel but informed by all of them. I type my words in a study lounge of the Illini Union at the University of Illinois at Urbana-Champaign. In a chair over there by the wall I was sitting on the day in 1963 when the news came that John F. Kennedy had been shot. Last night I attended my high school reunion, where in the faces of middle-aged men I saw grinning boys, and we called the women by their maiden names.\n\nAfterward I parked my car near the corner of Washington and Maple, and walked in the midnight moonlight down the sidewalks of my youth, retracing my paper route--even today I know which houses took the Courier. The houses were all the same. I remembered who lived in them. I remembered the names of the dogs that used to greet me, and my own dog Blackie who came along, and an evergreen that brushed the sidewalk. I saw my parents on the porch in metal rocking chairs, smoking cigarettes in the dark, talking softly. Where my car was parked there was a light green 1954 Ford--mine. Those memories are what Proust's novel is about. Not his memories, mine. We have the same memories. Only the names and the places are different. We still bow in wonder toward the first loves of our adolescence. We do not miss them, do not wish ourselves to recapture them, do not regret the present but the past. The point is that they are gone, and soon all will be gone. Memories, their objects, ourselves.\n\nI walk out of the Illini Union and down Green Street, past the Co-Ed Theater, which is gone, where my father took me to get Cleo Moore's autograph, and past the Capital, which is gone, where I drank beer with Larry Woiwode before he became a novelist, and past the Turk's Head, which is gone, where Simon told me who Samuel Johnson was, and the Book Nook downstairs, which is gone, where I bought Boswell's Life of Johnson. All gone.\n\nThe movie opens with an old man in bed (Marcello Mazzarella) being brought tea by his maid. He looks through photographs, which trigger memories, as the furniture in the room rearranges itself for other times. The movie circles the memories. We meet the women who once so captivated him. Here is Gilberte (Emmanuelle Beart). He did not love her so much as learn from her that he could love. Here is her mother, Odette (Catherine Deneuve). And Albertine (Chiara Mastroianni), another more troublesome love; in real life Mastroianni is Deneuve's daughter, and the resemblance suggests Albertine's subterranean connection with Odette . . . and her mother. What does it mean? The photographs evoke but do not explain.\n\nHere is Gilberte's eventual husband, Robert de Saint-Loup (Pascal Greggory). He is composed, intact, as a younger man, but then he goes into the trench warfare of World War I, and when he returns he is crazed by his memories, and talks while shoveling food into his mouth like an animal who wants to eat before larger animals steal his kill. And here is Baron de Charlus (John Malkovich), who plays the role of the slightly elevated, bemused observer--a man like the man we all have in our lives, who seems to stand outside and have a wider view. In my high school that was David Ogden Stiers. Yes, the actor who played Winchester on \"MASH.\" He has never attended a reunion, but is discussed every 10 years by the rest of us, who recall in wonder that he always talked like that. He came to Urbana from Peoria. Where did he learn to talk like Winchester? Tall, confident and twinkling, he would ask, \"And what have we here?\" \"Time Regained\" does not tell a story, and you will be disappointed if you go looking for one. It does not contain anything like all of Remembrance of Things Past, because the novel is too vast to be contained in a film. It is not about memories but memory. Yours, mine, Proust's. Memory makes us human. Without it, we would live trapped inside the moving dot of time as it slides through our lives. But to remember the past is to experience its loss. Never again will Blackie come with me on my paper route. The Courier is not published anymore. The cigarettes killed my parents. High school reunions really take it out of you.", "running_time": 165, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-07-21", "genres": ["Drama", "Foreign"], "title": "Time Regained (2000)"}