{"url": "http://www.rogerebert.com/reviews/timecrimes-2009", "by": "Karra Elejaldeas Hector", "star_rating": 3.0, "text": "Time travel in the movies is always about paradox. And it always drives me nuts. Sometimes I enjoy that, in the same way I enjoy chess -- and that's a compliment. My mind gets seduced in chess by trains of thought that are hypnotic to me but, if they could be transcribed, would be unutterably boring to anyone else, since you always think of a chess piece in terms of its function, not its name: If this goes here and he moves there and I take that and he takes me back, and I reveal the check and he ... And if you're a grandmaster, I don't imagine you think in many words at all. It's more like Hmmmm ... a-ha!\n\n\"Timecrimes\" is like a temporal chess game with nudity, voyeurism and violence, which makes it more boring than most chess games but less boring than a lot of movies. It begins by introducing us to an ordinary sort of Spanish guy named Hector (Karra Elejalde), who is sitting on his lawn of his country place using his binoculars and sees a babe stripping in the woods. Now this is important. What he is witnessing is the outset of an event he has already participated in, because of time travel. And when he goes to investigate, he runs the risk of running into himself, which, for paradoxical reasons, he already knows. Not this \"he.\" The other \"he.\"\n\nI guess you can make up the rules of time travel as you go along, but whatever they are, they have to be inexorable, and there have to be dire consequences when a mere mortal rips the fabric of the space-time continuum. The reason we don't get more warnings of this danger, you understand, is that travelers into the past tend to do things which inalterably change the future, so that their present no longer exists for them to return to. I love this stuff.\n\nHector has a main squeeze named Clara (Candela Fernandez), but leaves her to go into the woods, and finds The Girl (Barbara Goenaga), who has been assaulted by -- don't get ahead of me here -- and then a little later he meets the Scientist (Nacho Vigalondo, the movie's director), who puts him into what turns out to be a time- travel machine, which had earlier, or maybe later -- now you're getting behind me -- done something to lead Hector to sit on the lawn, or maybe see himself sitting on the lawn, or maybe -- but now I'm ahead and behind -- and now (earlier, or later?) Hector wraps his bloody head (which I have explained in a review I still haven't written) so he will not be recognized by two of the three Hectors, although I am not sure whether this is Hector 1, 2 or 3.\n\nI apologize for the 142-word sentence. In time travel, bad things can happen if you stop for very long. One of the crucial requirements is apparently not to meet yourself coming or going, although if you are physically present twice at the same time, what difference does it make if you see yourself, unless it drives you mad? If I were to see myself walk into this room right now, I would simply nod to myself and ask, \"Have you finished writing that review yet?\" If I replied \"No,\" then I would say, \"Well, I have, so why don't we eliminate the middle man and you kill yourself?\"\n\nThat's not too harsh, because I would only be dying in the past of the unfinished review, see, and be here with my work all done. But then again, in that case, how could I have written it before walking into the room in the first place? I couldn't have, that's how, so that means I couldn't walk into the room and I would continue writing the review just as I am now, which means the paradox would be solved because nothing happened, which, as nearly as I can tell, would be positive proof that time travel exists.\n\nThese problems are dealt with in \"Timecrimes\" in a thrilling scenario involving possible death by falling off of a roof after getting up there in an unorthodox way, and trying to save the life of a woman one of them loves, maybe two, maybe all three. This is all done in an ingenious and entertaining way. As you might imagine, \"Timecrimes\" is not a character study. Hector doesn't have the time for that, ha ha. In a time-travel saga, by the way, it is considered bad form to wonder what makes somebody tick.\n\nIf after watching \"Timecrimes\" you have the strangest feeling that you have seen some of these problems explored before, you are (a) merely experiencing deja vu, which is the low-cost and safe alternative to time travel, or (b) remembering Shane Carruth's splendid \"Primer\" (2004), which, if it didn't drive you nuts, \"Timecrimes\" will, or has, or vice versa.", "running_time": 88, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-01-07", "genres": ["Foreign", "Indie", "Science Fiction", "Thriller"], "title": "Timecrimes (2009)"}