{"url": "http://www.rogerebert.com/reviews/time-bandits-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\nFirst reactions while viewing “Time Bandits”: It's amazingly\r\nwell-produced. The historic locations are jammed with character and detail.\r\nThis is the only live-action movie I've seen that literally looks like pages\r\nout of Heavy Metal magazine, with kings and swordsmen and wide-eyed little boys\r\nand fearsome beasts. But the movie's repetitive, monotonous in the midst of all\r\nthis activity. Basically, it's just a kid and six dwarfs racing breathlessly\r\nthrough one set piece after another, shouting at one another. I walked out of\r\nthe screening in an unsettled state of mind. When the lights go up, I'm usually\r\nfairly certain whether or not I've seen a good movie. But my reaction to “Time\r\nBandits” was ambiguous. I had great admiration for what was physically placed\r\non the screen; this movie is worth seeing just to watch. But I was disappointed\r\nby the breathless way the dramatic scenes were handled and by a breakneck pace\r\nthat undermined the most important element of comedy, which is timing. \n\n\r\n“Time Bandits” is the expensive fantasy by Terry\r\nGilliam, one of the resident geniuses of Monty Python's Flying Circus. It is\r\nnot a Monty Python film. It begins with a little boy who goes up to bed one\r\nnight and is astonished, as we all would be, when a horseman gallops through\r\nhis bedroom wall and he is in the middle of a pitched battle. Before long, the\r\nlittle kid has joined up with a band of six intrepid dwarfs, and they've\r\nembarked on an odyssey through history. The dwarfs, it appears, have gained\r\npossession of a map that gives the location of several holes in time--holes\r\nthey can pop through in order to drop in on the adventures of Robin Hood,\r\nNapoleon, and King Agamemnon, and to sail on the Titanic's maiden voyage. \n\n\r\nAs a plot gimmick, this sets up “Time Bandits” for\r\na series of comic set pieces as in Mel Brooks's “History of the World -- Part 1.”\r\nBut “Time Bandits” isn't revue-style comedy. It's more of a whimsical,\r\nfantastic excursion through all those times and places, and all of its events\r\nare seen through the wondering eyes of a child. That's where the superb art\r\ndirection comes in--inspired work by production designer Milly Burns and\r\ncostume designer Jim Acheson. I've rarely, if ever, seen a live-action movie\r\nthat looks more like an artist's conception. And yet, admiring all of these\r\ngood things (and I might also mention several of the performances), I\r\nnevertheless left the screening with muted enthusiasm. The movie was somehow\r\nall on the same breathless, nonstop emotional level, like an overlong Keystone\r\nKops chase. It didn't pause to savor its delights, except right near the end,\r\nwhen Sir Ralph Richardson lingered lovingly over a walk-on as the Supreme\r\nBeing. I had to sort things out. And I was helped enormously in that process by\r\nthe review of “Time Bandits” by Stanley Kauffmann in The New Republic. He\r\ndescribes the film, unblinkingly, as a \"children's movie.\" Of\r\ncourse. \n\n\r\nThere have been so many elaborate big-budget\r\nfantasies in recent years, from “Raiders” to “Superman” to “Clash of the\r\nTitans,” that we've come to assume that elaborate costume fantasies are aimed\r\nat the average eighteen-year-old filmgoer who is trying to recapture his\r\nadolescence. These movies have a level of (limited) sophistication and\r\nwickedness that is missing in “Time Bandits.” But perhaps “Time Bandits” does\r\nwork best as just simply a movie for kids. I ran it through my mind that way,\r\nwondering how a kid would respond to the costumes, the panoply, the explosions,\r\nthe horses and heroic figures, and, of course, the breathless, nonstop pacing.\r\nAnd I decided that a kid would like it just fine. I'm not sure that's what\r\nGilliam had in mind, but it allows me to recommend the movie--with\r\nreservations, but also with admiration.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Adventure", "Comedy", "Family", "Fantasy", "Foreign", "Mystery", "Science Fiction", "Thriller"], "title": "Time Bandits (1981)"}