{"url": "http://www.rogerebert.com/reviews/tin-cup-1996", "by": "Rene Russoas Dr. Molly Griswold", "star_rating": 3.0, "text": "When you hit a perfect golf shot, “a tuning fork goes off in your heart.” So says Tin Cup McAvoy, the “club pro” at a $2-a-bucket golf driving range in Salome, Texas--a range so pitiful that in the course of this movie he only has one customer. But when he sees her, a tuning fork goes off in his heart, and elsewhere.\n\nTin Cup (Kevin Costner) was once a golf champion at the University of Houston, but his career has gone to hell, mostly because he'll throw away a safe situation to take crazy shots on a dare. Now he lives in a woebegone Winnebago overlooking the desolate wasteland of the driving range. He spends his days with a crowd of beer-swilling cronies, taking bets on such events as which bug will be the next to light up the zapper. And he commiserates with his friend Romeo (Cheech Marin), who remembers Tin Cup from the good old days.\n\nThen one day he sees a dream walking. She's Dr. Molly Griswold (Rene Russo), new in town, a psychologist who wants to take golf lessons. There is a problem: She wants to learn golf because her new boyfriend is on the pro tour. Worse, her boyfriend is David Simms (Don Johnson), the arrogant jerk who has been Tin Cup's rival and nemesis since college days. How bad is Simms? “He hates women, children and dogs,” Tin Cup tells Molly. Romeo backs him up.\n\nThat's the setup for “Tin Cup,” a formula sports comedy with a lot of non-formula human comedy. We can anticipate the broad outlines of the plot (Tin Cup knows he must rehabilitate himself to win the woman and enters the U.S. Open, which of course ends in a showdown between himself and Simms). But the U.S. Open doesn't end quite the way we might have predicted, and the movie itself isn't even about who wins--it is, as they say, about how you play the game. And the game is love.\n\nCostner is unshaven, creased, weather-beaten and in need of a bath during much of “Tin Cup.” That's more or less how he looked in “Waterworld,” too, but this time there's charm. In his desperation to win Dr. Griswold, he turns himself in for therapy, only to discover to his horror that she wants to discuss personal matters (“I didn't know it was that kind of therapy”). She is true to her fiance, but has some sympathy for this forlorn loser and agrees to help him get his head into shape for a comeback. (“You don't have inner demons. What you have is inner crapola.”) The movie was written and directed by Ron Shelton, a onetime minor league baseball player whose credits include writing and directing “Bull Durham” (which also starred Costner) and writing “White Men Can't Jump” and “Cobb.” He knows sports, and he especially knows the world of the hanger-on--the world of the girlfriends, cronies, gamblers, broadcasters and businessmen who like to get close to sports heroes. Some of the funniest scenes in “Tin Cup” involve unlikely bets with amateurs who think they should be professionals (Tin Cup plays one round using a baseball bat and a shovel instead of clubs).\n\n“Tin Cup” is well written. The dialogue is smart and fresh, and when Tin Cup and Molly are talking to each other they savor the joy of language. The movie is strong in supporting characters. Don Johnson finds the right blend for the villain: He's likable, tanned and ingratiating when it suits him, and a jerk the rest of the time. Cheech Marin is crucial in a couple of sequences in which he is the caddie and knows Tin Cup is calling for the wrong club. And an actress named Linda Hart has some nice moments as the local stripper who is the landlady of the driving range. Shelton's gift is to take the main lines of the story, which are fairly routine, and add side stories that make the movie worth seeing. I liked the scene where Molly explains how she got into the therapy business. The scene where Simms tells off some fans who want his autograph. The scene where Romeo tries emergency surgery on Tin Cup's golf swing (“it feels like an unfolded lawn chair”). And the ending, which flies in the face of convention and is therefore all the more satisfactory.", "running_time": 130, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-08-16", "genres": ["Comedy", "Drama", "Romance", "Sports Film"], "title": "Tin Cup (1996)"}