{"url": "http://www.rogerebert.com/reviews/tin-men-1987", "by": "Richard Dreyfussas Bb", "star_rating": 3.0, "text": "They tool up to work in those bloated '50s Cadillacs from back in the days when you knew a Cadillac was the best car on the road because it was the biggest car on the road. They park their Caddys and hang around the diner, drinking coffee and killing time, talking about the citizens they've defrauded and the TV shows they're gonna watch tonight. They're tin men. They sell aluminum siding.\n\nOne day, BB (Richard Dreyfuss) takes delivery on his new Caddy, and backs it out of the showroom and into the path of a Caddy owned by Tilley (Danny DeVito). Sheet metal is crunched and words are exchanged.\n\nThey become mortal enemies. They hurl insults and threats at one another, and for weeks afterward they plot and scheme to wreak vengeance for the dents in the fenders of their phallic symbols.\n\nThe feud between BB and Tilley is the centerpiece of \"Tin Men,\" a loosely organized series of events in the lives of some middle-aged and fairly desperate Baltimore salesmen, circa 1958. These guys are worried because the law is closing in; a commission is holding hearings on their high-pressure sales techniques, and they're afraid they'll lose their jobs.\n\nMeanwhile, they carry on in the only ways they know. They use the \"loss leader\" scam (\"After your house becomes the neighborhood showplace, we'll give you a cut when your neighbors sign up for siding\"), the Life magazine scam (\"We need a picture of your house for a layout on how ugly houses are before the aluminum siding is added\") and the sudden breakdown scam (\"My buddy didn't mean to make you that offer. He hasn't been quite right lately. But I'll tell you what I will do\"). And then they meet after work to trade lies and philosophies.\n\nBB figures out a way to really get even with Tilley. He'll seduce his wife (Barbara Hershey). Two things go wrong with this plan. First, Tilley hates his wife and is happy to get rid of her. Second, BB falls in love. That is a high price to pay for a dented fender.\n\n\"Tin Men\" has been written and directed by Barry Levinson in a style similar to his inspired 1982 comedy, \"Diner.\" That was a movie about a crowd of teenage buddies who were mystified by sex, life, ambition and especially women. They were trying to grow up at an age when they were already supposed to be grown up. The median age of the characters in \"Tin Men\" is probably 45, but they're still growing up, too, and they'll still mystified by sex, life, ambition and women - by every thing but Cadillacs.\n\nLike \"Diner,\" Levinson's new movie uses a series of scenes strung together with the diner as home base. There, in a window booth, pouring sugar into their coffee, the salesmen discuss the bafflements of life.\n\n\"This show 'Bonanza' is about a 50-year-old father and his three 47-year-old sons,\" one of the guys says.\n\n\"What kind of a show is that?\" That line is delivered by Jackie Gayle, who has a lot of the movie's funniest moments, maybe because the Dreyfuss and DeVito characters have serious undertones.\n\nThis has been a good 12 months for both Dreyfuss and DeVito, Dreyfuss with \"Down and Out in Beverly Hills\" and DeVito in \"Wise Guys\" and \"Ruthless People.\" What all three movies show is that some comedies work best with a sound foundation of truth. Why do BB and Tilley hate each other so much? Because they hate themselves so much.\n\nWhy's that? Because they're secretly ashamed to be con men, and their Cadillacs impart a respectability they don't really feel. So if you dent their fenders, you question the very depths of their identities.\n\nBecause \"Tin Men\" is based on fundamental truth, it is able to be funny even in some of its quieter moments. The good jokes always hurt a little. This movie isn't slapstick and it's not a farce; it's the kind of comedy the guy was thinking about when he wrote, \"We laugh, that we may not cry.\"", "running_time": 108, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-03-06", "genres": ["Comedy", "Drama"], "title": "Tin Men (1987)"}