{"url": "http://www.rogerebert.com/reviews/tinker-tailor-soldier-spy-2011", "by": "Gary Oldmanas Smiley", "star_rating": 3.0, "text": "\n\nYes, we imagine, international espionage is probably pretty much like this. No thrilling car chases and no big action scenes, but rather a series of weary men, smoking and drinking tea or whiskey, in a series of conversations that circle an enigma. \"Tinker Tailor Soldier Spy\" is about the search for a high-level Soviet spy within MI6, the British intelligence service. This mole is not to be found in an exotic location, but seems more than likely to be one of the men in the room.\n\nThe movie is based on John Le Carre's 1974 novel, which redefined modern spy fiction and inspired an ambitious 1979 BBC adaptation. There was reason to believe Le Carre knew his subject. In the real world, where his real name is David Cornwall, he was one of the British spies who was betrayed by Kim Philby, the notorious MI6 operative who was a double agent for the Soviets. In the fictional version, MI6 is headed by Control (John Hurt), who studies a series of intelligence leaks and becomes convinced there's a mole in the agency; the nature of the intelligence suggests it must come from high up, and Control narrows his list of suspects to five men close to him.\n\nThe movie introduces them one by one, each played by a familiar face in a film cast with iconic British actors. \"Tinker\" is Percy Alleline (Toby Jones), \"Tailor\" is Bill Haydon (Colin Firth), \"Soldier\" is Roy Bland (Ciaran Hinds), \"Poor Man\" is Toby Esterhase (David Dencik) and \"Beggarman\" is George Smiley (Gary Oldman), Control's trusted lieutenant. If you're wondering what happened to \"Spy,\" that would be whoever turns out to be the mole.\n\nThe film, set mostly in London in the early 1970s, is bathed in browns, shadows and pale lighting. All of the men show a lot of wear, none more than Control; John Hurt's face is weary and deeply lined, his eyes set deep out of the way of cigarette smoke, but lest you think that is entirely because of aging, I interviewed him in 1984 while he was filming \"1984,\" and he looked much the same then. \n\nAs the film opens, he has learned that a Hungarian general who would know the mole's identity may be a possible defector. In a muted, serious conversation that will set the film's tone, he assigns Jim Prideaux (Mark Strong) to go to Budapest and talk to this man. That mission goes wrong and serves to alert the Soviets -- although the mole would already know Control was engaged in sniffing him out. In the kerfuffle that follows, both Control and Smiley are dismissed from the service. Some time later, Control is dead from a heart attack, and Smiley is recalled from \"retirement\" to continue the search for the mole. \n\nNow follows a series of paranoid meetings in sealed rooms, snatched conversations in obscure corners of London and flashbacks that may cast light on Smiley's investigation, although we cannot yet know for sure. All of this is superbly atmospheric in the hands of director Tomas Alfredson, who made the sober and effective vampire movie \"Let the Right One In.\" His camera is implacable, its moves sinister, the rooms are filled with smoke and fear, and the characters warily circle around — well, each other, really.\n\n\"Tinker Tailor Soldier Spy\" looks, sounds and feels exactly right. Alfredson's film is faithful to the tone set by the novel. But the screenplay, by Bridget O'Connor and Peter Straughan, is not a model of clarity. I confess I was confused some of the time and lost at other times; the viewer needs to hold in mind a large number of characters, a larger number of events and an infinite number of possibilities. \n\nMore ordinary spy movies provide helpful scenes in which characters brief each other as a device to keep the audience oriented. I have every confidence that in this film, every piece of information is there and flawlessly meshes, but I can't say so for sure, perhaps because I don't have a mind suitable for espionage. I enjoyed the film's look and feel, the perfectly modulated performances, and the whole tawdry world of spy and counterspy, which must be among the world's most dispiriting occupations. But I became increasingly aware that I didn't always follow all the allusions and connections. On that level, \"Tinker Tailor\" didn't work for me.", "running_time": 127, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-12-14", "genres": ["Action", "Drama", "Foreign", "Mystery", "Thriller"], "title": "Tinker Tailor Soldier Spy (2011)"}