{"url": "http://www.rogerebert.com/reviews/tis-pity-shes-a-whore-1975", "by": null, "star_rating": 2.0, "text": "John Ford's Ellzabethan play \"Tis Pity She's a Whore\" probably was first performed in 1624, and in the more than 300 years since, it has survived as an energetic, lively, not especially profound product of the age that nourished Shakespeare. It received a memorably bloody production last year on the stage of the Goodman Theater, and now here it is as a movie, made in Italy and starring Charlotte Rampling.\n\nThat last fact may have something to do with its rather belated opening here. Miss Rampling, you will recall, received a certain amount of notoriety for her performance opposite Dirk Bogarde in \"The Night Porter.\" That was a movie about a long interrupted, suddenly renewed S&M affair between a Nazi concentration camp commandant and one of his former inmates. It was supposed to become a big hit, was a moderate flop instead and probably helped sell this film.\n\nIt's a good film to look at filmed in warm earth colors and airy pastels. But it's not especially successful. Perhaps the acting is at fault. Nobody in the cast seems to have quite solved the problem of how to perform in a melodrama as violent as it is implausible, and still look believable on the screen.\n\nOn the stage, this sort of material can be attacked headon with theatrical gusto. But movies have a way of making even the most unlikely fantasies take on a photographic reality, so Ford's story has to be played straight. The alternative, to ham it up, would be so out of scale on the screen we'd just laugh. Still, that might have been a good alternative....\n\nThe story involves an incestuous love affair, the pregnancy which is its exceedingly unfortunate consequence and a final act of wholesale bloodletting. There's nothing in the movie quite as dramatic as the bloody heart waved around onstage at the Goodman. But the closing scenes are sufficiently tragic. And the director, Giuseppe Griffi, adds a nice touch in some lean, menacing dogs that prowl through the final events.\n\nMiss Rampling plays Annabella, the heroine, with a nice urgent charm, and Oliver Tobias is Giovanni, the brother she hasn't seen for 10 years. He should have stayed away longer. They meet again, fall in love, struggle with temptation, receive advice from the kindly old friar that they don't have the strength to follow and then have a few happy weeks in love before the pregnancy is discovered. Annabella is quickly married off to one of her suitors, but the whole truth is revealed in a series of denouements which everyone takes terribly seriously.\n\nAll of this really looks a lot better on the stage. \"Tis Pity She's a Whore\" still works as theater, especially when we can enjoy it in a period costume production. But as a movie it's hard to take seriously, and especially as seriously as Griffi takes it. 'Tis pity. But then at least this booking represents a small victory for the Wilmette Theater, which last year did not use the title \"The Mother and the Whore\" in newspaper ads. Apparently the offending word is permissible when laundered by the Elizabethans.", "running_time": 91, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Drama", "Foreign", "Romance"], "title": "Tis Pity She's a Whore (1975)"}