{"url": "http://www.rogerebert.com/reviews/titan-ae-2000", "by": "Don Bluth", "star_rating": 3.5, "text": "Here's the animated space adventure I've been hoping for--a film that uses the freedom of animation to visualize the strangeness of the universe in ways live action cannot duplicate, and then joins its vision to a rousing story. Don Bluth's \"Titan AE\" creates the kinds of feelings I had as a teenager, paging eagerly through Asimov and Heinlein. There are moments when it even stirs a little awe. The movie is pure slam-bam space opera. Its stills could be transferred intact to the covers of old issues of Amazing Stories. Yet it has the largeness of spirit that good sf can generate: It isn't just action and warfare, but also a play of ideas. Some of its galactic visuals are beautiful in the same way photos by the Hubble Space Telescope are beautiful: They show a careless hand casting colors and energy across unimaginable expanses of space, using stars and planets as its paintbox. \n\n As the film opens, in 3028 A.D., the earth has been destroyed by the evil race of Drej, who fear the intelligence of humans. Survivors flee on space ships, one of them the gigantic Titan, which carries crucial information on board. That ship was designed by the hero's father, who apparently disappears along with the Titan. When we first meet Cale (voice by Matt Damon), he's a \"colony bum,\" working in a space dump floating between the stars, where conditions are harsh (\"I wish they'd kill my food before they give it to me\"). He's bitter and indifferent because he believes he was abandoned by his father. Yet he holds the key to the future of earth and mankind in the palm of his hand--literally, in the form of a genetically-coded map that reveals the hiding place of Titan. \n\nSoon he's on a mission to find Titan, with partners including a beautiful girl named Akima (Drew Barrymore), who treasures earth's heritage, and collects artifacts of its past, like baseballs. The captain of their expedition is the grave, responsible Korso (Bill Pullman); Gune (John Leguizamo) is the navigator. The main story involves their journey to find Titan before the Drej can capture or destroy it. This quest involves high and low comedy, an exciting chase scene, and then one of the most involving hunt sequences I've seen in any movie, animated or not--a cat-and-mouse game played out in the Ice Rings of Tigrin. These are massive structures of interstellar ice, which form a ring like a miniature galaxy. They offer some protection from the sensing devices of the Drej, but can tear a space ship to pieces with their huge jagged masses. \n\n The Ice Rings sequence is a perfect examine of what animation can do and live action cannot. The vast frozen shards of ice are clear and ominous, with a convincing presence, and the sound track does a masterful job of adding a dimension. We know sound does not travel in space, but do not care, because the groanings and creakings of the ancient ice masses are like cries of despair, and somewhere within the frozen maze lies Titan with its precious cargo. The movie is rambunctious in its action scenes, which owe more than a little to \"Star Wars\" (just as \"Star Wars\" owes more than a little to old pulp sf and Saturday serials). \n\nBut it's not simple-minded. I liked a scene where the heroes are trying to sneak past a hostile and suspicious guard. They've constructed counterfeit uniforms. The guard leads them on, pretends to be fooled, and then laughs in their faces, telling them their uniforms are obviously constructed from bedspreads. \"An intelligent guard!\" says one of the good guys. \"Didn't see that one coming.\" The movie adds small details that evoke the wonder of the universe. At one point in the journey, the ship is followed by space sprites--energy beings that follow space vessels, and mean good luck, as dolphins do at sea. We get a sense of space not merely as a fearsome void, but as a place big enough to include even whimsy. And \"Star Wars\" is evoked again with the tradition that the human heroes have cartoonish sidekicks. \n\nPreed (voice by Nathan Lane) is a first mate who seems to have a genetic similarity to Jar-Jar Binks, in \"Star Wars -- Episode I: The Phantom Menace\" Stith (Janeane Garofalo) is the weapons-master who looks like an extremely calipigian kangaroo. The evil Drej are seen as crackling white-blue force fields, seemingly at one with their ships. One test for any movie is when you forget it's a movie and simply surf along on the narrative. That can happen as easily with animation as live action, and it happens here. \n\nThe movie works as adventure, as the Star Wars\" pictures do (and as live-action sf films like \"Starship Troopers\" do not). It tells a story cleverly designed to explain more or less reasonably why Cale, in the words of the ancient sf cliche, \"has the future of Earth in his hands!\" There is a sense of wonder here. I argue for animation because I believe it provides an additional dimension for film art; it frees filmmakers from the anchor of realism that's built into every live-action film, and allows them to visualize their imaginations. Animation need not be limited to family films and cheerful fantasies. The Japanese have known that for years, and \"Titan AE\" owes as large a debt to Japanese anime as to \"Star Wars.\" This may be the instrument by which anime breaks loose at last from its imprisonment in the video stories, and finds a home on the big screen.", "running_time": 92, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-06-19", "genres": ["Action", "Animation", "Family", "Science Fiction"], "title": "Titan A.E. (2000)"}