{"url": "http://www.rogerebert.com/reviews/titanic-1997", "by": "Leonardo DiCaprioas Jack Dawson", "star_rating": 4.0, "text": "Like a great iron Sphinx on the ocean floor, the Titanic faces still toward the West, interrupted forever on its only voyage. We see it in the opening shots of “Titanic,” encrusted with the silt of 85 years; a remote-controlled TV camera snakes its way inside, down corridors and through doorways, showing us staterooms built for millionaires and inherited by crustaceans.\n\nThese shots strike precisely the right note; the ship calls from its grave for its story to be told, and if the story is made of showbiz and hype, smoke and mirrors--well, so was the Titanic. She was “the largest moving work of man in all history,” a character boasts, neatly dismissing the Pyramids and the Great Wall. There is a shot of her, early in the film, sweeping majestically beneath the camera from bow to stern, nearly 900 feet long and “unsinkable,” it was claimed, until an iceberg made an irrefutable reply.\n\nJames Cameron's 194-minute, $200 million film of the tragic voyage is in the tradition of the great Hollywood epics. It is flawlessly crafted, intelligently constructed, strongly acted and spellbinding. If its story stays well within the traditional formulas for such pictures, well, you don't choose the most expensive film ever made as your opportunity to reinvent the wheel.\n\nWe know before the movie begins that certain things must happen. We must see the Titanic sail and sink, and be convinced we are looking at a real ship. There must be a human story--probably a romance--involving a few of the passengers. There must be vignettes involving some of the rest and a subplot involving the arrogance and pride of the ship's builders--and perhaps also their courage and dignity. And there must be a reenactment of the ship's terrible death throes; it took two and a half hours to sink, so that everyone aboard had time to know what was happening, and to consider their actions.\n\nAll of those elements are present in Cameron's “Titanic,” weighted and balanced like ballast, so that the film always seems in proportion. The ship was made out of models (large and small), visual effects and computer animation. You know intellectually that you're not looking at a real ocean liner--but the illusion is convincing and seamless. The special effects don't call inappropriate attention to themselves but get the job done.\n\nThe human story involves an 17-year-old woman named Rose DeWitt Bukater (Kate Winslet) who is sailing to what she sees as her own personal doom: She has been forced by her penniless mother to become engaged to marry a rich, supercilious snob named Cal Hockley (Billy Zane), and so bitterly does she hate this prospect that she tries to kill herself by jumping from the ship. She is saved by Jack Dawson (Leonardo DiCaprio), a brash kid from steerage, and of course they will fall in love during the brief time left to them.\n\nThe screenplay tells their story in a way that unobtrusively shows off the ship. Jack is invited to join Rose's party at dinner in the first class dining room, and later, fleeing from Cal's manservant, Lovejoy (David Warner), they find themselves first in the awesome engine room, with pistons as tall as churches, and then at a rousing Irish dance in the crowded steerage. (At one point Rose gives Lovejoy the finger; did young ladies do that in 1912?) Their exploration is intercut with scenes from the command deck, where the captain (Bernard Hill) consults with Andrews (Victor Garber), the ship's designer and Ismay (Jonathan Hyde), the White Star Line's managing director.\n\nIsmay wants the ship to break the trans-Atlantic speed record. He is warned that icebergs may have floated into the hazardous northern crossing but is scornful of danger. The Titanic can easily break the speed record but is too massive to turn quickly at high speed; there is an agonizing sequence that almost seems to play in slow motion, as the ship strains and shudders to turn away from an iceberg in its path--and fails.\n\nWe understand exactly what is happening at that moment because of an ingenious story technique by Cameron, who frames and explains the entire voyage in a modern story. The opening shots of the real Titanic, we are told, are obtained during an expedition led by Brock Lovett (Bill Paxton), an undersea explorer. He seeks precious jewels but finds a nude drawing of a young girl. Meanwhile, an ancient woman sees the drawing on TV and recognizes herself. This is Rose (Gloria Stuart), still alive at 101. She visits Paxton and shares her memories (“I can still smell the fresh paint”). And he shows her video scenes from his explorations, including a computer simulation of the Titanic's last hours--which doubles as a briefing for the audience. By the time the ship sinks, we already know what is happening and why, and the story can focus on the characters while we effortlessly follow the stages of the Titanic's sinking.\n\nMovies like this are not merely difficult to make at all, but almost impossible to make well. The technical difficulties are so daunting that it's a wonder when the filmmakers are also able to bring the drama and history into proportion. I found myself convinced by both the story and the saga. The setup of the love story is fairly routine, but the payoff--how everyone behaves as the ship is sinking--is wonderfully written, as passengers are forced to make impossible choices. Even the villain, played by Zane, reveals a human element at a crucial moment (despite everything, damn it all, he does love the girl).\n\nThe image from the Titanic that has haunted me, ever since I first read the story of the great ship, involves the moments right after it sank. The night sea was quiet enough so that cries for help carried easily across the water to the lifeboats, which drew prudently away. Still dressed up in the latest fashions, hundreds froze and drowned. What an extraordinary position to find yourself in after spending all that money for a ticket on an unsinkable ship.", "running_time": 194, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-12-19", "genres": ["Action", "Disaster", "Drama", "Romance"], "title": "Titanic (1997)"}