{"url": "http://www.rogerebert.com/reviews/titanic-3d-2012", "by": "Leonardo DiCaprioas Jack Dawson", "star_rating": 4.0, "text": "The new 3D version of \"Titanic,\" like the original 1997 version, is a magnificent motion picture. The hour or more after the ship hits the iceberg remains spellbinding. The material leading up to that point is a combination of documentary footage from the ocean floor, romantic melodrama, and narration by a centenarian named Rose. The production brings to life the opulence of the great iron ship. Its passengers are a cross section of way of life that would be ended forever by the First World War. In a way, the iceberg represented the 20th century.\n\nJames Cameron's film is not perfect. It has some flaws, but I hate the way film critics employ that word \"flaw,\" as if they are jewelers with loupes screwed into their eye sockets, performing a valuation. We can say there are elements that could have been handled differently. We can begin with some elements that are superb just as they stand.\n\nTo begin with, Cameron avoids the pitfalls of telling a story about which \"everybody knows the ending.\" Yes, the Titanic strikes an iceberg and sinks. That isn't the story he tells. He uses that as a backdrop for stories about hubris, greed, class conflict, romance and a misplaced faith in technology. The Titanic was doomed the moment it was described as \"unsinkable.\" There is a chilling conversation on the bridge between Bruce Ismay, the ship's owner, and Thomas Andrews, its architect.\n\nIsmay: \"But this ship can't sink!\"\n\nAndrews: \"She's made of iron, sir. I assure you, she can. And she will. It is a mathematical certainty.\"\n\nIts unsinkability perhaps explains why Capt. Edward John Smith (Bernard Hill), despite being warned of icebergs, cranked the ship up to its top velocity and left it speeding blindly through the night. Would the captain of any other vessel have felt confident in doing that? In another sense, many of those on board thought of themselves as unsinkable, including the millionaires Benjamin Guggenheim (Michael Ensign) and the fictional villain Caledon Hockley (Billy Zane). Guggenheim called for a brandy and went down with the ship. Hockley would have thrown women and children overboard to preserve himself. Also on board was the Denver millionaire Molly Brown (Kathy Bates), who survived and is known to history as the Unsinkable Molly Brown. She's shown as one of the few arguing that her lifeboat turn back to rescue passengers freezing to death in the icy water.\n\nHere already I have fallen prey to Cameron's storytelling, and have become distracted from the ship's fate by the fates of those on board. Of greatest interest to us are Rose DeWitt Bukater (Kate Winslet), who is engaged to the snaky Caledon Hockley, and Jack Dawson (Leonardo DiCaprio), a steerage passenger who falls in love with her onboard and saves her life. She is the same Rose, known now as \"Rose Dawson,\" who is the old lady, the sole living survivor, brought on board a salvage vessel near the beginning of the film (she's played by Gloria Stuart, who was 86 when the film was made, and topped 100 before she died in 2010). This elderly woman, with such spirit and old, wise eyes, provides \"Titanic\" with what seems impossible: A happy ending. It is happy for her, at least, because she finds closure with the recovery of a drawing made by Jack and a final scene involving a famous diamond.\n\nThe Roses, young and old, provide a through-line from the day the ship set sail until the present day. She creates the psychological illusion that she's the heroine throughout, rescuing the film from a chronological timeline and providing an eyewitness for the crew on the salvage and exploration vessel. Cameron uses her as his excuse for an invaluable narrative device. He has the underwater explorers show her a little animated film that will \"explain\" to her how the ship sank, but actually explains it to us. This device is used all the time as a chalk talk or imaginary sequence in which the mastermind of a bank heist or prison escape explains the plan to those who will use it; he's really explaining it to us, so we'll understand it when we see it. As if there's not suspense enough when the ship is sinking, we're all the time wondering when it will break in half. Cameron is also not slow to bring the architect Andrews up to the bridge, so he can unroll his blueprints and explain to Captain Smith (and us) how the rushing flood waters will flow over one bulwark after the next.\n\nThe class differences onboard become a matter of life and death. The lifeboats are reserved for first class passengers, and those in steerage are locked below behind sliding gates. Crew members enforce these distinctions, sometimes at gunpoint; so loyal are they to their employers that, even though they're going to die, they feel no sympathy for their lower-class comrades. In an early scene, it is by sneaking up to the first class deck that Jack saves Rose from jumping off the ship. She has decided she prefers death to a life among affluent snobs like her fiancée; this shows she has more principle than imagination. Jack becomes the hero only because he flouts all class distinctions, a decision that has its roots deep in 19th century melodrama.\n\nAll of these matters take place in a ship created by art design, set construction, modeling, animation and miniatures which are state of the art. James Cameron's films have always been distinguished by ground-breaking technical excellence.\n\nNow to those \"flaws.\" Both of them involve the behavior of characters. There are several scenes involving Jack trying to help Rose escape the sinking ship, and then Rose helping free Jack after he's handcuffed to a pipe in a cabin, and then Jack again helping them to escape. Consider Rose. Of her own volition, she leaves the safety of a lifeboat and dashes back into the bowels of the ship to find Jack. She wades through water up to her waist, slugs an unhelpful crew member on the jaw, finds Jack, and then finds a fire ax to break the chain of his handcuffs.\n\nPlucky, yes? But in all their other escape scenes, Jack pulls her behind him while desperately shouting Rose! Up here! Rose! Down there! Rose! Follow me! et cetera. This grows monotonous and tiresome. It reminds me of one of the early definitions in Ebert's Little Movie Glossary, the \"Me Push-Pull You.\" That's an adaptation of a friend of Doctor Dolittle's, the \"Pushmi-pullyu.\" I define it as a male who treats a woman as a wee helpless creature who cannot save herself but must be pushed and pulled. Given Rose's behavior in finding her way through the flooding ship while saving Jack, she seems capable enough to be allowed the occasional Jack! Up here! (There is also the inconvenience that Rose and anyone else wading through the ice-cold water should quickly be dead of hypothermia.)\n\nAnother character I have questions about is Spicer Lovejoy, Caledon Hockley's pistol-packing bodyguard and dirty tricks man. Played by the superb actor David Warner, Lovejoy is a poker-faced tough guy entirely at the disposal of his boss. In the ship's desperate final moments, he is always at Hockley's side with helpful information, such as that a lifeboat on the other side of the ship is allowing men on board. Lovejoy is invaluable to the screenplay, because he gives Hockley someone to speak and plot with. Otherwise the dastard would be reduced to dashing about madly on his own. Nevertheless, whatever Spicer is being paid is not enough.\n\nNow for the final flaw. It is, of course, the 3D process. Cameron has justly been praised for being one of the few directors to use 3D usefully, in \"Avatar.\" But \"Titanic\" was not shot for 3D, and just as you cannot gild a pig, you cannot make 2D into 3D. What you can do, and he tries to do it well, is find certain scenes that you can present as having planes of focus in foreground, middle and distance. So what? Did you miss any dimensions the first time you saw \"Titanic?\" No matter how long Cameron took to do it, no matter how much he spent, this is retrofitted 2D. Case closed.\n\nBut not quite. There's more to it than that. 3D causes a noticeable loss in the brightness coming from the screen. Some say as much as 20 percent. If you saw an ordinary film dimmed that much, you might complain to the management. Here you're supposed to be grateful you had the opportunity to pay a surcharge for this defacement. If you're alert to it, you'll notice that many shots and sequences in this version are not in 3D at all, but remain in 2D. If you take off your glasses, they'll pop off the screen with dramatically improved brightness. I know why the film is in 3D. It's to justify the extra charge. That's a shabby way to treat a masterpiece.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-04-03", "genres": null, "title": "Titanic [3D] (2012)"}