{"url": "http://www.rogerebert.com/reviews/titanica-1995", "by": "Stephen Low", "star_rating": 3.5, "text": "Shakespeare, \"Midsummer Night's Dream\" It was the\rlargest floating object ever built by man. The Titanic was as long as three\rfootball fields, weighed 46,000 tons and was advertised as unsinkable.\r\"Mother thought,\" remembers Eva Hart, now an old lady, \"to call\rit unsinkable was flying in the face of the Almighty.\" She was 7 the night the Titanic struck\ran iceberg, 83 years ago now. Her father put her in a lifeboat, told her it was\ra \"precautionary measure,\" and said she would be back on board for\rbreakfast in the morning. She never saw him again - or her little dog, who\rpeers up mournfully at us from old photographs.\n\nThe\rloss of the Titanic remains the worst shipwreck in history, and an\runforgettable slap at the pride of man. The great ship rests today 400 miles\reast of Newfoundland and 2 1/2 miles beneath the ocean surface. For decades, it\rremained as inaccessible as the moon; indeed, men walked on the moon years\rbefore the first TV probes found the wreck of the Titanic. Now it is possible\rto visit the site, using submarines that can withstand ocean pressure so strong\rthat any leak would cut a body in two.\n\n\"Titanica,\"\ra documentary feature shot in the IMAX process, is based largely on footage\rfilmed at the Titanic's grave. Seen on the giant, five-story, curving Omnimax\rscreen of the Museum of Science and Industry, it is a sight to inspire awe.\n\nI\rhave seen earlier photography from the Titanic, rather muddy and indistinct,\rand so I was not quite prepared for the high quality of the photography in\r\"Titanica.\" Two submersibles were outfitted with IMAX cameras, which\ruse film stock that dwarfs conventional movies, and with newly designed lights\rgenerating 150,000 watts. The result is positively eerie: At a depth where no\rsunlight at all penetrates, the subs, sometimes working together, are able to\rlight up the area so effectively that we see clearly as we drift above the\rbones of the great ship.\n\nEarly\rscenes in the film show one of the subs slowly descending, a speck of light in\rthe darkness. The three-member crews must spend 18 to 25 hours squeezed into\rtiny quarters on each of their visits, and we see them playing poker and chess,\rand consuming giant sandwiches. At last, the ocean floor is reached, and a\rdebate breaks out: Are those lumps of coal from the Titanic, or whale\rdroppings? (Almost all IMAX documentaries have a regrettable tendency to\ralternate the sublime with the corny.) When the Titanic is finally reached, the\reffect is grand, sad and creepy. The documentary footage alternates with\rphotographs taken before the ship's launching. In one extraordinary scene, the\rcrew members use remote-controlled pincers to pick up a suitcase from the ocean\rfloor. After some argument (\"It might contain the log book!\"), they\rreplace it. Then we see a photograph of passengers standing on deck on the day\rof sailing. Next to one of them, on the deck, is what looks like the same\rsuitcase.\n\nThe\rcameras achieve a remarkable intimacy with the vast wreck.\n\nWe\rlook out through the windows of the captain's reception room and float past the\rprivate promenade of J.P. Morgan's suite. We can see the brass fittings of the\rwheel, still shiny, although the wooden elements have long since disappeared.\r\"When the ship reached bottom,\" a narrator tells us, \"there\rwould have been corpses littered everywhere. But even the skeletons quickly\rdisappeared in the calcium-depleted water.\" The debris all tells a story.\rThere are the giant engines, now covered in ropes of sediment. There is a\rtoilet bowl: \"Iron,\" a narrator says. \"That would have been for\rthird class. Second class had porcelain, and first class, of course,\rmarble.\" And we see a single woman's shoe, resting forever now on the bottom.\n\n\"Titanica\"\ris the second feature-length IMAX production; the Rolling Stones documentary\r\"At the Max\" was the first. The process uses film so large that it\rmust be loaded with a forklift, and there is an intermission while the second\rreel is put in place. Given the running time, I would have appreciated more\rTitanic footage, and less about the Russian-U.S.-Canadian expedition that\rgathered it. The banter of the three-man crew quickly grew tiresome, especially\ras I began to suspect it was not filmed during actual dives (where would they\rhave put the camera?).\n\nBut\rthere are extraordinary moments. One is mundane: A scientist obtains a core\rsample from the ocean bottom and smooths it with a butter knife, showing how\rfirm it is. In most places, he said, the floor might have been covered with\rsediment so soft and deep that the Titanic would have disappeared beneath it.\rBut at the spot where she sank, hitting bottom at a speed of 30 M.P.H., the\rbottom was firm enough to hold her. And so she waits forever, still halfway\rthrough her first crossing.", "running_time": 94, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-04-14", "genres": ["Documentary"], "title": "Titanica (1995)"}