{"url": "http://www.rogerebert.com/reviews/titicut-follies-1968", "by": "Frederick Wiseman", "star_rating": 3.5, "text": "Frederick Wiseman's \"Titicut Follies\" was filmed in 1966 at the State Hospital for the Criminally Insane at Bridgewater, Mass. It was shown at the 1967 New York Film Festival, had two limited runs in New York and -- aside from a few screenings before film societies -- has had no other distribution. This is its first commercial booking outside New York.\n\nIt is not hard to understand why this is the case. \"Titicut Follies\" is one of the most despairing documentaries I have ever seen; more immediate than fiction because these people are real; more savage than satire because it seems to be neutral.\n\nWe are literally taken into a madhouse. Inmates of varying degrees of mental illness are treated with the same casual inhumanity. There is an old man named Jim who is constantly taunted by the guards, whose uniforms are disturbingly similar to a policeman's. While he is being shaved with fast, painful strokes by the barber, the guards needle him: \"Why's your room so filthy, Jim? What's that you said, Jim?\" They are bullies who have their victim pinned and helpless.\n\nWhen Jim is returned to his room, it is an absolutely empty cell. And Jim is naked. It appears that the inmates are deprived of clothing much of the time because that is cheaper and makes security easier. It is not explained how naked confinement in a barren cell cures mental illness and indeed this hospital seems to come from the Middle Ages.\n\nMassachusetts legislators have tried for two years to suppress Wiseman's film. They say it invades the privacy of the inmates, and perhaps they have a point. It is hard to imagine more humiliating and pathetic scenes, and perhaps they should not be shown for profit or offered to the public.\n\nBut perhaps they should, even though \"Titicut Follies\" will dismay and disgust many of those who see it. Few of us have the slightest idea of conditions in the nation's mental prison-hospitals.\n\nThe film is not of high technical quality. It was shot with available sound and light under difficult conditions. But its message penetrates all the same. One \"paranoid\" patient, told he has shown no improvement, argues that the prison is making him worse, not better. This sounds like the simple truth, and the film leaves us with the impression that institutions like Bridgewater are causing mental illness, not curing it.", "running_time": 84, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-10-08", "genres": ["Documentary"], "title": "Titicut Follies (1968)"}