{"url": "http://www.rogerebert.com/reviews/tnt-jackson-1975", "by": null, "star_rating": 1.0, "text": "You remember the story about John Carter of Mars. He was Edgar Rice Burroughs' hero, and he galloped all over Mars on whatever passed for a horse up there. One day he was attacked and chased by a band of villains who started hacking at him with their swords.\n\nCarter of Mars drew his own trusty blade and started hacking back at them, while trying to make it up the castle stairs. But they were too much for him. First he lost a leg. Then an arm. They were gaining on him. \"The hell with this,\" said John Carter, throwing away his sword, drawing his atomic ray gun and zapping the bad guys into a radioactive ash heap.\n\nI think about that story every time I see a kung fu movie, because kung fu movies depend upon the same unwritten rules as John Carter novels: Nobody can have a gun. If they had a gun, they'd just shoot you, and you wouldn't get to go through the whole \"aaaaaiiiiieeeee\" number and leap about with your fists flashing, your foot cocked and your elbow of death savagely bent. It's great to have a black belt, but it's better if the bad guys know the rules.\n\nThey do in \"T. N. T. Jackson,\" which is easily the worst movie I've seen this year (yes, worse, far worse, than \"Rape Squad\"). And so we get all the obligatory postures, all the menacing glares, and especially all the slowmotion leaps through the air. At the end, so great is the heroine's wrath that she propels her fingers of vengeance all the way through the villain, who looks mighty surprised at that, let me tell you.\n\nOne of the little problems with \"T.N.T. Jackson,\" alas, is that the kung fu fight scenes have been so loosely staged you can easily see the fighters aren't even touching each other. This results in some curious moments, as when the heroine thrusts her foot AT a bad guy, who recoils violently though he wasn't even touched. Maybe what she needs is some Dr. Scholl's deodorant powder?\n\nThe movie's about a drugsmuggling ring in Asia. T.N.T. Jackson (played by Jeanne Bell) is teamed up with one of the smugglers (Stan Shaw) and is also searching for the killer of her brother. That's not just the plot summary, it's the plot. There are innumerable badlystaged fights, a confrontation with a U.S. government agent (Pat Anderson in U.S. governmentissue bikinis), lots of idle threats and the quaint notion that T.N.T. Jackson fights better when nude and in the dark.\n\nThis leads to a scene in which, after her clothes have been ripped off, she gets into a fierce battle for control of the light switch. She turns off the lights and demolishes three bad guys. The villain turns the lights back on. She turns them off. He turns them on, etc. I began mentally composing a screenplay for \"Young Tom Edison Meets the Savage Sisters.\" The movie is playing at the Woods Theater, which has decided not to issue press passes for the critics this year, in what can only have been intended as an act of mercy.", "running_time": 68, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Thriller"], "title": "T.N.T. Jackson (1975)"}