{"url": "http://www.rogerebert.com/reviews/to-begin-again-1983", "by": "Antonio Ferrandisas Albajara", "star_rating": 2.0, "text": "\"To Begin Again\" is a simple story, simply told. Perhaps that is the problem. Since it's so clear, right from the beginning of the film exactly where it must lead, the simple development takes on the quality of a ritual rather than a drama. We're ahead of the film at every moment, and it inspires impatience just when it should be inspiring identification.\n\nThe story involves an old man named Albajara, who teaches at Berkeley and has just won the Nobel Prize in Literature. He is a Spaniard, a member of the generation that fought for the losing side in the civil war and then went into exile. He has not been back to his native city of Gijon since the late 1930s. But on his way home from Stockholm, he stops off there for a few days, and the film is the story of those days.\n\nWhat does he do? Perhaps you can guess. He revisits the scenes of his youth. He meets again the woman he loved in those long-ago days. And he confides in a close friend that he has a fatal disease and doesn't have long to live. Those are all more or less inevitable developments, I think, given the movie's steadfast dedication to predictable sentiment. There are, however, moments when the film comes to life. One of them occurs at a banquet for Albajara's old teammates on a prewar soccer team. Others involve the manager at the hotel where he stays, a lovably officious bureaucrat who is transformed into a slavering fan when Albajara receives a telephone call from the king. And then there's that call itself, during which the king makes one of the single funniest statements in recent movies; it's a moment so funny the movie barely recovers from it.\n\nThose moments of life are separated, alas, by a great many moments of lethargy, during which we follow Albajara on his nostalgic, bittersweet walks through the city, and join him for sad dinners with his former love. The walks lack a little in conviction since two of them have clearly been manufactured by the editors out of only one walk actually performed by the actor; it's distracting to see the same footage again. And we are less than moved by his reunion with his old love, even though it is undeniably sweet, since there is no real reason why they have stayed apart all these long years.\n\nThere is another problem. The sound track has been put together out of two familiar pieces of music, Johann Pachelbel's Canon and \"Begin the Beguine.\" More music should have been used, and this music should have been used less. The strains of \"Begin the Beguine\" well up during so many scenes that we groan when we hear it again. It's a nice song but it can't replace dialogue, and it can't make passive sentiment interesting.\n\nThe movie has some nice little touches. But it's very, very thin. And shouldn't a Nobel Prize winner in Literature be imaginative enough to do something original during his farewell visit home?", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-08-26", "genres": null, "title": "To Begin Again (1983)"}