{"url": "http://www.rogerebert.com/reviews/to-be-or-not-to-be-1983", "by": "Mel Brooksas Bronski", "star_rating": 3.0, "text": "It's an old gag, the one about the actor who is always interrupted in the middle of Hamlet's soliloquy by a guy in the third row who has to go to the john and loudly excuses himself all the way to the end of the row. But I can't think of a better Hamlet for this particular gag than Mel Brooks. \"That is the QUESTION!\" he bellows, as the guy screws up his timing, his delivery, his concentration. And the punch line is that the guy is actually going backstage to have a quick assignation with the actor's wife.\n\nMel Brooks loves show business and has worked it into a lot of his movies, most unforgettably in \"The Producers.\" He also loves musicals and has worked musical numbers into the most unlikely moments in his movies. (Remember Frankenstein's monster doing the soft shoe?) In \"To Be or Not To Be,\" Brooks combines a backstage musical with a wartime romance and comes up with an eclectic comedy that races off into several directions, usually successfully.\n\nThe movie co-stars Brooks and his wife, Anne Bancroft, working together for the first time on screen as Frederick and (Anna) Bronski, the impresarios of a brave little theatrical troupe in a Warsaw on the brink of war. (Anna) Bronski, whose name is in parentheses because her husband has such a big ego, is a femme fatale with an eye for the handsome young servicemen that worship her nightly in the theater. Bronski is an all-over-the-map guy who does Hamlet's soliloquy and stars in a revue called \"Naughty Nazis\" in the same night and on the same stage.\n\nThen the Nazis march into Poland. What can a humble troupe of actors do to stop them? \"Nothing!\" Bronski declares -- but then the troupe gets involved in an elaborate masquerade, pretending to be real Nazis in order to throw Hitler's men off course and prevent the success of the German plans.\n\nWhen \"To Be or Not To Be\" was originally made, by Ernst Lubitsch in 1942, the Nazis were in Poland, which gave a certain poignancy to every funny line. Lubitsch's stars were Jack Benny and Carole Lombard, both specialists in underplaying. Brooks and Bancroft go in the opposite direction, cheerfully allowing farce, slapstick, pratfalls and puns into the story, until the whole movie seems strung together like one of the revues in Bronski's theater.\n\nThe supporting players, given license to overact, have fun. Charles Durning plays a rigid but peculiarly confused Nazi colonel, and Tim Matheson is the young aviator who excuses himself loudly and sneaks backstage to meet Bancroft. The veteran actor Jose Ferrer plays Professor Siletski, a two-faced collaborator.\n\nIt will probably always be impossible for Brooks to remain entirely within the dramatic logic of any story, and here he gives himself a lot of freedom with lines like \"Sondheim! Send in the clowns!\" But \"To Be or Not To \"Be\" works as well as a story as any Brooks film since \"Young Frankenstein,\" and darned if there isn't a little sentiment involved as the impresario and his wife, after years of marriage, surprise each other by actually falling in love.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-12-16", "genres": ["Comedy"], "title": "To Be or Not To Be (1983)"}