{"url": "http://www.rogerebert.com/reviews/to-die-for-1995", "by": "Nicole Kidmanas Suzanne Stone", "star_rating": 3.5, "text": "I once knew a TV interviewer who got an interview with Mother Teresa and never stopped talking about it. We will call my friend N. After listening closely, I realized that N. thought she'd given Mother Teresa a big break: After all, not everybody gets to appear on TV with N.\n\n\"To Die For\" is a movie about someone uncannily like N. I make that clear because some will consider it a satire, when it mirrors a personality type not unfamiliar to those who labor in the media.\n\nSuzanne Stone (Nicole Kidman) is a woman who lives to be on TV.\n\nEverything else in her life is either what happens before TV, or after TV. She lives in the small town of Little Hope, N. H., but in her mind, she lives in the hyperspace of supermarket tabloids, People magazine and instant celebrity.\n\nEven in Little Hope, Suzanne is not a big fish. She is the weather forecaster for a local cable channel, although she is always dreaming up ways to expand her role and firmly intends to be the next Barbara Walters. Why she marries Larry (Matt Dillon) is anyone's guess: He's a nice enough guy from a family who owns the local Italian eatery, but for a star of the future like Suzanne, he's too commonplace. At least when she meets him he has a certain animal appeal, but soon after their marriage, he starts sacking out on the couch and developing love handles.\n\nSuzanne is played by Kidman as a woman who is always onstage, and seems to be reading her dialogue from a TelePrompTer that scrolls up the insides of her eyeballs. The dialogue has been written by Buck Henry, who has probably met more than a few performers just like this, and it is priceless. She doesn't want to be pregnant, she tells her mother-in-law, because \"a woman in my field with a baby has two strikes against her. She can't cover a royal wedding, or a revolution in South America, and pregnancy gives her blubber, and boobs out to here. It's gross.\" (I'm surprised Suzanne hasn't picked up on the cachet for pregnancy on TV.) It becomes clear to Suzanne that her husband must go. He's standing in the way of her future, an insight she has on her honeymoon while cheating on him with a TV executive who might be able to help her career. To aid in disposing of her husband, she enlists three airheads from the local high school: Jimmy (Joaquin Phoenix), Russell (Casey Affleck) and Lydia (Alison Folland).\n\nThey are dazzled and flattered to be taken seriously by this glamorous cable TV personality, and soon she's necking with Jimmy and persuading them to help her commit murder. (The way she lets them down afterward has a certain cheerful brutality.) All of this could be done broadly as farce, but director Gus Van Sant uses Henry's wicked screenplay as a blueprint for quieter, crueler comedy (the movie is a spectacular comeback after his appalling \"Even Cowgirls Get the Blues\"). \"To Die For\" is the kind of movie that's merciless with its characters, and Kidman is superb at making Suzanne into someone who is not only stupid, vain and egomaniacal (we've seen that before) but also vulnerably human. She represents, on a large scale, feelings we have all had in smaller and sneakier ways. She simply lacks skill in concealing them.\n\nThe film is filled with perfect character studies. Dillon, the former teen idol whose acting has always been underrated, here turns in a sly comic performance as a man dazzled by beauty but seduced by comfort. Illeana Douglas is Janice, Suzanne's ice-skating sister-in-law, who spots her as a phony and makes life uncomfortable by calling her on it. Dan Hedaya plays the father-in-law who rules his Italian family with an ebullient hand. And Buck Henry plays a high school teacher with a vast repertory of colorful verbal threats for his students.\n\nFinally, though, the movie is about Suzanne, and Nicole Kidman's work here is inspired. Her clothes, her makeup, her hair, her speech, her manner, even the way she carries herself (as if aware of the eyes of millions) are all brought to a perfect pitch: Her Suzanne is so utterly absorbed in being herself that there is an eerie conviction, even in the comedy. She plays Suzanne as the kind of woman who pities us - because we aren't her, and you know what? We never will be.", "running_time": 100, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-10-06", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Science Fiction", "Thriller"], "title": "To Die For (1995)"}