{"url": "http://www.rogerebert.com/reviews/to-forget-venice-1980", "by": "Erland Josephsonas Nicky", "star_rating": 2.5, "text": "\"To Forget Venice\" doesn't feel like a story, it feels\r\nlike an idea for a story, and that's the problem with it: We can figure out\r\nfairly early in the film how the neatly symmetrical relationships are going to\r\nwork themselves out, and then all we're left with is the behavior of the actors\r\nworking them out. There are few surprises. And when a film really lives, it's\r\nfull of surprises, because each scene contains the possibility that the\r\ncharacters will change.\n\nBut\r\nFranco Brusati, the director and co-author of \"To Forget Venice,\"\r\nbegins with a simple idea: We must put behind us the dependencies and dreams of\r\nyouth, and accept middle age as gracefully as we can. Now this is a fine idea,\r\nbut it is not necessarily the only good idea on the subject - and the problem\r\nwith \"To Forget Venice\" is that we realize, early and with a sinking\r\nheart, that Brusati's characters are doomed to illustrate it. Nobody's going to\r\nbe allowed to upset the boat.\n\nHere\r\nare his characters, neatly arrayed. There is Marta, the aging but still\r\nbeautiful opera prima donna who lives in one of the big, ancient country houses\r\nthat line the mainland near Venice. She has never married, but has adopted a\r\nniece, Anna. Marta also has a brother, Nicky. A visit to Venice is planned, and\r\nAnna and Nicky, who are both homosexuals, join Marta in the big house. Anna\r\nbrings along her lover, Claudia, and Nicky brings his lover, Picchio.\n\nSo\r\nwe have here three characters (Marta, Anna and Nicky) who are no longer as\r\nyoung as they once were. All three live in the past, in the dreams of youth.\r\nMarta remembers her singing, and basks in the praise of the others. Anna and\r\nNicky grasp youth through their younger lovers. Everyone is, of course,\r\nnarcissistic, and Brusati himself writes of \"each of them trying to\r\nperpetuate his own youth by reflecting himself in the partner as in a distant\r\nmirror.\"\n\nThere\r\nis another element to the story: Marta's past greatness, her fame through her\r\nart, gives them all something to bask in. Because she stood aside from ordinary\r\nhumans, somehow they all have license to be unconventional. But then Marta\r\ndies, and the film moves into the dreadfully predictable passages in which the\r\nother characters are invited to take a deep breath, make a realistic assessment\r\nof themselves, and stop living in the past.\n\nAll\r\nvery fine, and well and good, but deadening. Allow me to be irreverent for a\r\nmoment, in the face of Brusati's pious hopes for human nature. What we have\r\nhere, after all, is a film that would have created a major scandal a decade\r\nago: Not one but two homosexual couples, lots of nudity and sex, and an\r\natmosphere of decadence and decay.\n\n\"To\r\nForget Venice\" would have been such a sensation in 1970 that any plot\r\nwould have been forgiven (and if you doubt me, remember the plot of \"I Am\r\nCurious [Yellow]\"). Wouldn't it have been more interesting to simply\r\nfollow these potentially engaging characters through whatever might have\r\nhappened in their situation, instead of forcing them to illustrate the lessons\r\nthey've learned?", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-03-04", "genres": null, "title": "To Forget Venice (1980)"}