{"url": "http://www.rogerebert.com/reviews/to-gillian-on-her-37th-birthday-1996", "by": "Peter Gallagheras David Lewis", "star_rating": 2.0, "text": "“To Gillian on Her 37th Birthday” is one of those movies in\rwhich nosy but well-meaning relatives try to force a reluctant family member to\rembrace a truth that is obvious to everyone except him. In this case, the truth\ris that we cannot allow ourselves to be paralyzed forever by grief over the\rdeath of a loved one. Why do I always root for the recalcitrant family member?\rThe movie takes place two years to the day after Gillian (Michelle Pfeiffer)\rfell from the mast of a sailboat and died. It is also her birthday. Her\rhusband, David (Peter Gallagher), since then has lived as a recluse on Nantucket\rIsland with his 16-year-old daughter Rachel (Claire Danes). She suspects that\rhe fantasizes his wife is still alive, and goes for long walks and talks on the\rbeach with her. Rachel is correct.\n\nTo\robserve “Gillian's Day,” as it is known in the family, Gillian's sister Esther\r(Kathy Baker) and her husband, Paul Bruce Altman), arrive with a female friend\rnamed Kevin (Wendy Crewson). She is intended as a blind date, although when she\rfinds out it is Gillian's Day, she wants to return immediately to the\rmainland--and so she should, since she plays such an unnecessary role in the\rdrama to follow.\n\nThe\rmovie, written by David E. Kelley and directed by Michael Pressman, is\rwell-versed in the cinematic symptoms of excessive grief. David drives too\rfast, gets in fights with other motorists, plays the radio too loud and goes\roff a lot by himself. Esther believes it's time for him to get a grip on\rhimself. Worse, she plans to sue for custody of Rachel, whom she fears is\rhaving an inadequate adolescence because of having to spend the offseason on\rNantucket.\n\nThe\rmovie cannot see that Esther is a deranged nuisance who should mind her own\rbusiness, that David is entitled to his grief, that Rachel is happy living on\rthe island, and that if Gillian appears to David, so much the better. (She also\rappears to us, and since we can see and hear her I guess she is “really” there,\rwhich gives David an excellent reason for not wanting to leave).\n\nThe\rmovie lurches to its sentimental conclusion via several dead-end plot ideas\rthat are introduced but not developed. During the course of the long day and\rnight, Rachel goes out on her first date, with a kid she meets on the beach who\rhas rings piercing his nose, ears and who knows what all, and dyes the sides of\rhis head blond, which is proof in any court of law that he is cool or, if not\rcool, definitely a teenager. David doesn't like the kid but allows the date,\rduring which Rachel gets drunk, comes home, barfs, goes to bed, has a\rnightmare, and then has a heartfelt talk with her aunt and her dad. The subplot\r(including the dance they go to) is all filler.\n\nSo\ris Kevin, the blind date, who sees she is not needed, says she is not needed,\racts as if she is not needed and is not needed. I was also underwhelmed by a\rside plot having to do with the marital history of Paul and Esther, since this,\rtoo, has no bearing on David's problem.\n\nAnd\rwhat of David? How does he spend his time as a recluse? Well, he's a literature\rprofessor, and claims he's using his free time to write a book. This sounds\rlike a splendid idea, but not to Esther, who believes he should return to the\rmainland and go back to his old job. With people like this, how many books\rwould ever get written? We have a national compulsion to insist that people\rdeny their grief. A friend loses a loved one, and three weeks later we're\rasking, “Are you OK?” And we want them to say, “Why, yes, I'm doing just fine,”\rso we can nod in approval. If we were really friends, we'd say, “I imagine you\rstill feel miserable,” so they could say, “Sometimes it's worse than ever.” As\rto whether David is able to bid goodbye to his ghost on the beach and return to\rthe mainland, or whether Esther succeeds in tearing his daughter from his side,\rI will leave you to guess. Here's fair warning: A movie that hasn't had an\roriginal idea in 83 minutes is unlikely to develop one in the last 10.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-10-18", "genres": ["Drama", "Romance"], "title": "To Gillian On Her 37th Birthday (1996)"}