{"url": "http://www.rogerebert.com/reviews/to-kill-a-mockingbird-2001", "by": null, "star_rating": 2.5, "text": "\"To Kill a Mockingbird\" is a time capsule, preserving hopes and sentiments from a kinder, gentler, more naive America. It was released in December 1962, the last month of the last year of the complacency of the postwar years. The following November, John F. Kennedy would be assassinated. Nothing would ever be the same again -- not after the deaths of Martin Luther King, Robert Kennedy, Malcolm X, Medgar Evers, not after the war in Vietnam, certainly not after September 11, 2001. The most hopeful development during that period for America was the civil rights movement, which dealt a series of legal and moral blows to racism. But \"To Kill a Mockingbird,\" set in Maycomb, Alabama, in 1932, uses the realities of its time only as a backdrop for the portrait of a brave white liberal.\n\n The movie has remained the favorite of many people. It is currently listed as the 29th best film of all time in a poll by the Internet Movie Database. Such polls are of questionable significance, but certainly the movie and the Harper Lee novel on which it is based have legions of admirers. It is being read by many Chicagoans as part of a city-wide initiative in book discussion. It is a beautifully-written book, but it should be used not as a record of how things are, or were, but of how we once liked to think of them.\n\n The novel, which focuses on the coming of age of three young children, especially the tomboy Scout, gains strength from her point of view: It sees the good and evil of the world through the eyes of a six-year-old child. The movie shifts the emphasis to the character of her father, Atticus Finch, but from this new point of view doesn't see as much as an adult in that time and place should see.\n\n Maycomb is evoked by director Robert Mulligan as a \"tired old town\" of dirt roads, picket fences, climbing vines, front porches held up by pillars of brick, rocking chairs, and Panama hats. Scout (Mary Badham) and her 10-year-old brother Jem (Philip Alford) live with their widowed father Atticus Finch (Gregory Peck) and their black housekeeper Calpurnia (Estelle Evans). They make friends with a new neighbor named \"Dill\" Harris (John Megna), who wears glasses, speaks with an expanded vocabulary, is small for his age, and is said to be inspired by Harper Lee's childhood friend Truman Capote. Atticus goes off every morning to his law office downtown, and the children play through lazy hot days.\n\n Their imagination is much occupied by the Radley house, right down the street, which seems always dark, shaded and closed. Jem tells Dill that Mr. Radley keeps his son Boo chained to a bed in the house, and describes Boo breathlessly: \"Judging from his tracks, he's about six and a half feet tall. He eats raw squirrels and all the cats he can catch. There's a long, jagged scar that runs all the way across his face. His teeth are yellow and rotten. His eyes are popped. And he drools most of the time.\" Of course the first detail reveals Jem has never seen Boo.\n\n Into this peaceful calm drops a thunderbolt. Atticus is asked by the town judge to defend a black man named Tom Robinson (Brock Peters), who has been accused of raping a poor white girl named Mayella Violet Ewell (Collin Wilcox). White opinion is of course much against the black man, who is presumed guilty, and Mayelle's father Bob (James Anderson) pays an ominous call on Atticus, indirectly threatening his children. The children are also taunted at school, and get in fights; Atticus explains to them why he is defending a Negro, and warns them against using the word \"nigger.\"\n\n The courtroom scenes are the most celebrated in the movie; they make it perfectly clear that Tom Robinson is innocent, that no rape occurred, that Maybelle came on to Robinson, that he tried to flee, that Bob Ewell beat his own daughter, and she lied about it out of shame for feeling attracted to a black man. Atticus' summation to the jury is one of Gregory Peck's great scenes, but of course the all-white jury finds Tom Robinson guilty anyway. The verdict is greeted by an uncanny quiet: No whoops of triumph from Bob Ewell, no cries of protests by the blacks in the courtroom gallery. The whites file out quickly, but the blacks remain and stand silently in honor of Atticus as he walks out a little later. Scout and her brother sat up with the blacks throughout the trial, and now a minister tells her: \"Miss Jean Louise, stand up, your father's passin'.\"\n\n The problem here, for me, is that the conviction of Tom Robinson is not the point of the scene, which looks right past him to focus on the nobility of Atticus Finch. I also wonder at the general lack of emotion in the courtroom, and the movie only grows more puzzling by what happens next. Atticus is told by the sheriff that while Tom Robinson was being taken for safekeeping to nearby Abbottsville, he broke loose and tried to run away. As Atticus repeats the story: \"The deputy called out to him to stop. Tom didn't stop. He shot at him to wound him and missed his aim. Killed him. The deputy says Tom just ran like a crazy man.\"\n\n That Scout could believe it happened just like this is credible. That Atticus Finch, an adult liberal resident of the Deep South in 1932, has no questions about this version is incredible. In 1962 it is possible that some (white) audiences would believe that Tom Robinson was accidentally killed while trying to escape, but in 2001 such stories are met with a weary cynicism.\n\n The construction of the following scene is highly implausible. Atticus drives out to Tom Robinson's house to break the sad news to his widow, Helen. She is played by Kim Hamilton (who is not credited, and indeed has no speaking lines in a film that finds time for dialog by two superfluous white neighbors of the Finches). On the porch are several male friends and relatives. Bob Ewell, the vile father who beat his girl into lying, lurches out of the shadows and says to one of them, \"Boy, go in the house and bring out Atticus Finch.\" One of the men does so, Ewell spits in Atticus's face, Atticus stares him down and drives away. The black people in this scene are not treated as characters, but as props, and kept entirely in long shot. The close-ups are reserved for the white hero and villain.\n\n It may be that in 1932 the situation was such in Alabama that this white man, who the people on that porch had seen lie to convict Tom Robinson, could walk up to them alone after they had just learned he had been killed, call one of them \"boy,\" and not be touched. If black fear of whites was that deep in those days, then the rest of the movie exists in a dream world.\n\n The upbeat payoff involves Ewell's cowardly attack on Scout and Jem, and the sudden appearance of the mysterious Boo Radley (Robert Duvall, in his first screen performance), to save them. Ewell is found dead with a knife under his ribs. Boo materializes inside the Finch house, is identified by Scout as her savior, and they're soon sitting side by side on the front porch swing. The sheriff decides that no good would be served by accusing Boo of the death of Ewell. That would be like \"killing a mockingbird,\" and we know from earlier in the film that you can shoot all the bluejays you want, but not mockingbirds -- because all they do is sing to bring music to the garden. Not exactly a description of the silent Boo Radley, but we get the point.\n\n This is a tricky note to end on, because it brings Boo Radley in literally from the wings as a distraction from the facts: An innocent black man was framed for a crime that never took place, he was convicted by a white jury in the face of overwhelming evidence, and he was shot dead in problematic circumstances. Now we are expected to feel good because the events got Boo out of the house. That Boo Radley killed Bob Ewell may be justice, but it is not parity. The sheriff says, \"There's a black man dead for no reason, and now the man responsible for it is dead. Let the dead bury the dead this time.\" But I doubt that either Tom Robinson or Bob Ewell would want to be buried by the other.\n\n \"To Kill a Mockingbird\" is, as I said, a time capsule. It expresses the liberal pieties of a more innocent time, the early 1960s, and it goes very easy on the realities of small-town Alabama in the 1930s. One of the most dramatic scenes shows a lynch mob facing Atticus, who is all by himself on the jailhouse steps the night before Tom Robinson's trial. The mob is armed and prepared to break in and hang Robinson, but Scout bursts onto the scene, recognizes a poor farmer who has been befriended by her father, and shames him (and all the other men) into leaving. Her speech is a calculated strategic exercise, masked as the innocent words of a child; one shot of her eyes shows she realizes exactly what she's doing. Could a child turn away a lynch mob at that time, in that place? Isn't it nice to think so.", "running_time": 129, "mpaa_rating": "Not", "release_year": 2001, "date_published": "2001-11-11", "genres": ["Crime", "Drama", "Mystery"], "title": "To Kill a Mockingbird (2001)"}