{"url": "http://www.rogerebert.com/reviews/to-live-1994", "by": "Ge Youas Fugui", "star_rating": 3.5, "text": "\"To Live\" is a simple title, but it conceals a universe. The film follows the life of one family in China, from the heady days of gambling dens in the 1940s to the austere hardship of the Cultural Revolution in the 1960s. And through all of their fierce struggles with fate, all of the political twists and turns they endure, their hope is basically one summed up by the heroine, a wife who loses wealth and position and children, and who says, \"All I ask is a quiet life together.\" The movie has been directed by Zhang Yimou, the leading Chinese filmmaker right now (although this film offended Beijing and earned him a two-year ban from filmmaking). It stars his wife, Gong Li, the leading Chinese actress (likewise banned). Together their credits include \"Ju Dou,\" \"Raise the Red Lantern\" and \"The Story of Qui Ju.\" Like them it follows the fate of a strong woman, but also this time a strong man; somehow they stick together through incredible hardships.\n\nAt first, the troubles are the husband's own fault. Fugui (Ge You) is a degenerate gambler who loses his family home and fortune at dice. \"Turtle spawn!\" his old father cries, beating him with a stick. His wife Jiazhen (Gong Li) wants nothing more to do with him, and from a life of indolence he finds himself selling needles and thread on the street.\n\nThe man who won his house gives him a set of beautiful shadow puppets, and he goes on the road as an entertainer, quickly swept up by the Nationalist army to amuse the troops. Then one morning, drunk, he oversleeps as the army retreats, and he hears a thundering sound on the snow, which is the Red army advancing. Ever adaptable, he joins them, and eventually finds his way back to his hometown and his wife, son and daughter.\n\nLife is very hard. But they survive under the new communist regime. (Ironically, the man who won his house at dice is executed as a counter-revolutionary landowner.) A childhood illness causes their daughter to become mute and hard of hearing, but in the precise arithmetic of matchmaking a likely partner is found for her: A supervisor of the Red Guards at a factory, who is lame.\n\nThe story progresses in terms of temporary advances and crushing setbacks, one caused when a starving doctor, jailed by the Red Guards, cannot assist at a crucial time because he has gorged himself on seven sweet buns. Another family loss is caused by an old friend, who vows he owes them a life, and will eventually be called upon for repayment. Years come and go; jolly murals of Mao Tse Tung appear on the courtyard walls, and then fade in the sun and rain. And somehow they live.\n\nThe best art, it is said, comes from turmoil - from hard times. In China no serious filmmaking took place for decades, and now great films are coming in a torrent from that country. The authorities are not always so happy to have the nation's past examined with such frankness, and with films like \"To Live\" and \"The Blue Kite\" (released earlier this year) there is a certain inexorable pattern: They are made, shown at foreign film festivals, honored (\"To Live\" won acting awards at Cannes), play briefly in a few sophisticated cinemas in Beijing or Shanghai, and then they disappear.\n\nThe honesty of \"To Live\" earned Zhang Yimou and Gong Li not only a two-year ban on further co-productions, but a ban on even speaking about their film. But \"To Live\" has been made, it is playing all over the world, it exists on the screen as a fascinating testament about ordinary human lives conducted under terrifying conditions, when one's fate could hinge on a chance remark or an instant political edict from a zealous teenager.\n\nIt is a big, strong, energetic film, made by a filmmaker whose vision takes in four decades of his nation's history, and who stands apart from all the political currents, and sees that ordinary people everywhere basically want what his heroine cries out for, a quiet life. It is exciting to see these new films as they emerge from China. They are history being written, celebrated, and mourned.", "running_time": 125, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-12-23", "genres": ["Drama", "Foreign", "Romance", "War"], "title": "To Live (1994)"}