{"url": "http://www.rogerebert.com/reviews/to-live-and-die-in-la-1985", "by": "William L. Petersenas Richard Chance", "star_rating": 4.0, "text": "In the hierarchy of great movie chase sequences, the recent landmarks\rinclude the chases under the Brooklyn elevated tracks in \"The French Connection\" down the hills of San Francisco in \"Bullitt\" and through\rthe Paris Metro in \"Diva.\" Those chases were not only thrilling in\rtheir own right, but they also reflected the essence of the cities\rwhere they took place. Now comes William Friedkin, director of \"The\rFrench Connection,\" with a new movie that contains another chase that\rbelongs on that short list. The movie is set in Los Angeles, and so, of\rcourse, the chase centers on the freeway system.\r\"To Live and Die in L. A.\" is a law-enforcement movie, sort of. \n\nIt's about Secret Service agents who are on the trail of a\rcounterfeiter who has eluded the law for years, and who flaunts his\rsuccess. At one point, when undercover agents are negotiating a deal\rwith the counterfeiter in his expensive health club, he boasts, \"I've\rbeen coming to this gym three times a week for five years. I'm an easy\rguy to find. People know they can trust me.\" Meanwhile, he's asking for\ra down payment on a sale of bogus bills, and the down payment is larger\rthan the Secret Service can authorize. So Richard Chance (William L.\rPetersen), the hot- dog special agent who's the hero of the movie, sets\rup a dangerous plan to steal the advance money from another crook and\ruse it to buy the bogus paper and bust the counterfeiter.\rNeat. The whole plot is neat, revolving around a few central\remotions - friendship, loyalty, arrogance, anger. By the time the great\rchase sequence arrives, it isn't just a novelty that's tacked onto a\rmovie where it doesn't fit. It's part of the plot. The Secret Service\ragents bungle their crime, the cops come in pursuit, and the chase\runfolds in a long, dazzling ballet of timing, speed and imagination. \n\nThe great chases are rarely just chases. They involve some kind of\radditional element - an unexpected vehicle, an unusual challenge, a\rstrange setting. The car-train chase in \"The French Connection\" was a\rmasterstroke. In \"Diva,\" the courier rode his motor scooter into one\rsubway station and out another, bouncing up and down the stairs. Or\rthink of John Ford's sustained stagecoach\rchase in \"Stagecoach,\" or the way Buster Keaton orchestrated \"The General\" (1927) so that trains chased each other through a railway system.\rThe masterstroke in \"To Live and Die in L. A.\" is that the chase\risn't just on a freeway. It goes the wrong way down the freeway. I\rdon't know how Friedkin choreographed this scene, and I don't want to\rknow. It probably took a lot of money and a lot of drivers. All I know\ris that there are high-angle shots of the chase during which you can\rlook a long way ahead and see hundreds of cars across four lanes, all\rheading for the escape car, which is aimed at them, full speed. It is\ran amazing sequence. \n\nThe rest of the movie is also first-rate. The direction is the\rkey. Friedkin has made some good movies (\"The French Connection,\" \"The Exorcist,\" \"Sorcerer\") and some bad ones (\"Cruising,\" \"Deal of the Century\"). This is his comeback, showing the depth and skill of the early pictures. The central performance\ris by William L. Petersen, a Chicago stage actor who comes across as\rtough, wiry and smart. He has some of the qualities of a Steve McQueen,\rwith more complexity. Another strong performance in the movie is by\rWillem Dafoe as the counterfeiter, cool and professional as he\rdiscusses the realities of his business.\rI like movies that teach me about something, movies that have\rresearched their subject and contain a lot of information, casually\rcontained in between the big dramatic scenes. \n\n\"To Live and Die in L.\rA.\" seems to know a lot about counterfeiting and also about the\rinterior policies of the Secret Service. The film isn't just about cops\rand robbers, but about two systems of doing business, and how one of\rthe systems finds a way to change itself in order to defeat the other. \n\nThat's interesting. So is the chase.", "running_time": 110, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-11-01", "genres": null, "title": "To Live and Die in L.A. (1985)"}