{"url": "http://www.rogerebert.com/reviews/to-rome-with-love-2012", "by": "Woody Allenas Jerry", "star_rating": 3.0, "text": "Woody Allen's latest film, \"To Rome With Love,\" generates no particular excitement or surprise, but it provides the sort of pleasure he seems able to generate almost on demand. The New Yorker who claims to be uneasy after a night away from home here sets his fourth recent film in a European capital, treating Rome like a besotted tourist. He tells four stories that are intercut but not interlocking, and three of them are funny and charming.\n\nMuch of their appeal comes from the casting, made possible by Allen's apparent ability to persuade any actor to come and work with him for a week or two. Using a star saves a director from writing 10 pages of screenplay, I've heard, because we think we already know a lot about the character. That helps in the way Allen skips lightly among his stories, which have the depth of sitcoms. \n\nThe best of the stories in \"To Rome With Love\" involves Allen himself, as Jerry, a self-doubting opera director visiting Rome with his wife (Judy Davis, in her fifth film with Woody). They're in Rome to meet the fiance their daughter (Alison Pill) plans to marry. He is not particularly pleased with the fiance, Michelangelo (Flavio Parenti), and seems to make a point of mispronouncing his name. But when he overhears the young man's father (real-life opera tenor Fabio Armiliato) singing in the shower, he knows a great tenor voice when he hears one.\n\nHis future in-law is an undertaker. Jerry begs to record him on a demo tape. It doesn't work. The man can seem to sing only in the shower. This is the sort of zany shuffle that sidesteps the conventional set-up.\n\nIn another story, Jesse Eisenberg plays Jack, a would-be architect based in Rome with his girlfriend, Sally (Greta Gerwig). When her friend Monica (Ellen Page) comes to Rome on a visit, Sally unwisely asks her to move in, since Jack would never have eyes for another woman. Untrue, since Monica, who seems drab on first sight, uncoils into a seductress.\n\nAlex Baldwin co-stars in this segment in a rather ambivalent way. Able to materialize at will, he urgently warns Jack against Monica and tries to head off a young man's romantic carelessness. This character requires the sort of magic realism that Allen is quite willing to allow himself.\n\nAnother episode: Antonio and Milly (Alessandro Tiberian and Alessandra Mastronardi) are newlyweds visiting Rome so his family can meet her. But they become separated one day, she has an encounter with her favorite movie star (Antonio Albanese), and he becomes the innocent recipient of a hooker (Penelope Cruz) sent as a gift to someone else. His relatives find them in a compromising situation, and he desperately tries to pass her off as his wife.\n\nThe fourth story begins with the notion that some people are famous for being famous. Roberto Benigni plays a guy who becomes the victim of overnight fame, is followed everywhere by paparazzi, can find no escape or peace, and then as suddenly becomes obscure again. As a premise, this is past its shelf date, Allen never finds a way to pay it off, and Benigni quickly grows tiresome.\n\n\"To Rome With Love\" isn't great Woody Allen. Here is a man who has made a feature every year since 1969, give or take a few, and if they cannot all be great Woody, it's churlish to complain if they're only good Woody. His previous film, \"Midnight in Paris,\" was magical. A few critics have said unkind things about his age, which strikes me as bad manners. So he's 76. Good for him. Is his timing still skilled? Is he still funny? Aren't we happy to have another picture?", "running_time": 112, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-27", "genres": ["Comedy"], "title": "To Rome with Love (2012)"}