{"url": "http://www.rogerebert.com/reviews/to-sleep-with-anger-1990", "by": "Danny Gloveras Harry", "star_rating": 2.5, "text": "At some point in every child's life a stranger comes to the door and stands there, mysterious and threatening, until a light is turned on or a name is called out, and the stranger is revealed as a friend.\n\nThat ominous moment of mystery - the dark outline, the knocking at the door from the great terrifying world - connects with an archetypal fear we all grow up sharing. Rare is the person who welcomes unexpected visitors.\n\nYet there are rules to be followed. When the visitor turns out to be a relative from far away, a man not seen in quite a while, the door must be opened, drinks must be poured, food set upon the table.\n\nAnd if the visitor expansively makes himself at home and puts his shoes on the furniture and calls people by their familiar names when he is not exactly familiar with them, why, then, courtesy demands that the hosts put up with a good deal of that kind of behavior.\n\nAnd if the stranger does not leave? If he announces that he might stay for a day or two, and receives a hesitant agreement, and then stays for a week or two, and shows no sign of leaving? What then? At what point do the obligations of host and the loyalty to family wear thin? At what point is the relative shown the door? Charles Burnett's \"To Sleep With Anger\" is a subtle kind of horror movie in which the unwelcome visitor is not a slasher or a cartoon character, but a soft-spoken relative from down South, getting on a bit in years, well-dressed, seemingly courteous. The tension in the movie is created as he stays and stays, until he is clearly unwelcome and yet no one can figure out a way to get rid of him. And the horror element comes as it begins to dawn on us, and the characters in the movie, that this man is some sort of emissary of evil. Perhaps not Satan precisely, but familiar with the neighborhood.\n\nThe visitor is named Harry. That is a familiar name for the devil, probably inspired by the devil's love of harrying people. That's what Harry does. He gets under their skins. He knows old secrets and refers to them after everybody has stopped talking about them for decades. He remembers shameful things people have done in their pasts.\n\nHe ferrets out their present weaknesses, and mocks them. He makes demands he knows are unreasonable. He brings a plague of anger and sadness down upon the house, and the family - a happy, prosperous black family that long since has settled in California - becomes divided and sick; the father even takes to his bed and lapses into a coma.\n\nHarry is played in the movie by Danny Glover, who usually plays the most pleasant of men; he is the easy-going member of the team in the \"Lethal Weapon\" movies. Here his very pleasantness makes him more sinister. His good manners turn oily, somehow, and the others begin to clear a space around him, physically and in conversation. Glover is an actor of considerable presence, and here he lets us know his character is from hell, and hardly has to raise his voice.\n\nAround him, the family members begin to turn unhappy. A younger brother grows weak and without direction. The father is ill.\n\nThe mother is morose over what is happening in her household. Unwelcome visitors turn up to play cards and drink. Eventually, like in every other horror movie, something must be done to destroy the monster.\n\nThe film's only flaw is that the \"eventually\" is too long in coming. The movie seemed well-done but too long when I saw it January at the Sundance Film Festival. It has been trimmed, but still plays too slowly. What should be brooding comes across as too deliberate. The reality of Harry's invasion and its effect on the family still is being developed by Burnett after he has made its point. What should be a coiled film, exploding at the end, is one where the final act releases our impatience rather than our tension. There are some good things in this movie, and too much time in between them.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-10-26", "genres": null, "title": "To Sleep With Anger (1990)"}