{"url": "http://www.rogerebert.com/reviews/to-the-wonder-2013", "by": "Ben Affleckas Neil", "star_rating": 3.5, "text": "This was the last movie review Roger Ebert filed. \n\nReleased less than two years after his \"The Tree of Life,\" an epic that began with the dinosaurs and peered into an uncertain future, Terrence Malick's \"To the Wonder\" is a film that contains only a handful of important characters and a few crucial moments in their lives. Although it uses dialogue, it's dreamy and half-heard, and essentially this could be a silent film — silent, except for its mostly melancholy music.\n\nThe movie stars Ben Affleck and Olga Kurylenko as a couple who fall deeply, tenderly, transcendently in love in France. Malick opens as they visit Mont St. Michel, the cathedral perched on a spire of rock off the French coast, and moves to the banks of the Seine, but really, its landscape is the terrain is these two bodies, and the worshipful ways in which Neil and Marina approach each other. Snatches of dialogue, laughter, shared thoughts, drift past us. Nothing is punched up for dramatic effect.\n\nMarina, a single mother, decides to move with her little daughter, Tatiana, to America with Neil, and the setting suddenly becomes the flatlands of Oklahoma, a land seen here as nearly unpopulated. Oh, there are people here, but we see few of them and engage with only a handful. Again there is the hushed serenity as in France, but differences grow between them, and there is anger now in some of their words. Neil reconnects with Jane (Rachel McAdams), an American girl he was once in love with, and romantic perfection between he and Marina seems to slip away.\n\nIn Oklahoma, we meet Father Quintana (Javier Bardem), a priest from Europe, whose church is new and brightly lit. We can almost smell the furniture varnish. His faith has been challenged, and many of his statements are directed toward Jesus Christ, as a sort of former lover. Quintana visits prisoners, the ill, the poor and the illiterate, whose dialogue is half-understood even by themselves.\n\nAs all of these relationships intertwine, Malick depicts them with deliberate beauty and painterly care. The mood is often similar to the feelings of the early small-town scenes in \"The Tree of Life.\" Malick has a repertory of fundamental images he draws upon.\n\nWe don't need to be told Malick's in an autobiographical vein here; these memories surely belong to the storyteller. In both films, he is absorbed in living and dining rooms, looking out upon neat lawns and neighborhood pastoral peace.\n\nAs the film opened, I wondered if I was missing something. As it continued, I realized many films could miss a great deal. Although he uses established stars, Malick employs them in the sense that the French director Robert Bresson intended when he called actors \"models.\" Ben Affleck here isn't the star of \"Argo\" but a man, often silent, intoxicated by love and then by loss. Bardem, as a priest far from home, made me realize as never before the loneliness of the unmarried clergy. Wandering in his empty church in the middle of the day, he is a forlorn figure, crying out in prayer and need to commune with his Jesus.\n\nA more conventional film would have assigned a plot to these characters and made their motivations more clear. Malick, who is surely one of the most romantic and spiritual of filmmakers, appears almost naked here before his audience, a man not able to conceal the depth of his vision.\n\n\"Well,\" I asked myself, \"why not?\" Why must a film explain everything? Why must every motivation be spelled out? Aren't many films fundamentally the same film, with only the specifics changed? Aren't many of them telling the same story? Seeking perfection, we see what our dreams and hopes might look like. We realize they come as a gift through no power of our own, and if we lose them, isn't that almost worse than never having had them in the first place?\n\nThere will be many who find \"To the Wonder\" elusive and too effervescent. They'll be dissatisfied by a film that would rather evoke than supply. I understand that, and I think Terrence Malick does, too. But here he has attempted to reach more deeply than that: to reach beneath the surface, and find the soul in need.", "running_time": 112, "mpaa_rating": "R", "release_year": 2013, "date_published": "2013-04-06", "genres": ["Drama", "Romance"], "title": "To the Wonder (2013)"}