{"url": "http://www.rogerebert.com/reviews/to-the-devil----a-daughter-1976", "by": "Richard Widmarkas John Verney", "star_rating": 1.0, "text": "Let's see if I have this straight. First, you start with the mother of a she-devil who has been impregnated by a heretic Satanist. After she gives birth, you sacrifice her, and baptize the child in the mother's blood. Then you send the child off to a Satanist convent for 18 years, until it's time for her to come back and be re-baptized with the blood of still another evil spirit, after which she will either rule the world or foreclose the mortgage on St. Paul's Cathedral, I'm not sure which. \n\nThat's more or less the plot of \"To the Devil ... a Daughter.\" I say \"more or less,\" not because I arrived late or dozed off, but because that's what the movie has, more or less of a plot. More, in terms of ambition; less, in terms of achievement. It's the most over-directed exploitation movie I've seen in a long time - it attempts to squeeze in so many subplots and parallel bits of action that finally we're left scratching our heads and wondering who the characters are. In any event: The Satanist in charge is good old Christopher Lee, a yeoman in these matters, who must have a contract of his own with the devil (hardly a horror film has come out of England in years without Lee drooling somewhere about in the shadows). He plays the heretic Father Michael, who has arranged the whole set-up: sacrifice, baby snatching, indoctrination, incantations, puffs of sulfurous smoke and all that. \n\nHis master plan is to retrieve the daughter of Satan (Nastassja Kinski) from her hideaway in Germany, re-baptize her and become the power behind her throne. But he's thwarted by Richard Widmark, who plays a scholarly author of books on demonology. Widmark outsmarts the crafty Lee by getting a permit to examine the forbidden books in the basement of St. Paul's and then anticipating what Lee's next steps are going to be. This leads to the movie's only moment of humor, when, deep in the crypt, the Archbishop finds a bookworm squirming among the banned volumes and concludes that perhaps it's just as well. But I almost forgot to mention the telephones. There are lots of them, ringing all during the movie, and at first, I thought they were some kind of symbolism: Ma Bell as She-Devil. But, no, this is a British movie, and the Post Office runs the phones over there. The Post Office has been called a lot of things, but . . . and then, I got it. The screenplay has so many characters, and they're in so many different places, that the only way to keep them halfway straight is for them to be calling each other all the time. There are even several scenes in which the phone rings and no one's at home. No one of this Earth, anyway.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-09-24", "genres": ["Foreign", "Horror"], "title": "To the Devil...A Daughter (1976)"}