{"url": "http://www.rogerebert.com/reviews/to-wong-foo-thanks-for-everything-julie-newmar-1995", "by": "Wesley Snipesas Noxeema", "star_rating": 2.5, "text": "I cannot be quite certain, but I believe \"To Wong Foo, Thanks for Everything! Julie Newmar\" is the first movie about drag queens to be rated PG-13. And it earns that PG-13 rating by being so relentlessly upbeat, wholesome and asexual that you walk out of the theater thinking of the queens as role models; every small town should be as lucky as Snydersville, and have its values transformed by them.\n\nThe movie stars Patrick Swayze, Wesley Snipes and John Leguizamo as three professional drag queens (named Vida, Noxeema and Chi Chi).\n\nVida and Noxeema win first prize, two tickets to Hollywood, in a drag contest. They decide to share their trip with poor Chi Chi, who is a heartbroken loser, and cash in their air tickets to buy a big convertible so they can drive from New York to Los Angeles. But whaddaya know, the car breaks down in a rural hamlet, and of course there are no spare parts available, so the three have to book a room in the local hotel. It takes breathtaking audacity to believe that this ancient plot twist can be palmed off as fresh, but audacity is something this film is not lacking.\n\nThe movie is clever in the way it presents its three macho stars as men in dresses. With the exception of a brief opening sequence involving Swayze, the three men are never, ever, seen except in drag; we accept them as queens because we don't see them as anything else. Then the movie avoids any sexual activity for any of them. They don't sleep with each other or anyone else - and for all I could tell, such a thought has never even crossed their minds. The plot seems convinced they dress as women primarily to help other people solve their problems. For them homosexuality seems less a sexual orientation than a license to practice family counseling.\n\nSnydersville, the town they're stranded in, is so small it hardly seems to merit a hotel: It looks like both sides of the Main Street set from a low-rent Hollywood Western. But in the town are lots of people with problems, including Carol Ann (Stockard Channing), the pitiful woman who runs the hotel, and Virgil (Arliss Howard), her husband, who beats her. Among the other locals is the homophobic Sheriff Dollard (Chris Penn) and young Bobby Ray (Jason London), who drives a pickup truck and falls instantly in love with Chi Chi.\n\nDuring the next several days, Vida is able to restore Channing's self-esteem, while Chi Chi falls in love with Bobby Ray but nobly points him back in the direction of a local teenage girl, and Noxeema delivers one-liners. The film's climax is the local Strawberry Festival, during which everyone dresses in red and dances on tabletops on Main Street; it's a fun festival, but poorly promoted, I guess, since no one attends except for the townspeople.\n\nWhat is amazing is how the movie manages to be funny and amusing while tippy-toeing around (a) sex, (b) controversy and (c) any originality in the plot. Credit for that belongs to Swayze, Snipes and Leguizamo, who are surprisingly good at playing drag queens.\n\nSwayze actually looks pretty good in drag (women around me were ooohing at his trim waist), and Leguizamo, playing Rosie Perez, has perfect comic timing: Through this unlikely character he demonstrates that he is a superb actor. Snipes is good, too, but in a thankless role; the movie never really engages him in a meaningful plot thread, and he is left on the sidelines with racially themed one-liners (\"I ain't drivin' you no more, Miss Daisy\").\n\nIt bothered me that the basic situation (as frothy as \"Seven Brides for Seven Brothers\") is weighed down with scenes of wife abuse that seem borrowed from another movie. There's also a creepy scene where four tough local kids prepare to rape Chi Chi; by the time the Strawberry Festival rolls around, these kids have been redeemed by the life force of the visiting queens, but I, for one, was not convinced.\n\nAnother problem is with Sheriff Dollard, the Chris Penn character, who stops the three drag queens on the highway, is knocked out in a scene that would not look realistic in a Laurel and Hardy film, and then devotes his life to chasing them down. It is suggested that he secretly knows they are men, but the movie skirts this possibility and provides a final showdown so lame that it should have been re-shot as soon as they looked at the dailies. Penn has a potentially good monologue in a bar, talking to himself about men in drag, but the writer, Douglas Carter Beane, doesn't realize its potential and can't find a punch line.\n\nThe sneak preview audience seemed to enjoy the movie immensely.\n\nIt's amazing how entertaining it is in places, considering how amateurish the screenplay is and how awkwardly the elements of the story are cobbled together. I feel like recommending the performances, and suggesting they be transported to another film. The actors emerge with glory for attempting something very hard and succeeding remarkably well. They deserve to be in a better movie.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-09-08", "genres": ["Comedy", "Road Movie"], "title": "To Wong Foo, Thanks For Everything! Julie Newmar (1995)"}