{"url": "http://www.rogerebert.com/reviews/todays-special-2010", "by": "David Kaplan", "star_rating": 3.0, "text": "I love cooking and I love Indian food, and so I had a good time during \"Today's Special.\" That doesn't make it a great movie, but it made it a perfectly enjoyable entertainment for me. Sometimes when you feel strongly enough about certain elements in a movie, they redeem the rest. Nothing wrong with that.\n\nLet's begin with this: India has produced one of the world's great cuisines. You may never have tasted it. Oh, you may have gone to a restaurant like the Tandoori Palace in \"Today's Special,\" which is a greasy spoon in Queens. The fact is, you may have enjoyed yourself there. I have been to many all-you-can-eat Indian buffets in Chicago, London and elsewhere, and I knew I wasn't eating great cuisine but I also knew I was enjoying myself and the price was right.\n\nThe movie stars Aasif Mandvi as Samir, a gifted sous chef in a high-falutin' French restaurant in Manhattan. He doesn't get the promotion he's counting on, resigns on the spot and claims he has a job offer in Paris. He never gets there, alas, because his father (Harish Patel) has a heart attack. It's up to Samir to run his father's Tandoori Palace on an emergency basis, and he's so incompetent at Indian cooking that he orders out meals from another Indian restaurant.\n\nEnter the enigmatic taxi driver Akbar (Naseeruddin Shah), who he meets by accident. Akbar gives him an embossed card with only his name on it, nothing else. He claims to have been a great chef back in India. In desperation to find him again, Samir enlists three old-timers who play cards in the restaurant to phone their Indian friends. After a montage of one friend calling another, Akbar is tracked down and appears at the door. I believe this is possible.\n\nNow the film moves into its Mr. Miyagi phase, with Akbar patiently teaching Samir the meaning of cooking and of life. Samir has lost his roots, and must reconnect his cooking with his heart, mind and stomach. This particularly involves making his own garam masala. Now I'm on the edge of my seat, attentive. Do not make the mistake of so many Westerners in assuming that garam masala is some weird name for some esoteric component of exotic cuisine. No, it is the heart of South Asian cooking. Do not confuse it with \"curry.\"\n\nThere is no mystery. It is a yellow spice mixture of various combinations of peppercorns, cloves, malabar leaves, long pepper, black cumin, cumin seeds, cinnamon, cardamom, nutmeg, star anise and coriander seeds. Every region and every chef has a different recipe. That need not overly concern you. Go to the spice racks in a grocery store, buy a jar labeled garam masala, and Bob's your uncle. It adds interest to just about everything this side of a wedding cake.\n\nWe learn that Samir, whose parents were born in India, who considers himself a great chef, has never mixed garam masala.This is like growing up in New Orleans and having to ask what a bean is. As Samir's father recovers, and Akbar teaches him about cooking and life, Samir also begins to fall in love with Carrie (Jess Wexler), a woman he met in the French restaurant's kitchen. Akbar's recipes transform the Tandoori Palace's cuisine, and crowds begin to form. After an obligatory setback or two, there is a happy ending.\n\nThe movie's in joke is that Samir's mother is played by Madhur Jaffrey. She is not only a considerable actress, but a world-famous chef, whose cookbook taught me to seal a pot with flour paste to allow chicken and butter to bake in a sea of spices. Yum. Here she plays a typical Indian mother, despairing of her Westernized son and her impossible husband. It's like having Julia Child play the chef's matriarch.\n\nSo now you understand why I enjoyed the film. I know it is flawed. I know the story arc is old as the hills. The romance is cut and dried. Akbar is well-acted, but he is a story device. Aasif Mandvi is fun (he plays one of Jon Stewart's senior correspondents on \"The Daily Show\"). But as a movie, \"Today's Special\" is only just OK. What saves it, as it saves so very many things, is the garam masala.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-11-17", "genres": ["Comedy", "Romance"], "title": "Today's Special (2010)"}