{"url": "http://www.rogerebert.com/reviews/together-2003", "by": "Tang Yunas Liu Xiaochun", "star_rating": 3.5, "text": "Here is a movie not embarrassed by strong, basic emotions like love and ambition. It has the courage to face them head-on, instead of edging up to them through irony, or disarming them with sitcom comedy. Chen Kaige's \"Together\" is a movie with the nerve to end with melodramatic sentiment--and get away with it, because it means it. Expect lots of damp eyes in the audience.\n\nThe movie tells the story of Liu Xiaochun (Tang Yun), a 13-year-old violin prodigy who lives in a provincial town with his father, Liu Cheng (Liu Peiqi). His father is a cook who decides Xiaochun must advance his studies in Beijing--and so he takes them both there, with his meager savings hidden in his red peasant's hat. Because he is so naive, so direct, so obviously exactly who he is, and because his son really is talented, the uncultured father is able to persuade a violin teacher named Jiang (Wang Zhiwen) to take the boy as a student.\n\nJiang is almost a recluse, a once-talented pianist whose heart was broken by a girl, and who has retreated to a shabby apartment with his cats and his dirty laundry. As he tutors the boy, the boy tutors him, lecturing him on his hygiene and self-pity. The two become close friends, but one day Xiaochun's father decides it is time for him to move up to a better teacher--the famous Yu Shifeng, played by director Chen Kaige himself. Jiang is a realist and agrees with this change, and the leave-taking between the two friends is handled in a touching, unexpected way.\n\nThe big city is exciting for young Xiaochun, who meets a woman in her 20s named Lili, played by Chen Hong, who in real life is the director's wife. She tips him for carrying her bag, hires him to play at a party, takes him shopping, and befriends him. She is also involved in a complex and traumatic episode when the boy sells his precious violin (all that is left from his mother, he is told) to buy her a coat.\n\nThe young violinist's goal is to be chosen by Professor Yu for an important international contest. A girl named Lin Yu, another of Yu's students, is his rival, and both the professor and the girl tell him secrets that force him to re-evaluate his world and values. Torn between recognition and his love for his father, he finds a solution in the last scene that is physically impossible (unless the symphony orchestra is playing very, very loudly) but is the perfect outcome for the story--an emotional high point that's dramatic and heartwarming.\n\nThe movie is also a story about the old and new China, set in old and new Beijing. Professor Jiang lives in a crowded quarter of dwellings that lean cozily on each other, its streets filled with bicycles and gossip. People know each other. Professor Yu lives in a sterile modern building with Western furnishings. When he suggests that Xiaochun leave his father and live with him, he is essentially asking him to leave an older, more human China, and enter a modern world of ambition, success and media marketing.\n\nLili, the pretty neighbor, is caught between those two worlds. She is clearly a good person, yet not above using her beauty to support herself. In this PG-rated movie, however, it's a little hard to figure out exactly what her profession is. I did some Web research and discovered she is \"the proverbial hooker with the heart of gold\" (New York Post), \"a gold-digging glamourpuss\" (Village Voice), or \"a goodhearted neighbor [who] offers some of the film's most tender moments\" (U.S. Conference of Catholic Bishops). Morality is in the eye of the beholder.\n\nFor Chen Kaige, \"Together\" is a comeback after the extravagant \"Temptress Moon\" (1996) and \"The Emperor and the Assassin\" (1999). His earlier credits include \"Yellow Earth,\" a touching story of a soldier collecting rural folk songs; and the masterful \"Farewell My Concubine,\" about two members of the Peking Opera who survive through a time of political tumult.\n\n\"Together\" is powerful in an old-fashioned, big-studio kind of way; Hollywood once had the knack of making audience-pleasers like this, before it got too clever for its own good. Strange, but moviegoers who avoid \"art films\" and are simply in the mood for a good entertaining movie would be better off with this Chinese film than with most of the multiplex specials.", "running_time": 116, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-06-06", "genres": ["Drama", "Foreign"], "title": "Together (2003)"}