{"url": "http://www.rogerebert.com/reviews/tokyo-2009", "by": "Michel Gondry", "star_rating": 2.5, "text": "Three directors, three films, three reasons to rethink moving to Tokyo: You can't find a place to live, there are earthquakes and a weird goblin may leap from a sewer and grab your sandwich. \"Tokyo!\" assigns the French filmmakers Michel Gondry and Leos Carax and the Korean-born Bong Joon-ho to create their own visions of the megalopolis, which would seem to spawn oddly adapted inhabitants.\n\nThe best of the three is \"Merde,\" the centerpiece by Carax, a director whose films are willfully, sometimes successfully, odd. He stars Denis Lavant as a haywire subterranean denizen who pops off a sewer lid, scrambles to the sidewalk, lurches down the street and rudely assaults pedestrians. He grabs cigarettes, sandwiches and arms, alarms a baby, terrorizes the populace and disappears into another manhole.\n\nHe is captured and hauled into court, where a translator is found who allegedly speaks his unknown language. Here he wickedly reviles Japan, its citizens and specifically its women. It remains unclear why he has chosen to live in sewers. This segment is oddly enough similar to some Japanese reality shows, such as \"The Screamer,\" where a man with an ear-piercing scream is photographed by hidden cameras while he sneaks up behind people and lets loose. What a scream.\n\n\"Shaking Tokyo,\" directed by Bong Joon-ho, stars Teruyuki Kagawa as a hikikomori,a type so familiar the Japanese have a name for it. A hikikomori, usually male, decides to stay inside one day and essentially never leaves. Some have been reported as hermits for up to 10 years, living mostly on pizza deliveries. In America, we call these people \"software engineers.\" One day the hero is jarred loose from his isolation by a pretty pizza delivery girl, not to mention an earthquake, which sends him into the unpopulated and barren streets for the first time in years.\n\nMichel Gondry's \"Interior Design,\" an only slightly more conventional tale, stars Ayako Fujitani and Ryo Kase as young lovers new in Tokyo, who undergo personal and physical changes during the ordeal of apartment-hunting. Much more I should not say.\n\nDo these films reflect actual aspects of modern Tokyo? The hikikomori epidemic is apparently real enough, but the other two segments seem more deliberately fantastical. The entertainment value? Medium to high: \"Merde.\" Tokyo? Still standing.", "running_time": 112, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-03-11", "genres": ["Drama", "Foreign", "Romance"], "title": "Tokyo! (2009)"}