{"url": "http://www.rogerebert.com/reviews/tokyo-sonata-2009", "by": "Teruyuki Kagawaas Ryuhei Sasaki", "star_rating": 3.5, "text": "Just as the economic crisis has jolted everyday life, so it shakes up \"Tokyo Sonata,\" which begins as a well-behaved story and takes detours into the comic, the macabre and the sublime. All you know about three-act structure is going to be useless in watching this film, even though, like many sonatas, it has three movements.\n\nIt opens on a note of routine, of a family so locked into their lives that they scarcely know one another. Ryuhei is a salaryman in a management job. His wife, Megumi, is a source of predictable domesticity, centering on cleaning, sewing and the preparation of meals. His older son, Takashi, and younger son, Kenji, are filled with unhappiness but seemingly well-disciplined, although Kenji gets in trouble at school: The teacher unfairly blames him for passing along a manga, or graphic novel, and Kenji defiantly says he saw the teacher reading a porno manga on the train. Many men in Japan do the same, no big deal, but hypocrisy is the point.\n\nIn the opening scene, Ryuhei (Teruyuki Kagawa) is fired. He comes home, hands over his week's wages, says nothing. He is an autocratic father, filled with anger. Takashi (Yu Koyanagi) announces he has enlisted in the U.S. Army as a way to gain citizenship, as he sees no future for himself in Japan. His father forbids him.\n\nUnable to lose face by admitting his job loss, Ryuhei leaves \"for the office\" every day and lingers in a cheerless concrete oasis with other jobless men. There is a soup kitchen. His wife sees him there, knows everything, stays quiet. Young Kenji (Kai Inowaki), no longer attending school, spends his money on piano lessons with the beautiful Kaneko (Haruka Igawa). His father, breaking with the Japanese tradition of encouraging children to study, has already forbidden piano lessons. Why? Perhaps he feels so inadequate he's threatened by any success involving his family.\n\nWhat we seem to have are the outlines of a traditional family drama, in which tensions are bottled up, revelations will occur and a crisis will result in either tragedy or resolution. But that's not what we're given by director Kiyoshi Kurosawa, best known for upscale horror films. He almost misleads us in the early scenes, by framing the family dinners in sedate and orderly compositions. We believe we know where \"Tokyo Sonata\" is going. We are wrong.\n\nNo, it doesn't turn into another horror film or a murder-suicide. It simply shows how lives torn apart by financial emergencies can be revealed as being damaged all along. Unemployment is the catalyst -- an unspoken reality that makes everyone in the family angrier than they already are. All of the performances have perfect pitch; the young son engages us in the same way as the hero of Truffaut's \"The 400 Blows.\"\n\nThe directions the films takes I should not reveal. But notice how Kurosawa (no relation the the great filmmaker) permits his train to leave the tracks. Dramatic events occur that demonstrate how a routine, once broken, cannot easily be repaired. The entrance of a completely unexpected character results in an instinctive acceptance of the new situation, providing a sad payoff to what at first seems merely arbitrary.\n\nAt the same time, Kurosawa observes the agony of unemployment in Japan, which, like the United States, has been beset by outsourcing to cheaper labor pools. (The day when China and India begin outsourcing will be a historical turning point.) Ryuhei joins hopeless queues at an employment office. He finds work cleaning toilets in a shopping mall. His humiliation is underlined when all maintenance workers must change into one-piece coveralls at lockers in full view of passing customers. He has an encounter at work that is bizarre.\n\nAnd then the film finds a form of release in another unexpected scene. Watch it play out. We are blindsided by its beauty. An extended passage is held in a medium-long shot in which nobody moves, and the effect is uncanny. Is there a happy ending? Nothing as simple as that. Simply a beginning. Debris has been cleared. Old tapes have been destroyed. Freedom has been asserted. Nothing is for sure.\n\nA sonata is a classical form in which two musical ideas are intercut. In the beginning, they are introduced. In the following sections, they are developed in passages revealing the secrets or potentials of both. The conclusion does not resolve them; instead, we return to look at them, knowing what we know now. The \"themes\" in this movie are the father and his family. At the end, they feel the same tensions as at the beginning, but the facade has been destroyed, and they will have to proceed unprotected.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-04-09", "genres": ["Drama", "Foreign"], "title": "Tokyo Sonata (2009)"}