{"url": "http://www.rogerebert.com/reviews/tokyo-godfathers-2004", "by": "Toru Emorias Gin", "star_rating": 3.0, "text": "In Japan animation is not seen as the exclusive realm of children's and family films, but is often used for adult, science fiction and action stories, where it allows a kind of freedom impossible in real life. Some Hollywood films strain so desperately against the constraints of the possible that you wish they'd just caved in and gone with animation (\"Torque\" is an example).\n\nNow here is \"Tokyo Godfathers,\" an animated film both harrowing and heartwarming, about a story that will never, ever, be remade by Disney. It's about three homeless people -- an alcoholic, a drag queen and a girl of about 11 -- who find an abandoned baby in the trash on a cold Christmas Eve, and try for a few days to give it a home. The title makes a nod to John Ford's \"3 Godfathers\" (1948), where three desperados (led by John Wayne) rescue a baby from its dying mother on Christmas Eve and try to raise it, at one point substituting axle grease for baby oil.\n\nThe three urban drifters live in a Tokyo of ice and snow, where they have fashioned a temporary shelter of cardboard and plywood, and outfitted it with all the comforts of home, like a portable stove. Here they've formed a family of sorts, but each has a story to tell, and during the movie, they all tell them.\n\nGin, the alcoholic, claims to have been a bicycle racer who abandoned his family after losing everything by gambling. Hana, the transvestite, has felt like an outsider since birth. Miyuki, the little girl, ran away from home after a fight with her father. The others tell her she should return, but she's afraid to. And then the cries of the infant alert them, and their rescue of the little girl is a catalyst that inspires each of them to find what's good and resilient within themselves.\n\nThe movie was co-written and directed by Satoshi Kon, whose \"Perfect Blue\" and \"Millennium Actress\" have been among the best-received and most popular anime titles. Unlike Hayao Miyazaki (\"Spirited Away,\" \"My Neighbor Totoro\"), his style doesn't approach full-motion animation, but uses the simplified approach of a lot of anime, with simple backgrounds and characters who move and talk in a stylized way that doesn't approach realism. If you see this style for 30 seconds, you're likely to think it's constrained, but in a feature film, it grows on you and you accept it, and your imagination makes it expand into an acceptable version of the world.\n\nThe movie's story is melodrama crossed with pathos, sometimes startling hard-boiled action, and enormous coincidence. The streets of Tokyo seem empty and grim as the three godparents protect the child and eventually begin a search for its true parents. And the story involving those parents is more complicated than we imagine. There are scenes in an abandoned house, in an alley of homeless dwellings, in a drugstore, that seem forlorn and hopeless, and then other scenes of surprising warmth, leading up to a sensational ending and a quite remarkable development in which two lives are saved in a way possible only in animation.\n\n\"Tokyo Godfathers\" is not appropriate for younger viewers, and I know there are older ones who don't fancy themselves sitting through feature-length adult animation from Japan. But there's a world there to be discovered. And sometimes, as with this film and the great \"Grave of the Fireflies,\" the themes are so harrowing that only animation makes them possible. I don't think I'd want to see a movie in which a real baby had the adventures this one has.\n\n\"Grave of the Fireflies\" is reviewed in Ebert's Great Movies series at www.suntimes.com/ebert.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-01-30", "genres": ["Animation", "Drama", "Foreign"], "title": "Tokyo Godfathers (2004)"}