{"url": "http://www.rogerebert.com/reviews/tom-sawyer-1973", "by": "Johnny Whitakeras Tom Sawyer", "star_rating": 3.0, "text": "Mark Twain’s novels about Tom Sawyer and Huckleberry Finn are routinely mentioned in the same breath, and that’s unfair both to Twain’s genius and to Huck Finn. The Tom Sawyer book was written for kids; “Huckleberry Finn,” Twain’s masterpiece, was written about them. The one was colorful and exciting and fun; the other remains an indestructible portrait of the American compulsion (embodied in Huck) to light out for new territory when things get too civilized. Given this distinction, I suppose it’s just as well the Reader’s Digest decided to make “The Adventures of Tom Sawyer” into a musical, instead of picking on Huck. “Tom Sawyer” lends itself to a movie like this new musical version. It’s simple, picturesque and melodramatic - and never serious. And so is the movie drawn from it. The film was shot mostly on location in and around Hannibal, Mo. (birthplace of such celebrated pens as S. Clemens and R. Powers), and has a nice period look to it. The movie, indeed, looks the way I remember visualizing locations in the book; the Mississippi is wide and easy, and Jackson Island is still green, tangled and undefiled by telephone poles and picnic areas. The houses are by Norman Rockwell, and we have the feeling that if we went around back we’d find a peach pie cooling on a kitchen windowsill.\n\nInto this setting, director Don Taylor and writers Richard and Robert Sherman have placed an unpretentious and cheerful movie that uses its music well. There would seem to be something inherently impossible about a musical version of “Tom Sawyer” (even if Injun Joe can sing, can he dance?), but Taylor plays most of the songs voice-over and avoids any obviously mannered choreography. So the action doesn’t stop; it just gets sung about sometimes.\n\nMost of the well-remembered scenes are here. Aunt Polly’s legendary board fence gets whitewashed once again, and Judge Thatcher moves in down the street, and Huck and Tom visit the cemetery with the dead cat, and of course Tom and Becky get lost in the cave. Only this time they don’t find a dead Injun Joe; they get chased by a live one. Nothing like a chase to speed up the third act. \n\nThe characters are nicely typecast. Johnny Whitaker, of TV’s \"Family Affair\", makes a passable Tom Sawyer, even if he does have a tendency to look like he used an electric comb. Celeste Holm is the embodiment of Aunt Polly, and Warren Oates (soon to be seen as Dillinger) is nicely low-key as the town drunk falsely accused of murder. I liked Jeff East, who plays Huckleberry Finn, but I didn’t much believe him as Huck. Maybe that’s because the role is impossible to cast. There cannot possibly exist, in 1973 America, a 12 year-old boy who possesses the native wit, intelligence and anarchism that Twain wrote into Huck Finn. Huckleberry, in fact, probably could never have existed. Twain said the character was inspired by a Hannibal street kid much admired by the law-abiding, school-attending, Sunday-worshipping local pre-adolescents. But the fictional character was made up more as an embodiment of Twain’s own anti-Establishment cantankerousness than as a portrait of a real boy; Huckleberry Finn will always resist typecasting.\n\nThat’s not so, however, of Becky Thatcher, who turns up here played by an absolutely charming little girl named Jodie Foster. She has to be cute, she has to be pretty, but she also has to be believable and not just another movie moppet. She is. Along with Tatum O’Neal (now starring in “Paper Moon” with her father Ryan as straight man), Jodie Foster gives the current class of child actresses the most appeal since Judy Garland and Elizabeth Taylor were enrolled in the MGM grade school.\n\nThe movie itself doesn’t exactly become a children’s classic; it’s not in a class with “National Velvet” or “The Wizard of Oz.” But within the limits of its ambition, it works nicely and is sometimes very fetching (as in a number where Oates leads Tom and Huck on a musical conducted tour of all the places in town where he has bottles of hootch hidden). Compared to the determined insipidness of most movie entertainment for children, “The Adventure of Tom Sawyer” is the best thing in its line since “Willy Wonka and the Chocolate Factory.” Even if Huck doesn’t get to cuss.", "running_time": 103, "mpaa_rating": "G", "release_year": 1973, "date_published": "1973-06-26", "genres": ["Family", "Music"], "title": "Tom Sawyer (1973)"}