{"url": "http://www.rogerebert.com/reviews/tomboy-2012", "by": "Zoe Heranas Laure/Mikael", "star_rating": 3.5, "text": "The first shot is disconcerting. The camera is close to a wind-swept head and shoulders floating through space and backdropped by sky, clouds and trees. We're eventually shown that this is a child standing up through a car's open sunroof. Because the title \"Tomboy\" gives it away, we know this person with the close-cropped hair is a girl. Otherwise, there's no telling; she's 10, that pre-adolescent age when many children seem suspended between genders.\n\nShe has moved with her father, her little sister and her pregnant mother into a new neighborhood where they know nobody. Not shy but certainly reticent, she hangs on the edge of a small group of kids about her age. A friendly girl named Lisa (Jeanne Disson) asks for her name — using the French pronoun that suggests she expects to hear a male name. \"Mikael,\" says the newcomer. In a second, she has become a boy and will be one all summer.\n\nCeline Sciamma's \"Tomboy\" would have been impossible without the casting of Zoe Heran in the title role. She isn't a masculine-looking girl or a feminine-looking boy. She is fresh, attractive, open-faced. If you think you're looking at a boy, you see one. If a girl, then that's what you see. The movie doesn't have a trace of gimmick to it; it's perfectly straightforward.\n\nThe heroine's real name is Laure. There is so much love and happiness in her home, you can hardly believe it. She isn't a tortured or mistreated child; she and her little sister, Jeanne (Malonn Levana), adore each other. Her parents (Sophie Cattani and Mathieu Demy) are playfully in love, the unborn child is already a member of the family, and Laure whispers \"secrets\" to her. In this safe garden suburb, she spends her days outdoors, on playgrounds or in the woods or at a pond, hanging out with the others, who accept her. These aren't the mean and sadistic little creatures we sometimes find in the movies, but nice, cheerful kids. They like her. Him, I mean.\n\nMuch of this delicate movie involves our observation of Mikael in formation. She watches a soccer game, then joins it the next day, and only we would notice how she sometimes barely brushes her breasts to reassure herself they don't call attention through her T-shirt (they don't). When some boys walk to the edge of the woods to urinate, she walks in a little farther. When they go swimming, she provides for a little bulge where one should be.\n\nDoes Lisa suspect? Yes and no. She is as observant as the movie is. What should we make of a scene where Mikael sits on Lisa's bed, and she brings over cosmetics and announces she's going to apply makeup? And she does, tastefully: a hint of mascara, a touch of blush, a little lipstick. \"You look good as a girl,\" Lisa tells Laure. \"Mikael\" leaves the makeup on when she goes home and her mother tells her the same thing.\n\nThe summer must end, and the deception must end as well. How this happens is not overly dramatic, and there is no tragedy. The world of these children is balanced at an age when identities are in constant formation. We're not dealing with \"Boys Don't Cry\" here.\n\n\"Tomboy\" is tender and affectionate. It shows us Laure/Mikael in an adventure that may be forgotten in adulthood or may form her adulthood. There is no conscious agenda in view. There is just a tomboy. Not everyone needs to be slammed into a category and locked there.", "running_time": 82, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-01-25", "genres": ["Drama", "Foreign"], "title": "Tomboy (2012)"}