{"url": "http://www.rogerebert.com/reviews/tommy-boy-1995", "by": "Chris Farleyas Tommy Callahan", "star_rating": 1.0, "text": "\"Tommy Boy\" is one of those movies that plays like an\rexplosion down at the screenplay factory. You can almost picture a bewildered\roffice boy, his face smudged with soot, wandering through the ruins and\rrescuing pages at random. Too bad they didn't mail them to the insurance\rcompany instead of filming them.\n\nThe\rmovie is an assembly of clichés and obligatory scenes from dozens of other\rmovies, all are better. It has only one original idea, and that's a bad one:\rThe inspiration of making the hero's sidekick into, simultaneously, his buddy,\rhis critic and his rival.\n\nIt's\rlike the part was written by three writers locked in separate rooms.\n\n\"Tommy\rBoy\" stars Chris Farley of \"Saturday Night Live,\" the guy with\rthe size 23 neck, as Tommy Callahan, the dopey son of a Sandusky brake shoe\rmanufacturer. His father, Big Tom (Brian Dennehy), is proud of him even though\rhe squeaked through college in seven years, and supplies him with an office and\rbig responsibilities when he comes back to Ohio. Meanwhile, there are startling\rdevelopments on the domestic front, where Big Tom, a widower, is engaged to\rmarry the bodacious Beverly (Bo Derek).\n\nYoung\rTommy is overjoyed, because Beverly has a son, Paul (Rob Lowe), which means\rTommy at last will have the brother he always dreamed of. Paul doubts there's\rmuch to do in Sandusky, but Tommy proves him wrong, introducing him to the\rfavorite local pastime, \"cow tipping,\" which means sneaking up on\rsleeping cows and tipping them over. In other hands this could have been the\rmovie's only funny scene, but director Peter Segal doesn't have a clue about\rcomic payoffs and bungles it before ending with the desperate director's\rancient standby, as the lads fall in the mud.\n\nThe\rplot thickens. Or does it congeal? I began ticking off the story clichés: We'd\ralready had (1) dumb son returns to family business and (2) unexpected\rstepmother. Soon we get (3) company gets in trouble and all workers will lose\rjobs, (4) it's up to the kid to save the day, (5) evil stepmother, (6) road\rmovie and (7) buddy picture. The last two come as Tommy hits the road in a\rdesperate last-minute bid to sell brake shoes, accompanied by his friend\rRichard (David Spade, also from \"Saturday Night Live\"). Richard has\rbeen introduced as a resentful employee who doesn't think Tommy should get such\ra quick promotion. Now he becomes a sidekick, critic, rival and buddy, all\rwrapped in one ungainly package.\n\nThe\rmovie tries for laughs during the road trip, I'm afraid, by having Richard's\rcar fall to pieces. First a deer destroys the convertible roof. Then a door\rcomes loose. Then the hood flies off.\n\nThey\rdrive down the highway in what's left. Those whose memories stretch all the way\rback . . . back . . . back to the dim past of 1987 will remember a similar\rdemolished car in \"Planes, Trains and Automobiles,\" one of the many\rbetter movies this one rips off.\n\nNo\rone is funny in \"Tommy Boy.\" There are no memorable lines. None of\rthe characters is interesting except for the enigmatic figure played by Rob\rLowe, who seems to have wandered over from \"Hamlet.\" Judging by the\revidence on the screen, the movie got a green light before a usable screenplay\rhad been prepared, with everybody reassuring each other that since they were\rsuch funny people, inspiration would overcome them. It was Forrest Gump, I believe,\rwho said, \"Funny is as funny does.\"", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-03-31", "genres": ["Comedy"], "title": "Tommy Boy (1995)"}