{"url": "http://www.rogerebert.com/reviews/tommy-1975", "by": "Ann-Margretas Nora Walker", "star_rating": 3.0, "text": "The movie's purpose and achievement would be hard to figure out on the basis of what its makers say about it. Pete Townshend, who wrote the original album for The Who, says Tommy is an attack on the hypocrisy of organized religion. Ken Russell, who's made a specialty of films about musicians (Tchaikovsky, Mahler, and Liszt), says Tommy is the greatest work of art the twentieth century has produced. He was almost certainly misquoted. What he meant to say was that it was a heaven-sent opportunity for him to exercise his gift for going too far, for creating three-ring cinematic circuses with kinky sideshows. \n\nThe message of Tommy, if any, is contained mostly in the last thirty minutes (of which we could have done without about fifteen). By then the hero (who started out in life as a blind deaf-mute) has become the pinball superstar of all time, even though he can't see the machine. Stardom brings him a fortune, he becomes the leader of a quasireligious cult, regains his senses, and gets his own Tommy T-shirt. But then things get out of hand. Tommy is on the level, but the people around him begin to commercialize on his fame in order to peddle T-shirts, record albums, and other artifacts. Tommy's enraged fans turn on him and what they perceive as his hypocrisy. How the makers of the film feel about this commercialization can be gauged by the prominence with which the end titles inform us that the sound-track album is available on Polydor Records. To make money on a rock opera attacking those who would make money on a rock opera: that was the brave moral stand taken by Tommy. \n\nBut none of this matters, because Russell correctly doesn't give a damn about the material he started with, greatest art work of the century or not, and he just goes ahead and gives us one glorious excess after another. He is aided by his performers, especially Ann-Margret, who is simply great as Tommy's mother. She has one number that begins in an all-white bedroom with her sexy red dress slit up the side to about the collarbone, and ends with her slithering through several hundred pounds of baked beans. It's that kind of movie. \n\nTommy's odyssey through life is punctuated by encounters with all sorts of weird folks, of whom the most seductive is Tina Turner as the Acid Queen. The scene begins with Tina as the hooker upstairs from the strip parlor operated by Tommy's wicked stepfather, and ends with a psychedelic stainless steel mummy with acid in its veins. This scene is the occasion for Tommy's first smile, as well it might be. \n\nThen there's the great pinball tournament, which is the movie's best single scene: a pulsating, orgiastic turn-on edited with the precision of a machine gun burst. Elton John, wearing skyscraper shoes, is the defending pinball champion. Tommy is the challenger. Russell cuts between the crowds, the arena, and a dizzying series of close-ups of the games (at times, we almost seem to be inside the pinball machines), and the effect is exhilarating and exhausting.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1975, "date_published": "1975-01-01", "genres": ["Drama", "Foreign", "Music", "Musical"], "title": "Tommy (1975)"}