{"url": "http://www.rogerebert.com/reviews/tomorrow-never-dies-1997", "by": "Pierce Brosnanas Bond, James Bond", "star_rating": 3.0, "text": "James Bond has battled evil commies and megalomaniac madmen; perhaps it was only a matter of time until he faced off against a media baron -- the only sort of figure in today's world that actually does seek global domination. His enemy in \"Tomorrow Never Dies” wants to start a war in order to create headlines for the launch of his latest news channel. Just imagine what Rupert Murdoch and Ted Turner would like to do to each other and imagine either one of them doing it to the Chinese, and you'll get the idea.\n\nBond, played confidently and with a minimum of fuss by Pierce Brosnan, stumbles into the middle of the plot, masterminded by Elliot Carver (Jonathan Pryce), who owns newspapers, TV stations and a gigantic Stealth warship that's invisible to radar. Carver's plan is ingenious: He'll use his satellites to draw a British warship off course, sink it with the Stealth ship, steal its nuclear warheads, and fire one at China, which will think it is under attack from the West. The only flaw in this plan, as far as I can see, is the likely nuclear destruction of most of Carver's biggest markets.\n\nBond films traditionally open with an elaborate scene built of stunts and special effects, and \"Tomorrow Never Dies” doesn't break with custom: We see British military officials monitoring a \"Terrorist Arms Bazaar on the Russian Border” (which border? who cares?). A hothead British general gives an order that leads to the likely detonation of nuclear weapons. Then Bond appears, steals the plane containing the warheads, uses its missiles to destroy all of his enemies, and takes off in it before ...\n\nBut I dare not reveal too much. The plot has a lot of fun with the Carver character, played by Pryce in a platinum crew-cut. He likes to write headlines and design front pages in advance of big news events, and then make them happen, although more than once he's premature in reporting the death of Bond. His wife, Paris (Teri Hatcher), happens to be a former lover of 007, and M (Judi Dench), head of British secret service, makes a few tart suggestions about how Bond might make use of the connection.\n\nThe other Bond woman this time is a departure from many of 007's former teammates. She's Wai Lin, an agent for the \"Chinese External Security Force,” and she's played by Michelle Yeoh as a karate expert with formidable fighting and intelligence skills. Yeoh, of course, is a star in her own right, having toplined many Asian martial arts movies, and her presence in the movie is so effective that she'd be a natural to add to the other regulars, like M, Q and Miss Moneypenny.\n\nIn its 35th year, the long-running Bond series has settled into a dependable formula, based on gimmicks, high-tech toys, chases, elaborate stunts, and the battle to foil the madman's evil schemes. The toys this time are a couple of BMW products: A motorcycle, used during an incredible chase scene over rooftops, and a car, which is remote-controlled by a hand-held device with a touch pad. In one ingenious chase scene, Bond crouches in the back seat of the car while guiding it with the remote control.\n\nAll Bond movies include at least one Fruit Cart Scene, in which market stalls are overturned in a chase, and this one sets some kind of a record by having the carts destroyed by the blades of a helicopter that's chasing Bond and Wai Lin. There is also the obligatory Talking Killer scene, in which the madman explains his plans when he should simply be killing Bond as quickly as possible (“Caesar had his legions, Napoleon had his armies, and I have my divisions--TV, newspapers ... “).\n\nIs Pierce Brosnan better or worse as Bond than Connery, Lazenby, Moore and Dalton? This is one of those questions (like why doesn't tomorrow ever die?) that can be debated but never answered. Basically, you have Connery, and then you have all of the rest. I enjoyed Brosnan in the role, although this time I noticed fewer Bondian moments in which the trademarks of the series are relished.\n\nYes, we have the usual double entendres and product placements (I find product placement distracting in most movies, but sort of anticipate them as part of the Bond formula). There's a high gloss and some nice payoffs, but not quite as much humor as usual; Bond seems to be straying from his tongue-in-cheek origins into the realm of conventional techno-thrillers.\n\nStill, “Tomorrow Never Dies” gets the job done, sometimes excitingly, often with style. The villain, slightly more contemporary and plausible than usual, brings some subtler-than-usual satire into the film, and I liked the chemistry between Bond and Wai Lin (all the more convincing because the plot doesn't force it). The look of the film is authoritative; the scenes involving warships and airplanes seem sleek and plausible. There's gorgeous photography as a junk sails in a sea filled with peaks, and astonishing action choreography in the rooftop motorcycle chase.\n\nOn the basis of this installment, the longest-running movies series seems fit for the 21st century.\n\n ", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-12-19", "genres": ["Action", "Adventure", "Foreign", "Thriller"], "title": "Tomorrow Never Dies (1997)"}