{"url": "http://www.rogerebert.com/reviews/tony-rome-1967", "by": "Frank Sinatraas Tony Rome", "star_rating": 3.0, "text": "I don't know what I expected from \"Tony Rome,\" but the news that Frank Sinatra was playing a Humphrey Bogart-type private detective wasn't exactly electrifying enough to lure me out to the big Swingers' Preview.\n\nSurprisingly, however, \"Tony Rome\" actually is a detective story of the Bogart type. Sinatra is no Bogart, which won't come as news, and \"Tony Rome\" is no \"The Maltese Falcon.\" But it plays the detective game by the rules, and that's something.\n\nIn well-made detective movies, you have a plot, a real, honest-to-goodness plot. No gimmicks. No neo-Nazi villains in underwater pads. No exploding cigarette lighters. Just a detective, who is a hard-working, hard-drinking guy who has been unlucky with dames and plays the horses and has a lot of cynical dialog.\n\nThis guy gets involved in a seemingly innocent job, like tracing somebody's lost husband or escorting a drunken daughter home to her millionaire daddy. Then it turns out that something valuable is missing. It can be a maltese falcon or a diamond ring or anything just so it's something that (quavering violin in echo chamber) Men Will Kill For.\n\nThen you have to have intrigue and physical danger and a few surprising plot twists. You have to have a sympathetic character or two: really straight people who are trying to do the best thing, but their past is against them. Then you have to have the detective playing it tough and cynical and getting knocked around, but occasionally revealing a glimmer of human warmth in his heart.\n\n\"Tony Rome\" does this, and to call it a typical detective movie is not an insult. For about three years, ga-ga directors have been throwing the plot overboard with complete disregard for the audience.\n\nBut now Frank Sinatra makes a \"traditional\" detective movie, and Lee Marvin makes a traditional thriller (\"Point Blank\" (1967)), and Peter Collinson makes a traditional shocker (\"The Penthouse\"), and suddenly audiences can engage their intelligence in the plots again.\n\nSinatra turns in a nice, low-key performance. He's not the cool cat Bogart was, but he's good and he comes across. Richard Conte is fine in another standard role: The homicide detective who cleans up the bodies after the private eye's little sprees, shakes his head and says, \"I'm gonna have to lock you up if you don't produce the killers by tomorrow morning.\" Jill St. John is luscious.\n\nThe weakness in the movie is Sinatra's unwillingness to play it really straight. Bogart movies always had anonymous settings. They took place in cities as unreal as Superman's Metropolis. Sinatra makes his in Miami Beach, however, and there's too much of the place in the plot. Also too many Rat Pack buddies in minor roles. And don't detectives ever drink anything but Budweiser?", "running_time": 110, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-11-22", "genres": ["Crime", "Mystery", "Thriller"], "title": "Tony Rome (1967)"}