{"url": "http://www.rogerebert.com/reviews/too-much-sleep-2001", "by": "Marc Palmierias Jack", "star_rating": 3.0, "text": "David Maquiling's \"Too Much Sleep\" is rich and droll, and yet slight--a film of modest virtues, content to be small, achieving what it intends. It tells the story of a 24-year-old security guard who is separated from his gun through a scam while riding the bus.\n\nHe can't go to the cops because the gun wasn't registered. So he spends the next few days trying to track down the gun himself.\n\nThis summary, however, completely fails to reflect the tone of the movie, which is a coming-of-age comedy about how there are a lot of seriously weird people in the world. Jack (Mark Palmieri) enlists the help of a deli owner named Eddie (Pasquale Gaeta), a know-it-all who has a theory about everything and is an endless source of advice fascinating primarily to himself. Eddie has connections with the cops, and comes up with a list of locals whose M.O. fits the scam on the bus, and Jack wanders from one suspect to another in a kind of disbelieving daze.\n\nDuring this process he comes of age to the extent possible in a few days--at the end of the movie, he is a little older and a little wiser, but not much.\n\nJack sleeps too much and rarely seems quite awake. He sleeps too much because he has nothing interesting to do. He still lives at home, in a bedroom filled with his possessions from high school, and during the long nights on the job he listens to self-help tapes about starting his own business (he should begin, he learns, \"by choosing a name\"). He lives in a bland, boring suburb, or so he thinks, but during his odyssey in search of the gun he discovers that it is populated by strange and wonderful people, easily as eccentric as anyone in a De Niro crime movie or an Australian comedy.\n\nThese people talk a lot. I especially enjoyed Mrs. Bruner (Peggy Lord Chilton), the mother of a guy Jack urgently wants to question. She chatters away about her son and her late husband, in a conversation where sunny memories suddenly turn cloudy, and her timing and daffy energy are so infectious that the whole audience is chuckling, partly in disbelief.\n\n(This is her first movie credit; where did she come from? She's like the sister of the Swoosie Kurtz character in \"True Stories.\") I also liked Pasquale Gaeta as Eddie. Guys like this are fun because they are obviously con men, but verbal, entertaining and ingratiating.\n\nWatch the way Eddie shamelessly flatters Mrs. Bruner and makes up facts about her son (who he has never seen) while Jack is upstairs plundering the kid's room. Eddie is a natural, but why did he take on this job of being Jack's adviser and sidekick in the search for the gun? He hardly knows Jack, has to have their mutual connection described in detail, calls him by the wrong name and yet is like a father to him.\n\nI think Eddie gets involved in Jack's search because it's in his nature to stick his nose in. To make other people's business his own. To play the role of wise guy. To show how he has the inside info. This is, amazingly, only his second movie; where does David Maquiling, the writer-director, find these engaging naturals? And who, for that matter, is Maquiling? I learn that he's a Filipino American who based this seemingly all-American story on a legend from his native land, and that the Eddie character represents a shaman in the original version. Yes, but every culture has shamans, and \"Too Much Sleep\" has been so Americanized it seems like a road movie (all on city streets) that makes itself up as it goes along. Maquiling loves the specifics of dialogue. He has an ear for word choices, for how people pause for a second after uttering outrageous lies, and for the way the suburbs (his suburbs, at least) are not homogenized flatlands but breed people who go slightly mad in intriguing ways.\n\nWhen I recommend a movie like this, there are always people who go to see it, and challenge me: \"What was that about?\" Sometimes they send me their ticket stubs and demand a refund. They're not used to films this specific and unsprung. Others will cherish it as a treasure. Depends on what you're looking for. \"Too Much Sleep\" doesn't shake you by the throat with its desire to entertain. It doesn't want you to roll in the aisles. It would rather you smiled than laughed out loud. It is enormously amused by the way people invent themselves as characters, and allows itself to be entertained by their preposterous sublimity.\n\n\"Too Much Sleep,\" the current title in the Shooting Gallery Film Series, will play for two weeks.", "running_time": 86, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-03-23", "genres": null, "title": "Too Much Sleep (2001)"}