{"url": "http://www.rogerebert.com/reviews/too-beautiful-for-you-1990", "by": "Gerard Depardieuas Bernard", "star_rating": 3.5, "text": "Lust occurs between bodies. Love occurs between personalities.\n\nBecause we see the outsides of others but know the thoughts of ourselves, this truth causes a great deal of unhappiness and misunderstanding. And that is the subject of \"Too Beautiful for You,\" the story of a man who has a beautiful wife and yet falls in love with his dumpy secretary.\n\nShe isn't much to look at - so you might say, unless you saw the dreaminess in her eyes after she has been brought to passion. She wears fuzzy sweaters that she pulls down over the skirts that cling to her generous hips. She knows little about the cosmetic arts. Her hair style is sensible - which means that after you wash it and dry it, it looks washed and dried. The moment he lays eyes on her, he is thunderstruck. Her presence speaks to something deep and elemental inside of him. He cannot tear his eyes away from her.\n\nHis name is Bernard. He is played by Gerald Depardieu, that superb French actor who always seems afraid to break something. Her name is Colette. She is played by Josiane Balasko with such an honesty that you understand why anyone would love her. The wife, the woman who fulfills all standards of modern fashionable beauty, is played by Carole Bouquet, who in other films has shown herself to be warm and comical, but in this film is just what she's supposed to be - a woman whose beauty is no match for a woman who can touch a man's heart.\n\nIn \"Too Beautiful for You,\" Bertrand Blier tells the story of these people in a curious way that takes a little getting used to. He opens with strong, stark images of passion, and then allows some of the characters to talk directly to the audience, and then uses fantasy scenes in which we see what it would be like if the fears of adulterers were ever made real. In the most startling of the fantasies, the wife addresses a dinner party at which Colette is present, and tells her friends that she knows that have always hated her because she was too beautiful.\n\nThe opening scene of the movie takes place in Bernard's automobile dealership. Colette is the new secretary. Through the glass walls of the offices, he can see her sitting in her cubicle. Their eyes meet, and then they exchange one of those groin-wrenching moments of instantaneous passion that only the movies can do justice to (I was reminded of the way Gene Tierney stared rudely and speechlessly at a man on a train in \"Leave Her to Heaven\"). He turns away from the strength of it. He cannot hear her, but she talks to him: \"Please turn around and look at me.\" The day comes to an end. They cannot get each other out of their thoughts. All day long, she has spoken to him - but only we could hear her - in terms of such tenderness and understanding that we want to hug her. She leaves to go to the bus stop. He runs after her. He has missed her. No - here she is! They look in each other's eyes, and all is known between them, and all is lost.\n\nThis is grown-up love, not the silly adolescent posturing of Hollywood sex symbols. It is love beyond sex, beyond attraction, beyond lust. It is the love of need, the love that says, I am a puzzle and you are the solution. The rest of the movie's story circles around the great fact of this love.\n\nDepardieu is one of the most endlessly fascinating actors of our time. He works constantly, in roles of such variety that to list them is astonishing: He was the hunchbacked farmer in \"Jean de Florette,\" and the sculptor Rodin in \"Camille Claudel,\" and the imposter in \"The Return of Martin Guerre.\" Here he plays just an ordinary man - one of the most difficult roles in the movies. He makes his passion believable because he never overacts it, and because the movie conveys it mostly through the eyes of the actress, Balasko. She sees that she is loved. Bouquet, in the movie's most difficult role, has to accept defeat of a sort: She is beautiful, but that has not been enough. People envy her and she knows she is not to be envied.\n\nSomebody was asking the other day what the difference was between French and American films. American films are about plots, I said, and French films are about people. You can usually tell where a plot is heading, but a person, now - a person will fool you.", "running_time": 91, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-04-20", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Too Beautiful for You (1990)"}