{"url": "http://www.rogerebert.com/reviews/tootsie-1982", "by": "Dustin Hoffmanas Michael", "star_rating": 4.0, "text": "One of the most endearing things about \"Tootsie,\" a\r\nmovie in which Dustin Hoffman plays a middle-aged actress, is that the actress\r\nis able to carry most of her own scenes as herself - even if she weren't being\r\nplayed by Hoffman. \"Tootsie\" works as a story, not as a gimmick.\n\nIt also works as a lot of other things. \"Tootsie\" is\r\nthe kind of Movie with a capital M that they used to make in the 1940s, when\r\nthey weren't afraid to mix up absurdity with seriousness, social comment with\r\nfarce, and a little heartfelt tenderness right in there with the laughs. This\r\nmovie gets you coming and going.\n\nHoffman\r\nstars as Michael Dorsey, a character maybe not unlike Hoffman himself in his\r\nyounger days. Michael is a New York actor, bright, aggressive, talented - and\r\nunemployable. \"You mean nobody in New York wants to hire me?\" he asks\r\nhis agent, incredulously. \"I'd go farther than that, Michael,\" his\r\nagent says. \"Nobody in Hollywood wants to hire you, either.\"\n\nMichael\r\nhas a bad reputation for taking stands, throwing tantrums, and interpreting\r\nroles differently than the director. How to get work? He goes with a friend\r\n(Teri Garr) to an audition for a soap opera. The character is a middle-age\r\nwoman hospital administrator. When his friend doesn't get the job, Michael goes\r\nhome, thinks, decides to dare, and dresses up in drag and goes to an audition\r\nhimself. And, improvising brilliantly, he gets the role.\n\nThat\r\nleads to \"Tootsie's\" central question: Can a 40-ish New York actor\r\nfind health, happiness and romance as a 40-ish New York actress? Dustin Hoffman\r\nis actually fairly plausible as \"Dorothy,\" the actress. If his voice\r\nisn't quite right, a Southern accent allows it to squeak by. The wig and the\r\nglasses are a little too much, true, but in an uncanny way the woman played by\r\nHoffman looks like certain actual women who look like drag queens. Dorothy\r\nmight have trouble passing in Evanston, but in Manhattan, nobody gives her a\r\nsecond look.\n\n\"Tootsie\"\r\nmight have been content to limit itself to the complications of New York life\r\nin drag; it could have been \"Victor/Victoria Visits Elaine's.\" But\r\nthe movie's a little more ambitious than that. Michael Dorsey finds to his\r\ninterest and amusement that Dorothy begins to take on a life of her own. She's\r\na liberated eccentric, a woman who seems sort of odd and funny at first, but\r\ngrows on you and wins your admiration by standing up for what's right.\n\nOne\r\nof the things that bothers Dorothy is the way the soap opera's chauvinist\r\ndirector (Dabney Coleman) mistreats and insults the attractive young actress\r\n(Jessica Lange) who plays Julie, a nurse on the show. Dorothy and Julie become\r\nfriends and finally close confidants. Dorothy's problem, however, is that the\r\nman inside her is gradually growing uncontrollably in love with Julie.\n\nThere\r\nare other complications. Julie's father (Charles Durning), a gruff, friendly,\r\nno-nonsense sort, lonely but sweet, falls in love with Dorothy. Michael hardly\r\nknows how to deal with all of this, and his roommate (Bill Murray) isn't much\r\nhelp. Surveying Dorothy in one of her new outfits, he observes drily,\r\n\"Don't play hard to get.\"\n\n\"Tootsie\"\r\nhas a lot of fun with its plot complications; we get almost every possible\r\nvariation on the theme of mistaken sexual identities. The movie also manages to\r\nmake some lighthearted but well-aimed observations about sexism. It also pokes\r\nsatirical fun at soap operas, New York show business agents and the Manhattan\r\nsocial pecking order. And it turns out to be a touching love story, after all -\r\nso touching that you may be surprised how moved you are at the conclusion of\r\nthis comedy.", "running_time": 116, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-12-17", "genres": ["Comedy", "Romance"], "title": "Tootsie (1982)"}