{"url": "http://www.rogerebert.com/reviews/toots-2008", "by": "Kristi Jacobson", "star_rating": 3.0, "text": "Toots Shor. For 20 years, the most famous saloon-keeper in the world. A huge, towering man with a sloppy grin, a bear hug, a big laugh, a big gut, and a lot of friends. His restaurant at \"51 West 51\" in Manhattan was where you had to be for the action. The regulars included Jackie Gleason, Sinatra. Mickey Mantle, DiMaggio and Monroe, Babe Ruth. Mobsters like Frank Costello. Boxers like Rocky Graziano and Tony Zale. Walter Cronkite, Mike Wallace, Bogart and Bacall, Hemingway, Yogi Berra and John Wayne. He wasn't a regular, but Richard Nixon came when he was in town.\n\nA critic trying to explain Astaire and Rogers once said, \"He gives her class. She gives him sex.\" That's how the saloon worked. There was no VIP area. Everybody stood at a big circular bar or was clearly visible in booths. Sinatra was maybe a little pleased to nod to Costello, who ran the mob in Manhattan. Costello was maybe pleased to nod back. They were big guys, but they were maybe impressed. It made Costello classier to hang out with Sinatra. It made Sinatra sexier to be the drinking buddy of a godfather. And Toots Shor provided a stage for the road company of Damon Runyon's imagination.\n\nNew York had 11 newspapers in those days, and all the columnists made a nightly stop at Toots Shor's. Ed Sullivan, Earl Wilson, Walter Winchell. The best movie ever made about a newspaper columnist, \"The Sweet Smell of Success,\" shot on location there. Sports writers were the newspaper superstars. They sat down with Yogi, Mickey, DiMaggio, Whitey Ford, Frank Gifford. Sportswriters in those days, we learn, were paid as much as the players, and could meet them on equal terms. \"One of today's baseball stars,\" Gifford muses in the movie, \"makes as much in two weeks as Mickey Mantle made in his entire career.\"\n\nThe documentary \"Toots\" evokes the era with seductive charm; it's a fascinating memory of a time past, directed by Kristi Jacobson, Shor's granddaughter. She has access to all the archives: an 18-hour tape of Shor's memories, video of him on \"This Is Your Life\" and \"What's My Line?\" and being interviewed by Edward R. Murrow and Mike Wallace, newsreels, photos, newspaper clippings. She draws heavily on eyewitness accounts by Ford, Gifford, Cronkite, Gay Talese and many others. Her doc plays like a film-noir version of \"Entertainment Tonight.\"\n\nOne thing I noticed is that all of the regulars seem to have witnessed famous moments, or think they did. They were all there when Toots challenged Gleason to a race around the block, one going one way, one going the other. Gleason lost and paid Toots $1,000. Then he said, \"Wait a minute! We never passed each other going around! You stayed right here!\" Good story, but then someone says, \"Toots took a cab.\" Unlikely, when he  could  have stayed right there. And very unlikely that these two men, 300 pounds or up, would have agreed to racing around the block, and that all those famous people just happened to be there that afternoon.\n\nBut there were lots of famous people and lots of afternoons. Toots drank with them, and then with the evening crowd. His loyal bookkeeper complains that in an evening, Toots would pick up thousands of dollars of tabs. A veteran waiter remembers that many of the freebie big shots wouldn't even leave a $1 tip. Big shots love to be validated by their friendly saloon keeper, especially if they're both drunks, and he calls you \"crumb-bum.\" Toots even talked to the mob that way.\n\nIt came to an end. In 1970, Toots sold his lease for $1.5 million, and a year later, opened a new, larger Toots Shor with a loan from the Teamsters. The old mob had lost power with the rise of independent drug dealers. The new gangsters were not by Damon Runyon, but by Martin Scorsese. People no longer drank all night. They went to discos or the Village. Celebrities no longer liked to be on display. Gone were the days when DiMaggio and Monroe left the restaurant, and DiMaggio drove them home himself. \n\nToots went broke, the money disappeared, he lived another 15 years, he was a ghost of the past. The drinking caught up with him, as it had to. Nobody can really hold his liquor; some just do a better job of standing up and going through their acts.\n\nYou see \"Toots,\" and you wish you had been there. The Pump Room was something like that in Chicago, or the old Fritzel's and Riccardo's, with Kup the occupant of Booth No. 1. The columnists from the Trib, Daily News and American -- let 'em sit in the back. For many of us in the 1970s, O'Rourke's on North Avenue was the place where you didn't want to miss anything. Toots would have never understood O'Rourke's. But the night Charlton Heston autographed Michaela Touhy's bra, that he would have understood.\n\nDirector Kristi Jacobson will appear after selected screenings at Facets Cinematheque. ", "running_time": null, "mpaa_rating": null, "release_year": 2008, "date_published": "2008-10-15", "genres": null, "title": "Toots (2008)"}