{"url": "http://www.rogerebert.com/reviews/tooth-fairy-2010", "by": "Dwayne Johnsonas Derek", "star_rating": 2.0, "text": "In the pantheon of such legends as Santa Claus and the Bogeyman, the Tooth Fairy ranks down in the minor leagues, I'd say, with Jack Frost and the Easter Bunny. There is a scene in \"Tooth Fairy\" when the hero is screamed at by his girlfriend for even beginning to suggest to her 6-year-old that the tooth fairy doesn't exist, but surely this is a trauma a child can survive. Don't kids simply humor their parents to get the dollar?\n\nThe film reveals that there's not one Tooth Fairy anyway, but a whole work force, tightly scheduled and supervised by the strict Head Fairy (Julie Andrews). This comes as rather an astonishment to a rugged hockey player named Derek, played by Dwayne \"The Rock\" Johnson, who is sentenced to a term in Fairy Land for almost spoiling the child's faith. It happens so abruptly that he finds himself wearing a pink tutu. Oddly, a still photo of this sight is not included in the movie's press materials.\n\nDerek's hockey nickname is \"The Tooth Fairy,\" because he is a specialist in body slamming opponents so hard that you can fill in the rest. He hasn't scored a goal in ages. The coach puts him in just so he can take someone out. He spends so much time in the penalty box he has his own recliner installed.\n\nThe Rock plays this role straight, which is basically the way he plays every role. He's a pleasant, relaxed screen presence, but a Method actor he's not. His idea of a tone for the Tooth Fairy is sincerity. \n\nThe movie's best scenes involve Fairy Land, where a brisk Fairy Social Worker named Tracy (Stephen Merchant) adds some quirkiness. Merchant is a 6-foot-7-inch British comedian, inheritor of the possibly genetic trait that populated Monty Python. Tracy's great regret in life is that he was never issued wings. Also in Fairy Land is Jerry (Billy Crystal), in charge of magic weapons, who issues Derek visibility sprays and suchlike.\n\nLook, I hate to say this, but Billy Crystal has put on a few pounds. I say it not as a criticism but as an observation. Good for him. He seems more avuncular now, more confiding. Maybe he could start looking for dramatic roles as your favorite wise-guy uncle. Anyway, I've noticed in a lot of movies lately that the stars I've grown old with have, good lord, also grown old with me. There's a kind of fascination in how film so accurately records the passage of time. Julie Andrews, by still looking like Julie Andrews, seems to be swimming upstream.\n\nDerek's girlfriend, mentioned above, is played by the divine Ashley Judd, thanklessly. I guess as an actor you know that in a movie called \"Tooth Fairy\" you're going to have a lot of scenes where you're tucking someone in. Fair enough, but where can you go with them dramatically?\n\nThe film is rated PG. I wonder why it didn't make Derek a husband instead of a boyfriend, but parents can relax: He seems to sleep on the couch. Uh, huh. The chemistry between the two suggests that they're together primarily because they work so well together at tucking time.\n\nThere's no way I can recommend this movie to anyone much beyond the Tooth Fairy Believement Age, but I must testify it's pleasant and inoffensive, although the violence in the hockey games seems out of place. It must be said in closing that given his nickname and reputation, it's a miracle the Tooth Fairy has been allowed to survive with such a dazzling row of pearlys.", "running_time": 101, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-01-20", "genres": ["Comedy", "Family", "Fantasy", "Sports Film"], "title": "Tooth Fairy (2010)"}