{"url": "http://www.rogerebert.com/reviews/top-secret-1984", "by": null, "star_rating": 3.5, "text": "I have a friend who claims he only laughed real loud on five occasions during \"Top Secret!\" I laughed that much in the first ten minutes. It all depends on your sense of humor. My friend claims that I have a cornpone sense of humor, because of my origins deep in central Illinois. I admit that is true. As a Gemini, however, I contain multitudes, and I also have a highly sophisticated, sharply intellectual sense of humor. Get me in the right mood, and I can laugh all over the map. That's why I liked \"Top Secret!\" This movie will cheerfully go for a laugh wherever one is even remotely likely to be found. It has political jokes and boob jokes, dog poop jokes, and ballet jokes. It makes fun of two completely different Hollywood genres: the spy movie and the Elvis Presley musical. It contains a political refugee who fled America by balloon during the Carter administration, a member of the French underground named Escargot, and Omar Sharif inside a compacted automobile.\n\nTo describe the plot would be an exercise in futility. This movie has no plot. It does not need a plot. One does not attend movies like \"Top Secret!\" in order to follow the story line. I think you can figure that out right away, in the opening sequence, which is devoted to the sport of \"skeet surfin\" and has beach boys on surfboards firing at clay targets. Instead of a plot, it has a funny young actor named Val Kilmer as the hero, a 1950s-style American rock 'n' roller who is sent on a concert tour behind the Iron Curtain, and manages to reduce East Germany to a shambles while never missing a word of \"Tutti Frutti\" (he never even stumbles during a wop-bop-a-loo-bop, a lop-bam-boom).\n\nThe movie is physical humor, sight gags, puns, double meanings, satire, weird choreography, scatalogical outrages, and inanity. One particular sequence, however, is such an original example of specifically cinematic humor that I'd like to discuss it at length. (Do not read further if you don't like to understand jokes before laughing at them.) The sequence involves a visit by the hero to a Swedish bookshop. Never mind why he goes there. The scene depends for its inspiration on this observation: People who run tape recorders backward often say that English, played backward, sounds like Swedish (especially, of course, to people who do not speak Swedish). What \"Top Secret!\" does is to film an entire scene and play it backward, so that the dialogue sounds Swedish, and then translate it into English subtitles. This is funny enough at the beginning, but it becomes inspired at the end, when the scene finally gives itself away.\n\nThere are other wonderful moments. The dance sequence in the East Berlin nightclub develops into something Groucho Marx would have been proud of. The malt shop musical number demolishes a whole tradition of Elvis Presley numbers. And how the ballerina makes her exit in Swan Lake will, I feel confident, be discussed for years wherever codpieces are sold.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Adventure", "Comedy"], "title": "Top Secret! (1984)"}