{"url": "http://www.rogerebert.com/reviews/top-gun-1986", "by": "Tom Cruiseas Maverick", "star_rating": 2.5, "text": "In the opening moments of \"Top Gun,\" an ace Navy pilot flies upside down about 18 inches above a Russian-built MiG and snaps a Polaroid picture of the enemy pilot. Then he flips him the finger and peels off.\n\nIt's a hot-dog stunt, but it makes the pilot (Tom Cruise) famous within the small circle of Navy personnel who are cleared to receive information about close encounters with enemy aircraft. And the pilot, whose code name is Maverick, is selected for the Navy's elite flying school, which is dedicated to the dying art of aerial dogfights.\n\nThe best graduate from each class at the school is known as \"Top Gun.\" And there, I think, you have the basic materials of this movie, except, of course, for three more obligatory ingredients in all movies about brave young pilots: (1) the girl, (2) the mystery of the heroic father and (3) the rivalry with another pilot. It turns out that Maverick's dad was a brilliant Navy jet pilot during the Vietnam era, until he and his plane disappeared in unexplained circumstances. And it also turns out that one of the instructors at the flying school is a pretty young brunet (Kelly McGillis) who wants to know a lot more about how Maverick snapped that other pilot's picture.\n\n\"Top Gun\" settles fairly quickly into alternating ground and air scenes, and the simplest way to sum up the movie is to declare the air scenes brilliant and the earthbound scenes grimly predictable. This is a movie that comes in two parts: It knows exactly what to do with special effects, but doesn't have a clue as to how two people in love might act and talk and think.\n\nAerial scenes always present a special challenge in a movie.\n\nThere's the danger that the audience will become spatially disoriented.\n\nWe're used to seeing things within a frame that respects left and right, up and down, but the fighter pilot lives in a world of 360-degree turns. The remarkable achievement in \"Top Gun\" is that it presents seven or eight aerial encounters that are so well choreographed that we can actually follow them most of the time, and the movie gives us a good secondhand sense of what it might be like to be in a dogfight.\n\nThe movie's first and last sequences involve encounters with enemy planes. Although the planes are MiGs, the movie provides no nationalities for their pilots. We're told the battles take place in the Indian Ocean, and that's it. All of the sequences in between take place at Top Gun school, where Maverick quickly gets locked into a personal duel with another brillant pilot, Iceman (Val Kilmer). In one sequence after another, the sound track trembles as the sleek planes pursue each other through the clouds, and, yeah, it's exciting. But the love story between Cruise and McGillis is a washout.\n\nIt's pale and unconvincing compared with the chemistry between Cruise and Rebecca De Mornay in \"Risky Business,\" and between McGillis and Harrison Ford in \"Witness\" - not to mention between Richard Gere and Debra Winger in \"An Officer and a Gentleman,\" which obviously inspired \"Top Gun.\" Cruise and McGillis spend a lot of time squinting uneasily at each other and exchanging words as if they were weapons, and when they finally get physical, they look like the stars of one of those sexy new perfume ads. There's no flesh and blood here, which is remarkable, given the almost palpable physical presence McGillis had in \"Witness.\" In its other scenes on the ground, the movie seems content to recycle old cliches and conventions out of countless other war movies.\n\nWouldn't you know, for example, that Maverick's commanding officer at the flying school is the only man who knows what happened to the kid's father in Vietnam? And are we surprised when Maverick's best friend dies in his arms? Is there any suspense as Maverick undergoes his obligatory crisis of conscience, wondering whether he can ever fly again? Movies like \"Top Gun\" are hard to review because the good parts are so good and the bad parts are so relentless. The dogfights are absolutely the best since Clint Eastwood's electrifying aerial scenes in \"Firefox.\" But look out for the scenes where the people talk to one another.", "running_time": 109, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-05-16", "genres": ["Action", "Romance", "War"], "title": "Top Gun (1986)"}