{"url": "http://www.rogerebert.com/reviews/top-dog-1995", "by": "Chuck Norrisas Jake Wilder", "star_rating": 1.0, "text": "Even if it were not for its parallels with the recent Oklahoma\rCity bombing, \"Top Dog\" presents serious problems. Why, exactly,\rwould you want to make a movie about racist hate groups, and then disguise it\ras family entertainment about a cute dog? The movie stars Chuck Norris as a San\rDiego cop who becomes partners with the dog, named Reno, after it sees its previous\rmaster killed by racists.\n\n\"Top\rDog\" is so familiar with cop movie clichés that as the movie opens Norris\ris already under suspension from the force - eliminating the need for the\robligatory scene where the chief asks for his gun and his badge. This time, the\rchief wants him back, because neo-Nazis have blown up a building with children\rinside, in an opening sequence with chilling reminders of Oklahoma City.\n\nThat\rReno is some dog. In that bombing sequence, it goes into a burning building and\rbrings out a baby, neatly wrapped in a blanket. Later, it sniffs out bomb\rmaterials. But its neatest trick is sniffing out an album with the photos and\raddresses of several synagogues the bad guys plan to bomb. Maybe it doesn't use\rthe sense of smell. Maybe it has X-ray vision. Norris takes Reno to visit his\rmom (Jerta Ware), who in another of the movie's chilling parallels, tells her\rson the neo-Nazis \"will probably attack tomorrow.\" Why, mom?\r\"Because it's Hitler's birthday - April 20.\" Mom is right. We see the\rracists planning their attack, inside an Abandoned Warehouse, which of course\ris the venue of choice for such summits. They sit around a table furnished with\ra dozen of those green-shaded \"banker's desk lamps\" that are always\ron sale for $29.95 in the DAK catalog.\n\nThe\rmovie, which is mercifully brief, arrives quickly at its climactic scene, as\rthe racist conspirators plot violence at an ecumenical \"Racial Unity\"\rceremony. In a plot development that will have kids whispering awkward\rquestions, three religious leaders - a priest, a rabbi and a Hindu holy man -\rare trapped inside a limousine that is wired with a bomb.\n\nNorris\rhas to crawl under the car, find the bomb (helpfully equipped with a beeping\rdigital time readout), and defuse it by pulling the red - or is it the blue? -\rwire. (The police chief is not too prudent, in my opinion, in leaning against\rthe side of the limo during this operation, instead of taking shelter several\rblocks away.) I can't blame \"Top Dog\" for the unfortunate\rjuxtaposition with Oklahoma City; this movie was made months ago. But what I\rdon't find amusing is the way it employs a plot that is very specifically about\rracist hate groups, and then adds a cute shaggy mutt to make itself look like a\rfamily picture. Although the PG-13 rating makes no mention of the subplot about\rracism, I wouldn't want to be a parent explaining why the bad guys wanted to\rblow up those people.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-05-01", "genres": ["Action", "Adventure", "Comedy", "Family", "Thriller"], "title": "Top Dog (1995)"}