{"url": "http://www.rogerebert.com/reviews/topsy-turvy-2000", "by": "Allan Corduneras Arthur Sullivan", "star_rating": 4.0, "text": "Mike Leigh's \"Topsy-Turvy\" is the work of a man helplessly in love with the theater. In a gloriously entertaining period piece, he tells the story of the genesis, preparation and presentation of a comic opera--Gilbert and Sullivan's \"The Mikado\"--celebrating all the dreaming and hard work, personality conflict and team spirit, inspiration and mundane detail, of every theatrical presentation, however inspired or inept. Every production is completely different, and they are all exactly like this.\n\nAs the movie opens, Arthur Sullivan and William S. Gilbert have had 10 hits in a row, and they rule the London stage. Their comic operettas, produced by the famed impresario Richard D'Oyly Carte, have even paid for the construction of the Savoy Theatre, where, alas, their latest collaboration, \"Princess Ida,\" has flopped so badly that even Gilbert's dentist tells him it went on too long.\n\nSullivan, the composer, has had enough. Newly knighted by Queen Victoria, he decides it is time to compose serious operas: \"This work with Gilbert is quite simply killing me.\" He flees to Paris and a bordello, where D'Oyly Carte tracks him down and learns that there may never be another collaboration between Gilbert (Jim Broadbent) and Sullivan (Allan Corduner). When Sullivan returns to London, he has a meeting with Gilbert, tense and studiously polite, and rejects Gilbert's latest scenario, which is as silly as all of the others: \"Oh, Gilbert! You and your world of Topsy-Turvy-dom!\" The two men are quite different. Sullivan is a womanizer and a dandy, Gilbert a businessman with an eagle eye for theatrical detail. One day in the middle of the impasse, his wife, Kitty (Lesley Manville), drags him to London's newly opened Japan exhibition, where he observes a Kabuki performance, sips green tea and buys a sword, which his butler nails up over the door. Not long after, as he paces his study, the sword falls down, and inspiration strikes: Gilbert races to his desk to begin writing \"The Mikado.\" The world of Gilbert and Sullivan is one of whimsical goofiness, presented with rigorous attention to detail. The fun is in the tension between absurd contrivance and meticulous delivery; consider the song \"I Am the Very Model of a Modern Major-General\" from \"The Pirates of Penzance,\" which is delivered with the discipline of a metronome, but at breakneck pace. The form itself is a poke in the eye for Victorian values: The plots and songs uphold the conventional while making it seem clearly mad.\n\nMike Leigh might seem to be the last of the modern British directors to be attracted to the world of the Savoy operas. His films, which do not begin with finished screenplays but are \"devised\" by the director in collaboration with his actors, have always been about modern Britain--often about inarticulate, alienated, shy, hostile types, who are as psychologically awkward in his comedies as in his hard-edged work. His credits include \"Life Is Sweet,\" \"Naked\" and \"Secrets and Lies\" and nothing remotely in the same cosmos as Gilbert and Sullivan.\n\nBut think again. Leigh has worked as much in the theater as in film, and his films depend more than most on the theatrical disciplines of improvisation and rehearsal. In London his productions have often been in vest-pocket theaters where even details such as printing the tickets and hiring the stagehands may not have escaped his attention. He is a man of the theater in every atom of his being, and that is why there is a direct connection between his work and G&S.\n\nThe earlier reaches of \"Topsy-Turvy\" resemble in broad outline other films about theater: a flop, a crisis, a vow to never work again, a sudden inspiration, a new start. All well done, but the film begins to glow when the decision is made to go ahead with \"The Mikado.\" This is not merely a film that goes backstage, but also one that goes into accounting ledgers, hiring practices, costume design, personnel problems, casting decisions, sex lives and the endless detail work of rehearsal: Hours of work are needed to manufacture and perfect even a silly throwaway moment, so that it is thrown away with style and wit, instead of merely being misplaced.\n\nMy favorite scene is one in which Gilbert rehearses his actors in line readings. The actor George Grossmith (Martin Savage) expresses insufficient alarm, and Gilbert reminds him that his character is under sentence of death, \"by something lingering. By either boiling oil or melted lead. Kindly bear that in mind.\" There is also much travail over the correct pronunciation of \"corroborative.\" Many of the cast members are veterans of earlier Leigh films, including the pear-shaped, pouty-lipped Timothy Spall, whose character blinks back tears as his big song seems doomed in dress rehearsal. Broadbent makes a precise Gilbert, bluff and incisive, and Corduner's Sullivan is a study in the partner who cannot admit that his greatness lies always in collaboration. Leigh's construction is canny as he follows big musical numbers like \"Three Little Maids\" from rehearsal through opening night, and the costumes and sets faithfully re-create the classic D'Oyly Carte Company productions.\n\nNot everyone is familiar with Gilbert and Sullivan. Do they need to be to enjoy \"Topsy-Turvy\"? No more, I suspect, than one needs to know all about Shakespeare to enjoy \"Shakespeare in Love\"--although with both films, the more you do know, the more you enjoy. The two films have been compared because both are British, both are about theatrical geniuses, both deal with theatrical lore. The difference is that \"Shakespeare in Love\" centers on a love story, and \"Topsy-Turvy\" is about love of the theater. Romantic love ages and matures. Love of the theater, it reminds us, is somehow always adolescent--heedless, passionate, guilty. It is one of the year's best films.", "running_time": 160, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-01-21", "genres": ["Comedy", "Drama", "Foreign", "Indie", "Music"], "title": "Topsy-Turvy (2000)"}