{"url": "http://www.rogerebert.com/reviews/tora-tora-tora-1970", "by": "Martin Balsamas Adm. Kimmel", "star_rating": 1.0, "text": "\"Tora! Tora! Tora!\" is one of the deadest, dullest blockbusters ever made. The very word \"blockbuster\" may be too lusty to describe it; maybe \"blocktickler\" is more like it for this timid epic. The subject is grand enough, but the screenplay mostly concerns itself with clerks, secretaries, teletype operators and government functionaries.\n\nThe task of the actors is to stand around reciting verbatim quotations from military histories at each other; we can almost see the screenwriters lurking behind those badly painted backdrops, trading three-by-five file cards like high school seniors. If you get the quotes and the footnotes right, you get an \"A\" no matter what you say. Right?\n\nThis is a big, incredibly expensive movie, and yet the final effect of its 25 millions is claustrophobic. We want to escape from all those offices, and all those bureaucrats misreading cablegrams at each other, and get back to the open terrain of a good old grade \"B\" war movie. John Wayne's World War II flicks may not have been masterpieces, but at least they had sand and sky in them, and heroes, and girls.\n\nThe old Hollywood moguls used to hate \"message\" movies. \"When I want to send a message,\" David Selznick used to say, \"I use Western Union.\" Selznick, presented with the script of \"Tora! etc.\" and the information that $25 million was to be spent on it, would have had apoplexy. Here's a movie that doesn't even send the message; it's only about Western Union.\n\nThe direction mostly seems to be the responsibility of Richard Fleischer, and that's believable enough. Fleischer was responsible for \"Dr. Dolittle,\" \"The Boston Strangler\" and \"Che!\" (1969) and the same leaden touch is evident in \"Tora.\" He never seems to have asked himself how the attack on Pearl Harbor could be effectively presented in dramatic terms. The 1940s Pearl Harbor potboilers at least gave you some characters to identify with, and a sense of suspense (will the hero die? The heroine? The best buddy?)\n\n\"Tora,\" on the other hand, offers no suspense at all because we know the attack on Pearl Harbor is going to happen, and it does, and then the movie ends. We don't even feel sympathy for the officers responsible (if that's the word.) They've been directed as wooden puppets reading security reports, etc.\n\nThe Japanese puppets at least have more life; Japanese directors who seem aware that SOMETHING should be happening controlled the Japanese sequences. By contrast, the Fleischer footage has the visual imagination of one of those dreadful Doublemint TV commercials. Everything seems to happen twice, to no purpose, and after the same lesson is drummed in long enough, we get the feeling we're watching the world's longest, most expensive audiovisual aid. Trouble is, it doesn't aid us much. Now that, you know that the Pearl Harbor attack was possible because of bureaucratic botchery on the American side, what do you know you didn't know before?\n\nThe acting is anti-dramatic, if anything. In reviewing \"Catch-22,\" I mentioned Martin Balsam's overacting. \"Tora\" could desperately have used some overacting, which would have been acting, anyway. Fine actors like Balsam, Joseph Cotten and E.G. Marshall are, incredibly, lifeless.\n\nThe action sequences at the end are supposed to be the pay-off; we're all waiting, somewhat ghoulishly, for the bombs to go off and the ships to sink. And they do, for about 15 minutes, but the level of the special effects isn't particularly high.\n\nConsidering that we Americans have been derisive for years about the Japanese special effects in \"King Kong Escapes,\" etc., I wonder how they'll take our cardboard battleships, blowing, up in our back-lot tanks. With a sigh and a shot of sake, likely. Meanwhile, \"Tora\" is playing at the Bismarck. Let's hope it doesn't sink it.", "running_time": 144, "mpaa_rating": "G", "release_year": 1970, "date_published": "1970-10-12", "genres": ["Action", "Adventure", "Drama"], "title": "Tora! Tora! Tora! (1970)"}