{"url": "http://www.rogerebert.com/reviews/torch-song-trilogy-1988", "by": "Harvey Fiersteinas Arnold", "star_rating": 3.5, "text": "\"Torch Song Trilogy\" opens with a closeup of Arnold, the hero, looking his very worst. He's backstage at the drag club where he works as a female impersonator, and he's halfway into his makeup. You can see every facial flaw of the male face underneath and the female face he's applying to the surface. Cigarette smoke drifts through the shot. You can almost smell the cold cream. He's talking about his life as a homosexual, and there are moments when his voice catches with emotion.\n\nWe're touched that he's revealing himself so honestly. But then, of course, he breaks the spell with a throwaway one-liner.\n\nHe breaks a lot of spells that way. This is a man who has used sarcasm and self-satire to build a wall around himself. One of the earliest scenes in the movie is a flashback to childhood when his mother surprises him on the floor of her closet where he is playing dressup with her high heels and her makeup. It is obvious that dressing like a woman is important to him, but later he turns that part of himself into a parody, as a drag queen who laughs first so that the joke is never on him.\n\n\"Torch Song Trilogy\" is basically a movie about a man who slowly becomes more comfortable with himself. As written and performed by Harvey Fierstein as a long-running stage hit, it was seen as a sort of nostalgic visit to the problems that gays had in the years before the horror of AIDS. The movie has more or less the same focus, but because it's a movie, it becomes more intimate and intense. It's about a man who was born gay and has known about himself from an early age and has accepted his homosexuality more easily than certain other facets of himself - such as fear of loneliness, insecurity about his appearance and paralyzing shyness. Homosexuality is not his problem - it is the arena for his problems.\n\nI'm glad they let Fierstein star in the movie himself. There might have been a temptation to go out and hire some established, bankable star who could win points for his courage in playing a gay (for example, Richard Burton and Rex Harrison in \"Staircase\"). That would have been phony from the outset, but it also would have denied us a look at this extraordinary individual with the deep, raspy voice and the exaggerated double takes and the face that looks handsome from some angles, goofy from others and ravaged when he has a hangover. I have not seen anyone quite like Fierstein in the movies, and the fact that he is a specific individual gives this material a charm and weight it might have lacked if an interchangeable actor had played the role.\n\nThe movie is told in three major parts, with some moments in between. Arnold falls in love with Ed, a bisexual man (Brian Kerwin), who is not sure of his sexuality and certainly not sure of Arnold.\n\nArnold loses Ed. Arnold falls in love with Alan (Matthew Broderick), and they love each other and try to build a life together. Alan is killed by gay-bashers. Devastated, Arnold falls into a deep depression, which is mostly offscreen; in the last part of the film, he is friends again with Ed, and he has adopted a gay teenager and sounds exactly like his mother when he talks to the kid.\n\nWritten down starkly like that, the movie almost sounds like a formula of love and loss. But \"Torch Song Trilogy\" is seen in a lot of specific scenes, in moments like the one where Arnold wakes up before Ed in the morning, dashes into the bathroom to make himself look as good as possible, and then jumps back into bed a second before the alarm goes off. Or the moments in the alley outside the nightclub, where Arnold's friend, Bertha (Charles Pierce), also a drag queen, provides a few words of advice that come from a lifetime of experience.\n\nOr the painful scene in a gay bar where Arnold is so shy he can hardly bring himself to respond to Ed. A person emerges from these moments.\n\nThere are some passages that don't work very well. The whole business of the adopted son feels unconvincing and tacked-on, and Eddie Castrodad plays the teenager like the precocious host of his own party.\n\nAnother awkward scene involves a weekend in the country, with Arnold and Alan visiting Ed and his bride (Karen Young). Ed and Alan wind up in the hayloft (of all places), but I was never sure what the point of their infidelity was supposed to be.\n\nThe movie's ending is a powerful, painful confrontation between Arnold and his mother (Anne Bancroft). I've had reservations about Bancroft in some of her recent performances, because she tends to go over the top, but here there is no reason to hold back. She is the demonstrative, emotional mother of a son who shares many of the same mannerisms, and I believed her in the role. I also believed Arnold when he finally told her exactly what he thought about his sexuality and her attitude toward it, and when he said, \"There are two things I demand from the people in my life: love and respect.\" He could have been speaking for anybody.", "running_time": 120, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-12-23", "genres": ["Comedy", "Drama", "Romance"], "title": "Torch Song Trilogy (1988)"}