{"url": "http://www.rogerebert.com/reviews/torrents-of-spring-1990", "by": "Timothy Huttonas Dimitri Sanin", "star_rating": 1.0, "text": "It isn't often that one movie illuminates two of the entries in the Glossary of Movie Terms, which you will find in the back of my Movie Home Companion. But \"Torrents of Spring\" is not the usual movie.\n\nIt is much less. It is a tragic love story told in limp images, its tone a dying sigh, its high points scarcely less nostalgic than the low.\n\nNot more than 20 minutes into the film, I was reminded of that invaluable glossary entry titled Brotman's Law, which is named for the Chicago movie exhibitor Oscar Brotman and which states, \"If nothing has happened by the end of the first reel, nothing is going to happen.\" I settled in for the long haul, only to be roused from my reverie by the appearance of a hot air balloon on the screen. This reminded me, of course, of the glossary entry on the Balloon Rule, which states, \"No good movie has ever contained a hot air balloon.\" I have had to add a footnote to the Balloon Rule to account for \"The Wizard of Oz,\" but nevertheless the rule usually holds true. Just in the past week, two ambitious films have been bushwhacked by hot air balloons: this one, and the soon-to-be-released \"Men Don't Leave,\" in which a woman who has taken to her bed in deep depression is whisked aloft for an instant cure. In the case of \"Torrents of Spring,\" the balloon serves the purpose of taking two people who are falling in love and elevating them so far above the action that we cannot hear a single word of what, judging by the rest of the movie's dialogue, might well have been the most interesting conversation in the film.\n\n\"Torrents of Spring\" has been adapted from the Ivan Turgenev story by Jerzy Skolimowski, a sometimes powerful director (\"Deep End,\" \"The Shout,\" \"Moonlighting\"), who this time seems to have administered goofy pills to everyone in the cast. Timothy Hutton stars as a Russian nobleman who falls in love with a pretty German baker's daughter (Valeria Golino). After he fights a duel with a nobleman who insults her, she breaks off her engagement in order to marry Hutton.\n\nHe determines to sell his land in Russia, free his serfs, move to Germany and invest in the bakery. Then he runs into an old school friend, whose wife (Nastassja Kinski) wants to buy his land. Actually, what she really wants is to have a duel fought over her. She secretly observed the earlier duel and also used a spy glass to watch Hutton and the baker's daughter as they floated above a picnic in the fateful hot air balloon. You can guess the rest. Hutton is seduced by Kinski, they are discovered in the library by Golino, she leaves in tears, Hutton marries neither woman and there is an epilogue in Venice, a city that has no discernible link to the rest of the story but looks great with a hot air balloon floating above it.\n\nThere must be a story here somewhere. Well, of course there is.\n\nTurgenev wrote it. What Skolimowski makes of it is another matter. Not a single scene builds any sort of dramatic interest - not even the duel. There is a crucial dinner scene, late on the day after Kinski seduces Hutton. She has sent a carriage for Golino, with a false invitation from Hutton asking his fiancee to join them all for dinner.\n\nGolino, Hutton, Kinski and her husband (William Forsythe) all sit in excruciating embarrassment around a table. The scene is handled so ineptly that although we can guess Kinski hopes to force matters to a crisis, it is unclear how she hopes to accomplish that.\n\nWhat we have here is the story of a man who falls in love at first sight twice, in a matter of days, and offers to throw over his entire life for both women. It is a wonder he got as far as the start of this movie without getting himself into serious trouble. There are no scenes indicating any depth of true communication between the man and either woman; everything is said with big round eyes and cliches out of romantic novels. At the end of the movie, the hapless hero is shown middle-aged and lonely, without either woman. With his personality and weaknesses, we can only assume he has had countless unhappy relationships in the meantime.", "running_time": 101, "mpaa_rating": "NR", "release_year": 1990, "date_published": "1990-02-09", "genres": ["Drama", "Foreign", "Romance"], "title": "Torrents of Spring (1990)"}