{"url": "http://www.rogerebert.com/reviews/tortilla-soup-2001", "by": "Hector Elizondoas Martin Naranjo", "star_rating": 3.0, "text": "There is a quality about Hector Elizondo that is immediately likable, but too often we have to glimpse it in supporting roles; we smile with recognition, and he's gone from the screen. Now comes a starring role that could have been written for him--but wasn't, oddly enough. His Mexican-American patriarch in the wonderful \"Tortilla Soup\" was originally a Chinese patriarch in the differently wonderful \"Eat Drink Man Woman\" (1994). That movie, about a Chinese chef and his three daughters, was directed by Ang Lee, and when Samuel Goldwyn Jr. bought the U.S.\n\ndistribution rights, he wisely bought the remake rights, too.\n\nCan a Chinese family be made into a Mexican-American family? Of course, and although six writers worked on the adaptation, for once too many cooks didn't spoil the broth. (One of the writers is Vera Blasi, who directed \"Woman On Top,\" the 2000 movie with Penelope Cruz as a Brazilian chef.) The underlying idea is universal: We meet a widower who is a great chef, but has entered into the autumn of his life depressed because he has lost his senses of taste and smell. He has to depend on his best friend, a Cuban chef named Thomas, to sample his dishes. Martin Naranjo (Elizondo) now cooks mostly for his family; he presides over a dinner table with his three grown daughters, who all still live at home: Leticia (Elizabeth Pena), a spinster schoolteacher who has abandoned Catholicism to become a born-again Jesus fan; Carmen (Jacqueline Obradors), who is successful in business but feels something is lacking; and Maribel (Tamara Mello), the youngest, with her streaked hair and hip look, who is going through the kind of mild rebellion that leads to boyfriends you can still bring home to dinner.\n\nThis father, his daughters, the men and their lives, and the widow (Raquel Welch) who wants to be in his, are the ingredients for a warm human comedy that has no great deep message but simply makes us feel good--especially since Elizondo is so effortlessly able to make us worry and speculate about him, just as his daughters do. Mexican-Americans are not often seen in middle-class domestic settings; Hollywood small-mindedly tends to relegate them, like African Americans, to thrillers and crime movies. Here at last is a Mexican-American home with the kind of kitchen you'd see in Gourmet magazine. (The food on the screen was prepared by Mary Sue Milliken and Susan Feniger, the Too Hot Tamales from the Food Network.) Martin Naranjo is a proud father, old-fashioned but not weird. He and his daughters have arrived at that subtle balancing point in life where he still considers himself taking care of them, but they are starting to think of themselves as taking care of him. He despairs that Leticia, his oldest, will never get married, or even have sex. He fears that Carmen, the middle girl, has too much sex (\"Don't treat me like a slut just because I've had sex in this decade,\" she tells him). And as for the youngest, the rebellious Maribel, who is this \"Brazilian\" boy she brings home to dinner? \"The only white Brazilians I know,\" Martin tells him, \"are Nazi war criminals.\" The Brazilian is played by Nikolai Kinski, son of Klaus (who qualifies at least as an honorary South American after \"Aguirre, the Wrath of God\" and \"Fitzcarraldo\").\n\nLeticia puts her faith in Jesus, and it is rewarded: One day she looks at the high school coach (Paul Rodriguez) in a certain way, and falls in love. and he is already halfway there. When she brings him home for dinner, that is the beginning of the seismic shift in the family's long routine--a shift that the sexy widow Hortensia (Raquel Welch) hopes will move in her favor, while Hortensia's daughter Yolanda (Constance Marie) smiles and keeps her thoughts to herself.\n\n\"Tortilla Soup,\" directed by Maria Ripoll, is not a shot-by-shot remake of \"Eat Drink Man Woman\" by any means, although some plot points (like those involving the best friend Thomas) correspond. What the two films have most in common is their voluptuous food photography. What is it about great food in the movies that seems to stir audiences? Movies as different as \"Babette's Feast,\" \"Like Water For Chocolate,\" \"Big Night,\" \"Soul Food\" and \"What's Cooking?\" (which featured four cuisines) elicit audible sighs from the audience, and Mexico of course has one of the world's great cuisines.\n\n\"Tortilla Soup\" follows a familiar formula, in which the movie opens with everyone unmarried and we suspect it will have to end with everyone happily paired-off. But the movie is cast so well that the actors bring life to their predictable destinies, and Elizondo casts a kind of magical warm spell over them all. Watch his face during the scene where Leticia brings the coach home for dinner. How hard he tries to look stern, and how obviously he wants to fail.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-08-24", "genres": ["Comedy", "Drama", "Horror", "Indie", "Romance"], "title": "Tortilla Soup (2001)"}