{"url": "http://www.rogerebert.com/reviews/total-recall-1990", "by": "Arnold Schwarzeneggeras Quaid", "star_rating": 3.5, "text": "There may be people who overlook the Arnold Schwarzenegger performance in \"Total Recall\" - who think he isn't really acting. But the performance is one of the reasons the movie works so well. He isn't a superman this time, although he fights like one. He's a confused and frightened innocent, a man betrayed by the structure of reality itself. And in his vulnerability, he opens the way for \"Total Recall\" to be more than simply an action, violence and special effects extravaganza.\n\nThere is a lot of action and violence in the movie, and almost every shot seems to embody some sort of special effect. This is one of the most complex and visually interesting science fiction movies in a long time. But the plot, based on a story by the great science fiction writer Phillip K. Dick, centers on an intriguing idea: What would happen if you could be supplied with memories? If your entire \"past,\" right up until this moment, could be plugged into your brain, replacing the experiences you had really lived through? That's what seems to happen to Quaid, the Schwarzenegger character in \"Total Recall,\" although at times neither he nor we can be quite sure. We meet him in a future world where he lives in a comfortable apartment with his loving blond wife, and goes off to work every day at a construction job. He life seems idyllic, but he keeps having these dreams about Mars - dreams that finally inspire him to sign up with a strange kind of travel agency that provides you with the memory of a vacation instead of a real one.\n\nWhat they do is, they strap you into a machine and beam the memories into your mind, so that it seems utterly convincing to you that you've been to Mars and done some dangerous spying there, and fallen in love with the brunet of your specifications (Quaid specifies she be \"athletic, sleazy and demure\"). Before long, sure enough, Quaid seems to be on Mars, involved in some secret-spy stuff, and in the arms of his custom-ordered brunet (Rachel Ticotin).\n\nBut is this a packaged memory, or a real experience? The movie toys tantalizingly with the possibilities, especially in a scene where a convincing doctor and Quaid's own wife (Sharon Stone) \"appear\" in his dream to try to talk him down from it. Meanwhile, the plot - dream or not - unfolds. Mars is in the midst of a revolutionary war between the forces of Cohaagen, a mercenary captain of industry (Ronny Cox), and a small band of rebels. There is a mystery involving a gigantic reactor that was apparently built by aliens on Mars a million years ago, and has been uncovered during mining operations. And can the brunet trust Quaid - even though he doesn't remember that they were once lovers? \"Total Recall\" moves back and forth between various versions and levels of reality, while at the same time filling its screen with a future world rich with details. The red planet Mars is created in glorious visual splendor, and the inside of the Mars station looks like a cross between Times Square and a submarine. Strange creatures pop up, including mutants, weird three-breasted strippers, and a team of hitmen led by Richter (Michael Ironside), Cohaagen's most vicious lieutenant.\n\nThe movie is wall-to-wall with violence, much of it augmented by special effects. Even in this future world, people haven't been able to improve on the machine gun as a weapon of murder, even though you'd imagine that firearms of all kinds would be outlawed inside an airtight dome. There are indeed several sequences in which characters are sucked outside when the air seal if broken, but that doesn't stop the movie's villains from demonstrating the one inevitable fact of movie marksmanship: Bad guys never hit their target, and good guys never miss.\n\nNot that it makes the slightest difference, but the science in this movie is laughable throughout. Much is made, for example, of a scene where characters finds themselves outside on Mars, and immediately begin to expand, their eyes popping and their faces swelling. As Arthur C. Clarke has written in an essay about his 2001, a man would not explode even in the total vacuum of deep space.\n\n(What's even more unlikely is that after the alien reactors are started and quickly provide Mars with an atmosphere, the endangered characters are spared from explosion.) Such quibbles - and pages could be filled with them - are largely irrelevant to \"Total Recall,\" which is a marriage between swashbuckling space opera and the ideas of the original Phillip Dick story. The movie was directed by Paul Verhoeven, whose credits range from \"The Fourth Man\" to \"RoboCop,\" and he is skilled at creating sympathy for characters even within the overwhelming hardware of a story like this. That's where Schwarzenegger is such a help. He could have stalked and glowered through this movie and become a figure of fun, but instead, by allowing himself to seem confused and vulnerable, he provides a sympathetic center for all of the high-tech spectacle.", "running_time": 109, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-06-01", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "Total Recall (1990)"}