{"url": "http://www.rogerebert.com/reviews/total-eclipse-1995", "by": "Leonardo DiCaprioas Arthur Rimbaud", "star_rating": 2.5, "text": "There is a story, perhaps true, that when Bennett Cerf visited James Joyce in Paris, he told Nora Joyce, \"Your husband is a great man.\" To which Nora replied, \"You don't have to live with the bloody fool.\" Mathilde Verlaine, wife of the French poet Paul Verlaine, might have used the same words - in French, of course - had she ever met Bennett Cerf. What else can one say of a husband who cheerfully reports, \"I haven't set fire to her since Thursday\"? \"Total Eclipse\" tells the story of Verlaine's long-running beastliness to his wife, and of his love affair with the younger poet Arthur Rimbaud, which ended disastrously, with Verlaine spending two years in a Belgian prison on sodomy charges, and Rimbaud fleeing to Abyssinia to spend 10 years in the desert before returning to France with a fatal tumor of the knee.\n\nOne would feel sorry for them if both men were not depicted in the film as unpleasant, sniveling, monstrous, egotistical and annoying. \"Total Eclipse\" is a movie something like \"Withnail & I\" (1987), in that it makes absolutely no attempt to make its abrasive characters palatable. Unlike the brilliant \"Withnail,\" it lacks any sense of humor, and is under the delusion that its subjects are interesting because they are great poets. That only makes their poetry interesting.\n\nThe movie opens in Paris, where, in 1870, the 24-year-old Verlaine (David Thewlis, from Mike Leigh's \"Naked\") marries the 16-year-old Mathilde (Romane Bohringer). In 1871, he receives a sheaf of poems and a letter from Rimbaud (Leonardo DiCaprio), then about 17. He invites Rimbaud to come and stay with them (\"We are all impatiently awaiting you!\") and Rimbaud arrives on the scene like a person who, even then, had seen too many Mickey Rourke movies. He puts his feet on the table, belches loudly, and makes detailed announcements about what he plans to achieve during visits to the lavatory.\n\nVerlaine is seduced by the younger man, who toys with him, leads him on an emotional leash, and insults him. (Verlaine: \"Do you think poets can learn from one another?\" Rimbaud: \"Only if they're bad poets.\") They kiss for the first time the night Verlaine's wife gives birth. Verlaine, who drinks too much, sets fire to his wife's hair, laughs at her panic, and has a sexual affair with Rimbaud, who runs into the sea with his clothes on and otherwise anticipates Jim Morrison.\n\nThe wife is very long-suffering, as is her thin-lipped mother.\n\nShe threatens divorce but follows Verlaine to Brussels, has a brief reconciliation with him, and even buys his story that he abandoned his family for a year because he had feared he was about to be arrested. They decide to live together again, but he ditches her at the train station in a cruel practical joke.\n\nMeanwhile, Rimbaud's psychological torture of Verlaine grows more intense, leading to a shooting incident, the two-year prison sentence, and the long epilogues of their lives in which nothing as exciting, or as appalling, ever happened again.\n\n\"Total Eclipse\" was directed by Agnieszka Holland (\"The Secret Garden,\" \"Europa, Europa\"), who seems as bowled over by Rimbaud as Verlaine was. Indeed, Rimbaud's ungovernable personality runs roughshod through the picture, testing our patience and DiCaprio's skill in finding new ways to make obnoxiousness fresh. Thewlis, who usually plays the most obnoxious character in his films, is also challenged; he must convince us Verlaine is talented, intelligent and worth caring about, despite the insanity of his behavior, the boorishness of his drunkenness and his inexplicable fascination with Rimbaud.\n\nThey both wrote wonderful poems (\"I am a great poet,\" Verlaine tells Rimbaud's sister, \"but your brother was a genius\").\n\nThe poems can be read. The film must stand on its own, apart from the poems, and I'm afraid it doesn't. To write great poems is a gift. To be interesting company is a different gift, which neither Verlaine or Rimbaud exhibits in \"Total Eclipse.\" One admires the energy and inventiveness that Holland, Thewlis and DiCaprio put into the film, but one would prefer to be admiring it from afar.", "running_time": 110, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-11-03", "genres": ["Drama", "Foreign"], "title": "Total Eclipse (1995)"}