{"url": "http://www.rogerebert.com/reviews/total-recall-2012", "by": "Colin Farrellas Quaid", "star_rating": 3.0, "text": "The two biggest differences between this new \"Total Recall\" and the 1990 original are that no scenes are set on Mars, and it stars Colin Farrell instead of Arnold Schwarzenegger. Mars we can do without, I suppose, although I loved the special effects creating the human outpost there. This movie has its own reason you can't go outside and breathe the air.\n\nBut Schwarzenegger, now, is another matter. He's replaced as the hero Quaid by Colin Farrell, who in point of fact is probably the better actor. But Schwarzenegger is more of a movie presence and better suited for the role of a wounded bull stumbling around in the china shop of his memories. The story involves a man who is involved without his knowledge (or recollection) in a conflict between a totalitarian regime and a resistance movement. Both films open with him happy and cluelessly married (to Sharon Stone in the first, Kate Beckinsale in this one). In both, he is discontented with his life. In both, he discovers that everything he thinks he knows about himself is fictitious, and all of his memories have been implanted.\n\nThe enormity of this discovery is better reflected by Schwarzenegger, who seems more wounded, more baffled, more betrayed — and therefore more desperate. In the Farrell performance, there's more of a sense that the character is being swept along with the events.\n\nThe ingenuity of the plot, inspired by a Philip K. Dick story, is handled well in this version, directed by Len Wiseman, and in Paul Verhoeven's 1990 version. In both, there are passages in which Quaid has no idea what to believe and must decide which of various characters can be trusted. Both films are top-heavy with non-stop action, but there's more humanity in the earlier one, and I think we care more about the hero. A film that really took this premise seriously would probably play more like Christopher Nolan's \"Memento,\" following a man adrift in his own timeline.\n\nBut enough about 1990. In the new film, Earth is uninhabitable because of chemical warfare, except for two areas: a federation centered on the British isles and a colony on the former Australia. Workers from the colony provide factory labor for the federation, which sidesteps the commute time by linking them in what looks to be a tunnel straight through the Earth. That's a lot of effort to go to in order to get cheap labor; Quaid's factory job involves tightening two screws on the breastplates of robot soldiers being manufactured by the federation. These robots have a neat design, are sleek and shiny black and white, but are apparently doofuses. I can't remember a single robot doing much more than marching in step and getting itself destroyed.\n\nThe film does a detailed job of creating its cities, which in the federation is a towering futuristic marvel, and the colony seems to be countless small hovels endlessly stacked on top of one another, like the dwellings you can see clinging to the sides of other buildings in Hong Kong. Quaid gets involved in chases in both places, which require the ability to jump from great heights without breaking his ankles, or (it seems to me) his legs. One clever chase sequence involves his character and a resistance member named Melina (Jessica Biel) jumping onto and off a maze of vertical and horizontal elevators; it's sort of an action version of 3-D chess.\n\n\"Total Recall\" is well-crafted, high energy sci-fi. Like all stories inspired by Philip K. Dick, it deals with intriguing ideas. It never touched me emotionally, though, the way the 1990 film did, and strictly speaking, isn't necessary.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-08-01", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "Total Recall (2012)"}