{"url": "http://www.rogerebert.com/reviews/toto-le-heros-1992", "by": "Jaco Van Dormael", "star_rating": 2.5, "text": "Resentment has been defined as letting somebody else use your mind rent-free.\n\n\"Toto le Heros\" is about a man who lets someone else use his entire life that way. He lives and very nearly dies consumed by jealousy for a man who he belives has stolen everything good away from him: Good birth, name, education, opportunities, romance, even happiness itself.\n\nThe film opens in a home for the elderly, where the old man tosses and turns, his bed a rack of mental suffering. In a flashback, we learn of his unwavering conviction that he was switched with another baby as they lay side by side in a maternity ward. That Alfred, the other baby, grew up next door to him in great wealth and luxury, while he, Thomas, was forced to live a life of unimaginable humiliation as a wronged changeling. Even Thomas' name was a burden: Children mocked him as \"Van Chickensoup\" when in fact he should not have been Van anything.\n\nThe movie makes a lie of all these resentments, by showing us Thomas' childhood from its own point of view. Childhood memories have the clarity and simplicity of dreams, as Thomas' father and sister serenade him on clarinet and piano, and the sun shines down in benevolent warmth while tulips bow in the sunshine. All up until the point, that is, that tragedy strikes Thomas, robbing him of those closest to him and setting him off on his life of revenge fantasies.\n\nThomas is played by Michel Bouquet, a French actor whose face is immediately recognizable to anyone who sees foreign films. Bouquet has a certain kind of mouth that reads as both sensuous and wronged; he needs only to purse his lips to look as though he has been denied something he feels he clearly deserves.\n\nThe director, Jaco Van Dormael, uses him for this quality and saves time as a result. Bouquet looks like a man who has been waiting a long time for his turn.\n\nThe film depends for much of its effect on surprises - as when Thomas' mother seems to bleed from the head at the supermarket - and without revealing the payoff of that particular scene, I will say that it recreates the feelings of childhood, when we fear for our parents only to discover that our fears were foolish because we misunderstood the entire situation that inspired them.\n\nThomas goes through life making similar misunderstandings, as when he falls in love with the kind Evelyne, only to jilt her and later hold it against her when Alfred (of course) marries her.\n\nWhat does Alfred, who becomes a very rich man, think of Thomas' obsession? Most of the time, he is unaware of it. Sometimes, maddeningly, he sighs with regret that he was given so many responsibilities, and was denied the pleasure of an idyllic life such as Thomas'.\n\nSuch thoughts are truly infuriating, as old Thomas hunts down old Alfred for what he imagines will be a final settling of old scores - only to stumble into the poetic justice of the film's happy ending.\n\nThis is an interesting film, but I would have liked it more, I think, if it had been more bitter and unforgiving; if someone like Bunuel had directed it.\n\nIt's strange, a comedy about resentment. I wonder if Jaco Van Dormael, who wrote as well as directed, has another entire movie on this subject locked somewhere deep in his imagination, and made this one to throw us off the track.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-03-30", "genres": ["Drama"], "title": "Toto Le Heros (1992)"}