{"url": "http://www.rogerebert.com/reviews/touching-the-void-2004", "by": "Brendan Mackeyas Simpson", "star_rating": 4.0, "text": "For someone who fervently believes he will never climb a mountain, I spend an unreasonable amount of time thinking about mountain-climbing. In my dreams my rope has come lose and I am falling, falling, and all the way down I am screaming: \"Stupid! You're so stupid! You climbed all the way up there just so you could fall back down!\"\n\nNow there is a movie more frightening than my nightmares. \"Touching the Void\" is the most harrowing movie about mountain climbing I have seen, or can imagine. I've read reviews from critics who were only moderately stirred by the film (my friend Dave Kehr certainly kept his composure), and I must conclude that their dreams are not haunted as mine are.\n\nI didn't take a single note during this film. I simply sat there before the screen, enthralled, fascinated and terrified. Not for me the discussions about the utility of the \"pseudo-documentary format,\" or questions about how the camera happened to be waiting at the bottom of the crevice when Simpson fell in. \"Touching the Void\" was, for me, more of a horror film than any actual horror film could ever be.\n\nThe movie is about Joe Simpson and Simon Yates, two Brits in their mid-20s who were determined to scale the forbidding west face of a mountain named Siula Grande, in the Peruvian Andes. They were fit and in good training, and bold enough to try the \"one push\" method of climbing, in which they carried all their gear with them instead of establishing caches along the route. They limited their supplies to reduce weight, and planned to go up and down quickly.\n\nIt didn't work out that way. Snowstorms slowed and blinded them. The ascent was doable, but on the way down, the storms disoriented them and the drifts concealed the hazard of hidden crevices and falls. Roped together, they worked with one man always anchored, and so Yates was able to hold the rope when Simpson had a sudden fall. But it was disastrous: He broke his leg, driving the calf bone up through the knee socket. Both of them knew that a broken leg on a two-man climb, with rescue impossible, was a death sentence, and indeed Simpson tells us he was rather surprised that Yates decided to stay with him and try to get him down.\n\nWe know that Simpson survived, because the movie shows the real-life Simpson and Yates, filmed against plain backgrounds, looking straight on into the camera, remembering their adventure in their own words. We also see the ordeal re-enacted by two actors (Brendan Mackey as Simpson, Nicholas Aaron as Yates), and experienced climbers are used as stunt doubles. The movie was shot on location in Peru and also in the Alps, and the climbing sequences are always completely convincing; the use of actors in those scenes is not a distraction because their faces are so bearded, frost-bitten and snow-caked that we can hardly recognize them.\n\nYates and Simpson had a 300-foot rope. Yates' plan was to lower Simpson 300 feet and wait for a tug on the rope. That meant Simpson had dug in and anchored himself and it was safe for Yates to climb down and repeat the process. A good method in theory, but then, after dark, in a snow storm, Yates lowered Simpson over a precipice and left him hanging in mid-air over a drop of unknowable distance. Because they were out of earshot in the blizzard, all Yates could know was that the rope was tight and not moving, and his feet were slipping out of the holes he had dug to brace them. After an hour or so, he realized they were at an impasse. Simpson was hanging in mid air, Yates was slipping, and unless he cut the rope they would both surely die. So he cut the rope.\n\nSimpson says he would have done the same thing under the circumstances, and we believe him. What we can hardly believe is what happens next, and what makes the film into an incredible story of human endurance.\n\nIf you plan to see the film -- it will not disappoint you -- you might want to save the rest of the review until later.\n\nSimpson, incredibly, falls into a crevice but is slowed and saved by several snow bridges he crashes through before he lands on an ice ledge with a drop on either side. So there he is, in total darkness and bitter cold, his fuel gone so that he cannot melt snow, his lamp battery running low, and no food. He is hungry, dehydrated, and in cruel pain from the bones grinding together in his leg (two aspirins didn't help much).\n\nIt is clear Simpson cannot climb back up out of the crevice. So he eventually gambles everything on a strategy that seems madness itself, but was his only option other than waiting for death: He uses the rope to lower himself down into the unknown depths below. If the distance is more than 300 feet, well, then, he will literally be at the end of his rope.\n\nBut there is a floor far below, and in the morning he sees light and is able, incredibly, to crawl out to the mountainside. And that is only the beginning of his ordeal. He must somehow get down the mountain and cross a plain strewn with rocks and boulders, so that he cannot walk but must try to hop or crawl despite the pain in his leg. That he did it is manifest, since he survived to write a book and appear in the movie. How he did it provides an experience that at times had me closing my eyes against his agony.\n\nThis film is an unforgettable experience, directed by Kevin Macdonald (who made \"One Day In September,\" the Oscar-winner about the 1972 Olympiad) with a kind of brutal directness and simplicity that never tries to add suspense or drama (none is needed!) but simply tells the story, as we look on in disbelief.\n\nWe learn at the end that after two years of surgery Simpson's leg was repaired, and that (but you anticipated this, didn't you?) he went back to climbing again. Learning this, I was reminded of Boss Gettys' line about Citizen Kane: \"He's going to need more than one lesson.\" I hope to God the rest of his speech does not apply to Simpson: \"... and he' s going to get more than one lesson.\"", "running_time": 106, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-02-06", "genres": ["Action", "Documentary", "Foreign", "Sport"], "title": "Touching the Void (2004)"}