{"url": "http://www.rogerebert.com/reviews/touch-and-go-1986", "by": "Michael Keatonas Bobby Barbato", "star_rating": 3.5, "text": "\"Touch and Go\" is an orphaned film, shot two years ago in Chicago, left on the shelf for a long time, and now getting a half-hearted release. It deserves better. It tells a heart-warming story with lots of energy, and it has a nice, off-the-wall edge to its characters.\n\nIt stars Michael Keaton, the fast-talking wisecracker from \"Mr. Mom,\" as a pro hockey player who gets mugged outside the stadium one night by a teen gang. He chases the kids and catches one of them - a grade-school boy (Ajay Naidu), who claims he was forced to go along with the big kids.\n\nKeaton accepts the story with a grain of salt, and before long he's buying cheeseburgers for the kid, who is a natural con man.\n\nThrough the kid, Keaton meets his mother, played by the beautiful Maria Conchita Alonso (you might remember her as the Bloomingdale's clerk who falls for Robin Williams in \"Moscow on the Hudson\").\n\nShe's a Mexican-American who lives down around 18th Street and despairs of her little boy growing up to join a gang (even though, true to an ancient Hollywood tradition, the gang is racially integrated, unlike any gang known to the Chicago Police). Despite himself, Keaton gets involved with this kid and his mother and, of course, before long he has fallen in love.\n\nAll of this is standard stuff, from the heart-tugs to the bursts of action to the scene where suddenly he sees the woman in a new light.\n\nWhat makes this movie so special is the quality of the performances.\n\nThis is Keaton's best role, because it's his most human role; for once he allows us to see that the glib wisecracks conceal a sensitive inner nature.\n\nHe's good, and he's even better because he can play against wonderful performances by Alonso and Naidu. She demonstrates here, as she did in \"Moscow on the Hudson,\" that she is absolutely not just another pretty face; she's a gifted comedienne, with superb timing.\n\nShe has scenes in this movie that would be death to most actresses - scenes like the one where she's talking so fast she follows Keaton into the men's room and doesn't even notice. The scene would be phony played any way except for the way she plays it, which is not for comedy, but for earnestness. She stays in character and doesn't go for the laugh, and so, of course, that's what makes it funny.\n\nNaidu would have the most thankless role, if he didn't do such a good job with it. Cute kids are a dime a dozen in the movies, and usually that's all they are - cute kids.\n\nBut Naidu puts up a tough front and stands his ground, and doesn't pull any cute-kid tricks, especially in the delicate scenes where we see how much he has come to admire this strange new man in his life, and how much he wants the man to stay with his mother.\n\n\"Touch and Go\" is basically a love story. I wish they had left it at that. How about a movie where a pro hockey player meets a Mexican woman on the South Side of Chicago, and what they do is get to know each other and fall in love? Wouldn't that have been enough, without all the stuff about the teenage gang, and all the wasted time with the gang's leader - who is, of course, portrayed as a sadistic killer determined to have revenge.\n\nAnd why does there have to be a violent climax? Is that a requirement among movies today? Sometimes I suspect Hollywood lost its innocence somewhere along the way, and decided to hedge every bet by adding a violent subplot to its films. \"Touch and Go\" is such a warm and funny romance that if you can just sort of edit it in your mind, and forget about all the silly, bloody subplots, it's a real charmer.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-11-10", "genres": ["Drama", "Romance"], "title": "Touch And Go (1986)"}