{"url": "http://www.rogerebert.com/reviews/touch-the-sound-2005", "by": "Evelyn Glennie", "star_rating": 3.0, "text": "\"Touch the Sound\" is a documentary by Thomas Riedelsheimer that follows Glennie on a musical journey around the world. We visit the Aberdeenshire farm in Scotland where she was raised, and where her father's accordion was her first taste of music. She plays in the center of Grand Central Station, and with improvised devices in a pub, and by running her wet finger across a guitar case, and in the Cologne airport, and beside a rooftop pigeon coop, and with glasses and plates in a Japanese restaurant, and on an ocean shore, and on a marimba, and obtains the sound of space itself unfolding by hurling down from a high place long sheets of graphing paper. Her preferred instrument is the snare drum.\n\n\"Hearing,\" she tells us, \"is a form of touch.\" A music teacher in school suggested that while performing she stop using hearing aids and focus on the vibrations picked up by her body through the air and by her bare feet on the floor. \"I could hear less through the ears but more through the body,\" she says. Her body grew more sensitive to the vibrations in the air.\n\nShe describes herself not as \"deaf,\" which is an absolute term, but as \"profoundly deaf,\" by which she means she does perceive a very low level of sound. She can lip-read. Her music takes on an eerie quality through the ways of its making; it must feel right to her, and when it does, it sounds slightly uncanny to us, as if appealing to senses we are were not aware we possessed. We listen to this film more intensely than is usually the case.\n\nIn the closing passages of the film, Glennie records music for a CD she is making with the musician Fred Frith. They occupy a huge abandoned factory, its empty space a sounding board. Frith plays a variety of conventional instruments, and she uses an astonishing variety of percussive ones. There is no doubt she touches the sound, because as they improvise together, they develop a musical conversation.\n\nThe director, Riedelsheimer, earlier made \"Rivers and Tides\" (2002), about another artist from Scotland, Andy Goldsworthy, whose art involves materials found in nature. We watch as with infinite patience he builds a geometric structure of flat rocks, or assembles twigs, or directs ice as it thaws and then freezes again. Sometimes his projects collapse in mid-creation. Sometimes they exist in their final perfect form for minutes or hours. They are all doomed eventually to be swallowed up by the indifference of nature.\n\nEvelyn Glennie and Andy Goldsworthy have in common a profound sensitivity to their environments. They look around wherever they find themselves and begin to discover ways to create the order of art out of the chaos of existence. Their art is intended to be evanescent. It can be recorded on CDs or film, but it exists most fully during its own creation. Both artists seem to live more fully because so completely in the moment. There is a kind of bliss about them.\n\nNote: \"Touch the Sound\" is not subtitled, and its words are therefore unavailable to the hearing-impaired. Riedelsheimer is said to oppose subtitles because they would affect his visual compositions. Presumably he is as entitled to the same control over his art that his subjects exercise, but such directors as Ozu, Bergman, Scorsese and Welles have lived with subtitles, and I imagine he could have, too.\n\nThe music in the film might in any case be out of reach to most in a hearing-impaired audience, so perhaps the DVD will be a better way for them to access it. Volume can be manipulated, the actual speakers can be touched with hands and feet or sat upon, the bass can be boosted, and the experience might approximate what Glennie herself perceives. Almost all DVDs are subtitled even in the language of their making; if the DVD of \"Touch the Sound\" lacks subtitles, then Riedelsheimer will have some explaining to do.", "running_time": null, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-10-13", "genres": null, "title": "Touch the Sound (2005)"}