{"url": "http://www.rogerebert.com/reviews/touch-1997", "by": "Christopher Walkenas Bill Hill", "star_rating": 2.5, "text": "There is a moment in Paul Schrader's \"Touch'' when all of the conflicting forces of this strange film seem to come together. It involves a young man named Juvenal, a former Franciscan who is able to heal people by touching them. On his body he bears the five stigmata--the marks of the wounds of Christ. He has met a woman named Lynn, who cares for him, and she is trying to bring order to his solitary existence by doing some laundry. \"Do you think it's all right?'' she asks him. \"Stigmata blood going through the wash?'' Here we have a moment that probably reads as if it were intended to be funny, or satirical. Probably it was written that way by Elmore Leonard, whose most bizarre novel inspired the screenplay, penned by Schrader. But it plays as if Lynn is asking the question in all seriousness. There's no attempt by the actress Bridget Fonda to punch up the moment, and it almost slips by without registering. A few people in the audience snickered uncomfortably, and fell silent: We are more comfortable with postcard angels than with saints who bleed like Christ.\n\nThe plot of \"Touch'' sounds like a comedy. But the experience of seeing the film is subduing; the movie plays in a muted key. Actors like Tom Arnold, who approach their characters more broadly, sound like they're talking too loudly in church. The dominant tone is set by Skeet Ulrich, as Juvenal: He's sweet, soft-spoken, not sure what it all means. Schrader has said his movie has \"a whole cast of ironic characters, with an existential character in the center.'' If the viewer doesn't figure this out, some scenes play very oddly.\n\nAs the movie opens Juvenal finds himself comforting a blind woman (Conchata Ferrell) who has been beaten. He touches her, and she can see. This miracle excites a man named Bill Hill (Christopher Walken), who had a thriving evangelism business in the South, but moved it to Los Angeles, went broke, and was reduced to selling recreational vehicles. He thinks maybe Juvenal could put him back in business, but can't find out his last name because Juvenal is in a rehab center, and A.A. rules require anonymity. Bill recruits Lynn (Fonda) to pose as an alcoholic and infiltrate the center. (They're old friends; she was a baton twirler at his services.) Juvenal sees through Lynn instantly. He touches her breast and says, \"You were gonna tell me you have a lump here--maybe a tumor--and if it was malignant, would I help you?'' That is what she was going to do. She falls under his spell. Also drifting through this milieu is a militant Catholic conservative (Arnold) who heads a group called \"Outrage!'' which demonstrates in favor of the discarded Latin rite.\n\nElmore Leonard, whose novels have fueled such films as \"Get Shorty\" and \"52 Pick-Up,\" has never written a story with more possibilities and hazards. I'm not sure why Schrader was drawn to it. There may be a connection with his own background. Raised in a strict religion, he didn't see his first movie until he was 17. His writing credits include \"Taxi Driver\" and \"Raging Bull,\" but two of his directing credits might provide clues: \"Mishima\" is about a Japanese novelist who commits suicide as a statement of his medieval ideals, and \"Hard Core\" is about a fundamentalist father who seeks his daughter among the porn and drug users of San Francisco.\n\nSchrader is serious about religion. He may no longer be a formal believer, but the lessons are in his blood, and in \"Touch'' I believe he was drawn to the serious implications of the story, not the comic possibilities. It is not in him to generate jokes with the stigmata. He correctly sees Walken and Arnold as figures of fun: Anyone who uses religion as an avenue to publicity and self-aggrandizement is missing the point, and that is always funny. But Juvenal does bleed from the wounds of Christ, and so must be approached in another way.\n\nThe story is cluttered by two unnecessary filler characters: Gina Gershon plays a TV talk show host, and Janeane Garofolo plays a newspaper reporter. They get involved with the Walken and Arnold stories and stumble into the possibility that Juvenal may be for real. But their subplots, using standard media-bashing techniques, don't pay off. Much more interesting (in a fascinating pure dialogue scene) is Lolita Davidovich as Antoinette, a stripper who figures in a brilliantly written barroom conversation about religion. It basically asks: What do you do when your religion calls your bluff and turns out to be real, and you can't get away with safe middle-class piety anymore, but are called to behave like those fanatics in the Lives of the Saints? \"Touch'' is not successful in any way I can easily describe. Its effect is like that of a ghost at a banquet. Comic actors deliver one-liners, and the screenplay serves up the usual easy shots against phony evangelists, and then this tender, sweet, confused young man wanders in and doesn't know what to make of his frightening power.\n\nHow should a reviewer rate a film like this? I am not \"recommending'' the picture because I don't think it delivers what any reasonable filmgoer is likely to expect from it. Unreasonable filmgoers are another matter. You know who you are.", "running_time": 97, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-14", "genres": ["Action", "Comedy", "Drama", "Foreign", "Romance"], "title": "Touch (1997)"}