{"url": "http://www.rogerebert.com/reviews/tough-enough-1983", "by": "Dennis Quaidas Art Long", "star_rating": 3.0, "text": "There were articles in all the papers a few years ago about Tough Man Contests, a brilliant method of exploiting saloon fighters and street-corner brawlers. A promoter comes to town, rents a hall and says he wants to find the toughest man in town. Every macho drunk for miles around signs up. On the appointed night, the tough guys climb into the ring and hammer each other, and the winner gets a cash prize and a chance to move on to the semifinals.\n\nThe genius of Tough Man contests is that they combine the violence of prize-fighting, the buffoonery of pro wrestling, the show business of Roller Derby and the chance to see local guys making idiots out of themselves. Given all the energy expended annually in saloon brawls, it was probably only a matter of time until someone found a way to package it.\n\n\"Tough Enough\" is a nice little movie about the Tough Guy contests. It's sneaking into town during the media barrage for \"Return of the Jedi,\" and it's likely nobody will even hear about it, but it's a goofy entertainment that has some good moments and a couple of interesting characters. The movie stars Dennis Quaid as a would-be country singer who signs up for a contest to get money to pay the rent. Stan Shaw is a local kid who gets eliminated in an early round and stays on as Quaid's trainer. And the late Warren Oates turns up as the originator and promoter of the Tough Man empire.\n\nThe movie's really two stories in one. The most obvious story involves the fights themselves, and the movie's major flaw is that is has too many fight scenes -- so much that it repeats itself and we lose interest (the \"Rocky\" pictures always saved the best fight for the last). It's the secondary story that's more interesting -- the story about Quaid and his discontented wife, Shaw and his ringside quarterbacking, and Oates and his con man's dream.\n\nThe screenplay, by John Leone, tries to slip as much quirky characterization as possible in between the prizefight scenes and there are nice little dialogue touches in the movie and quiet, funny little moments that show somebody was thinking.\n\nOne of my favorite scenes is a locker room confrontation between Quaid and Oates. The promoter tells him he's going to lose the big $100,000 fight. It's not so much a fix as a sure thing: There's no way Quaid can beat the bruiser he's up against. This scene could have been played as a showdown with an oily con man. Instead, the Oates character takes the situation in a direction we don't anticipate.\n\nI also liked the scenes between Quaid and Shaw and especially Shaw's quick, comic advice from ringside. These scenes made me want to know more about the characters and less about the endless parade of Tough Man contestants. \n\nThe movie also introduces a couple of female characters; Carlene Watkins plays Quaid's wife as a boringly one-dimensional scold, and the magnetic Pam Grier is thrown away in yet another disappointing role, as Shaw's wife. \"Tough Enough\" never quite breaks out of its prizefight cliches, but it's fun anyway, and there are moments when it really works.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-05-27", "genres": ["Drama"], "title": "Tough Enough (1983)"}