{"url": "http://www.rogerebert.com/reviews/tough-guys-dont-dance-1987", "by": "Ryan O'Nealas Tim Madden", "star_rating": 2.5, "text": "Norman Mailer's \"Tough Guys Don't Dance\" has the form of a thriller and an impressive content of sex and violence, but beneath that is a strange nostalgia that seems to have nothing to do with anything else. The nostalgia is for Provincetown, seen in a cold winter season with the weathered gray houses against a pink and purple sky, the gulls' cries lonely in the twilight. This place is so deeply seen that the people in the movie sometimes seem like ghosts, occupying it for a time.\n\nThat is the deepest level. Above it is the practical plot level of severed heads, missing persons, alcoholic blackouts and dirty business to be done. The film's hero is Tim Madden (Ryan O'Neal), a writer in a slow season, whose past begins to catch up with him. He has spent a good many years drinking too much, smoking too much pot, sleeping with the wrong women and not sleeping with the right ones. Now he has made some people mad at him, and one day he discovers a severed head in the place where he hides his stash.\n\nI will not reveal the owner of the head for two reasons: first, because it would be unfair to reveal the plot, and second, because although I have read the novel and seen the movie and even visited the location while the filming was under way, I cannot remember whose head it was. There is a press release I easily could consult for the name, but that would be cheating. It says something about this film that the women characters, played by such memorable actresses as Isabella Rossellini, blond newcomer Debra Sandlund and intriguing Frances Fisher, play people not nearly as memorable as themselves.\n\nSomething comes back to me now. The Sandlund character, Patty Lareine, is a hillbilly once married to a preacher. The O'Neal character and his girlfriend met them through a singles ad and engaged in a weekend of sexual abandon. That led in a complicated way to the more recent events after Patty Lareine left the preacher to marry the hero's rich friend from prep school, Wardley Meeks III, who now appears on the scene after a crisis of identify.\n\nThis is as confusing as \"The Big Sleep\" (1946). The characters come and go, in the past and the present, and their severed heads appear and disappear. It is almost as if Mailer does not much care to take inventory. The film's center of gravity is in Madden's befuddled and paranoid head and much depends on a night he cannot remember, a night when he gained a tattoo and perhaps committed a murder.\n\nHe drinks and makes cautious inquiries and tries to determine from people's actions what they think he did. The local police chief calls him in, for reasons not entirely clear. The inventory of heads in his stash changes from one, to two, to none. He can hardly bear to look to see whose heads they are. He cannot understand who knows the location of his stash and the identities of women from his past and, even more so, who would want to kill them. Then there is the question of the strange couple from California, who turned up in the local inn shopping for real estate, drank with him and turned up missing, their car abandoned, after the night he cannot remember.\n\nIn the middle of this morass, the film's best character appears: Dougy Madden (Lawrence Tierney), father of the O'Neal character, a tough old bartender and fighter who always seemed to the son more authentic and courageous than he could ever possibly be. Now Dougy is dying of cancer, but he still is man enough to put the bodies - there are more of them by this point - into a boat and row them out to sea and sink them beyond the reach of gulls and police. The relationship between the father and son is the best thing in the movie.\n\nI wonder if Mailer even cared about the details of his thriller. Few people who see the film only once will be able to accurately describe just what happens in it at a plot level. I suspect he used his thriller, with its lurid sex and blood-soaked bodies, as a lure to convince his backers to let him direct the movie and that his attention was really on the father-son relationship and on Provincetown itself, which becomes as important as what happens in it. The photography, under the \"supervision\" of John Bailey, is stunning and evocative of a time and place, and O'Neal occupies it like a man on a last, sad visit.\n\nWhat is strange is that \"Tough Guys Don't Dance\" leaves me with such vivid memories of its times and places, its feelings and weathers, and yet leaves me so completely indifferent to its plot. Watching the film, I laughed a good deal; many of the situations play like comedy. Remembering it, it seems elegiac, but in a way that has nothing to do with the deaths in the plot. Something else seems to die and be mourned, something to do with Dougy and the cold flats of the sand at twilight.", "running_time": 110, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-09-18", "genres": ["Drama"], "title": "Tough Guys Don't Dance (1987)"}