{"url": "http://www.rogerebert.com/reviews/tough-guys-1986", "by": "Burt Lancasteras Harry Doyle", "star_rating": 2.0, "text": "Watching \"Tough Guys,\" you begin to meditate. You look at Kirk Douglas and Burt Lancaster, and you remember years and years of moviegoing.\n\nWhen you were a kid, they were the embodiment of heroism and charm and strength. And then comes this movie where they play guys 67 and 72 years old. And who, for that matter, is that middle-age guy in the audience sitting in your seat? \"Tough Guys\" is the story of the last two train robbers in America, who stuck up a train in 1956 and were put away for 30 years.\n\nNow they're back on the street again, two old ex-cons trying to go straight and preserve a certain level of self-respect. These guys are not just any old cons, however, and that's the basic flaw in this movie: They're both living legends, and they know it.\n\nThe opening shots of the movie establish the tone. In the prison cell, Douglas is pumping iron. He has his shirt off and, good lord, he's got muscles like Sylvester Stallone. (Douglas may be the first male movie star in history willing to be photographed bare-chested in his late 60s.) He and Lancaster put on their carefully preserved, tailor-made suits, position their fedoras on their heads and walk out the prison gates. Then, for the next hour, we see them in a series of scenes designed to demonstrate that they've still got the stuff.\n\nThey try to cash their prison checks in a bank and single-handedly stop a bank robbery. Douglas is picked up by a perky young aerobics instructor, who gives private classes in her bedroom. Lancaster miserably checks into an old-people's home and meets an old flame there: She's an aerobics instructor, too. Douglas gets a job as a bus boy, but can't take the insults from the customers. Lancaster resents being treated like a senior citizen.\n\nFinally, they do the inevitable: They return to crime. They stick up an armored car, and that leads to a momentus decision: They'll take the Flyer again, the same train they robbed 30 years ago. It's scheduled for its farewell run, and so are they. But they take far too long to arrive at this decision, and the movie suffers because of the long buildup. It would have been better as a caper movie right from the start. Instead, it plays like a series of cute situations in search of a plot. And by the time we arrive at the truly sensational climax, it's too late.\n\n\"Tough Guys\" might have been better if Douglas and Lancaster had played characters who were a little more fallible, humble and realistic. For example, we don't need the scene where they beat up a gang of muggers in an alley. We don't need their utter cool and total confidence in the face of all dangers. Maybe if they were scared, uncertain or filled with self-doubt, we might like them more. Since they waltz through everything, there's no suspense. Since their victories seem inevitable, they generate no joy.\n\nThe movie is further muddled by the introduction of two unnecessary supporting characters. Charles Durning plays the cop who arrested them 30 years ago, and Eli Wallach, in an utterly thankless role, plays a nearsighted old hit man. Wallach's scenes are awkward, would-be physical comedy, and there are such long time gaps between his appearances.\n\n\"Tough Guys\" might have seemed like a good idea for a movie. It certainly reminds us of what giants Lancaster and Douglas were - and are. But precisely because they have paid so many dues and bring so many of our memories to all the roles they play, they deserve something better than this. The movie makes the same mistake as some of the characters in it: It treats these two guys like lovable old characters instead of listening to what they really have to say.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-10-03", "genres": ["Comedy"], "title": "Tough Guys (1986)"}