{"url": "http://www.rogerebert.com/reviews/tous-les-matins-du-monde-1992", "by": "Jean Pierre Marielleas M. De Sainte-Colombe", "star_rating": 3.0, "text": "\"Amadeus\" began with the memories of an old man still jealous of the young genius who was his rival. \"Tous Les Matins du Monde\" begins with the memories of an old man who envies his own genius when he was young. That makes it infinitely more poignant. We cannot help the good fortune that life brings to others. But when life gives it to us, and we fling it away! The old man, near death, is conducting a rehearsal of his music in the court at Versailles. His name is Marais (Gerard Depardieu), and he is a composer and cellist. A woman comes to see him. He loved her once, long ago, and forsook her for the advantages of a good marriage and a position in the court. Now he remembers.\n\nHe remembers when he was a young man, filled with fire, and had outstripped all of his music teachers. There is nothing more for you to learn, they told him, unless you go to study with Monsieur de Sainte-Colombe. The young man puts his instrument on his back and goes out into the country to find Sainte-Colombe's hiding place, where he lives with his two beautiful daughters, and practices in a shed in the woods.\n\nOnce Saint-Colombe was the toast of the court, the most gifted composer and performer of his time. But after the death of his beloved wife, he cut his ties with the great world, refused to play any more for the king, and went to live in seclusion. He wants no pupils except for his daughters, but after the young man auditions for him, he is forced to admit, yes, that this student is worthy of being taught.\n\nThe young Marais is played by Guillaume Depardieu, son of Gerard, possessor of the same immediate physical authority. Old Saint-Colombe is played by Jean-Pierre Marielle; if you follow French films you may recognize him from \"Coup de Torchon\" or \"Uranus.\" He is balding, middleaged, with a great courtliness which can flash into anger.\n\nThe young man studies with the master, and betrays him by falling in love with his elder daughter, Madeleine (Anne Brochet). He is banished from the master's house, but continues to learn his secrets by hiding beneath his rehearsal shed, and listening in secret. And Madeleine, who has long been her father's student, also teaches Marais - until he grows content with what he has learned, and abandons her for the glories of the court. Now it is the twilight of his career. Death beckons. All that he has left are memories, and thoughts of what might have been.\n\n\"Tous Les Matins du Monde,\" which translates as \"All the Mornings of the World,\" is about a man to whom life must have once seemed limitless, and whose mornings are now numbered. This is a simple story, made of three things: music, love, and regret. It won seven Cesar awards in France last year, including best film and director. The soundtrack album is the alltime French best-seller. It reminds us that music, like any art, is a gift sometimes bestowed on those who do not deserve it.", "running_time": 114, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-12-25", "genres": ["Drama", "Foreign", "Romance"], "title": "Tous Les Matins Du Monde (1992)"}