{"url": "http://www.rogerebert.com/reviews/towelhead-2008", "by": "Summer Bishilas Jasira", "star_rating": 2.0, "text": "\"Towelhead\" presents material that cries out to be handled with quiet empathy and hammers us with it. I understand what the film is trying to do, but not why it does it with such crude melodrama. The tone is all wrong for a story of child sexuality and had me cringing in my seat. It either has to be a tragedy or some kind of dark comedy like Kubrick's brilliant \"Lolita,\" but here it is simply awkward, embarrassing and painful.\n\nIt tells the story of Jasira (Summer Bishil), a 13-year-old Lebanese-American girl with an obsession about her emerging sexuality. Well, all 13-year-olds feel such things. That's why so many of them stop talking to us. They don't know how to feel about themselves. Jasira thinks she does. She's turned on by taxi ads for showgirls, by sexy photos, by her own body. She discovers masturbating more or less by accident, likes it, precociously discusses orgasms.\n\nHer American mother (Mario Bello) lives in Syracuse, N.Y. Her Lebanese father (Peter Macdissi, of \"Six Feet Under\") works for NASA in Houston. Neither is the parent of the year in any conceivable year.\n\nHer mother discovers her own boyfriend carefully shaving Jasira's pubic hair and is angry with the girl, not the boyfriend. She ships Jasira off to her father in Houston. He can seem cheerful and ingratiating, but slaps her for wearing a T-shirt to the table, forbids her to wear tampons (\"only whores and married ladies wear them\") and is boiling with rage -- partly because some of his neighbors think he is an Arab, but he is a Lebanese Christian who hates Saddam even more than they do.\n\nJasira starts baby-sitting the younger kid next door, who turns her on to his dad's porno magazines. His dad, known only as Mr. Vuoso, is played by Aaron Eckhart, who was brave enough to take on this slimy role. He actually begins with a variation on the ancient theme of \"come sit over here on the bed next to me,\" which escalates to rape. That Jasira is fascinated and to some degree encourages him is meaningless; she knows little about what she is encouraging and apparently thinks of having sex with an adult as merely the sort of thing that her reactionary dad would slap her for.\n\nThe progress of her journey involves bloody tampons and other details that could be relevant if handled with more sensitivity. She has sex with an African-American fellow student, who seems polite and nice but is experienced enough to know he is doing wrong. Her dad forbids her to see him because he is black. Meanwhile, Mr. Vuoso's son calls her a towelhead, a camel jockey and worse. Racism is everywhere here.\n\nThe movie was written and directed by Alan Ball, who also wrote \"American Beauty.\" Two movies, two suburban men obsessed with underage beauties. Is there a pattern here? Ball also created and has directed \"Six Feet Under,\" which specializes in acute embarrassment and spectacular misbehavior. So does the director Todd Solondz, whose \"Welcome to the Dollhouse\" (1995) also dealt with a troubled adolescent girl. But Solondz knew how to do it, what his intentions were, how to challenge us and yet involve our sympathy. Ball seems merely thrashing about in a plot too transgressive for his skills.\n\nThe actors are courageous. Another key role is played by Toni Collette, as a pregnant neighbor who suspects what's going on and tries to help Jasira and offer her refuge from both her father and Mr. Vuoso. Trouble is, Jasira thinks she doesn't want to be rescued and has come to love orgasms, as is not uncommon. She's played by an appealing young actress named Summer Bishil, who certainly looks as if she is 13, but was 18 when the film was made. Without showing nudity, Ball plays tricks with lighting and camera angles that sometimes regard her like a cheesecake model. I didn't enjoy that feeling. When Billy Wilder's lighting gives Marilyn Monroe a teasingly low neckline in \"Some Like It Hot,\" that's one thing. When Ball's framing provides one for a child, that's another.\n\nYes, the sexual abuse of children is a tragedy. Yes, there are adults who need to be educated, enlightened, warned, or thrashed and locked up. This is not the film to assist that process. The actors labor to be true to their characters and sincere in their work, and they succeed. The movie lets them down. It is more clueless than its heroine.", "running_time": 124, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-09-18", "genres": ["Drama", "Indie"], "title": "Towelhead (2008)"}