{"url": "http://www.rogerebert.com/reviews/tower-heist-2011", "by": "Ben Stilleras Josh", "star_rating": 2.5, "text": "If it had provided me with nothing else, \"Tower Heist\" would have afforded me the sight of a solid gold automobile being lowered from the penthouse of the Trump Tower with Matthew Broderick dangling from it. Sometimes you appreciate such simple human spectacles. To be sure, Trump Tower has been renamed \"The Tower,\" and the man dangling from the car isn't the Donald, but this is an imperfect world.\n\nThis isn't a great heist movie for a lot of reasons, beginning with the stupidity of its heist plan and the impossibility of these characters ever being successful at anything more complex than standing in line. There also is the problem with Ben Stiller being cast as the hero: He was born to play the victim of heists, not the gang leader. He's going against type. The victim here is played by Alan Alda, who is so loathsome he'd make a dartboard for OWS parties. \n\nQuibble, quibble. The movie is broad and clumsy, and the dialogue cannot be described as witty, but a kind of grandeur creeps into the screenplay by Ted Griffin and Jeff Nathanson. It's the kind of story where the executives at a pitch meeting feel they're being bludgeoned over the head with box-office dollars. There is also the novelty that here is a comedy that doesn't go heavy on the excremental, the masturbatory and symphonies of four-letter words. It's funny in an innocent screwball kind of way.\n\nThe story: Josh Kovacs (Ben Stiller) is the perfectionist building manager at the most luxurious condo skyscraper in New York, which providentially is on Columbus Circle, in the exact footprint of Trump Tower. His team works flawlessly, beginning with the beloved doorman Lester (Stephen Henderson). The penthouse is owned by Arthur Shaw (Alan Alda), a financial wheeler-dealer, whose walls display priceless modern art. His most prized possession is a bright red 1953 Ferrari, once owned by Steve McQueen. It was taken apart piece by piece, he explains to FBI agent Claire Denham (Tea Leoni), and assembled there.\n\nThe FBI is on the job because Shaw has been running a Ponzi scheme, and among his loot are the pension plan and investments of the tower's employees. So dear old Lester and all the others are penniless. Enraged, Kovacs recruits a team to break into the apartment. They're looking for a wall safe, but then discover Shaw's Ferrari is solid gold: $65 million is hidden in plain sight. Obviously, this requires stealing the car from the penthouse, where there's no door or elevator that can handle it.\n\nThe team: Lester, of course; Mr. Fitzhugh (Broderick), who is jobless, broke, has lost his family and being evicted from the building, ­and characters played by Casey Affleck, Michael Pena, Gabourey Sidibe (her second film since her Oscar nomination) as a Jamaican whose father would crack safes, and — well, Kovacs decides they need someone more familiar with crime and enlists Slide (Eddie Murphy), a loud-talking dude from the street in his neighborhood. Murphy, in his first role since 2009, is in full Eddie Murphy mode, with comic riffs and astonished double takes.\n\nI won't describe how they plan to get the car out of the building, especially as the Macy's Thanksgiving Day Parade is passing directly below. But let me share with you that I suffer from a fear of heights, and the last thing you could get me to do is stand next to an open window on an floor upper of a high-rise and try to reach out and grab a Ferrari. The notion that no one would notice a bright red car being lowered from the tower is preposterous, but realism is not the point. This movie would fall to pieces if it didn't hurtle headlong through its absurdist plot without ever pausing for explanations.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-11-02", "genres": ["Action", "Comedy"], "title": "Tower Heist (2011)"}