{"url": "http://www.rogerebert.com/reviews/towing-1978", "by": "Jennifer Ashleyas Jean", "star_rating": 1.5, "text": "“Towing” isn’t exactly the greatest movie ever made, but it’s not boring. It goes to such lengths not to bore us, indeed, that it throws everything at us except the kitchen clock -- unless, which is quite possible, I missed the kitchen clock. The movie is a disorganized comic mélange that never really makes sense, but the actors have such a good time and the direction is so cheerfully anarchic that we can just about forgive the chaos.\n\nThe movie was inspired, of course, by the antics and outrages of Chicago's intrepid tow-truck operators, who whipped themselves into such a frenzy of hauling away illegally (and other) parked cars that they inspired both a series of newspaper columns and a song.\n\nThe columns were by Mike Royko, who observed that the pirates of old operated on the bounding main but that these new pirates snatched their booty from private parking lots. Folk singer Steve Goodman then immortalized “The Lincoln Park Pirates” (“And it's hey, hey! Tow them away!”), and for a time there Ross Cascio was almost as famous as Ernie Banks.\n\nNeither Royko nor Goodman appears in “Towing,” but a lot of other Chicago personalities do, and the movie is toplined (as Variety would say) by Jennifer Ashley, Sue Lyon arid Bobby Di Cicco. In a dispute over a $60 hauling fee, they get involved in a war on the towing pirates that escalates into bombings, just like in real life.\n\nThe movie was shot all over Chicago, and not much of an, effort is made to tie the locations (or, for that matter, the scenes) together. In an attempt to keep things moving, rock and disco music is laid practically wall-to-wall over the dialog, so when we can't hear the lines what we find ourselves doing is saying “Hey! That's the old Four Torches, and Mike Nussbaum is playing the bartender!”\n\nAshley and Lyon, meanwhile, occupy a Martin Oil station across from “Justice Towing” and shout taunts at the owner (J.J. Johnston). There are times when they seem to go out of character, breaking up with laughter, but justice is finally served when the tow truck operators make the mistake of towing the car of the mayor's daughter. (The mayor, by the way, is clearly intended to be Hizzoner, Mayor Daley, which gives us some idea of how long the movie was in post-production.)\n\n“Towing” was written and directed by Maura Smith, who is at the start of her career and will, I hope, make better movies. But it's quite possible she'll never have as much fun.", "running_time": null, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-05-08", "genres": null, "title": "Towing (1978)"}