{"url": "http://www.rogerebert.com/reviews/toy-story-1995", "by": "Tim Allenas Buzz Lightyear", "star_rating": 4.0, "text": "\"Toy Story\" creates a universe out of a couple of\rkid's bedrooms, a gas station, and a stretch of suburban highway. Its heroes\rare toys, which come to life when nobody is watching. Its conflict is between\ran old-fashioned cowboy who has always been a little boy's favorite toy, and\rthe new space ranger who may replace him. The villain is the mean kid next door\rwho takes toys apart and puts them back together again in macabre combinations.\rAnd the result is a visionary roller-coaster ride of a movie.\n\nFor\rthe kids in the audience, a movie like this will work because it tells a fun\rstory, contains a lot of humor, and is exciting to watch. Older viewers may be\reven more absorbed, because \"Toy Story,\" the first feature made\rentirely by computer, achieves a three-dimensional reality and freedom of\rmovement that is liberating and new. The more you know about how the movie was\rmade, the more you respect it.\n\nImagine\rthe spectacular animation of the ballroom sequence in \"Beauty and the\rBeast\" at feature length and you'll get the idea. The movie doesn't simply\ranimate characters in front of painted backdrops; it fully animates the\rcharactersandthe space they occupy, and allows its\rpoint of view to move freely around them. Computer animation has grown so\rskillful that sometimes you don't even notice it (the launching in \"Apollo\r13\" took place largely within a computer). Here, youdonotice it, because you're careening\rthrough space with a new sense of freedom.\n\nConsider\rfor example a scene where Buzz Lightyear, the new space toy, jumps off a bed,\rbounces off a ball, careens off of the ceiling, spins around on a hanging toy\rhelicopter and zooms into a series of loop-the-loops on a model car race track.\rWatch Buzz, the background, and the perspective -- which stretches and\rcontracts to manipulate the sense of speed. It's an amazing ride.\n\nI\rlearn from the currentWiredmagazine that the movie occupied the\rattention of a bank of 300 powerful Sun microprocessors, the fastest models\raround, which took about 800,000 hours of computing time to achieve this and\rother scenes -- at 2 to 15 hours per frame. Each frame required as much as 300\rMBs of information, which means that on my one-gigabyte hard disk, I have room\rfor about three frames, or an eighth of a second. Of course computers are as\rdumb as a box of bricks if they're not well-programmed, and director John\rLasseter, a pioneer in computer animation, has used offbeat imagination and\rhigh energy to program his.\n\nBut\renough of this propeller-head stuff. Let's talk about the movie. Lasseter and\rhis team open the film in a kid's bedroom, where the toys come to life when\rtheir owner is absent. Undisputed king of the toys is Woody, a cowboy with a\rvoice by Tom Hanks. His friends include Mr. Potato Head (Don Rickles), Slinky\rDog (Jim Varney), Hamm the Pig (John Ratzenberger) and Bo Peep (Annie Potts).\rThe playroom ingeniously features famous toys from real life toys (which may be\rproduct placement, but who cares), including a spelling slate that does a\rrunning commentary on key developments (when Mr. Potato Head finally achieves\rhis dream of Mrs. Potato Head, the message is \"Hubba! Hubba!).\n\nOne\rday there's a big shakeup in this little world. The toy owner, named Andy, has\ra birthday. Woody dispatches all of the troops in a Bucket of Soldiers to spy\ron developments downstairs, and they use a Playskool walkie-talkie to broadcast\rdevelopments. The most alarming: The arrival on the scene of Buzz Lightyear\r(Tim Allen), a space ranger.\n\nBuzz\ris the most endearing toy in the movie, because he's not in on the joke. He\rthinks he's a real space ranger, temporarily marooned during a crucial mission,\rand he goes desperately to work trying to repair his space ship -- the\rcardboard box he came in. There's real poignancy later in the film when he sees\ra TV commercial for himself, and realizes he's only a toy.\n\nThe\rplot heats up when the human family decides to move, and Woody and Buzz find\rthemselves marooned in a gas station with no idea how to get home. (It puts a\rwhole new spin on the situation when a toy itself says, \"I'm a lost\rtoy!\") And later there's a terrifying interlude in the bedroom of Sid, the\rdreadful boy next door, who takes his toys apart and reassembles them like\rcreatures from a nightmare. (His long suffering sister is forced to hold a tea\rparty for headless dolls.)\n\nSeeing\r\"Toy Story,\" I felt some of the same exhilaration I felt during\r\"Who Framed Roger Rabbit.\" Both movies take apart the universe of\rcinematic visuals, and put it back together again, allowing us to see in a new\rway. \"Toy Story\" is not as inventive in its plotting or as clever in\rits wit as \"Rabbit\" or such Disney animated films as \"Beauty and\rthe Beast\"; it's pretty much a buddy movie transplanted to new terrain.\rIts best pleasures are for the eyes. But what pleasures they are! Watching the\rfilm, I felt I was in at the dawn of a new era of movie animation, which draws\ron the best of cartoons and reality, creating a world somewhere in between,\rwhere space not only bends but snaps, crackles and pops.", "running_time": 81, "mpaa_rating": "G", "release_year": 1995, "date_published": "1995-11-22", "genres": ["Adventure", "Animation", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Toy Story (1995)"}