{"url": "http://www.rogerebert.com/reviews/toy-soldiers-1991", "by": "Sean Astinas Billy Tepper", "star_rating": 1.0, "text": "Maybe we’ve seen too many movies. Maybe that’s why so many movies seem to be familiar before we’ve even seen them - why the filmmakers seem to be conducting a drill rather than trying something new. “Toy Soldiers,” a film with earnest performances and professional production values, is constructed out of characters, situations and gimmicks that will be instantly recognized by the weary viewer. There is nothing new here.\n\nThe movie opens with two sequences that inform us exactly what we can expect. One shows a Central American desperado killing hostages in a desperate attempt to win the release of his father, a drug baron being brought to the United States for trial. The other shows a group of prep school students sneaking out of their rooms and into a secret basement of the old school building, to tap into phone lines and get drunk. The school troublemakers are caught by the dean, who disciplines them.\n\nWe can now safely predict, if we have been paying the slightest attention, that the drug baron’s son will capture the school with a group of terrorists, and that they will successfully be outsmarted by the troublemaking kids, whose rebellious spirits now come in handy. We don’t even need the scene establishing that the druglord is being tried by a judge whose son is one of the school ringleaders.\n\nSince the plot of the movie is utterly predictable, we hope at least for some cleverness in the gimmicks. Here the movie is so disappointing that I wonder if the screenwriters were really trying.\n\nWhy, for example, establish that the kids can tap into a phone line, if later in the movie they don’t use that skill to communicate to the U.S. troops surrounding the school? The movie is so absent-minded that even the kid who’s the ringleader forgets about the phone gimmick, and goes to great trouble to sneak out of the grounds through a forgotten drain pipe, in order to give information he could simply have phoned in.\n\nThe movie goes to great lengths to have the young scientific geniuses exchange two computer chips - one in a bomb detonator, the other in a model airplane - so that when the terrorist pushes his panic button, the bombs don’t explode but the plane takes off.\n\nPredictable, yes - but who could have guessed that key payoff moment would be handled so lamely that it seems like a pale anticlimax? “Toy Soldiers” has some interesting people in the cast, including Lou Gossett Jr. as the dean, Denholm Elliott as the headmaster, and Sean Astin, Wil Wheaton and Keith Coogan as some of the students. (R. Lee Ermey, the real-life drill sergeant recruited for Kubrick’s “Full Metal Jacket,” turns up as a military man.) But no parts have been written for these actors; their dialogue is cobbled together out of old movies, and they invariably say whatever we would all predict a person would say in each situation, in between Robert Folk’s rum-dumma-dum military score. Nor do they do anything even slightly surprising. The only interesting character is the bad guy (Andrew Divoff), and that’s only because villains, in general, have the best roles in movies.\n\nWas there any way to make this material original? To find a new twist? Was there anything the filmmakers wanted to say about the situation - other than the crushingly obvious fact that troublemakers in peacetime often become heroes in war? Did anyone connected with the production notice that they were making a movie that, in essence, had already been made? That there was no need for it? That given a budget and a cast, locations and shooting schedule, they had not justified their effort by even trying to make a film it is necessary to see? Or would that be asking too much?", "running_time": 112, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-04-26", "genres": ["Action", "Adventure", "Thriller"], "title": "Toy Soldiers (1991)"}