{"url": "http://www.rogerebert.com/reviews/toys-1992", "by": "Robin Williamsas Leslie Zevo", "star_rating": 2.5, "text": "\"Toys\" is visually one of the most extraordinary films I've seen, a delight for the eyes, a bright new world. It takes place within the entirely imaginary world of a giant toy corporation, which springs from a limitless grain field as if there were no other buildings on earth.\n\nThe toy kingdom is in jeopardy. Kenneth Zevo (Donald O'Connor), the kindly old despot who runs it, knows he is near death.\n\nHe hesitates to turn control over to his son Leslie (Robin Williams), who is still too fanciful for such trust, or to his daughter Alsatia (Joan Cusack), who is . . . well, not quite the person to take such responsibilities. So in a leap of faith he wills the company to his brother, The General (Michael Gambon).\n\nIt might seem strange to turn over a toy company to a man of war. But perhaps not. There is potential for growth in war toys - particularly for a whimsical company where the assembly line consists of giant toy elephants and such. The General arrives with his son Patrick (LL Cool J), a camouflage expert who can conceal himself in the folds of a sofa, and in no time he is involved in a struggle with Leslie and the others who hold the old man's memory dear.\n\n\"Toys\" is said to be the first movie Barry Levinson ever wanted to direct - before \"Diner,\" not to mention \"The Natural,\" \"Tin Men,\" \"Good Morning, Vietnam,\" \"Rain Man,\" \"Avalon\" and \"Bugsy.\" He has been preparing the project for 12 years, and you can sense that when you see Ferdinando Scarfiotti's sets, which are enchanting down to the smallest architectural detail and the most insignificant toy.\n\n\"Toys\" is not in any ordinary sense a children's movie; it uses toys and childhood to make some deeper points, about the way our society exploits innocence - about how we are cynical marketers of naivete.\n\nAll of these notions are to be found in \"Toys,\" and yet the movie is curiously unclear about them. Despite all of that time for preparation, the screenplay by Valerie Curtin and Levinson seems pulled in two directions. The opening scenes create a completely original world, and then the second half of the film invades that world, not with fresh imagination, but with tired old conflicts. What are we to make of a world where the battle against war toys is carried out . . . by programming peaceful toys to fight? There is an apocalyptic battle scene toward the end of the movie between good and bad toys. Grinning, friendly alligators are blown up by guided missiles, and so forth. This sequence opens with a brilliant piece of improvisation by Robin Williams, who addresses his toy troops in a speech borrowed from Patton and Henry V, among others. But then the scene itself, which must have been considered the high point by the filmmakers, seems muddy and confused, maybe because the film has not invested it with urgency, or told us how we are supposed to feel about it.\n\nThere's a curious residue of dissatisfaction after \"Toys\" is over. It opened so well and promised so much that we're confused: Is that all there is? The film seems filled with ideas, but what are they, exactly? The production creates a wonderful world, but doesn't make its purpose clear. It is impossible to fault the performances (Williams seems born to live in this toyland, and Cusack's performance seems more subtly inspired the more you think about it).\n\nThe production design deserves Academy recognition. But at the most fundamental level, \"Toys\" is a film not quite sure what it's about.", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-12-18", "genres": ["Comedy", "Fantasy", "Science Fiction"], "title": "Toys (1992)"}