{"url": "http://www.rogerebert.com/reviews/track-29-1988", "by": "Theresa Russellas Linda Henry", "star_rating": 3.0, "text": "Somebody asked me if I liked this movie, and I had to answer that I did not, but then I realized once again what an inadequate word “like” is. The reason I didn’t like “Track 29” is that the film is unlikable - perhaps deliberately so. But that doesn’t make it a bad film, and it probably makes it a more interesting one. Like many of the strange, convoluted works of Nicolas Roeg (“Don’t Look Now,” “Bad Timing,” “Eureka,” “Insignificance”), it is bad-tempered, kinky and misogynistic. But not every film is required to massage us with pleasure. Some are allowed to be abrasive and frustrating, to make us think.\n\nThe title of “Track 29” comes from the lyrics of “Chattanooga Choo-Choo,” and the film’s heroine is a mad woman married to a surgeon (Christopher Lloyd) who collects model trains. He has a great layout down in the basement - lots of track and a terrific collection of rolling stock - and when he’s not playing with his trains, he’s attending fanatic conventions of model railroaders or being spanked in his office by a helpful nurse who wears rubber gloves (Sandra Bernhard). Although much is made of this man’s obsessions, and the model railroad convention is a piece of social satire in the spirit of “Dr. Strangelove,” this character is essentially unimportant; he’s window dressing. All of his pastimes are used to keep him elsewhere while the film’s main event unfolds in the mind of his wife.\n\nHer name is Linda (Theresa Russell), and she lives in a nice house that seems to have been slammed down at random in the middle of an industrial park. She drinks a lot, and has daydreams about sex and hangs out at the hamburger shop with her best pal. One day a strange young man materializes in the town - literally. We see him appear out of thin air. This man is named Martin, and he is played by Gary Oldman as an emotional monster who amuses himself by pulling her strings.\n\nLinda meets Martin down at the hamburger stand, and before long he’s back at the house, slyly insinuating himself into her delusions.\n\nThere are flashbacks to help explain this person. Linda was raped, it appears, during a visit to a carnival when she was 16. As we look at a memory of this event, we can vaguely see that the rapist appears to be Martin - but Martin unchanged, looking the same as he does today.\n\nAnd then there is talk that Linda had a child after that event but gave the child up for adoption, and now she bitterly regrets losing it.\n\nMartin tries to present himself as that child, rediscovered after all these years. Also as lover, father-figure, baby and tormentor.\n\nAlthough Martin usually seems real enough in “Track 29” (he occupies a volume of space and casts a shadow, just like Roger Rabbit), we eventually realize that he exists entirely inside Linda’s imagination. He is the star player in her madness, and when he grows destructive around the house, there is the possibility that she created him to mask her own desire to destroy her husband’s obsessions. There is much craziness in this movie, many emotional outbursts, a few puzzled moments of disoriented peace and, digging away at everything, the taunts and teasings of young Martin.\n\nThis performance by Oldman is another strong example of acting to put beside his work in “Sid and Nancy” and “Prick Up Your Ears.” He makes Martin into an insinuating, dirty-minded little bugger who accuses Linda of the most shocking things and then smirks at her reactions.\n\nRussell, who has survived the convoluted terrain of many of Roeg’s movies (he is her husband), seems at home in this twisted landscape, and the two actors work their characters up into an orgy of mutual laceration. Meanwhile, the other stuff - the model railroading and the rubber gloves - provide the sideshow. The movie was written by Dennis Potter, the author of “Pennies from Heaven” and “The Singing Detective,” and reflects his jaundiced view of the possibility of happiness.\n\nLook at it this way: Most of the time we go to the movies hoping to be amused, and often we are disappointed. “Track 29” does not offer amusement, but it promises confusion, frustration, weirdness and the bizarre. You probably won’t like it. But it won’t disappoint you.", "running_time": 90, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-10-07", "genres": ["Drama", "Mystery"], "title": "Track 29 (1988)"}