{"url": "http://www.rogerebert.com/reviews/trade-2007", "by": "Kevin Klineas Ray", "star_rating": 1.0, "text": "'Trade\" is a movie about trade in human beings; in this case, a 13-year-old Mexican girl who is kidnapped and brought to New Jersey, where her virginity will be auctioned on the Internet for an expected $50,000. Chillingly, the movie is based on fact, on an article by Peter Landesman in the New York Times Magazine. And it's not an isolated case.\n\nThe girl, named Adriana (Paulina Gaitan), is handed off in a smooth cross-country operation. She finds only one friend along the way, a kidnapped older Polish woman named Veronica (Alicja Bachleda-Curus). Their transportation is handled by Manuelo (Marco Perez), a cruel man with a deeply buried streak of morality that begins to trouble him along the road.\n\nThe trip from Mexico to New Jersey turns into a chase, although Manuelo and his captives don't know it. Jorge (Cesar Ramos), Adriana's 17-year-old brother, sees her (against all odds) kidnapped in Mexico City and follows Manuelo's car all the way to the border by one means or another (against even greater odds). At a crucial moment near the border, he meets a Texas Ranger named Ray (Kevin Kline), and after some verbal scuffles, they join forces to follow Manuelo, rescue his captives and penetrate to the heart of the slave-smuggling operation.\n\nA nasty, vile business, made more slimy because director Marco Kreuzpaintner doesn't trust the intrinsic interest of his story, and pumps it up with chase details, close calls, manufactured crises, and so many scenes of the captives being frightened and abused that they begin to seem gratuitous, even suspect. Yes, it is evil that these heartless gangsters, connected with the Russian mafia, terrorize young women and sell them as objects. But is it not also evil that the film lingers on their plights with almost as much relish as the camera loved the perils of Pauline, tied to the railroad tracks?\n\nMy description makes the film sound more urgent than it is. The German-born director seems to have fallen in love with the American genre of the road film, and there are altogether too many shots of the trip itself, the land it covers, the roadside civilization, the open spaces.\n\nWhat is fascinating, in a scary way, are the details of the Internet auction business, how it works and the money made in it. When I watch those TV shows where pedophiles are pounced on by cops, I think \"entrapment,\" but you know what? Some people are asking to be entrapped. How about that Florida federal prosecutor just the other day who flew to Michigan hoping to meet a 5-year-old girl? Your rights to do what you want in your sex life run into a dead end, I believe, when they involve someone else doing what they don't want.\n\nAll obvious, although not to some deranged creeps. But what is the purpose of this movie? Does it manipulate its subject matter a little too much in its quest to be \"entertaining\"? Why should this material be entertaining? Anything that holds our interest can be entertaining, in a way, but the movie seems to have an unwholesome determination to show us the victims being terrified and threatened. When I left the screening, I just didn't feel right.", "running_time": 119, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-27", "genres": ["Drama", "Indie", "Thriller"], "title": "Trade (2007)"}