{"url": "http://www.rogerebert.com/reviews/trading-places-1983", "by": "Dan Aykroydas Louis Winthorpe III", "star_rating": 3.5, "text": "\"Trading Places\" resembles \"Tootsie\" and, for that matter, some of the classic Frank Capra and Preston Sturges comedies: It wants to be funny, but it also wants to tell us something about human nature and there are whole stretches when we forget it's a comedy and get involved in the story. And it's a great idea for a story: A white preppy snot and a black street hustler trade places, and learn new skills they never dreamed existed.\n\nThis isn't exactly a new idea for a story (Mark Twain's \"The Prince and the Pauper\" comes to mind). But like a lot of stories, it depends less on plot than on character, and the characters in \"Trading Places\" are wonderful comic inventions. Eddie Murphy plays Billy Ray Valentine, the con man who makes his first appearance as a blind, legless veteran. Dan Aykroyd is Louis Winthorpe III, the stuck-up commodities broker. And, in a masterstroke of casting, those aging veterans Ralph Bellamy and Don Ameche are cast as the Duke brothers, incalculably rich men who make little wagers involving human lives.\n\nOne day a particularly tempting wager occurs to them. Aykroyd has had Murphy arrested for stealing his briefcase. It's an unfair charge and Murphy is innocent, but Murphy is black and had the misfortune to bump into Aykroyd is front of a snobby club. To Mortimer Duke (Ameche), a believer that environment counts for more than heredity, this is a golden opportunity to test his theory. He bets his brother that if Aykroyd and Murphy were to change places, the black street kid would soon be just as good as calling the shots in the commodity markets as the white Ivy Leaguer ever was.\n\nBecause the Dukes are rich, they can make almost anything happen. They strip Aykroyd of everything -- his job, his home, his butler, his fiancee, his limousine, his self-respect. They give Murphy what they've taken from Aykroyd. And the rest of the movie follows the fortunes of the two changelings as they painfully adjust to their new lives, and get involved in a commodities scam the Duke brothers are trying to pull off.\n\nThis is good comedy. It's especially good because it doesn't stop with sitcom manipulations of its idea, and it doesn't go only for the obvious points about racial prejudice in America. Instead, it develops the quirks and peculiarities of its characters, so that they're funny because of who they are. This takes a whole additional level of writing on top of the plot-manipulation we usually get in popular comedies, and it takes good direction, too.\n\nBut what's most visible in the movie is the engaging acting. Murphy and Aykroyd are perfect foils for each other in \"Trading Places,\" because they're both capable of being so specifically eccentric that we're never just looking at a \"black\" and a \"white\" (that would make the comedy unworkable). They both play characters with a lot of native intelligence to go along with their prejudices, peculiarities and personal styles. It's fun to watch them thinking.\n\nThe supporting cast has also been given detailed attention, instead of being assigned to stand around as stereotypes. Jamie Lee Curtis plays a hooker with a heart of gold and a lot of T-bills; Ameche and Bellamy have a lot of fun with the Duke brothers, and Denholm Elliott successfully plays butler to both Aykroyd and Murphy, which is a stretch.\n\nThe movie's invention extends all the way to the climactic scenes, which involve, not the usual manic chase, but a commodities scam, a New Year's Eve party on a train and a gay gorilla.", "running_time": 116, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-06-09", "genres": ["Comedy", "Drama"], "title": "Trading Places (1983)"}