{"url": "http://www.rogerebert.com/reviews/traffic-1973", "by": "Jacques Tatias Mr. Hulot", "star_rating": 3.5, "text": "Everyone is incapable of dealing with the modern world, but Mr. Hulot is even worse off than the rest of us. He's handicapped by his good intentions. Every move he makes involves him more deeply in a bizarre misadventure that started off as a simple favor to someone. \n\nFor example. He's trying to wake up the garage mechanic's wife, and he inadvertently pulls the ivy from the side of their house. So he climbs up the ivy in an attempt to pull it back in place, and how is he to know that his ankle will get caught, the ivy will slip, and he will find himself hanging upside down from the side of a house in the middle of the night - and with the coins and keys falling from his pockets and interrupting a seduction? He is, of course, too tactful to call out for help.\n\nThe lesson, I guess, is that if you want to survive the era of modern technology, it's no more Mr. Nice Guy. Mr. Hulot (who appeared memorably in \"Mr. Hulot's Holiday\" and in the 1959 Oscar-winner \"My Uncle\") refuses to take such a pessimistic view, however, in the brilliant new comedy by Jacques Tati, \"Trafic.\" It wouldn't be in character. Hulot, played by Tati, looks much the same as always. He has the wrinkled tan raincoat, the battered hat, the yellow socks peeping out from under his too-short pants. This time he is the director of design for a Paris auto company, and he has designed the world's most unlikely camping vehicle for them. There is a shaver in the steering wheel, the grill can be used (but of course!) for grilling steaks, and the entire vehicle stretches out for the night.\n\nThe challenge is to transport this vehicle to the international auto show in Amsterdam. Tati's company launches a motorcade from Paris. It's led by the firm's public relations girl in her yellow sports car. The company manager drives a station wagon filled with props to suggest a forest: False birch trees, tape-recorded bird songs, that sort of thing. Mr. Hulot follows in the van with the camper inside. \n\nTati's endless invention creates a series of incidents along the road. The incidents are so involved they're almost impossible to describe, but Hulot copes with them with good nature and never loses his philosophical equilibrium. Tati is actually a silent comedian; his films are made with an amusing mixture of languages, but no one says anything very important and he doesn't use subtitles because then we might read them and miss a sight gag.\n\nIt's his sense of sight - his ability to see how ridiculous people and things really look, when you view them sanely that's at the heart of his humor. His portraits of other drivers, for example, tell us without explanation that car owners come to resemble their cars (just as pet owners come to resemble their pets). Even windshield wipers have a way of moving in time to the personalities of the people inside. \n\nThat is the way it should be. It is also nice, by the way, that the windshield wipers are being used. Because that means it is raining, and Mr. Hulot at last gets to use his umbrella. You see? There is a purpose for everything, even rain.", "running_time": 96, "mpaa_rating": "G", "release_year": 1973, "date_published": "1973-02-13", "genres": ["Animation", "Comedy", "Drama"], "title": "Trafic (1973)"}