{"url": "http://www.rogerebert.com/reviews/traffic-2001", "by": "Michael Douglasas Robert Wakefield", "star_rating": 4.0, "text": "Our laws against illegal drugs function as a price support system for the criminal drug industry. They do not stop drugs. Despite billions of dollars spent and a toll of death, addiction, crime, corruption and lives wasted in prison, it is possible today for anyone who wants drugs to get them. \"For someone my age,\" says a high school student in the new film \"Traffic,\" \"it's a lot easier to get drugs than it is to get alcohol.\" \n\nWho supports the drug law enforcement industry? A good many honest and sincere people, to be sure. Also politicians who may know drug laws are futile, but don't have the nerve to appear soft on the issue. And corrupt lawmen, who find drugs a lucrative source of bribes, kickbacks and payoffs. And the drug cartels themselves, since the laws make their business so profitable. If the decriminalization of drugs were ever seriously considered in this country, the opponents would include not only high-minded public servants, but also the kingpins of the illegal drug industry.\n\nThese are the conclusions I draw from \"Traffic,\" Steven Soderbergh's new film, which traces the drug traffic in North America from the bottom to the top of the supply chain. They may not be your conclusions. Draw your own. Soderbergh himself does not favor legalizing drugs, but believes addiction is a public health problem, not a crime. Certainly drugs breed crime--addicts steal because they must--and a more rational policy would result in a lower crime rate and a safer society.\n\nThe movie tells several parallel stories, which sometimes link but usually do not. We meet two Mexican drug enforcement cops. Two San Diego-based DEA agents. A mid-level wholesaler who imports drugs from Mexico. A high-level drug millionaire who seems to be a respectable businessman. A Ohio state supreme court judge who is appointed the U.S. drug czar. And his teenage daughter, who becomes addicted to crack cocaine and nearly destroys her life. We also meet a Mexican general who has made it his goal to destroy a drug cartel--but not for the reasons he claims. And we see how cooperation between Mexican and U.S. authorities is compromised because key people on both sides may be corrupt, and betray secrets.\n\nThe movie is inspired by a five-part \"Masterpiece Theater\" series named \"Traffik,\" which ran 10 years ago and traced the movement of heroin from the poppy fields of Turkey to the streets of Europe. The story in North America is much the same, which is why adapting this material was so depressingly easy. At every level, the illegal drug business is about making money. If there is anything more lucrative than an addictive substance that is legal, like alcohol or tobacco, it is one that is illegal, like drugs--because the suppliers aren't taxed or regulated and have no overhead for advertising, packaging, insurance, employee benefits or quality control. Drugs are produced by subsistence-level peasants and move through a distribution chain of street sellers; costs to the end user are kept low, to encourage addiction.\n\nSoderbergh's film uses a level-headed approach. It watches, it observes, it does not do much editorializing. The hopelessness of anti-drug measures is brought home through practical scenarios, not speeches and messages--except for a few. One of the most heartfelt comes from a character who observes that at any given moment in America, 100,000 white people are driving through black neighborhoods looking for drugs, and a dealer who can make $200 in two ours is hardly motivated to seek other employment. \n\nThe key performance in the movie is by Michael Douglas, as Robert Wakefield, an Ohio judge tapped by the White House as the nation's new drug czar. He holds all the usual opinions, mouths all the standard platitudes, shares all the naive assumptions--including his belief that he can destroy one of the Mexican cartels by cooperating with the Mexican authorities. This is true in theory, but in practice his information simply provides an advantage for one cartel over the other.\n\nWakefield is a good man. His daughter Caroline (Erika Christensen) is an honor student. One night at a party with other teenagers, she tries crack cocaine, and likes it, very much. We see how easily the drug is available to her, how quickly she gets hooked, how swiftly she falls through the safety nets of family and society. This is the social cost of addiction, and the rationale for passing laws against drugs--but we see that it happens despite the laws, and that without a profit motive, drugs might not be so easily available in her circle.\n\nIn Mexico, we meet two hardworking cops in the drug wars, played by Benicio Del Toro and Jacob Vargas, who intercept a big drug shipment but then are themselves intercepted by troops commanded by an army general (Tomas Milian), who is sort of the J. Edgar Hoover of Mexican drug enforcement. In California, we meet a middleman (Miguel Ferrer) who imports and distributes drugs, and two federal agents (Don Cheadle and Luis Guzman) who are on his trail. And we meet the top executive for this operation, a respectable millionaire (Steven Bauer) and his socialite wife (Catherine Zeta-Jones), who has no idea where her money comes from.\n\nSoderbergh's story, from a screenplay by Stephen Gaghan, cuts between these characters so smoothly that even a fairly complex scenario remains clear and charged with tension. Like Martin Scorsese's \"GoodFellas,\" \"Traffic\" is fascinating at one level simply because it shows how things work--how the drugs are marketed, how the laws are sidestepped. The problem is like a punching bag. You can hammer it all day and still it hangs there, impassive, unchanged.\n\nThe movie is powerful precisely because it doesn't preach. It is so restrained that at one moment--the judge's final speech--I wanted one more sentence, making a point, but the movie lets us supply that thought for ourselves. And the facts make their own argument: This war is not winnable on the present terms, and takes a greater toll in human lives than the drugs themselves. The drug war costs $19 billion a year, but scenes near the end of the film suggest that more addicts are helped by two free programs, Alcoholics Anonymous and Narcotics Anonymous, than by all the drug troops put together.", "running_time": 147, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-01-01", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Traffic (2001)"}