{"url": "http://www.rogerebert.com/reviews/traitor-2008", "by": "Don Cheadleas Samir Horn", "star_rating": 3.0, "text": "\"Traitor\" weaves a tangled web of conspiracy and intrigue, crosses politics with thriller elements, and never quite answers its central question: In the war between good and evil, how many good people is it justifiable for the good guys to kill? Maybe that question has no answer. It is probably not \"none.\"\n\n\tThe film stars Don Cheadle, an actor who excels at inner conflict, as Samir, born in Sudan, later an undercover Special Op for the United States. As a youth, he witnessed his father killed by a car bomb. For me, at least, it was not immediately clear who was responsible for the bomb, although his father was a committed Muslim. Was he killed by Muslim haters, or by Muslims who opposed his politics? That ambiguity works in the film's favor. As Samir enlists on the American side and then is seen as a remarkably effective agent for terrorist jihadists, we are kept wondering where his true loyalties lie.\n\n\tThe film makes it a point that Samir is devout in the practice of his religion. He often quotes the Koran, is observant, seems to have true spirituality in his soul. He is not pretending. Of course the great majority of Muslims are against terrorism and any form of murder. Others, as we have seen, are not. In paying attention to this division, \"Traitor\" establishes the mystery of which side Samir is a traitor to. Is he a double agent for the U.S., or a triple agent?\n\n\tThe film, directed by Jeffrey Nachmanoff, written by Nachmanoff and (the) Steve Martin, uses locations in Africa, the Middle East, Europe and America, and provides an inside view of both the jihadists and a special FBI counter-terrorism unit. Guy Pearce and Neal McDonough play FBI agents who disagree about the handling of the case; Jeff Daniels is a CIA agent who approaches the plot obliquely. Said Taghmaoui is very effective as Omar, leader of a terrorist group which has grave suspicions about Samir, until Samir is able to disprove them by being jailed, escaping with Omar, providing bomb-building expertise, and creating a chilling scenario for a terrorist attack in the United State.\r\tThe movie proceeds quickly, seems to know its subject matter, is fascinating in its portrait of the inner politics and structure of the terrorist group, and comes uncomfortably close to reality. But what holds it together is the Cheadle character, whose true motives remain opaque to the terrorists, the Americans, and the audience.\n\n\tAs we have learned from the spies of Graham Greene and John LeCarre, and from countless police movies, to be effective an undercover agent must to a considerable degree cooperate with those he is targeting. Sometimes transference takes place. He begins to think like his enemies, to sympathize with them. Since working convincingly for either side requires a capacity for the fanatical, agents can grow confused about where their loyalties lie. It is this confusion that makes \"Traitor\" effective, except for those who like their moral choices laid out in black and white.\n\n\tThat's what makes the film's pure thriller elements work so well. Even in violent action scenes, the participants are forced to make instant decisions, or discoveries, about loyalties. We know from other movies how the violence will unfold, but neither we nor the combatants are sure which side everybody is on. That is true even of the urbane Omar, who is definitely a jihadist, but whose motives and their effect are paradoxical.\n\n\tDon Cheadle is such a good actor. If he were more of a showboat, he would be a bigger star. But he remains the go-to man for a film like this. Except in his work like the \"Ocean's\" pictures or his heroic work in \"Hotel Rwanda,\" we cannot often be certain what we are to think of his characters. He effortlessly seems too intelligent, too complex, to be easily categorized. Perhaps my doubt about the motives of Samir's father's killers was due only to confusion on my part. Even so, who would witness the death of his father by a bomb, and then be driven to become a builder of bombs? And why? It is an uncertainty potent enough to drive the entire movie.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-08-26", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Traitor (2008)"}