{"url": "http://www.rogerebert.com/reviews/training-day-2001", "by": "Denzel Washingtonas Alonzo Harris", "star_rating": 3.0, "text": "'Training Day\" is an equal-opportunity police brutality picture, depicting a modern Los Angeles in which the black cop is slimier and more corrupt than anybody ever thought the white cops were. Alonzo Harris, played by Denzel Washington, makes Popeye Doyle look like Officer Friendly. So extreme is his mad dog behavior, indeed, that it shades over into humor: Washington seems to enjoy a performance that's over the top and down the other side.\n\nHe plays Alonzo as the meanest, baddest narcotics cop in the city--a dude who cruises the mean streets in his confiscated customized Caddy, extracting tribute and accumulating graft like a medieval warlord shaking down his serfs. His pose is that the job must be done this way: If you don't intimidate the street, it will kill you. This is the lesson he's teaching Jake Hoyt (Ethan Hawke), a young cop who dreams of being promoted to the elite narc squad. This is Jake's first day of training, and he's been placed in the hands of Alonzo for a taste of street reality. Jake's dream: Get a promotion so he can move his wife and child to a nicer house. This may not turn out to be a wise career move. Just as a warm-up, Alonzo forces him to smoke pot (it turns out to be laced with PCP): If you turn down gifts on the street, he's told, \"you'll be dead.\" He watches as Jake stops two punks who are raping a girl, and then instead of arresting the rapists, Alonzo thoroughly and competently beats them.\n\nDispensing street justice is what it's all about, Alonzo believes; the enemy lives outside the law, and you have to pursue him there. Jake hallucinates for a while because of the PCP, but surfaces to accompany Alonzo on a visit to an old and slimy colleague (Scott Glenn), on a raid on a drug dealer's house, on a visit to what seems to be Alonzo's secret second family, and to a restaurant rendezvous with what appears to be a circle of top cops who mastermind graft and payoffs. Along the way there's a sensational gun battle, although it doesn't draw enough attention to interrupt Alonzo's routine. I'm not saying all of these events in one day are impossible; in the real world, however, by the end of it both cops would be exhausted, and shaking for a druggist for Ben-Gay.\n\nIs Alonzo for real? Are the city and its cops really this evil? (I am asking about the movie, not life.) At first we wonder if Alonzo isn't putting on a show to test the rookie. The rookie thinks that, too--that if he yields to temptation, he'll be busted. That theory comes to an end when Jake is ordered to kill someone, or be framed for the murder, anyway. And Alonzo isn't the exception to the rule: We can tell by the lunchtime summit that he's part of the ruling circle.\n\nFor Denzel Washington, \"Training Day\" is a rare villainous role; he doesn't look, sound or move like his usual likable characters, and certainly there's no trace of the football coach from \"Remember The Titans.\" The movie, directed by Antoine Fuqua (\"Bait\") and written by David Ayer (\"The Fast and the Furious\") keeps pushing him, and by the end, it has pushed him right into pure fantasy. Antoine in the earlier scenes seems extreme but perhaps believable; by the end, he's like a monster from a horror film, unkillable and implacable.\n\nA lot of people are going to be leaving the theater as I did, wondering about the logic and plausibility of the last 15 minutes. There are times when you're distracted from the action on the screen by the need to trace back through the plot and try to piece together how events could possibly have turned out this way. But Ayer's screenplay is ingenious in the way it plants clues and pays them off in unexpected ways, so that \"Training Day\" makes as much sense as movies like this usually can. It might have been better if it had stayed closer to life, but it doesn't want to be.\n\nFor its kinetic energy and acting zeal, I enjoyed the movie. I like it when actors go for broke. Ethan Hawke is well cast as the cop who believes \"we serve and protect\" but has trouble accepting the logic of Alonzo's style of serving and protection.\n\nAnd the supporting roles are well-crafted, especially the retired cop played by Glenn, who seems to be sitting on a whole other buried story. Aware as I was of its loopholes and excesses, the movie persuaded me to go along for the ride. Of course you can't watch the movie without thinking of the Rodney King and O.J. Simpson sagas, two sides of the same coin, both suggesting the Los Angeles police are not perfect. I found myself wondering what would have happened if the movie had flipped the races, with a rotten white cop showing a black rookie the ropes. Given the way the movie pays off, that might have been doable. But it would have involved flipping the itinerary of the street tours, too; instead of the black cop planting the white boy in the middle of hostile non-white environments, you'd have the white cop taking the black rookie to the white drug-lords; gated mansions in \"Traffic\" (2001) come to mind. Not as much fun.\n\nFootnote: Will audiences accept this movie in the current climate, when cops and firemen are hailed as heroes? I think maybe so; I think by delaying the movie's opening two weeks, Warner Bros. sidestepped a potential backlash. And Denzel's performance is sure to generate strong word-of-mouth. Second question: It's been asked if violent movies will become rare in these sad days after the terrorism. The box-office performance of \"Training Day\" may provide the answer.", "running_time": 122, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-10-05", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Training Day (2001)"}