{"url": "http://www.rogerebert.com/reviews/transformers-dark-of-the-moon-2011", "by": "Shia LaBeoufas Sam Witwicky", "star_rating": 1.0, "text": "The series exists to show gigantic and hideous robots hammering one another. So it does. The last hour involves a battle for the universe which for some reason is held at the corner of Michigan Avenue and Wacker Drive in Chicago. This battle is protracted mercilessly beyond all reason, at an ear-shattering sound level, with incomprehensible Autobots and Decepticons sliced up into spurts of action with no sense of the space they occupy.\n\nThere is more of a plot this time. It is a plot that cannot be described in terms of structure, more in terms of duration. When it stops, it's over. We learn that mankind's first mission to the moon was intended to investigate an alien space craft that crashed on the dark side. This ship, \"the Arc,\" carried the robots to this solar system from their own, so that the good bots could continue their struggle for \"freedom\" against the bad bots. It is a bad omen when Lincoln's statue on the National Mall is decapitated.\n\nHumans get involved. These include Sam Witwicky (Shia LaBeouf), who earlier saved the world but now has a job in a mail room, and Carly (Rosie Huntington-Whiteley), who is his sexy girlfriend because the movie requires a sexy girlfriend. There are also such characters as Mearing (Frances McDormand), a government official; Bruce Brazos (John Malkovich), Sam's anal-retentive boss; Carly's former boyfriend Dylan (Patrick Dempsey), whose classic car collection upstages every robot in the movie; the FBI manipulator Simmons (John Turturro) ; the peculiar Jerry Wang (Ken Jeong), and the expert warriors Lennox (Josh Duhamel) and Epps (Tyrese Gibson). If you pause to consider for a second, not one of these characters is actually required in the conflict, which is, after all, pretty much between the bots.\n\nOh, but the humans are needed for us. They are required because bots have no personalities and little intrinsic interest apart from the banging noises they make. They speak in dubbed English that sounds oddly separate from the other voices in the film. And they are so many times larger than the humans that I was reminded of the scale used in \"The Incredible Shrinking Man.\" We also need people because I, for one, will never care for Optimus Prime any more than for an engine block.\n\nThere is no style or wit in the dialogue, except when Malkovich adds his own spin. This is one of those annoying pictures where disembodied voices are heard during chaotic action: Class dismissed! Decepticon punk! We've got a Mexican Standoff here! What do you think you're doing! Return what belongs to me! \n\nShia LaBeouf is scarcely heroic, and his girlfriend has no particular function except to be in constant peril and (in two hilarious shots) stare thoughtfully into space as if realizing something. The only considerable dramatic scene LaBeouf has is when his mother (Julie White) brings the manic plot to a standstill long enough to urge a self-help book upon her son.\n\nI hesitate to mention another problem with the film, because in all fairness it may not be Bay's fault. The framing looks wrong. When you look at enough movies, you develop a sixth sense for what feels correct within the frame. This film seemed too close to its compositions. There was a paucity of head room, feet were nearly cut off, the sides seemed to squeeze. This wasn't dramatic, but I could feel it.\n\nOf course, I could be mistaken. If I'm correct, here's what may have happened. In the multiplex theater originally set for the screening, it was explained, technicians spent three hours programming the 3D projector--and then their programming didn't \"take.\" The multiplex resourcefully moved the film to another screen already configured for 3D. I suspect, however, that the aspect ratio in that room was not quite correct.\n\nNothing, however, would have repaired the film's lack of narrative coherence. I have a quaint notion that one of the purposes of editing is to make it clear why one shot follows another, or why several shots occur in the order that they do. \"Transformers 3\" has long stretches involving careless and illogical assemblies of inelegant shots. One special effect happens, and the another special effect happens, and we are expected to be grateful that we have seen two special effects.\n\n\tNote: Bay is said to have tried to improve the characteristic light level of 3D. In my screening, it was as dim as usual. ", "running_time": 154, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-06-28", "genres": ["Action", "Adventure", "Science Fiction"], "title": "Transformers: Dark of the Moon (2011)"}