{"url": "http://www.rogerebert.com/reviews/transformers-revenge-of-the-fallen-2009", "by": "Shia LaBeoufas Sam Witwicky", "star_rating": 1.0, "text": "\"Transformers: Revenge of the Fallen\" is a horrible experience of unbearable length, briefly punctuated by three or four amusing moments. One of these involves a dog-like robot humping the leg of the heroine. Such are the meager joys. If you want to save yourself the ticket price, go into the kitchen, cue up a male choir singing the music of hell, and get a kid to start banging pots and pans together. Then close your eyes and use your imagination.\n\nThe plot is incomprehensible. The dialog of the Autobots®, Decepticons® and Otherbots® is meaningless word flap. Their accents are Brooklyese, British and hip-hop, as befits a race from the distant stars. Their appearance looks like junkyard throw-up. They are dumb as a rock. They share the film with human characters who are much more interesting, and that is very faint praise indeed.\n\nThe movie has been signed by Michael Bay. This is the same man who directed \"The Rock\" in  1996. Now he has made \"Transformers: Revenge of the Fallen.\" Faust made a better deal. This isn't a film so much as a toy tie-in. Children holding a Transformer toy in their hand can invest it with wonder and magic, imagining it doing brave deeds and remaining always their friend. I knew a little boy once who lost his blue toy truck at the movies, and cried as if his heart would break. Such a child might regard \"Transformers: Revenge of the Fallen\" with fear and dismay.\n\nThe human actors are in a witless sitcom part of the time, and lot of the rest of their time is spent running in slo-mo away from explosions, although--hello!--you can't outrun an explosion. They also make speeches like this one by John Turturro: \"Oh, no! The machine is buried in the pyramid! If they turn it on, it will destroy the sun! Not on my watch!\" The humans, including lots of U.S. troops, shoot at the Transformers a lot, although never in the history of science fiction has an alien been harmed by gunfire.\n\nThere are many great-looking babes in the film, who are made up to a flawless perfection and look just like real women, if you are a junior fanboy whose experience of the gender is limited to lad magazines. The two most inexplicable characters are Ron and Judy Witwicky (Kevin Dunn and Julie White), who are the parents of Shia LaBeouf, who Mephistopheles threw in to sweeten the deal. They take their son away to Princeton, apparently a party school, where Judy eats some pot and goes berserk. Later they swoop down out of the sky on Egypt, for reasons the movie doesn't make crystal clear, so they also can run in slo-mo from explosions.\n\nThe battle scenes are bewildering. A Bot makes no visual sense anyway, but two or three tangled up together create an incomprehensible confusion. I find it amusing that creatures that can unfold out of a Camaro and stand four stories high do most of their fighting with...fists. Like I say, dumber than a box of staples. They have tiny little heads, although Jetfire® must be made of older models, since he has an aluminum beard.\n\nAware that this movie opened in England seven hours before Chicago time and the morning papers would be on the streets, after writing the above I looked up the first reviews as a reality check. I was reassured: \"Like watching paint dry while getting hit over the head with a frying pan!\" (Bradshaw, Guardian); \"Sums up everything that is most tedious, crass and despicable about modern Hollywood!\" (Tookey, Daily Mail); \"A giant, lumbering idiot of a movie!\" (Edwards, Daily Mirror). The first American review, Todd Gilchrist of Cinematical, reported that Bay's \"ambition runs a mile long and an inch deep,\" but, in a spirited defense, says \"this must be the most movie I have ever experienced.\" He is bullish on the box office: it \"feels destined to be the biggest movie of all time.\" It's certainly the biggest something of all time.\n\nFootnote 6/24: Does it strike you as a lapse of Pyramid security that no one notices a gigantic Deceptibot ripping off the top of the Great Pyramid? Not anyone watching on the live PyramidCam? Not even a traffic copter?", "running_time": 150, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-06-23", "genres": ["Action", "Adventure", "Science Fiction"], "title": "Transformers: Revenge of the Fallen (2009)"}