{"url": "http://www.rogerebert.com/reviews/transamerica-2006", "by": "Kevin Zegersas Toby Osbourne", "star_rating": 3.0, "text": "\"Transamerica\" stars Felicity Huffman as a man who feels compelled to become a woman. The surgery is only a week away when Sabrina (Bree, for short) learns that 17 years ago she fathered a son. Margaret, her therapist, was under the impression that as a man named Stanley, her client was a virgin. \"There was this one girl in college,\" Bree muses, \"but the whole thing was so tragically lesbian I didn't think it counted.\" Well, it counts now: Margaret (Elizabeth Pena) insists that Bree must meet the son and come to terms with him before the final surgery.\n\nBree reluctantly leaves Los Angeles and travels to New York to meet young Toby (Kevin Zegers), a brooding street hustler who wants to improve himself by becoming a porn star. This career choice is distressing to Bree, a ladylike middle-class conservative. Unwilling to reveal her real identity, Bree poses as a Christian caseworker who specializes in converting sex workers to Jesus. Toby agrees to drive back to L.A. with Bree, mostly because he needs the ride.\n\nBy this point in the plot description, I have the attention of readers who fired off e-mails about \"Brokeback Mountain,\" informing me that homosexuality was \"a sin promoted by the liberal left.\" I responded that most people are gay or straight before they can talk, let alone vote. In any event, surely my correspondents would approve of those who go to the length of gender reassignment surgery to be sure their genitals match their orientation?\n\nMy own impression is that most transgender people have little interest in homosexuality; if they did, they'd be \"pre-op\" forever. Bree seems to have had little sex of any kind, working two jobs as she does to save up for her operation. She's not a terrifically exciting person, dresses like Mary Worth, is terribly nice and needs to get out more. In the early stages of their automobile journey to Los Angeles she spends a lot of time correcting Toby's grammar.\n\nToby: \"I'd probably be, like, disemboweled by a Ninja.\"\n\nBree: \"You needn't say 'like.' Probably 'disemboweled by a Ninja' is sufficient.\"\n\nThere is a quiet strain of humor throughout \"Transamerica,\" but this is not so much a comedy as an observation about human nature. I am grateful to Stephanie Zacharek of Salon.com for pointing out something I simply did not notice: The movie assumes a transsexual will be more welcome in a blue state than a red one, and that when a man is attracted to Bree, it is an American Indian named Calvin Two Goats (Graham Greene). \"He's allowed to be open-minded,\" she writes, \"because he's a Navajo -- in other words, a spiritually open-minded outsider, as opposed to your typical Middle American.\" (It is significant that Bree works in L.A. as a waitress in a Mexican-American diner; Mexicans, like Indians, apparently have a genetic tendency to open-mindedness.)\n\nZacharek, who also makes points about lip-liner that fell outside my zone of awareness, is correct and the movie has prejudices about Middle America. How could I have forgotten the documentary \"Southern Comfort\" (2001), about a group of post-op pipe-smoking, pickup-driving Georgia gun owners? And consider the transsexual support group Bree visits in Dallas. The only thing that seemed likely to come out was Tupperware.\n\nThe movie works, and it does work, because Felicity Huffman brings great empathy and tact to her performance as Bree. This is not a person who wants to make a big point about anything. She (we might as well recognize Bree's nature with the pronoun) has spent a lifetime living in a body that does not fit, and just when deliverance seems at hand, she is suddenly supplied with an ungrateful son. How ironic, as Wordsworth did not quite observe, that the mother is father to the child.\n\nBree's original strategy is to keep it a secret that she is a pre-op transsexual and Toby's biological father. Well, it's a lot to spring on a kid. The truth emerges gradually during the trip, and would generate more drama if Toby weren't one of those teenagers who cultivates an infuriating detachment. Jeez, kid, you think Bree is a missionary and she turns out to be your father? What does it take to get a rise out of you?\n\nThere are however personal breakthroughs and discoveries during the journey, especially during a stopover in Phoenix, home to Bree's unpleasant sister (Carrie Preston) and vulgarian parents (Fionnula Flanagan and Burt Young -- yes, Rocky's brother-in-law). Bree's mom answers for herself the enigma of pre- or post-op by grabbing Bree's netherlands. No doubt she courted her husband in the same way. Regarding the wide open spaces of his grandparents' minds, Toby perhaps begins to develop some identification with Bree. To escape this family, a child might be willing to change not merely gender but species.\n\nThat \"Transamerica,\" written and directed by Duncan Tucker, works as a film is because Bree is so persistently and patiently herself. If she had been wilder, stranger, more extroverted, the movie might fly off the rails. It is precisely because she is so conventionally sincere that the movie gathers power in deep places while maintaining a relative surface calm. How does she respond to the undeniable interest of Calvin Two Goats? Reader, she blushes.\n\nThis is all new for her, too. What Felicity Huffman brings to Bree is the newness of a Jane Austen heroine. She has been waiting a long time to be an ingenue, and what an irony that she must begin as a mother. But she is a good person to the bottom of her socks, and at the end of \"Transamerica,\" you realize it was not about sex at all. It was about family values.", "running_time": 103, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-01-19", "genres": ["Drama", "Indie"], "title": "Transamerica (2006)"}