{"url": "http://www.rogerebert.com/reviews/transsiberian-2008", "by": "Woody Harrelsonas Roy", "star_rating": 3.5, "text": "\"Transsiberian\" is (how shall I put this?) one hell of a thriller.\n\nIt's not often that I feel true suspense and dread building within me, but they were building during long stretches of this expertly constructed film. It takes place mostly on board the Transsiberian Express from Beijing to Moscow, at eight days the longest train journey in the world. And it uses the train as an asset: The characters all have to be on here somewhere, don't they?\n\nThe movie stars Emily Mortimer as Jesse and Woody Harrelson as her husband Roy. They've just finished working with poor kids in China on behalf of their church group. Roy is a train buff. I've known a couple, and they're exactly like this: Thinking nothing of going out in the minus 23-degree cold of Siberia to check out an old steam engine. Emily, we learn, was a wild child when younger, is now clean and sober. Roy is a straight arrow. They love each other.\n\nOn board the train they meet another couple. Abby (Kate Mara) is confused 20-year-old runaway from Seattle. Carlos (Eduardo Noriega), 10 or 15 years older, is a charming Spanish traveler, who knows a lot about customs and passports.\n\nFrom the moment Carlos sees her, he has his eyes on Jesse. She knows this. When they all get off the train, Roy and Carlos go to look at the steam engine, and Carlos fingers a long iron rod. Back on the train again, Jesse is startled to find her husband not in board. In a panic, she gets off at the next stop to wait for him, hoping he only missed the train. Carlos and Abby get off to be with her.\n\nAlready I'm feeling the fears of a stranger in a strange land. Tourists in Russia are welcomed where tourists go, but the Russians they meet in this movie are poor, bitter and hostile, starting with the venomous woman who is the \"hostess\" on their rail car. While they're all waiting together at the next town, Carlos persuades Jesse to take a bus ride with him. Then they trek through a deserted snowy landscape to see an abandoned but indeed pretty Orthodox church. What happens there you will not learn from me, nor will I say much about later events.\n\nTurns out Roy did merely miss the train. While laid over, he made friends with the Russian narcotics detective Grinko (Ben Kingsley, expanding his repertoire of ethnic characters). Grinko is friendly and confiding. But then certain questions arise, and Jesse is shaky at answering them.\n\nThe movie, written and directed by Brad Anderson (\"The Machinist,\" \"Next Stop Wonderland\"), is constructed with many of the devices and much of the skill of a Hitchcock. There is an interesting twist on Hitch's \"The Lady Vanishes.\" Instead of one or more passengers disappearing, most of the train disappears. Jesse gets up, heads for the rear of the train, and almost falls out the back door to her death. From overhead shots, we know the train is very long. What happened to all the other cars?\n\nThis is one of those trips after which you post dire warnings on the net and file lawsuits -- if you survive. The movie's secrets are manipulated into a clockwork mechanism that grinds to crush Jesse and Roy, and Jesse keeps right on saying the wrong things. She is warned by Grinko: \"In Russia, we say that with lies you may go forward in the world, but you may never go back.\" Eventually lies are no longer even the point.\n\nHer performance is yet another surprise from Emily Mortimer, that English rose who here comes across as an American survivor of a long, strange trip. She hangs onto her sobriety like a life raft, but she still has a reckless streak. Harrelson, an actor of so many notes, is here earnest and sincere, and too trusting. Kingsley bites like a knife. Noriega persuasively plays Carlos with all of his secrets, and Mara is a wounded runaway who Jesse believes is a \"good person.\"\n\nAlthough the movie has several action sequences, not one is put in for effect. They all grow from the plot, and drive it -- even, I would argue, the concluding train sequence, which is certainly improbable but makes a certain sense. Like all the best suspense movies, \"Transsiberian\" starts in neutral, taking the time to introduce its characters, and then goes from second into high like greased lightning. I was a little surprised to notice how thoroughly it wound me up. This is a good one.", "running_time": 111, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-08-14", "genres": ["Crime", "Foreign", "Mystery", "Thriller"], "title": "Transsiberian (2008)"}