{"url": "http://www.rogerebert.com/reviews/transporter-2-2005", "by": "Jason Stathamas Frank Martin", "star_rating": 3.0, "text": "Reviewing \"Transporter\" in 2002, I expressed doubt that some of the action sequences were possible. \"Transporter 2\" sidesteps my complaint by containing action scenes that are even more impossible. For example: Seeing the reflection of a bomb in a pool of liquid under his car, and knowing that the bad guys will not explode it while they're standing right next to it, the hero races the car out of a garage and up an incline, spinning the car neatly through the air, so that it makes one complete rotation and the bomb is pulled off by a hook on a crane, exploding harmlessly as the car lands safely. Uh, huh.\n\nI could observe that this is preposterous, but the fact is, I laughed aloud. Other stunts and computer-generated effects, were equally impossible, as when Frank Martin (Jason Statham) flies a jet ski onto a highway and jumps from it into the back of a school bus. And when he uses a fire hose to immobilize a posse of killers. And when he escapes from a plane that has crashed into the ocean. And when he leads a police pursuit up the ramps of a parking garage and then crashes his car through a wall of the garage, and it flies a couple of hundred feet through the air to a safe landing.\n\nEither \"Transporter 2\" is wall to wall with absurd action, or it's not a sequel to \"Transporter.\" And in fact the sequel is a better film than the original, as if writer-producer Luc Besson had a clearer idea of what he wanted to do (and didn't want to do); the direction is by Louis Leterrier, whose \"Unleashed,\" released only three months ago, had that savage chemistry between a gangster (Bob Hoskins) and a fighter (Jet Li) he had raised like a dog. That movie was also written and produced by Luc Besson, who is the hardest-working man in show business. Look him up on IMDb.com if you want to feel tired just reading about his plans.\n\n\"Transporter 2\" is better for a number of reasons, one of them that is has an ingenious plot that continues to reveal surprises and complications well into the third act; this is not simply a movie where the good guy chases the bad guys, but a movie where the story turns a lot trickier than we expected. It begins with Frank Martin helping out a friend by filling in for a month as the driver and bodyguard for a cute kid named Jack (Hunter Clary), whose dad Jackson (Matthew Modine) heads the United States narcotics agency. The kid is kidnapped in a bizarre scheme involving a phony doctor, and then he's recovered too quickly, and without the ransom money being picked up, and it turns out the kidnapping -- well, you'll see for yourself. Let me just observe that the methods of the kidnappers involves scientific ingenuity raised to evil genius. Not recently have I seen a movie with a better reason why the worst bad guy cannot be allowed to sink to the ocean floor along with the crashed airplane.\n\nBut not another word about that. Jason Statham is amusing as a man whose emotions are so well under control that he can barely be bothered to have any. He stars in several martial arts sequences in which he wipes out whole platoons of enemies. They're deployed by Gianni (Alessandro Gassman), a really big, really mean, really smart villain. Modine efficiently plays the role of the sniveling bureaucrat, Amber Valetta is effective as his long-suffering wife, and Kate Nauta plays Lola, a deadly vixen who considers herself dressed after she's troweled on her eye makeup; for Lola, it's run, mascara, run.\n\nThere's a development of some interest to students of product placement. The Transporter drives an Audi. The first shots of the titles play like a commercial for the car. It's quite a car, all right, taking full advantage of the all-wheel drive as it survives those incredible stunts. So sturdy is its construction that after it crashes through the concrete wall while jumping to the other building, there's not even a scratch on the shiny silver circles on the front of the car.\n\nThere is some history here. In the original film, Frank Martin drove a BMW. Now he drives the Audi. Apparently BMW did not sign on for the sequel.\n\nStrange: On the very same day I saw this movie, I saw another thriller, \"Memory of a Killer,\" in which the characters hate BMWs so much, they urinate into the cars' keyholes. In between, I saw a movie about Truman Capote that mostly featured Chevrolets, which must come as a relief to the BMW home office in Bavaria. It's bad enough when The Transporter switches brands, but when Capote drops you, you're over.", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-01", "genres": ["Action", "Crime", "Thriller"], "title": "Transporter 2 (2005)"}