{"url": "http://www.rogerebert.com/reviews/transporter-3", "by": null, "star_rating": 2.5, "text": "\"Transporter 3\" is a perfectly acceptable brainless action thriller, inspiring us to give a lot of thought to complex sequences we would have been better off sucking on as eye candy. Consider this ingenious dilemma faced by the Transporter. He cannot remove a bracelet that is linked to a mighty bomb in his Audi A8. If he goes more than 75 feet from the car, the explosion kills him. He and the car and the Girl are trapped on a bridge by men with machine guns. He releases the Girl. The men are shooting at him. How can he escape?\n\nRemember, this is the Transporter. He completes 100 percent of his deliveries. If he told you his FedEx tracking number, he would have to kill you. Because we know it's impossible to kill an action hero with machine gun fire, he is in no real danger. But as men advance on him from both ends of the bridge, he has to do something to keep up appearances. He can't just wait for them to fire on him point-blank.\n\nFor that matter, the bad guys know their machine guns are impotent because they have both ends of the bridge blocked and haven't been hit by each other's bullets. But what does the Transporter do? Steers hard to the left, drives through the bridge rail and plunges into the lake. Now we're talking real trouble. If he swims for the shore, the bomb will kill him. The only answer is to take the car to the shore with him, while holding his breath.\n\nHe improvises a way to get air underwater. It's clever, but I wouldn't advise you to try it while underwater. Anyway, the plot involves bad guys who want to bring eight container ships of toxic poisons into a Ukrainian harbor. Odessa has a beautiful harbor, some nice steps leading down to the water. But the Ukrainian minister (Jeroen Krabbe) doesn't want to give his permission. The bad guys kidnap the Girl (Natalya Rudakova), and the Transporter's job is to transport her for the bad guys, although he begins to care for her.\n\nRudakova is no Bonnie Hunt when it comes to personality. She skulks, pouts, clams up, looks out the window, and yet falls in love with the Transporter. Some perfectionists will no doubt criticize her acting. I say the hell with her acting. Look at those freckles. I can never get enough of freckles. In the movies, they're usually limited to a sprinkling on a moppet nose. When you see a beautiful woman with freckles, as for example, the adorable actress Julianne Nicholson, you rejoice.\n\nThe director of \"Transporter 3,\" Olivier Megaton, is named after the bomb at Hiroshima, which was dropped on his birthday. (The Transporter's real name is the anti-climactic Frank Martin.) Anyway, although Megaton's CGI fight scenes are as chopped up and incomprehensible as the current norm, he mostly avoids the Queasy-Cam and uses a stable camera while only the action moves. How about that.\n\nHe also succeeds in clearing every highway in every chase scene so the road is held only by the chasers and the chasees. Except when two monster trucks are required to speed this way, in which case, although there has been no traffic since the border, they must pass each other and loudly toot their klaxons ooo-gaah! ooo-gaah! as if you don't see them.\n\nThis movie is not boring. Jason Statham is a splendid action hero, steely-eyed, muscular, taciturn, a close-lipped know-it-all with three-day stubble. He could do the snowmobile race with two broken arms. The bad guys are suitably reprehensible, the photography is expert, and when you see the Transporter thinking his way out of that problem on the bottom of the lake, you're amazed that later he restarts the engine and uses it to drive onto the top of a speeding train and then calculates a way to use the train's speed to save ... but see for yourself. That A8, what a car. Solar panels to run the heat and A/C.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-11-25", "genres": ["Action", "Adventure", "Thriller"], "title": "Transporter 3 (2008)"}