{"url": "http://www.rogerebert.com/reviews/transformers-2007", "by": "Shia LaBeoufas Sam Witwicky", "star_rating": 3.0, "text": "Now I have fans who say, \"We are so sorry, Michael Bay, you still suck but we love you.\" That's what the director of \"Transformers\" told Simon Ang during an interview in Seoul. He could have been speaking for me. I think Michael Bay sometimes sucks (\"Pearl Harbor,\" \"Armageddon,\" \"Bad Boys II\") but I find it possible to love him for a movie like \"Transformers.\" It's goofy fun with a lot of stuff that blows up real good, and it has the grace not only to realize how preposterous it is, but to make that into an asset.\n\nThe movie is inspired by the Transformer toys that twist and fold and double in upon themselves, like a Rubik's Cube crossed with a contortionist. A yellow Camaro unfolds into a hulking robot, helicopters become walking death monsters, and an enemy named Megatron rumbles onto the screen and, in a voice that resembles the sound effects in \"Earthquake,\" introduces himself: \"I--AM--MEGATRON!!!\"\n\nI think that's the first time I've used three exclamation points. But Megatron is a three-exclamation-point kinda robot. He is the most fearsome warrior of the evil Decepticons, enemies of the benevolent Transformers. Both races (or maybe they're brands) of robots fled the doomed planet Cybertron and have been drawn to Earth because Megatron crash-landed near the North Pole a century ago and possesses the Allspark, which is the key to something, I'm not sure what, but since it's basically an alien MacGuffin it doesn't much matter. (Note to fanboys about to send me an e-mail explaining the Allspark: Look up \"MacGuffin\" in Wikipedia.)\n\nThe movie opens like one of those teen comedies where the likable hero is picked on by bullies at school, partly because he didn't make the football team, and mostly because he doesn't have a keen car. Sam Witwicky (Shia LaBeouf) talks his dad into buying him one, and he ends up with an old beater, a yellow Camaro that is actually the Transformer named Bumblebee and gets so mad when his paint job is insulted that it transforms itself into a shiny new Camaro.\n\nThis is more than a hot car. It plays the soundtrack to Sam's life. It helps Sam become visible to his sexy classmate Mikaela (Megan Fox), who says, \"Do I know you?\" Sam mentions casually that they take four classes together and have been in the same school since first grade. The high school stuff, which could be a teenage comedy on its own, segues into the battling robot stuff, and there is some low-key political satire in which the secretary of defense (Jon Voight) runs the country, while the president (not even credited) limits himself to a request for a Ding-Dong.\n\nVoight sends the armed services into action, and we see a lot of Sgt. Lennox (Josh Duhamel) and Tech Sgt. Epps (Tyrese Gibson). They and their men labor during much of the movie under the optimistic impression that a metal robot the size of a 10-story building can be defeated by, or even brought to notice, automatic weapons fire. Sam and Bumblebee are crucial to the struggle, although a secret ops guy (John Turturro) asks the defense secretary, \"You gonna lay the fate of the world on a kid's Camaro?\"\n\nEverything comes down to an epic battle between the Transformers and the Decepticons, and that's when my attention began to wander, and the movie lost a potential fourth star. First let me say that the robots, created by Industrial Light and Magic, are indeed delightful creatures; you can look hard and see the truck windshields, hubcaps and junkyard stuff they're made of. And their movements are ingenious, especially a scorpionlike robot in the desert. (Little spider robots owe something to the similar creatures in Spielberg's \"Minority Report,\" and we note he is a producer of this movie.) How can a pickup truck contain enough mass to unfold into a towering machine? I say if Ringling Brothers can get 15 clowns into a Volkswagen, anything is possible.\n\nAll the same, the mechanical battle goes on and on and on and on, with robots banging into each other and crashing into buildings, and buildings falling into the street, and the military firing, and jets sweeping overhead, and Megatron and the good hero, Optimus Prime, duking it out, and the soundtrack sawing away at thrilling music, and enough is enough. Just because CGI makes such endless sequences possible doesn't make them necessary. They should be choreographed to reflect a strategy and not simply reflect shapeless, random violence. Here the robots are like TV wrestlers who are down but usually not out.\n\nI saw the movie on the largest screen in our nearest multiplex. It was standing room only, and hundreds were turned away. Even the name of Hasbro, maker of the Transformers toys, was cheered during the titles, and the audience laughed and applauded and loved all the human parts and the opening comedy. But when the battle of the titans began, a curious thing happened. The theater fell dead silent. No cheers. No reaction whether Optimus Prime or Megatron was on top. No nothing. I looked around and saw only passive faces looking at the screen.\n\nMy guess is we're getting to the point where CGI should be used as a topping and not the whole pizza. The movie runs 144 minutes. You could bring it in at two hours by cutting CGI shots, and have a better movie.", "running_time": 144, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-07-05", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "Transformers (2007)"}