{"url": "http://www.rogerebert.com/reviews/trapped-in-paradise-1994", "by": "Nicolas Cageas Bill Firpo", "star_rating": 0.5, "text": "I would just like to say, right here and now, that I don't see anything funny about shots of a lot of squad cars crashing in an intersection. There, I feel better. I know that puts me in the minority. Judging by hundreds of movies I've seen, everybody in Hollywood thinks it is absolutely hilarious to show police cars crashing, skidding, running off the road, hurtling from bridges, slamming into trucks, overturning, and otherwise being destroyed during chase scenes. I guess I just don't get the joke.\n\nTake \"Trapped in Paradise,\" for example. This movie is dead in the water even without any squad cars; it fights a tendency to come to a dead halt every five minutes. But the squad cars don't help. There's a scene where several squad cars are chasing three crooks in a horse-drawn sleigh. Why is this supposed to be funny? Why? Why? Why? The movie takes place in the hamlet of Paradise, Pa., which, small as it is, has a limitless number of disposable squad cars, so that it never runs out. To be fair, the sheriff also sends some cars, which are also destroyed, crashed, or run off the road. Everybody gets in the act.\n\nI knew the movie was in trouble by about the second scene.\n\nThe first scene had Nicolas Cage in it, which was a hopeful sign. He learns that his two brothers are about to get out of prison on parole. Then we cut to their parole hearing, where one brother, played by Jon Lovitz, is imitating a pterodactyl: \"I shall take wing and fly high above my problems - awkkkk! awkkkkk!\" The other brother, played by Dana Carvey, speaks in a high-pitched, twerpy squeak, and I knew it was going to be a very short time before I grew very tired of it.\n\nThe brothers are released, and trick Cage into joining them in robbing the bank in Paradise. The plot thickens. Hell, it congeals. It involves two other cons in prison, who are mad that somebody else robbed the bank they had their eyes on. And it also involves two idiots who run the local general store, and are deputy sheriffs. So when there's a chase scene, the movie can cut back and forth between two cars containing two stupes apiece. Ho, ho.\n\nParadise is such a small and trusting town that one of the thieves can escort the bank president's wife out of the bank and into a car, while wearing a ski mask and dark glasses and carrying a shotgun, and no one notices him. Perhaps the police are all occupied giving lube jobs to their vast fleet of squad cars. It is also such a small town that after the brothers run their car off the road, they are rescued by a member of the bank president's family, and end up having Christmas Eve dinner at his house, and being given sweaters with reindeers on them.\n\nThe movie of course eventually betrays a heart of gold, as Cage falls for the bank teller (Madchen Amick) whose dad is one of the two cons, and the bank president (Donald Moffat) spreads peace and good will, which is not all that gets spread in this movie.\n\nListen. You want to see a comedy about a nice family that ends up playing host to criminals on Christmas Eve? Rent \"The Ref,\" which came out earlier this year and is now in video stores. My rating, three stars. As for \"Trapped in Paradise,\" it should be preserved by the Library of Congress, as an example of creative desperation. It plays like a documentary about a group of actors forced to perform in a screenplay that contains not one single laugh, or moment of wit, or flash of intelligence, or reason for being.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-12-02", "genres": ["Action", "Comedy"], "title": "Trapped In Paradise (1994)"}