{"url": "http://www.rogerebert.com/reviews/trash-1971", "by": "Joe Dallesandroas Joe", "star_rating": 2.5, "text": "Folklore has it that the sexiest striptease in the history of the movies was performed by Rita Hayworth in \"Gilda,\" and what made it so sexy was that Miss Hayworth didn't take off her clothes. There may be something to this. Nudity itself is not necessarily erotic, and it hardly ever approaches eroticism under the awkward and self-conscious conditions of the hard-core X-rated films. The Frisco shorts and all that.\n\nWhat's worse, dirty movies are losing all sense of fun. We've now mostly passed beyond the era of \"skin flicks,\" which were concerned with topography above the waist, and as the view-finders have dropped, the atmosphere has gotten awfully serious. Nobody smiles anymore, on the screen or in the audience. Pale, sad faces lift themselves hopefully toward the screen where some con-man \"doctor\" illustrates the finer points of gynecological plumbing. \n\nI can't imagine how the recent sex \"documentaries\" could arouse anyone but a vivisectionist. Yet audiences pay their $3 or $5 and sit there so solemnly you'd swear they were still in the back room of a local hall on Friday night, eyes glued to Candy Barr, a whiff of fried perch still floating in the air.\n\nAndy Warhol's \"Trash,\" written and directed by Paul Morrissey, is an exception to the rule. It seems to have some bedrock understanding of how ridiculous semi-pornographic exploitation films really are. \"Trash\" goes for laughs, not eroticism, and I was relieved to find the audience laughing with it (and at it) the other night. \"Trash\" is the first semi-hard-core movie to approach the naive charm, the rabelaisian healthiness, of \"Vixen\" or the Isabel Sarli epics from Argentina.\n\nAll of which isn't to imply that \"Trash\" is inoffensive; it is as offensive as they come. The theater manager's \"warning,\" outside, should be taken seriously. Another local reviewer found \"Trash\" to be full of garbage, and full of garbage it is (in the literal and mystical senses). But it's aware of its own ludicrousness. It understands that it's not to be taken seriously, or erotically. And there are some weirdly funny performances by Holly Woodlawn, a transvestite, Joe Dallesandro, Jane Forth and Michael Sklar.\n\nMorrissey has a muscular sense of the ridiculous. He juxtaposes the most shocking of human behavior with the most banal; Jane Forth, stuck with a semi-conscious Dallesandro who has overdosed, shouts at her husband about their marriage: What will the neighbors think? She chats about her childhood in Grosse Pointe. Holly Woodlawn gets into a hilarious argument with Sklar, as a welfare worker.\n\nThe acting has the feeling of improvisation, but what makes it work is the uniqueness of the performers; Holly Woodlawn has an undeniable comic gift, even if you do come across it in \"Trash.\" The humor grows out of the incongruity of the actors, the situation, the movie, the audience. \"Trash\" passes right through pornography and emerges on the other side.", "running_time": null, "mpaa_rating": null, "release_year": 1971, "date_published": "1971-03-05", "genres": null, "title": "Trash (1971)"}