{"url": "http://www.rogerebert.com/reviews/travels-with-my-aunt-1973", "by": "Maggie Smithas Aunt Augusta", "star_rating": 2.5, "text": "George Cukor’s “Travels with My Aunt” is a whimsical romantic fantasy that works; which is to say, if you are not a fan of whimsical romantic fantasy, it’s going to be too much for you. It was nearly too much for me - I found myself wincing from time to time when one of the movie’s ornate props seemed about to bean me - but in the end I was won over, I guess.\n\nThe story involves the education of Henry Rollins, a British bank clerk of the T. S. Eliot type who has taken to raising dahlias instead of poems. He is startled at his mother’s funeral by an unexpected apparition - his long-lost Aunt Augusta, now in her 70s but with carrot-red hair as flaming as her past. Informing Henry rather casually that his mother was, in fact, his stepmother, she sweeps him up into her bizarre life style as Auntie Mame might have, had Auntie Mame been a septuagenarian nymphomaniac.\n\nWithout ever bothering to give us anything so substantial as a plot (or even any details that are tightly pinned down), Cukor is able to suggest a wonderfully dashing situation: Aunt Augusta’s oldest and dearest lover, a certain Mr. Visconti, has been kidnapped somewhere in the East and is being held for ransom. It is absolutely necessary, Aunt Augusta informs Henry, that she come up with $100,000 pronto - the more so since the treacherous band of kidnapers is sending Visconti to her piecemeal. A finger here, an ear there....\n\nThe movie develops into a sort of art deco journey across Europe on the Istanbul Express, with Augusta recalling erotic details from what seems to have been a highly detailed past, and Henry falling in with a young American hippie girl who initiates him to pot. Augusta is played by Maggie Smith in a style that makes Lucille Ball look like an under-actor. She is gowned in what looks like several grand’s worth of leftover hostess gowns from an ambitious brothel, and somehow they have taken that wonderfully chiseled face of hers and made it seize up around the chin. No matter; she’s arch and funny and she has style. A woman without style in a movie like this is a woman in over her head.\n\nAlec McCowen, as Henry, gives us a Dirk Bogarde sort of performance, and Lou Gossett has a supporting role as Augusta’s latest paramour. Just a gigolo, everywhere she goes. The movie’s genius is in its decor. Augusta and Henry (and various lovers, schemers and dead bodies) occupy a series of hotel rooms the likes of which haven’t been seen in movies since Mae West invited Cary Grant inside in “She Done Him Wrong.” Cukor’s camera inhabits these rooms with a fluid grace, using a slow zoom lens to stroll down corridors and peek into boudoirs. Henry sort of tags along behind, glad for the ride but puzzled about the destination. We are too.", "running_time": 109, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-03-05", "genres": ["Comedy", "Drama"], "title": "Travels with My Aunt (1973)"}