{"url": "http://www.rogerebert.com/reviews/travelling-north-1988", "by": "Leo McKernas Frank", "star_rating": 3.5, "text": "“Travelling North” tells the story of a curmudgeon in his 60s who marries for a second time and moves to a cottage on a lake in northern Australia where he can fish and listen to music on the radio and be happy for the days that are remaining to him. What he doesn’t figure on is that those days are numbered. But this isn’t a heartrending movie about how he puts up a brave fight against death. It’s about how he carries on just as before, stubborn and crusty, irascible and temperamental, and about how his wife and his friends love him anyway, most of the time.\n\nThe movie stars Leo McKern as its hero, Frank, who in his prime was a two-fisted union organizer but now likes to dream in the shade, play chess and wander around the house getting under the feet of Frances (Julia Blake), his second wife. She is a cheerful, competent woman some years younger than Frank, and she has to live with the consequences of his unilateral decision to live in Queensland, many hours from the families of her grown children in Melbourne. They are bitter about her decision to remarry, and feel abandoned, but Frances feels it’s time to live her own life for a change. The problem is, she seems to be living Frank’s instead.\n\nThey pack their things into an old van and point it north, and settle into a life of palm trees and verandas and fishing. Almost instantly they make a new friend, Freddie (Graham Kennedy), the next-door neighbor, who is friendly and nosy and opinionated and lonely. And before long, Frank makes another friend, Saul (Henri Szeps), the local doctor, who tells him he has a bad heart and should take good care of himself.\n\nNothing much really happens in “Traveling North,” in the sense of large events to move the plot ahead. It’s not a movie like “On Golden Pond,” in which deep truths are told and old wounds are healed.\n\nThis is a film of everyday life, and all the more moving because of that. It’s not a film of sentiment, but a film of love: It loves old Frank just as he is, but without forgiving him a single wart. And it loves Frances, too, for her loyalty but also because she sees the situation clearly and does not deceive herself.\n\nThe film belongs to McKern, best known for “Rumpole of the Bailey,” and he inhabits Frank with utter confidence, endowing him with all of the messiness and stubborness of life itself. He knows he will die. That isn’t the problem. He simply refuses to change anything because of that fact. He refuses to act as if he will die, and this refusal frustrates his friends and yet makes them love him all the more. By the end, the movie has prepared us so gently and thoroughly that we accept the inevitable more or less as Frank does, by not wasting a lot of time thinking about it before it’s absolutely necessary.\n\nThis is a special film, the kind of film that probably can be made only as a labor of love. Movies about the last days of old people are not boffo at the box office, and yet this one deserves an audience, because it is so careful with the human qualities of its characters.\n\nSome of them we recognize, and some of them, no doubt, we will someday be. “Travelling North” is the kind of movie that offers no consolation for death, but doesn’t wring its hands, either; it seems to argue, like Frank, that if you can find the love of a warm person, and a place where you can catch a few fish and listen to good music on the radio, then death, when it comes, will not discover an unhappy victim.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-05-06", "genres": null, "title": "Travelling North (1988)"}