{"url": "http://www.rogerebert.com/reviews/treasure-planet-2002", "by": "Joseph Gordon-Levittas Jim Hawkins (speaking voice)", "star_rating": 2.5, "text": "FILM CRITIC Walt Disney's \"Treasure Planet\" has zest and humor and some lovable supporting characters, but do we really need this zapped-up version of the Robert Louis Stevenson classic? Eighteenth century galleons and pirate ships go sailing through the stars, and it somehow just doesn't look right. The film wants to be a pirate movie dressed in \"Star Wars\" garb, but the pants are too short and the elbows stick out. For anyone who grew up on Disney's 1950 \"Treasure Island,\" or remembers the 1934 Victor Fleming classic, this one feels like an impostor.\n\nI am not concerned about technical matters. I do not question why space ships of the future would look like sailing ships of the past. I can believe they could be powered by both rockets and solar winds. It does not bother me that deep space turns out to be breathable. I do not wonder why swashbuckling is still in style, in an era of ray guns and laser beams. I accept all of that. It's just that I wonder why I have to. Why not make an animated version of the classic Treasure Island ? Why not challenge the kids with a version of an actual book written by a great writer, instead of catering to them with what looks like the prototype for a video game? These are, I suppose, the objections of a hidebound reactionary. I believe that one should review the movie that has been made, not the movie one wishes had been made, and here I violate my own rule. But there was something in me that ... resisted ... this movie. I hope it did not blind me to its undeniable charms.\n\nThere is, to begin with, a likable hero named Jim Hawkins, whose speaking voice is by Joseph Gordon-Levitt and singing voice by John Rzeznik (of rock's Goo Goo Dolls). Jim is a nice enough kid when we first see him being read to by his mother in his standard-issue Disney fatherless home. But he grows up into a troublemaker, and it is only the possession of a holographic treasure map and the journey in this movie that season him into a fine young man.\n\nHoping to sail away to a planet where \"the treasures of a thousand worlds\" have been deposited, Jim signs on as a cabin boy under the cat-eyed Capt. Amelia (voice by Emma Thompson), and is soon befriended by the cook, John Silver (Brian Murray), a cyborg whose right arm contains an amazing collection of attachments and gadgets. Also on board is the wealthy Dr. Doppler (David Hyde Pierce), who is financing the voyage. (His doglike appearance and Amelia's feline nature make us wonder, when romance blooms, whether theirs is a relationship likely to last.) I will not be spoiling much, I assume, to suggest that John Silver is more than a cook, and less than a friend. He has mutiny in mind. And the troubles on board the ship are backdropped by troubles in space, where a black hole threatens, and there is a \"space storm\" as dangerous as any in the Caribbean.\n\nIt is obligatory in all Disney animated features that there be some sort of cute miniature sidekick, and the peppy little creature this time is Morph, a blue blob that can assume almost any shape, is cuddly and frisky, and takes sides. Another supporting character is B.E.N. (Martin Short), a cybernetic navigator who apparently has some fried memory boards, and lots of one-liners. He would be obnoxious unless you liked creatures like him, which I do.\n\nDisney experiments with its animation methods in the movie (which is being released simultaneously in regular theaters and on the big IMAX screens, which have recently brought such an awesome presence to \"Fantasia\" and \"Beauty & the Beast\"). The foreground characters are two-dimensional in the classical animated style, but the backgrounds are 3-D and computer-generated (\"painted,\" the Web site assures us, but with a computer stylus rather than a brush). Some may find a clash between the two styles, but the backgrounds function as, well, backgrounds, and I accepted them without question.\n\nI'm aware that many, maybe most, of the audience members for this film will never have heard of Robert Louis Stevenson. They may learn in the opening sequence that he once wrote a book named Treasure Island, but when this book is opened by Jim's mother, it contains no old-fashioned words, only pop-up moving images. For these people, the loss of the story's literary roots may be meaningless. They may wonder what old sailing ships are doing in a futuristic universe, but then there's a lot to wonder about in all animated adventures, isn't there, since none of them are plausible. My guess is that most audiences will enjoy this film more than I did. I remain stubbornly convinced that pirate ships and ocean storms and real whales (as opposed to space whales) are exciting enough. Even more exciting, because they're less gimmicky. But there I go again.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-11-27", "genres": ["Adventure", "Animation", "Family", "Fantasy", "Science Fiction"], "title": "Treasure Planet (2002)"}