{"url": "http://www.rogerebert.com/reviews/treasure-of-the-four-crowns-1983", "by": "Tony Anthonyas Striker", "star_rating": 2.5, "text": "It's fun to find a 3-D movie that doesn't beat around the bush. Within 60 seconds after \"Treasure of the Four Crowns\" begins, the movie is throwing things at the audience. This is, of course, in the great tradition of 3-D movies that began in 1953 with \"Bwana Devil,\" a horrible movie that made a lot of money by throwing stones, spears and elephants at the audience. You want to get your money's worth. \n\nHere is my rough checklist of things thrown at the audience in \"Treasure of the Four Crowns\": knives, spears, darts, bones, jeweled daggers, balls of fire, laser beams, boulders, ropes, attack dogs, bats, shards of stained glass, a set of dishes, a large kettle, a stove, a corpse, a python snake, an empty glove, birds (both real and artificial), arrows, unidentifiable glowing objects shot from guns, keys, letter openers, several human heads, skeletons, large sections of an exploding castle, one bottle of booze and assorted spoons. \n\nIn the midst of this melee exists a plot, hanging on for life, about an age-old search for the secret of four crowns. Legend has it that the Visigoths placed several great eternal secrets on scrolls that were locked within silver balls mounted on magic crowns designed to protect them. The Moors destroyed one crown centuries ago, unwisely trying to pry it open. \n\nThe movie is about the three surviving crowns. It stars Tony Anthony, who in his younger and leaner days was one of the second-tier stars of spaghetti Westerns, equal to Gian Maria Volonte but far below Clint Eastwood. Now Anthony has the Harrison Ford role, in a movie that's sort of a rip-off of \"Raiders of the Lost Ark.\" It's a rip-off in story and approach, that is, but you've got to give it credit: \"Treasure of the Four Crowns\" is a hardworking action movie with a lot of elaborate sets, a lot of special effects, and a superior 3-D process.\n\nThe process, a one-camera 3-D method that uses sort of grayish glasses instead of the familiar red and green lenses of the great 3-D movies of the past, has been used so far in two box-office hits: \"Comin' at Ya\" and \"Friday the 13th, Part 3.\" It's especially good at creating the illusion that objects are actually hurtling off the screen and into the audience. There are moments when spears dangle in front of us, almost as close as our noses, and the audience squeals with delight. The process is so effective in its illusion of depth that it makes up for a certain dark murkiness in its picture quality.\n\nUnfortunately, \"Treasure of the Four Crowns\" is so much in love with its dandy new process that it spends too much time using it and too little time getting on with its story. That's a common failing of 3-D movies, which forget that they have to be movies, first and foremost, and not just special effects shows.\n\nWith a whole slew of new 3-D movies set for this summer (\"Jaws 3-D\" and \"Amityville 3-D\" among them), I'm afraid that by mid-July I'll be very tired of having things hurled at me (especially, I have a feeling, things like sharks and green vomit). In fact, with its cheerful high energy, \"Treasure of the Four Crowns\" may not only be the first of the 1983 3-D wave but one of the best.", "running_time": 97, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-04-26", "genres": null, "title": "Treasure of the Four Crowns (1983)"}