{"url": "http://www.rogerebert.com/reviews/trees-lounge-1996", "by": "Steve Buscemias Tommy", "star_rating": 3.5, "text": "If anybody ever wrote a Field Guide to Alcoholics, with\rdescriptions of their appearance, sexual behavior and habitats, there would be\ra full-color portrait on the cover of Tommy, the hero of \"Trees\rLounge.\" Steve Buscemi, who plays Tommy and also wrote and directed the\rfilm, knows about alcoholism from the inside out and backward, and his movie is\rthe most accurate portrait of the daily saloon drinker I have ever seen.\n\nTommy\ris 31 years old, an unemployed auto mechanic. For eight years he dated Theresa\r(Elizabeth Bracco), but recently she dumped him, married his ex-boss, and is\rhaving a baby (maybe Tommy's but who knows?). Tommy, who lives in an\runremarkable section of Long Island, spends his days in Trees Lounge, a corner\rbar that is perfectly established in an early shot showing Bill, an aging\ralcoholic, gazing blankly into space before rousing himself to use sign\rlanguage to order another double shot. The close-up of Bill's face is a\rcomplete portrait of a man whose world has grown smaller and smaller, until\rfinally it has defined itself as the task of drinking.\n\nTommy\rhas a stubborn spirit. He goes through the motions of having fun, but\reverything in his life is breaking down, including his car, which stalls\rwhenever he removes his foot from the pedal. As a mechanic, you'd think he\rcould fix it, but he uses more direct methods, asking a friend to keep a foot\ron the gas while Tommy dashes into the lounge for \"just one drink.\"\rThe bartender, who knows him, bets him $10 he can't have just one.\n\n\"Trees\rLounge\" doesn't paint a depressing portrait of Tommy, just a realistic\rone. Any alcoholic knows that life is not all bad, that there comes a moment\rbetween the morning's hangover and the night's oblivion when things are\rbalanced very nicely, and the sun slants in through the bar windows, and\rthere's a good song on the jukebox, and the customers might even start dancing.\rTommy makes some headway one afternoon with a woman he meets in the bar; like a\rlot of drinkers, she can dance better than she can stand.\n\nWhen\rI met Buscemi at the 1996 Cannes Film Festival, where \"Trees Lounge\"\rpremiered, he said the movie was a portrait of a direction his life was going\rin before he started acting. He remembers it well; remembers such perfect\rdetails as a scene where Tommy's drinking buddy, Mike, is fascinated by a\rstupid bar trick that Tommy is performing (\"I'll bet I can drink two beers\rbefore you can drink one shot\"). Mike's wife, who sees him only during pit\rstops from his drinking, walks into the bar and essentially wants to tell him\rshe's taking the kid and leaving, but Mike is too interested in the bar trick\rto focus on this news.\n\nTommy\rmakes money occasionally by driving a Good Humor truck, although he does not\rlook in good humor. On his rounds he encounters Debbie, a 17-year-old girl he\rknows (Chloe Sevigny, from \"Kids,\" who finds just the right note for\rthe role). They spend some time together that leads to a wrestling match at his\rhouse. \"Nothing happened--we just made out like a couple of teenagers,\"\rhe later says, but Debbie's father is understandably enraged and destroys the\rGood Humor truck with a baseball bat.\n\nAll\rof this seeking, drinking, dancing and wrestling is centered on Tommy's pain\rbecause his former girlfriend dumped him. The film comes to its epiphany in\rwhen he visits Theresa in the maternity ward, and apologizes for being a geek\rwhen he dated her, and cries and thinks maybe he could straighten out if he had\ra kid. Drunks always think that if they could fix all the things that are\rwrong, then they could stop drinking. It never occurs to them to stop drinking\rfirst.\n\nBuscemi\ris the house act of American independent films. He was the talkative killer in\r\"Fargo,\" and Mr. Pink in \"Reservoir Dogs,\" and has been in\rmore than 30 other recent movies. Critics love to describe him (\"skinny,\rbug-eyed, twitchy\"--New York Times; \"caffeinated downtown geek whose\rfeelings seem to bleed right through his pale vampire skin\"--Entertainment\rWeekly; \"oyster-eyed\"--Mr. Showbiz). He is above all able to project\rthe quality of bone-weariness. It is almost a little noble, the way he endures\rwhat the disease of alcoholism is putting him through. He keeps planning,\rdreaming, hoping. And always there is Trees Lounge, where the living dead sit\rat the bar, waiting for him to return with news of the world.", "running_time": 96, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-25", "genres": ["Comedy", "Drama", "Indie"], "title": "Trees Lounge (1996)"}