{"url": "http://www.rogerebert.com/reviews/trekkies-1999", "by": "Roger Nygard", "star_rating": 3.0, "text": "When the judge demurred at her costume and she made national news, she refused to back down: \"If the president himself were on trial,\" she said, \"I would still wear the uniform. I am an officer in the Federation universe 24 hours a day.\" Plus, she was setting a good example: \"I don't want my officers to ever be ashamed to wear their uniforms.\" As Adams is making these statements in \"Trekkies,\" a new documentary, I was looking closely for any sign of a smile. She was dead serious. \"Star Trek\" is her life. Old soldiers get their dress uniforms out of mothballs to prove the point that \"formalwear\" can mean either a tuxedo or a military uniform. And Lt. Cmdr. Adams honors her uniform in the same spirit.\n\nNot everyone in \"Trekkies\" is as serious about the long-running series of TV programs and movies. But most of them are as obsessed. Consider Denis Bourguinon, a dentist in Orlando, Fla., whose Star Base Dental is an office completely designed around a \"Star Trek\" motif. Even his aides and hygienists are in uniform. One says she held out for a year before putting on the outfit. What convinced her? \"He told me I had to.\" Then there is the Canadian man who has designed a motorized life-support chair like one seen in the series, and drives around town in it, only his head visible above what looks like a steam cabinet. Or the father-and-son team whose pickup looks like a lunar lander, and sports a laser beam that \"might someday be able to shoot a 1,000 foot beam.\" And consider the \"Star Trek\" auction where someone bids $40 for a half-filled water glass used by a cast member with a virus. The lucky bidder drinks the rest of the water, so he could have the virus, too.\n\nI've been vaguely aware of the further shores of \"Star Trek\" fandom through my mail and contact with audiences at screenings. And I've sensed a certain tone of awe about it in the voices of many cast members I've interviewed, from Leonard Nimoy and William Shatner on down, or up. It's not so much a hobby, more of a way of life. \"Somewhere in the world,\" Denise (Tasha Yar) Crosby, the film's narrator, informs us, \"there is a `Star Trek' event every weekend.\" We meet Richard Arnold, a \"Star Trek\" consultant, who has visited 360 of them.\n\nTrekkies and Trekkers evolved from the older, broader-based science-fiction fandom, which began with mimeographed magazines in the 1940s and went on to sponsor gigantic WorldCons and influence the Web (many Web pages are mutated fanzines). Fandom began the tradition of dressing in the costumes of sci-fi characters, and \"Star Trek\" fandom is deeply involved in such things--to the degree that the dentist and his wife cheerfully hint that many different species play roles in their fantasy lives.\n\nTo some degree, dressing up and role-playing in an \"ST\" context may be a cover for cross-dressing impulses in general. To a much larger degree, it is probably just good fun. I was going to say \"good, clean fun,\" but was reminded of an attractive woman in the movie who, as Mistress Janeway, pens popular sadomasochistic fantasies with a \"Star Trek\" theme.\n\nSinclair Lewis, who I believe invented the term boosterism, would appreciate a uniquely American strain in Trekdom, which feels compelled, like so many popular movements, to cloak its fun in do-gooderism. Trekkies talk at length about how the world would be a saner and more peaceful place if the \"Star Trek\" philosophy ruled our lives. No doubt it would be a lot more entertaining, too, especially during root canals.", "running_time": 86, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-05-21", "genres": ["Comedy"], "title": "Trekkies (1999)"}