{"url": "http://www.rogerebert.com/reviews/trenchcoat-1983", "by": "Margot Kidderas Mickey", "star_rating": 1.0, "text": "\"Trenchcoat\" is one of the most aggressively boring movies I've seen in a long time. It's boring not only because it's bad -- which it certainly is -- but also because it's dead inside. There is not one spark of life or imagination or fun in all the dreary length of this dismal experience. The people who made it must be either incompetent or cynical. Probably a little of both.\n\nWhen a movie is so obviously made up out of parts and ingredients ripped off from countless other movies and TV shows, you have to ask yourself how it got made -- how any executive, in these days of high-powered movie entertainment thought that such a pale and sickly retread could possibly work.\n\nIn this case, I have a feeling the most influential people associated with \"Trenchcoat\" were the agents. It has the look and feel of a Package, an assembly of \"commercial\" elements that was sold in preference to, or in lieu of, an interesting story. \n\nThe package this time includes stars from successful recent movies: Margot Kidder, from the Superman films, and Robert Hays, from \"Airplane.\" Perhaps their agents thought a caper movie would provide a change of pace. That would have required a movie with pace. This is one of the most tired, predictable, uninteresting movies in a long time. All that prevented me from giving it \"no stars,\" instead of one star, is that I saw \"From Ten to Midnight\" soon afterwards. That movie is evil. \"Trenchcoat\" is merely a no-brainer.\n\nThe story involves Kidder as a would-be mystery writer who goes to Malta for her vacation, writing a novel as she goes. (The sound track has Kidder reading selections from her novel as ironic narration -- an ancient idea that never works very well, and especially not when the movie itself violates the fiction that it is being \"told\" by Kidder.) On Malta, she accidentally gets caught up in a terrorist conspiracy to transfer some plutonium. \n\nRobert Hays, posing as a fellow tourist, is on the trail of the same plutonium. And then, let's see, there's a dead body and a broken-hearted transvestite and a weasel-faced crook and a mysterious countess and a sweet little old Irish couple who keep urging the young folks to go out and have a good time. Veteran moviegoers will immediately know that the most dangerous criminals in the movie are the old Irish couple. That's because of two wheezy old laws of thrillers:\n\n1. Never introduce a character simply for atmosphere; anyone who turns up in the second reel has to be somebody important in the last reel; and\n\n2. Never allow an obvious suspect to be the villain. \n\nAnyway, Kidder plays amateur gumshoe, plodding around the island trying to unravel the case that she only halfway, understands. She might have brought a little humor to the case if she'd livened up a little. If we are very patient, the movie eventually explains everything to us. But so what? \n\nThis is one of those movies that cheats right and left. I get angry when things like this happen: The heroine is about to be killed by somebody, and there's no way out, and then the villain is shot by a third party that we didn't even know was there. In a movie where anything can happen, what difference does it make what happens?", "running_time": 91, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-03-14", "genres": ["Comedy", "Crime", "Family", "Mystery"], "title": "Trenchcoat (1983)"}