{"url": "http://www.rogerebert.com/reviews/trespass-2011", "by": "Nicolas Cageas Kyle", "star_rating": 2.0, "text": "\"Trespass\" is a home invasion thriller that may set a record for the number of times the characters point loaded pistols at one another's heads. First we're afraid somebody will get shot. Then we're afraid nobody will be. The suspense depends on the fact that the homeowners are smarter than the break-in artists.\n\nThe screenplay by Karl Gajdusek succeeds in devising enough dialogue to last 90 minutes in what increasingly seems like an exercise in overacting. We open with a key overhead shot, showing Kyle Miller (Nicolas Cage), a diamond dealer, speeding through what looks like a primeval forest on the way to his isolated modern home. I had some friends who lived in a modernist glass-walled house like this, and they finally sold it. They were in a wooded area, and my pal Marge said it made her feel creepy that there might be beady little eyes out there. \"Probably only squirrels,\" I said. \"That's even worse.\"\n\nWhile he's driving, we hear Kyle on his cell phone, desperately negotiating to close a deal or raise some cash. He arrives home and is greeted by his architect wife, Sarah (Nicole Kidman), who apparently likes to expose herself to squirrels, and their teenage daughter Avery (Liana Liberato), who is angry they won't let her go out to a party.\n\nBarely enough time passes for Avery to sneak out of the house, and Sarah and Kyle to make it clear their marriage Needs a Long Talk, when people dressed like cops ring at the security cam and force themselves inside. They are disguised with masks so inadequate that at one point I thought: Hey! That's Ben Mendelsohn! They know there's a safe in the house, and they demand $100,000. Kyle, afraid his family will be killed if he opens the safe, refuses. \n\nSo OK, they have a gun at his head. Only he knows the combination. They revise their demand: Now they want diamonds. Eventually they produce a hypodermic needle and say what they really need is his wife's kidney. \"That's why I brought this knife,\" a crook snarls, brandishing a bowie. If the movie has lasted a little longer, perhaps they would have demanded being allowed to order pizza on their hostages' credit card.\n\nDid I mention the house is isolated in a forest? Yes, and that's why it has to deal with a dilemma I frequently notice in movies: There's no place to go. Not once but several times family members escape from the house and run into the woods, only to … yes, return. In a twist on this, Avery sneaks back into the house. She hears raised and threatening voices coming from downstairs. What does she do? Call the cops? Escape again? No, she calls out loudly: \"Mom? Dad?\"\n\nThe most fun in the movie is when Nic Cage, the world champion of Feverish Fast Talking, desperately explains why he has no (a) money, or (b) diamonds. This comes as news to his wife. Meanwhile, she recognizes one of the break-in guys as a guard who once put the make on her. He still believes she probably likes him more than her husband. The movie skillfully finds time to squeeze this crisis of infidelity into the plot, with more guns to the head. \n\nAt one point, I believe a family member holds a gun to the head of a gang member — but oh, no, we're not going to fall for that again. For variety, a little later, a nail gun is pointed to a head. By then, Nic Cage has already been wounded so often that it's a wonder he can keep on Feverishly Fast Talking. He's like a chicken that doesn't know it's dead.\n\nThe director of \"Trespass\" is Joel Schumacher, some of whose films have been good and others not so much. Do audiences demand plausibility in thrillers like this anyway? Schumacher throws in a teenage party, flashbacks to sexy poolside scenes, \"Rashomon\"-like contrasting versions of key events and footage from the security cams. Also a security system person who has a conversation with someone at the home, asks for the secret security code and is told, \"I'll call you back.\"", "running_time": 91, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-12", "genres": ["Crime", "Drama", "Thriller"], "title": "Trespass (2011)"}