{"url": "http://www.rogerebert.com/reviews/trespass-1992", "by": "Bill Paxtonas Vince", "star_rating": 2.5, "text": "Not nearly enough movies begin with treasure maps. If I were an actor, I'd demand them in my movies, just so I could enjoy that delicious opening scene where my eyes grow wide and my jaw drops open, and I look at the crumbling parchment while the director shines light up into my face like reflected gold.\n\nThere is a scene something like that at the outset of \"Trespass,\" and although the movie doesn't quite live up to it, few movies can. There is something powerful and elemental in the appeal of gold, especially somebody else's buried treasure, and it plugs holes in the plot that no base metal could possibly cover. In \"Trespass,\" for example, why would two firemen from Arkansas remain inside an abandoned factory in East St. Louis, surrounded by violent gang members, faced with death by bullet or fire, when rescue is there for the asking? One word: Gold.\n\nGold! The firemen find the map in the burning apartment of an old man, who confesses he stole it years ago from a Greek Orthodox Church. We aren't talking about a chalice and a crucifix here. This was a visiting display of priceless treasures from the old country, and the map shows where the old guy hid it in the factory.\n\nBill Paxton and William Sadler play the two firemen, Paxton the nice guy and the Sadler the psychopath (he was Death in \"Bill and Ted's Bogus Journey\"). Inside the factory, they find the gold easily enough, as well as a local homeless man (Art Evans) who they tie to a chair until they decide they need him. Meanwhile, nearby, a street gang performs an execution, which one of the firemen accidentally witnesses.\n\nThe gang is headed by Ice-T, whose brother (De'voreaux White) is captured by the treasure hunters. They barricade themselves into a room, tying him to the door so he'll either get shot or have his arms ripped off if Ice-T tries to break in. Meanwhile, a quarrel over strategy breaks out between Ice-T and Ice Cube, rap artists in real life, who both demonstrate once again that they're impressive actors (Ice-T was in \"New Jack City,\" Ice Cube was in \"Boyz N the Hood\").\n\nWalter Hill, who directed, is a specialist in this kind of archetypal male action movie. His credits include \"The Warriors,\" \"48 Hrs.,\" and \"Streets of Fire.\" This time he gives each of the characters a strong and uncomplicated motivation, and spends most of his time manipulating the ways they can, and cannot, get out of the building. The movie ends with one of those spectacular explosions where the whole block goes up in a ball of flame (the owners of abandoned buildings advertise them for this purpose in Variety).\n\nDoes \"Trespass\" have any lasting significance? No. Does it do anything particularly well? No, only skillfully. Do the actors find depth in their characters? There is none to find. But there is the lust for gold, which counts for something, and when the firemen are looking out the window and see the squad car and decide not to call for help because the cops might get the gold, I could almost hear a ghostly echo: \"Badges? We don't need no stinking badges!\"", "running_time": 103, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-12-25", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "Trespass (1992)"}