{"url": "http://www.rogerebert.com/reviews/trial-and-error-1997", "by": "Michael Richardsas Richard Rietti", "star_rating": 3.0, "text": "There is a moment in \"Trial and Error'' when a woman in love finds out her man is engaged to another, and she handles it by telling him she understands. \"Look,'' she says, \"it's not a federal case.'' Then she walks outside his room and starts to cry. What I liked about that scene--especially in a comedy--is that it looked for the truth and not just for the easy sitcom laugh.\n\nIn a lazier or more routine movie, the woman--a waitress in a Nevada backwater town--would have exploded, or thrown things, or insulted the guy's fiancee, or done anything other than to react the way a real person might really react. That's why so many comedies aren't funny: They don't go for the humor of truth, but for the kind of machine-made insult comedy that sitcoms extrude by the yard.\n\n\"Trial and Error'' has some very funny scenes in it--funny because they reflect the natures of the characters. (It has some other scenes that aren't so funny, when characters trip over things and knock things over and we doubt any human being would be so clumsy.) By the end of the film, we actually care what happens to the people in the film, and in a modern comedy, that's rare.\n\nThe movie is the starring debut of Michael Richards, a \"Seinfeld'' regular, who plays a so-so actor named Richard Rietti. He's planning to be the best man at the wedding of his friend Charles Tuttle (Jeff Daniels), a lawyer.\n\nTuttle is engaged to marry the daughter of his boss at the law firm. He's dispatched to Nevada to defend the boss's distant relative, Benny Gibbs (Rip Torn) who is a con man and has been for 50 years. His latest stunt: Selling \"genuine copper engravings of the Great Emancipator'' for $17.99 through the mail, and sending his victims a penny.\n\nRichard sneaks ahead to the small town to throw a surprise bachelor party for Tuttle. Tuttle gets so drunk he can't appear in court the next day. Rietti pretends to be the lawyer, and when a continuance request is rejected, he ends up facing a desperate choice: Continue the masquerade and defend the client, or be arrested for impersonating a lawyer. The two friends work out a makeshift arrangement involving flash cards, horn toots and other signals by which Tuttle tries, and fails, to control the phony lawyer.\n\nA promising premise. And the director, Jonathan Lynn, has already proven he knows how to handle comedies about fish out of water in the courts of a small town: He made \"My Cousin Vinny\" five years ago. That was the film that won an Oscar for Marisa Tomei, and again this time he has a key role for a newcomer: Charlize Theron plays Billie, the waitress at the local hotel, who falls in love with Tuttle.\n\nRip Torn, all guilt and phony wounded dignity, makes the con man into a defendant who obviously should go to jail. Austin Pendleton has a lot of fun playing the judge, a man who finds the case increasingly incredible and hilarious. Jessica Steen has the key but thankless role of playing the prosecuting attorney, but the screenplay saves her from a one-note role by giving her priceless scenes where she cross-examines two of the defense witnesses: One is a \"psychiatric expert'' who is glib but seems to be about 18, and the other, the keystone of Rietti's Twinkie defense, is a \"nutritional expert'' who explains that the only difference between sugar and cocaine is a few molecules here and there.\n\nThe movie reminded me a little of some of Billy Wilder's work in the way he took the characters seriously, or at least as seriously as the material allowed, and got a lot of the laughs by playing scenes straight. Jeff Daniels is invaluable in films like this (as he was in \"Dumb And Dumber\") because he doesn't overplay or sound as if he's going for a laugh. Michael Richards makes the wise decision to play the courtroom scenes not as a buffoon, but as an intelligent guy who's seen too many courtroom movies.\n\nI liked the love affair between the Daniels and Theron characters. I liked the way they seemed comfortable with one another, and the way she projected both love and sympathy. And in a crucial scene, where her eyes are filled with love and forgiveness and she runs in slow-motion across the street toward him, I liked the little touch that she looked both ways first. You'd be surprised how many movie heroines would run across the street without looking, in a scene like that. Surprising more of them aren't traffic victims.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-05-30", "genres": ["Comedy", "Indie", "Romance"], "title": "Trial And Error (1997)"}