{"url": "http://www.rogerebert.com/reviews/tribute-1981", "by": "Jack Lemmonas Scottie Templeton", "star_rating": 3.0, "text": "It's supposed to be cheating to make an admission like that. I\r\nmyself believe that it is a film's form, more than its message, that makes it\r\ngreat. And yet \"Tribute\" is not a visually distinguished film. It has\r\nbeen directed, by Bob Clark, as a straightforward job of work. There are long\r\nsequences that are obviously just filmed scenes from Bernard Slade's original\r\nstage play. Yet the characters transcend these limitations and become people\r\nthat we care about.\n\nThe film is mostly Jack Lemmon's, and he deserved his seventh\r\nAcademy Award nomination for his performance as Scottie Templeton, the movie's\r\nhero. We all know somebody like Scottie--if we are not, God forbid, a little\r\nlike Scottie ourselves. He's a wisecracking, popular guy with hundreds of\r\ndeeply intimate passing acquaintances. He also has a few friends. One of them\r\nis his business partner (John Marley) and another is his ex-wife (Lee Remick).\r\nThey love him and stand by him, but he can't allow himself to reveal how much\r\nthat means to him. He is also hurt by his relationship with his son (Robby\r\nBenson), who has the usual collection of post-adolescent grudges against his father.\r\nAll of these relationships suddenly become much more important when Scottie\r\ndiscovers he is dying. The movie begins at about that point in Scottie's life,\r\nand examines how the fact of approaching death changes all of Scottie's ways of\r\ndealing with the living.\n\nHis\r\nson comes home to visit for a few weeks. His ex-wife returns to New York for a\r\ncollege reunion and stays to become involved in the crisis. The friend, Marley,\r\nacts as counsel and adjudicator. Other characters pass through, including a\r\nyoung woman (Kim Cattrall) who Scottie thinks would be ideal for his son (after\r\nall, she'd previously been ideal for Scottie himself). Veteran playgoers can\r\nalready predict the obligatory scenes growing out of this situation. Scottie\r\nwill be brave at first, then angry, then depressed, then willing to reach out\r\nto his son, and finally reconciled to his fate. Scottie's friends will rally\r\naround. His son will learn to love the old man. Everybody will become more\r\nhuman and sensitive, and the possibility of death will provide an occasion for\r\na celebration of life. Et cetera.\n\nWhat's\r\namazing is that when these predictable situations appear, the movie makes them\r\nwork. A great deal of the credit for that belongs to Lemmon and Benson. They\r\nare both actors with a familiar schtick by now: Benson trembling with emotions,\r\nLemmon fast-talking his way into sincerity. In \"Tribute\", though, the\r\nmovie's characters are so close to the basic strengths of Lemmon and Benson\r\nthat everything seems to work.\n\nTake\r\nLemmon, for example. Another actor, playing Scottie Templeton, might simply\r\nseem to be saying funny lines, alternating with bittersweet insights. Lemmon\r\nmakes us believe that they're not lines; they're the way this guy talks. The\r\nbig emotional changes take place underneath the surface wisecracks, making them\r\nall the more poignant. Robby Benson sometimes comes across as too vulnerable,\r\nalmost affected in his sensitivity. Here, he's good, too: Examine the early\r\nscene where his father asks what the hell's going on, and Benson begins, \"Let\r\nme try to explain about that ...\" with touching formality.\n\nMaybe\r\nyour reaction to \"Tribute\" will depend on your state of mind. I know\r\npeople who say they \"saw through it,\" dismissing it as merely a\r\nwell-made play. I know others, myself included, who were really touched by it.\r\nPerhaps the film works better because it's willing to be a bittersweet soap\r\nopera. Life itself, after all, is rarely a great directorial achievement, but\r\nalmost always seems to work on the melodramatic level.", "running_time": 123, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Documentary"], "title": "Tribute (1981)"}