{"url": "http://www.rogerebert.com/reviews/trick-1999", "by": "Christian Campbellas Gabriel", "star_rating": 2.0, "text": "There's an e-mail making the rounds that urges gay moviegoers to \"support\" gay-themed films by being sure to attend on the crucial opening weekend. It cites a similar effort to encourage blacks to support black films from the outset. I myself have urged readers to support various films that might be overlooked, but it's all a futile enterprise: No one in the history of the movies has purchased a ticket to \"support\" a film. People only go because they really want to.\n\nBesides, what message would it send to \"support\" a gay film like \"Trick\"? The message, I suppose, would be that gays should have romantic comedies just as dim and dumb as the straight versions--although I cannot offhand remember many recent straight films this witless. The movie imposes a Doris Day story line on material that wants to be more sexual; it's about a character whose quasi-virginity is preserved through an improbable series of mishaps and coincidences.\n\nThe Doris Day character this time is Gabriel (Christian Campbell, Neve's brother), an office worker who dreams of writing musical comedies, even though he admits to his best pal Katherine (Tori Spelling) that his kind of song is dead. He's right. She sings an audition piece to deadening effect, and in the dark I scribbled: \"She's singing the WHOLE SONG!\" The movie confuses a comic moment with a musical number.\n\nDisconsolate, Gabriel drifts into a gay bar, where his groin thrums at the sight of Mark (John Paul Pitoc), a go-go boy whose nickname is not \"Beer Can\" because of his drinking habits. Of course Mark would forever be out of reach of the shy Gabriel--or so he thinks, until they run into each other on the subway, make eye contact, and end up trying to find a place where they can be alone together.\n\nThis is where the Doris Day plot difficulties kick in. Spelling won't vacate Gabe's apartment because she has to print 500 copies of her resume, and later his macho roommate and ditzy girlfriend claim the turf for their own. Gabe and Mark drift through the night, to drag clubs and diners, increasingly discouraged. Why, oh why, is there no place where they can have sex? There's a big problem with the character of Mark, played by Pitoc with an occasional sour look, as if he's unsure whether to smolder or leave. He follows Gabe around faithfully, but never really seems to want to sleep with him: He's like a man waiting to collect an overdue car payment. Gabe, meanwhile, actually brags to people that his new friend is a go-go boy; he's like a conventioneer on a date with a Rockette.\n\nAnother problem is that the director, Jim Fall, treats too many of the supporting actors as if he owes them favors. It's as if he promised them big scenes if they worked cheap. We get full-length renditions in piano bars, Spelling's protracted audition, and so on. It's as if the screenplay wants to keep moving but the camera can't drag itself away from whatever it's watching.\n\nWould this same movie be entertaining with heterosexual characters? In today's world, it would hardly be thinkable. The premise is so hackneyed that any characters in this plot would come across as dopes. I guess the Mark character would be the boy in the straight version, which makes his sullen passivity all the stranger: It's like he's allowing himself to be dragged around by a partner much keener on the whole idea than he is.", "running_time": 90, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-08-06", "genres": ["Comedy", "Romance"], "title": "Trick (1999)"}