{"url": "http://www.rogerebert.com/reviews/triple-cross-1967", "by": "Christopher Plummeras Eddie Chapman", "star_rating": 2.5, "text": "Terence Young's \"Triple Cross\" is a slow-paced, loosely plotted excursion into the Spy business. One or two competent performances struggle to its surface, tread water briefly and sink. It's hard to fix the blame.\n\nThe story itself is interesting enough. It's allegedly based on the true-life adventures of one Eddie Chapman, safecracker extraordinaire, who was jailed on the island of Jersey just before World War II broke out. When the Germans occupied Jersey, he convinced his new superiors to let him spy for the Third Reich. Then he contacted British Intelligence and became a double agent, that creature so rare in real life and so common in the movies.\n\nPerhaps that's part of the problem. There have been so many genuinely superior pictures during the current spy boom that a mediocre one, no matter how well cast, suffers in comparison. After \"The Spy Who Came in from the Cold\" and \"The Ipcress File,\" audiences have come to expect very tight, explicit plotting, in which they can engage their own deductive powers. \"Triple Cross\" offers no such opportunity. The story line is unreeled with such patience and lack of suspense that toward the end one wonders if this is really the same Terence Young who did the quick and witty early James Bond films. It is.\n\nSome of the trouble can be traced to the dialog. One gets the curious impression that the characters aren't really talking to one another, or in any event aren't listening.\n\nLines drop out of a clear sky with no reference to what was just said. Characters speak almost at random, as if someone had gone through the script removing every fourth line. It's uncanny.\n\nThe plot itself offers no real conflict or danger, and so the film boils down to the good performances of Christopher Plummer (as Chapman) and Gert Frobe (as a German baron). Plummer achieves a nice note of cocky disregard for danger and authority. Perhaps in real life Chapman himself, noted for his daring robberies, got something of the same thrill in skirting exposure.\n\nFrobe, as always, plays a Nazi officer with a delicate mixture of authority and mischief. And, as always, he turns out in the end to be not so much a Nazi as a good guy victimized by the system.", "running_time": 140, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-07-11", "genres": ["Action", "Adventure", "Thriller"], "title": "Triple Cross (1967)"}