{"url": "http://www.rogerebert.com/reviews/trippin-1999", "by": "Deon Richmondas Gregory Reed", "star_rating": 2.5, "text": "To judge by a lot of the movies I've been seeing, the most pressing issue of our time (indeed, the only issue in most movies about teenagers) is who to take to the senior prom. Faithful readers will know that this question has been raised in at least six movies already this year, and I'm not even counting the one about who Carrie II will kill at the prom.\n\n\"Trippin' '' transports this issue to the African-American community, in a high-spirited comedy about a likable senior named Gregory Reed (Deon Richmond), who puts off everything until the last possible moment. When he asks his parents for \"funds to finance my senior prom activities,'' they laugh at him: He hasn't even sent in his college applications yet, his dad points out. First things first.\n\nGregory's problem is that he lives in a world of daydreams. The movie opens with one--an island fantasy, shot in the style of a music video, with Gregory basking in the admiration of a brace of Hawaiian Tropics girls. A friend of his, who wears leg braces, inspires a daydream in which he becomes \"The Terminator,\" crossed with \"RoboCop.\" And a visit to an Army recruiting office triggers a fantasy in which Gregory receives the Medal of Honor--plus, the president tells him, \"unreleased CDs from Tupac and the Notorious B.I.G.'' Gregory has fallen in love with Cinny Hawkins (the beautiful Maia Campbell) and would like to ask her to the prom--but lacks the funds and the courage. His friends advise him to impress her with his bright future, so he lies and says he's been given a full scholarship to UCLA. There's a sweet scene where they wander through a dock area, dreaming of voyages they could take--on the sea and in life.\n\nThere seems to be, alas, a requirement that almost every movie about black teenagers requires drugs somewhere in the plot. \"Trippin' '' supplies a no-good drug dealer who at one point has Gregory's friend hanging upside down from a crane, and the scenes involving this villain don't really seem necessary. I guess the crime stuff is there to provide the plot with prefab suspense, but it might have been more fun to develop Cinny's character more fully, because there's a lot more to her than simply beauty.\n\n\"Trippin' '' does have some amiable scenes involving Gregory's family, including his strict dad (Harold Sylvester), his sympathetic mother (Aloma Wright) and Gramps (Bill Henderson), who has no truck with attempts to improve his nutrition, and bangs on the table while demanding pork sausage. And there's a no-nonsense teacher, Mr. Shapic (Michael Warren), who tries to jolt Gregory out of his mind-trips and into some kind of organized approach to the rest of his life.\n\nThe movie is sweet, but predictable, and we get about three more daydreams than we really require. Richmond and Campbell both possess radiant smiles, which is important in a movie where a character's appearance supplies at least half of his character development. Whether Richmond and Campbell will someday be getting better roles is impossible to predict, but on the basis of their work here, it's not implausible.\n\nDid I like the movie? Not enough to recommend it, except to someone who really wants to see another senior prom cliffhanger. Still, there are so many grim and gritty urban violence movies that it's good to see nice African-American kids in a comedy, even if it's so lacking in imagination that it finds it necessary to hang them upside down.", "running_time": 92, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-05-12", "genres": ["Comedy", "Romance"], "title": "Trippin' (1999)"}