{"url": "http://www.rogerebert.com/reviews/trishna-2012", "by": "Freida Pintoas Trishna", "star_rating": 3.5, "text": "\"Trishna\" tells the story of a beautiful woman who is cruelly mistreated by a cold-blooded man. This man is so clueless, so emotionally tone-deaf, that his brutality threatens to undermine the film. That becomes all the more puzzling because he doesn't begin that way. He undergoes a change in his nature that it's hard for us to understand on an emotional level. And that isn't a weakness in the story but a strange kind of strength; we watch in horror as a tragedy unfolds.\n\nThe title character is played by the touchingly beautiful Freida Pinto, who you will remember from \"Slumdog Millionaire\" (2008). By \"touchingly,\" I mean that in the way she plays this particular character, beauty becomes like a handicap. No woman so completely without resources should be forced to live with it. Her Trishna is a gentle, sweet, completely good young woman of 19, who lives with her family in a poor rural district of India. After her father is disabled in a road accident, she becomes the wage earner. This could mean working in the fields or in her uncle's factory — or making a good city salary on the staff of a luxury hotel.\n\nIt happens this way. Trishna catches the eye of a young man named Jay (Riz Ahmed), the son of a wealthy hotel owner. He has been educated in England and has returned home, is struck by her beauty and her plight, and offers her a job in his father's hotel. He does this out of kindness, and she accepts out of necessity. At first, all goes well. He sponsors her for a course in hotel management. She is good at her work. \n\nThen, abruptly, his behavior changes. They had seemed to be falling in love, a romance that would cross class barriers but nevertheless seems possible to both of them. Then, at a tender moment, after a kiss, he grows aggressive. Whether he rapes her is left unclear, but she is in so much dismay that she returns immediately to her father's home. Won't tell you all that happens next. Let me briefly say that Jay comes looking for her and takes her to Mumbai, where they share a flat and become lovers, and she lives with him on the fringes of Bollywood. She even begins dancing classes, and it isn't unthinkable that she could find a movie career.\n\nBut at every step of the way, all the money is his. When he flies to London to be with his sick father, she learns the lease on the flat has expired. This monster has again abandoned her. When he finds and \"rescues\" her another time, it is to return her to the world of a hotel employee, where she is expected to secretly continue as his mistress. His studies in the Kama Sutra lead him to sexual experiments that are repulsive to her.\n\nMichael Winterbottom's film is based on Thomas Hardy's novel Tess of the d'Urbervilles (1891). That also was about romance that violated class distinctions. Its heroine became involved with two men, one much nicer than the other, and by combining those characters into the single character of Jay, Winterbottom is unable successfully to explain why the Jay at the beginning is so different than the Jay at the end.\n\nIn any event, Trisha is equally powerless early and late — and just as much so at home, where her father treats her coldly and demands her wages, while ignoring what she does to earn them. The foundation of the story is the cruel inequality of the sexes in this sample of Indian society and the way her world has set up Trishna as a victim. I'm not sure if she ever understands how beautiful she is. But if she were less beautiful, she might have been able to lead a happier life. Pinto's Trishna is so naive she has little real understanding of the situation Jay has put her in, once and again and again. For that matter, I don't understand why he is so needlessly cruel, because he could have what he wants, anyway. He has all the cards. \n\nWinterbottom is a director who never repeats himself, films all over the world, and in \"Trishna,\" effortlessly embeds his story in modern India. It's possible to imagine it happening in a hotel not far from the Best Exotic Marigold Hotel. India as always fascinates with its beauty and complexities. Winterbottom avoids any attempt to sentimentalize, and the realism of his film has a pitiless brutality. I felt such sympathy for Trishna. I felt such contempt for Jay. As a melodrama, \"Trishna\" builds a hypnotic force.", "running_time": 117, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-07-17", "genres": ["Drama"], "title": "Trishna (2012)"}