{"url": "http://www.rogerebert.com/reviews/triumph-of-love-2002", "by": "Mira Sorvinoas Princess/Phocion/Aspasie", "star_rating": 3.0, "text": "Mira Sorvino has a little teasing smile that is invaluable in \"Triumph of Love,\" a movie where she plays a boy who does not look the slightest thing like a boy, but looks exactly like Mira Sorvino playing a boy with a teasing smile. The story, based on an 18th century French play by Pierre Marivaux, is the sort of thing that inspired operas and Shakespeare comedies: It's all premise, no plausibility, and so what? Sorvino plays a princess who goes for a stroll in the woods one day and happens upon the inspiring sight of a handsome young man named Agis (Jay Rodan) emerging naked from a swim. She knows she must have him. She also knows that he is the true possessor of her throne, that she is an usurper, and that her chances of meeting him are slim. That's because he lives as the virtual prisoner of a brother and sister, a philosopher named Hermocrates (Ben Kingsley) and a scientist named Leontine (Fiona Shaw.) Hermocrates is a scholar of the sort who, in tales of this sort, spends much time in his study pondering over quaint and curious volumes of forgotten lore. He wears one of those skullcaps with stars and moons on it, and a long robe, and is obsessed, although not without method. His sister, past the second bloom of her youth, is ferociously dedicated to him, and together they raise the young Agis to think rationally of all things, and to avoid the distractions of women, sex, romance, and worldly things.\n\nThe scheme of the princess: She and her maid Hermidas (Rachael Stirling) will disguise themselves as young men, penetrate Hermocrates' enclave, and insinuate themselves into the good graces of the brother and sister. Then nature will take its course. This is the sort of plot, like that of \"The Scorpion King,\" that you either accept or do not accept; if it contained martial arts, skewerings and explosions, no one would raise an eyebrow. Because it is elegant, mannered and teasing, some audiences will not want to go along with the joke. Your choice.\n\n\"Triumph of Love,\" as a title, is literally true. Love does conquer Hermocrates, Leontine and finally Agis. Of course it is not true love in the tiresome modern sense, but romantic love as a plot device. To win Agis, the cross-dressing princess must inveigle herself into the good graces of his guardians by seducing Leontine and Hermocrates. The scene between Sorvino and Shaw is one of the most delightful in the movie, as the prim spinster allows herself reluctantly to believe that she might be irresistible--that this handsome youth might indeed have penetrated the compound hoping to seduce her. The director, Clare Peploe, stages this scene among trees and shrubbery, as the \"boy\" pursues the bashful sister from sun to shade to sun again.\n\nNow comes the challenge of Hermocrates. Although there are possibilities in the notion that the philosopher might be attracted to a comely young lad, the movie departs from tradition and allows Hermocrates to see through the deception at once: He knows this visitor is a girl, accuses her of it, and is told she disguised herself as a boy only to gain access to his overwhelmingly attractive presence. Hermocrates insists she only wants access to Agis. \"He is not the one my heart beats for,\" she says shyly, and watch Ben Kingsley's face as he understands the implications. Strange, how universal is the human notion that others should find us attractive.\n\nKingsley is the most versatile of actors, able to suggest, with a slant of the gaze, a cast of the mouth, emotional states that other actors could not achieve with cartwheels. There is a twinkle in his eye. He is as easily convinced as his sister that this visitor loves him. But is it not cruel that the ripe young impostor deceives both the brother and sister, stealing their hearts as stepping-stones for her own? Not at all, because the ending, in admirable 18th century style, tidies all loose ends, restores order to the kingdom, and allows everyone to live happily ever after, although it is in the nature of things that some will live happier than others.\n\nClare Peploe, the wife of the great Italian director Bernardo Bertolucci, was born in Tanzania, raised in Britain, educated at the Sorbonne and in Italy, began with her brother Mark as a writer on Antonioni's \"Zabriskie Point,\" and in addition to co-writing many of Bertolucci's films, has directed three of her own. The sleeper is \"High Season\" (1988), a comedy set on a Greek island and involving romance, art, spies and a statue to the Unknown Tourist. If you know the John Huston movie \"Beat the Devil,\" you will have seen its first cousin. With this film once again she shows a light-hearted playfulness.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-04-19", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Triumph of Love (2002)"}