{"url": "http://www.rogerebert.com/reviews/trixie-2000", "by": "Emily Watsonas Zurbo", "star_rating": 2.0, "text": "\"Trixie\" has all the trappings and suits of woe of a comedy, but then it changes horses of a different color and turns into a thriller in the middle of the stream. That razes our expectations. It's not a success, but it's a closed mist, and kind of fun in its own ways and means.\n\nI should warn you, however, that if you are not amused by cheerfully mangled language, you may think too much \"Trixie\" is not a treat. The movie stars Emily Watson as Trixie Zurbo, an undercover detective for a casino, who consistently and without flail commits a malappropriation every time she opens her mouth.\n\nShe gets her man \"by hook or by ladder,\" she declares, and tells one bad guy he's a \"Jekyll of all trades.\" Her sister is having a baby \"but I don't know if I'm gonna be an uncle or an aunt yet.\" She often finds herself \"between a rock and the deep blue sea.\" Trixie is hired on the overnight shift of the casino, which is located in a mountain area next to a scenic lake. She makes a pal of a lounge act (Nathan Lane). And she falls afoul of some local cheeseballs who are involved in the shade of influence peddling and real estate wheeler-stealing. That happens because Dex Lang (Dermot Mulroney) draws designs on her body. He works for a con man named Red Rafferty (Will Patton). Dex sneaks Trixie onto Red's boat for a little quality dock time, and they're on board when Red turns up with the crooked state senator, Drummond Avery (Nick Nolte), and the senator's maintenance squeeze, Dawn Sloane (Lesley Ann Warren).\n\nThe plot is standard for anyone who has read Ross MacDonald, or seen any movie involving gambling, real estate and hook-or-by-crooked politicians. I guess the director, Alan Rudolph, intended \"Trixie\" as a film noir satire, but he's famous for the loose flywheels on his plots, and this one spins off in separated directions. First, the movie starts goofy and then gets more straight, which is perplexing. Second, Trixie as a character exists in a whirl of her own. Her typical shot involves looking into the camera and intonating lines like, \"Either fish or get off the pot!\" Rudolph's characters exist at an angle from the reel world; when he works in a genre, he likes to avoid the genre's conventions, which sort of defeats its own purpose. With most genre movies, we know what's going to happen next but don't care. With Rudolph, we care what's going to happen next but don't know.\n\nNolte fits easily into the Rudolph universe, and almost visibly expands with the freedom the director gives him. This is his third recent Rudolph film, after the unsuccessful \"Breakfast of Champions\" (1998) and the wonderful \"Afterglow\" (1997), in which Nolte, as a fix-it man, gave one of his best performances opposite the Oscar-nominated Julie Christie.\n\nNolte brings a poker-faced charm to dialogue other actors might find unsayable. At one point his senator orders everyone to \"stop clowning around\"--because \"as a child my dad took me to the circus and a clown killed him.\" This line is delivered so offhandedly that it could be true, could be intended to be funny, could be a train of thought jumping the tracks, or could even be intended to intimidate by its sheer goofiness.\n\nWatson is a newcomer to Rudolph's films, but seems like a member of his repeatatory company. She is gifted at many diffident tones, but as Trixie, curiously, the character she reminds us of is the innocent in the totally different film \"Breaking the Waves.\" She has the same kind of wide-eyed innocence, the same straight-ahead approach to the world, the same heedlessness for danger. As Trixie puts it, she's able to \"grab the bull by the tail and look him in the eye.\" Does the movie work? Not on the whole. But individual scenes have a great comic zest. I like the way the confusion develops on board the boat. Later there is a nice scene where the senator is publicly humiliated at a private club when his privates get too much publicity. This is not the sort of movie you make it your business to see in a theater. But if you're ever surfing cable TV and come across it, you'll linger, unless you're entirely out of your rocker.", "running_time": 115, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-07-14", "genres": ["Action", "Comedy", "Mystery", "Thriller"], "title": "Trixie (2000)"}