{"url": "http://www.rogerebert.com/reviews/trog-1970", "by": null, "star_rating": 1.5, "text": "Now what can you really say about a movie where Joan Crawford, dressed in an immaculate beige pantsuit, hunts through a cave shouting: \"Trog! Here, Trog!\" to her pet troglodyte? A scene like that surpasses absurdity, and so does this movie.\n\nBut there I was Sunday afternoon in the Oriental watching a double feature of \"Trog!\" and \"Taste the Blood of Dracula\" and even rather enjoying myself. The worst horror movies are those that don't understand their own absurdity. \"Trog!,\" on the other hand, understands it all too well and gives us sort of a Z-grade version of the recent \"Skullduggery.\"\n\n\"Skullduggery,\" you'll no doubt recall, was about some scientists who found a tribe of Missing Links on an island somewhere in the Pacific. The creatures looked like cute blond chimpanzees (the cutest was played by Pat Suzuki), and they were put to work as slave laborers after being seduced by free cans of Spam. Anyway, some pesky liberals sued on the grounds that the animals were half-human, and so an international court had to debate that ancient question: What is a man?\n\n\"Trog!\" considers the same question on the level of the grotesque. Imagine, if you will, lady scientist Joan Crawford training Trog by teaching him to fetch a ball. Imagine a doctor saying: \"If this operation works, he'll be able to talk.\" Imagine being asked to take seriously a court hearing which will decide whether Trog ought to be destroyed. \"But scientists are coming from all over the world,\" Miss Crawford pleads. (And indeed I guess they would if anyone found a living troglodyte, although strange things are happening. Did you see that story in the paper about the tribe of red-headed giant cannibals in Nevada?) Miss Crawford's enemy sneers: \"I say kill him and study the hide!\"\n\nAnway, the Trog family goes down in a hail of machine gun bullets from Army troops, but not before Miss Crawford in her pantsuit goes into the cave singlehandedly and rescues a kidnapped little girl.\n\nThen I found myself watching \"Taste the Blood of Dracula,\" which was better than I expected. Hammer Films in England has been turning out lots of these handsomely staged, low-budget horror films for Warner Bros. They usually star Christopher Lee and are full of coaches hurtling through the forest. \"Taste the Blood of Dracula\" is one of the best.\n\nFor no more than you paid to see \"Trog!,\" for example, you can enjoy some really good cemetery scenes shot on location in the creepy buried mausoleum section of London's Old Highgate Cemetery. You can see Count Dracula's powdered blood bubble back into liquid while thunder crashes and lightning flashes. And Lee, as everyone knows, bares the best fangs in the business.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1970, "date_published": "1970-09-19", "genres": ["Horror"], "title": "Trog! (1970)"}