{"url": "http://www.rogerebert.com/reviews/trollhunter-2011", "by": "Glenn Erland Tosterudas Thomas", "star_rating": 2.5, "text": "It is a misery to be a troll. You haunt the forests of Norway, live in clammy caves and inhabit bodies incapable of processing vitamin D, so that the sun can cause you to crumble into stone. Your obsession is hunting Christians, but because you live in a Norwegian wilderness far from cities, there are few Christians to be found — and since some trolls are taller than trees, they can see you coming.\n\n\"Trollhunter\" is a mockumentary allegedly edited from anonymous footage and certainly inspired by \"The Blair Witch Project.\" It has something going for it: We see a lot of trolls and we saw precious few witches. At first, the filmmakers aren't even looking for trolls; three young students are on the track of a man suspected of poaching bears. We meet Thomas (Glenn Erland Tosterud); his sound person, Johanna (Johanna Morck), and the cinematographer (Tomas Alf Larsen), none of whom, of course, is especially competent because a requirement of the genre is a lot of Queasy-Cam.\n\nThey're on the trail of a suspect, Hans (Otto Jespersen), who prowls the forest trails in a Land Rover with alarming scratches on its doors. Eventually Hans allows them to trail along, and they discover that the Norwegian government employs troll hunters in a secret program to stop the beasts, who are a threat to power pylons, the environment, and of course Christians. They sniff out Christians by their distinctive smell. That leads to some droll scenes in which Hans leads them in smearing their bodies with troll stench.\n\nThat's funny. A lot of \"Trollhunter\" — but not enough — is funny. I imagine the best way to see the movie would be the way it was presented at Sundance, at a \"secret\" midnight screening at which the capacity audience allegedly has no idea what it is about to see.\n\nTrolls are very ugly, except to other trolls. There are various sorts, including mountain trolls and forest trolls. The shortage of Christians in their locales perhaps explains their ill humor. They spend a great deal of time roaring, bleating, squealing and snorting at a very high volume, which is, after a point, too much of a muchness.\n\nThe fake-doc look nicely explains the partial glimpses and incomplete shots during the troll hunt, although we get a nice look at some of the beasts, who have amazingly ugly schnozzolas. There is a scene that seems like a loving tribute to monster movies since time immemorial, in which threatened humans huddle in a cave, and monsters can be seen sniffling at the cave's mouth. This solves the problem of incorporating effects (and miniatures?) into the shot. \n\nAt one point, it's explained that trolls cannot be seen in satellite photos. That must be because of their coloration and not their size, because one in particular seems to stand 50 feet tall, easy. Why did I waste time thinking about satellite photos, however, when I was presented with a more pressing problem: If trolls can't stand sunlight, which creates vitamin D and helps with bone calcium, why do they possess so much calcium that a leading cause of death is instant calcification, which is not a pretty sight? Unfortunately, the film ends abruptly before the troll hunters can explain that. Of course it's a requirement of the genre that all the children of \"Blair Witch\" end abruptly. But I digress.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-06-22", "genres": ["Action", "Adventure", "Fantasy", "Foreign", "Science Fiction"], "title": "Trollhunter (2011)"}