{"url": "http://www.rogerebert.com/reviews/tron-legacy-2010", "by": "Garrett Hedlundas Sam", "star_rating": 3.0, "text": "To the sad story of a father who was trapped inside a snowman for the winter (\"Jack Frost\"), we must now add \"Tron: Legacy,\" where the father has been trapped inside a software program for 20 years. Yes, young Sam Flynn has grown up an orphan because his dad was seduced and abducted by a video game. Now a call comes for the young hero to join his old dad in throwing virtual Frisbees at the evil programs threatening that digital world.\n\nThis is a movie well beyond the possibility of logical explanation. Since the Tron universe exists entirely within chips, don't bother yourself about where the physical body of Kevin Flynn (Jeff Bridges) has been for the last two decades; it must surely have been somewhere, because we can see that it has aged. The solution I suppose is that this is a virtual world and it can do anything it feels like, but how exactly does a flesh-and-blood 20-year-old get inside it? And what does he eat?\n\nJoseph Kosinski's \"Tron: Legacy\" steps nimbly over such obstacles and hits the ground running, in a 3-D sound-and light show that plays to the eyes and ears more than the mind. Among its real-world technology is a performance by Jeff Bridges as Kevin Flynn at two different ages — now, and 20 years ago. The original \"Tron\" was made 28 years ago, but that would have made young Sam Flynn, his son, nearly 30, which is too old for the hero in a story of this sort. The ideal age would be around 12.\n\nIn a flashback, we see Kevin, lord of a mighty software corporation, taking leave of his son as a child. At first, you think Jeff Bridges looks younger in this scene because of makeup or Botox or something, and then you realize this is Bridges' body and voice but his face has been rendered younger by special effects. They're uncanny. The use of profiles and backlighting makes the illusion adequate for this purpose. The real Bridges turns up later inside the program, whiskery and weathered, but the CGI version of younger Jeff sticks around to play Clu, a digital doppelganger he created, who now desires (you know this is coming) to control the world.\n\nKevin and Sam reconcile and bond. They join other cyberspace allies, notably including the beguiling Quorra (Olivia Wilde), who cyber-Kevin has apparently been fathering instead of poor orphaned Sam. Does this symbolize the ways video games can destroy real-life relationships? Just asking. I'm thinking of Quorra and Sam as a possible romantic couple, but there's the pesky problem that she is virtual, and he bleeds when he's cut — I think, although maybe not inside the program. This brings us back to a central question about \"Avatar\": What or who, precisely, was Neytiri falling in love with?\n\nI'm giving this more attention than the movie does, which is just as well. Isaac Asimov would have attempted some kind of scientific speculation on how this might all be possible, but \"Tron\" is more action-oriented. (Personal to sci-fi fans: If \"2001: A Space Odyssey\" is Analog, \"Tron: Legacy\" is Thrilling Wonder Stories.)\n\nThe first \"Tron\" (1982) felt revolutionary at the time. I'd never seen anything like it. We showed it again at Ebertfest a few years ago. It was the first movie to create a digital world and embed human actors; always earlier that had been done with special effects, matte shots, optical printers, blue screen and so on. \"Tron\" found a freedom of movement within its virtual world that was exhilarating. The plot was impenetrable, but so what?\n\n\"Tron: Legacy,\" a sequel made 28 years after the original but with the same actor, is true to the first film: It also can't be understood, but looks great. Both films, made so many years apart, can fairly lay claim to being state of the art. This time that includes the use of 3-D. Since so much of the action involves quick movement forward and backward in shots, the 3-D effect is useful, and not just a promiscuous use of the ping-pong effect. It is also well-iterated. (A note at the start informs us that parts of the movie were deliberately filmed in 2-D, so of course I removed my glasses to note how much brighter it was. Dimness is the problem 3-D hasn't licked.)\n\nA long time ago in 1984, Jeff Bridges appeared as an alien inhabiting a human body in John Carpenter's \"Starman.\" An article in the New York Times magazine called him the perfect movie actor. He wasn't flashy; he was steadily, consistently good. Now that he has won an Oscar for \"Crazy Heart\" and is opening soon in \"True Grit\" (2010) that is still true. Here is an actor expected to (1) play himself as a much younger man, (2) play himself now, and (3) play a computer program (or avatar?), and he does all three in a straightforward manner that is effective and convincing (given the preposterous nature of the material).\n\nSam (Garrett Hedlund), circa 20, is well-suited to his role, somewhat resembling Bridges. Olivia Wilde makes a fragrant Quorra. In some inexplicable way, these actors and Bruce Boxleitner (Tron) and Michael Sheen (Zuse) plausibly project human emotions in an environment devoid of organic life, including their own.\n\nThe artificial world is wonderfully well-rendered, building on the earlier film's ability to bring visual excitement to what must in reality, after all, be slim pickings: invisible ones and zeroes. I soon topped off on the thrill of watching Frisbees of light being hurled, but some of the chases and architectural details are effective simply because they use sites and spaces never seen. And the soundtrack by Daft Punk has such urgent electronic force that the visuals sometimes almost play as its accompaniment. It might not be safe to play this soundtrack in the car. The plot is another matter. It's a catastrophe, short-changing the characters and befuddling the audience. No doubt an online guru will produce a synopsis of everything that happens, but this isn't like an opera, where you can peek at the program notes.\n\nI expect \"Tron: Legacy\" to be a phenomenon at the box office for a week or so. It may not have legs, because its appeal is too one-dimensional for an audience much beyond immediate responders. When \"2001\" was in theaters, there were fans who got stoned and sneaked in during the intermission for the sound-and-light trip. I hesitate to suggest that for \"Tron: Legacy,\" but the plot won't suffer.", "running_time": 125, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-12-15", "genres": ["Action", "Adventure", "Family", "Science Fiction", "Thriller"], "title": "Tron: Legacy (2010)"}