{"url": "http://www.rogerebert.com/reviews/tron-1982", "by": null, "star_rating": 4.0, "text": "\n\nThe interior of a computer is a fine and private place, but\r\nnone, I fear, do there embrace, except in \"Tron,\" a dazzling movie\r\nfrom Walt Disney in which computers have been used to make themselves romantic\r\nand glamorous. Here's a technological sound-and-light show that is sensational\r\nand brainy, stylish, and fun.\n\nThe movie addresses itself without apology to the computer\r\ngeneration, embracing the imagery of those arcade video games that parents fear\r\nare rotting the minds of their children. If you've never played Pac-Man or\r\nSpace Invaders or the Tron game itself, you probably are not quite ready to see\r\nthis movie, which begins with an evil bureaucrat stealing computer programs to\r\nmake himself look good, and then enters the very mind of a computer itself to engage\r\nthe villain, the hero, and several highly programmable bystanders in a war of\r\nthe wills that is governed by the rules of both video games and computer\r\nprograms.\n\nThe\r\nvillain is a man named Dillinger (David Warner). The hero is a bright kid named\r\nFlynn (Jeff Bridges) who created the original programs for five great new video\r\ngames, including the wonderfully named \"Space Paranoid.\" Dillinger\r\nstole Flynn's plans and covered his tracks in the computer. Flynn believes that\r\nif he can track down the original program, he can prove Dillinger is a thief.\r\nTo prevent that, Dillinger uses the very latest computer technology to break\r\nFlynn down into a matrix of logical points and insert him into the computer,\r\nand at that point \"Tron\" leaves any narrative or visual universe we\r\nhave ever seen before in a movie and charts its own rather wonderful path.\n\nIn\r\nan age of amazing special effects, \"Tron\" is a state-of-the-art\r\nmovie. It generates not just one imaginary computer universe, but a multitude\r\nof them. Using computers as their tools, the Disney filmmakers literally have\r\nbeen able to imagine any fictional landscape, and then have it, through an\r\nanimated computer program. And they integrate their human actors and the wholly\r\nimaginary worlds of Tron so cleverly that I never, ever, got the sensation that\r\nI was watching some actor standing in front of, or in the middle of, special\r\neffects. The characters inhabit this world.\n\nAnd\r\nwhat a world it is! Video gamesmen race each other at blinding speed, hurtling\r\nup and down computer grids while the movie shakes with the overkill of Dolby\r\nstereo (justified, for once). The characters sneak around the computer's logic\r\nguardian terminals, clamber up the sides of memory displays, talk their way\r\npast the guardians of forbidden programs, hitch a ride on a power beam, and\r\nsucceed in entering the mind of the very Master Control Program itself,\r\ndisabling it with an electronic Frisbee. This is all a whole lot of fun.\r\n\"Tron\" has been conceived and written with a knowledge of computers that\r\nit mercifully assumes the audience shares. That doesn't mean we do share it,\r\nbut that we're bright enough to pick it up, and don't have to sit through long,\r\nboring explanations of it.\n\nThere\r\nis one additional observation I have to make about \"Tron,\" and I\r\ndon't really want it to sound like a criticism: This is an almost wholly\r\ntechnological movie. Although it's populated by actors who are engaging\r\n(Bridges, Cindy Morgan) or sinister (Warner), it is not really a movie about\r\nhuman nature. Like \"Star Wars\" or \"The Empire Strikes\r\nBack,\" but much more so, this movie is a machine to dazzle and delight us.\r\nIt is not a human-interest adventure in any generally accepted way. That's all\r\nright, of course. It's brilliant at what it does, and in a technical way maybe\r\nit's breaking ground for a generation of movies in which computer-generated\r\nuniverses will be the background for mind-generated stories about\r\nemotion-generated personalities. All things are possible.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": null, "title": "Tron (1982)"}