{"url": "http://www.rogerebert.com/reviews/troop-beverly-hills-1989", "by": "Shelley Longas Phyllis Nefler", "star_rating": 2.0, "text": "\"Troop Beverly Hills\" is a comedy about the world's richest scouting troop, eight little girls led by den mother Shelley Long, who dresses in a designer uniform and helps the girls roast marshmallows in front of a fireplace in a bungalow at the Beverly Hills Hotel. The girls arrive at den meetings in chauffeured limousines, consume caviar on their picnics, and sell cookies at Spago and Jane Fonda's Workout.\n\nIf this movie had been a satire, it could have been deadly.\n\nUnfortunately, the story turns out to have a heart of gold. Instead of being a merciless evisceration of the lifestyles of the rich, it's a little morality play in which Long transforms herself into a warm and useful person. Nobody within a mile of this project seems to have possessed an ounce of irony.\n\nThe film opens with Long on a shopping spree. She comes home with the Rolls convertible piled high with expensive purchases, which she has bought to punish her husband (Craig T. Nelson), who wants a divorce. \"You were once smart and promising and funny,\" he tells her, \"and I couldn't wait to see what you have made of that promise. What you have become - is a compulsive shopper.\" She's hurt. And when her daughter's Wilderness Girls troop needs a leader, she volunteers.\n\nIf \"Troop Beverly Hills\" had been directed by Paul Mazursky, Robert Altman or any other director with a sardonic glint in his eye, this plot would have been the set-up for a satirical field day. And, indeed, there are a few mild jabs in the direction of satire, as when one little girl tells a ghost story in which there are scary noises in the foyer and then in the maid's room.\n\nBut the movie doesn't have the imagination to make Long and her troop members the targets of real satire. Long once again plays a character who is good at heart, when in fact she'd be perfect for a movie that savaged her goody-goody image. It is left to \"Hill Street Blues\" veteran Betty Thomas to play the villain - the bitter, vindictive supervisor of the Wilderness Girls, who is jealous of Long and wants to sabotage her. All of Thomas' scenes are constructed of painfully mean-spirited dialogue; she isn't given the opportunity to create a character we could enjoy seeing put down.\n\nThere are so many missed opportunities in the film that we could make another movie out of them. There's a sequence, for example, in which the parents of the little rich girls are introduced. We meet millionaires, boxing champions, a dictator and an out-of-work actor (Edd Byrnes) whose little girl tries to cheer him up. Nothing is done with these characters. There are also lots of scenes shot on \"actual Beverly Hills locations,\" such as Rodeo Drive and the Spago restaurant, but the movie seems happy to be there, and doesn't have a wicked or satirical thought in its head.\n\nThere are countless celebrities in cameo roles (Pia Zadora, Robin Leach, Cheech Marin, Annette Funicello, Kareem Abdul-Jabbar, Dr. Joyce Brothers, Frankie Avalon), but apparently we are supposed to laugh merely with the delight of seeing them; no comic point is ever made.\n\nThe underlying problem with \"Troop Beverly Hills\" is that the movie does not think Beverly Hills is funny. It sees nothing wrong with devout materialism. It has no sense of the ridiculous. A movie like Mazursky's \"Down and Out in Beverly Hills\" has more pointed satire and hard-edged social observation in its opening 60 seconds than \"Troop Beverly Hills\" ever aspires to. If you want to see a movie in which a spoiled rich woman becomes noble through her experiences as a scoutmaster, here's your chance.\n\nI have a sneaking suspicion that Jeff Kanew, who directed the film, and Pamela Norris, Margaret Grieco Oberman and Ava Ostern Fries, who wrote it, thought they were making a satire. But what they have made is more of a sitting duck for satire.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-03-22", "genres": ["Adventure", "Comedy", "Family"], "title": "Troop Beverly Hills (1989)"}