{"url": "http://www.rogerebert.com/reviews/tropic-thunder-2008", "by": "Ben Stilleras Tugg Speedman", "star_rating": 3.5, "text": "The documentary “Hearts of Darkness” is about the struggles of filming the great Vietnam war movie “Apocalypse Now.” Ben Stiller’s “Tropic Thunder” plays like that doc’s nightmare. A troupe of actors, under the impression they’re making a Vietnam war movie, wanders dangerously in the jungle and is captured by a gang of druglords who think the actors are narcs.\n\nThe movie is a send-up of Hollywood, actors, acting, agents, directors, writers, rappers, trailers and egos, much enhanced by several cameo roles, the best of which I will not even mention. You’ll know the one, although you may have to wait for the credits to figure it out.\n\nAll but stealing the show, Robert Downey Jr. is not merely funny but also very good and sometimes even subtle as Kirk Lazarus, an Australian actor who has won five Oscars and has surgically dyed his skin to transform himself into a black man. So committed is he to this role that he remains in character at all times, seemingly convinced that he is actually black.\n\nThis exasperates his fellow actor Alpa Chino (Brandon T. Jackson), a rapper who was born black and blasts Lazarus for his delusions. Alpa Chino (say it out loud) is like many rappers and promotes his own merchandise, notably Booty Sweat, an energy drink that keeps him going in the jungle. If Chino doesn’t buy the Lazarus performance, Lazarus is critical of Tugg Speedman (Stiller), who also starred in “Simple Jack,” a movie about a mentally challenged farmer who thinks animals can understand him.\n\nIronically, it is this role that saves their lives when they’re taken prisoner. The bored druglords have only one video, an old “Simple Jack” tape, and think Speedman is Jack himself. In a brilliant comic riff by Downey, Lazarus critiques Speedman’s work as over the top: The really big stars, he observes, “never go full retard” when playing such roles.\n\nThe movie opens with trailers establishing three of the characters — not only Lazarus and Speedman, but Jeff Portnoy (Jack Black) whose specialty is fart humor. Portnoy is a heroin addict who is in withdrawal for much of the trek through the jungle, and has a funny scene after he begs to be tied to a tree and then begs to be set loose.\n\nThe set-up involves the actors, director Damien Cockburn (Steve Coogan) and burnt-out screenwriter Four Leaf Tayback (Nick Nolte) in the jungle with a huge crew and explosives expert Cody (Danny McBride). When one of the explosions goes off prematurely (think the opening of “The Party”), Speedman, acting as producer, fires the crew and announces he will direct the movie himself. He explains that hidden cameras have been placed in the jungle and will record everything that happens. Uh, is that possible, especially when they get lost? These actors, even the five-time Oscar winner, almost seem to believe so, a tribute to their self-centered indifference to technical details.\n\nIntercut with the jungle scenes are Hollywood scenes featuring an agent and a studio executive. The movie, written by Justin Theroux, Stiller and Etan Cohen, is familiar with the ordeals of filmmaking and location work, and distills it into wildly exaggerated scenes that have a whiff of accuracy. Especially interesting is the way the director, Damien Cockburn, leaves the picture, which perhaps reflects the way some actors feel about some directors.\n\nThe movie is, may I say, considerably better than Stiller’s previous film, “Zoolander” (2001). It’s the kind of summer comedy that rolls in, makes a lot of people laugh and rolls on to video. It’s been a good summer for that; look at “Pineapple Express.” When it’s all over, you’ll probably have the fondest memories of Robert Downey Jr.’s work. It’s been a good year for him, this one coming after “Iron Man.” He’s back, big time.", "running_time": 107, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-08-11", "genres": ["Action", "Comedy"], "title": "Tropic Thunder (2008)"}