{"url": "http://www.rogerebert.com/reviews/trouble-in-mind-1986", "by": "Kris Kristoffersonas Hawk", "star_rating": 4.0, "text": "Here is a movie that takes place within our memories of the movies.\n\nThe characters, the mysteries and especially the doomed romances are all generated by old films, by remembered worlds of lurid neon signs and deserted areas down by the docks, of sad cafes where losers linger over a cup of coffee and lonely rooms where the light bulb is a man's only friend. This is a world for which the saxophone was invented.\n\nThe movie begins with a man being released from prison, of course.\n\nHe is dressed in black and has a beard and wears a hat, of course, and is named Hawk, of course, and the first place he goes when he arrives in town is Wanda's Cafe, where Wanda keeps a few rooms upstairs for her old lovers to mend their broken dreams.\n\nThe cafe is on a worn-out old brick street down at the wrong end of Rain City. It's the kind of place that doesn't need to advertise, because its customers are drawn there by their fates. One day, a young couple turn up in a broken-down camper. The kid is named Coop, and he knows he always gets into trouble when he comes to the city, but he needs to make some money to support his little family.\n\nHis girlfriend, Georgia, looks way too young to have a baby, but there it is, bawling in her arms. She's a blond with a look in her eyes that makes the Hawk's heart soar.\n\nCoop falls into partnership with the wrong man, a black man named Solo who sits in a back booth at Wanda's and recites poems about anger and hopelessness. Before long, Coop and Solo are involved in a life of crime, and Hawk is telling Georgia she's living with a loser. Wanda stands behind the counter and watches all this happen with eyes that have seen a thousand plans go wrong. She hires Georgia as a waitress.\n\nThat turns Hawk into a regular customer. Wanda knows Hawk is in love with Georgia, because Wanda and Hawk used to be in love with each other, and once you learn to hear that note in a man's voice, you hear it even when he's not singing to you.\n\nCoop and Solo are trying to sell hot wristwatches. Hilly Blue doesn't like that. Hilly is the boss of the local rackets, and lives in a house furnished like the Museum of Modern Art. The best way to describe Hilly Blue is to say that if Sydney Greenstreet could have reproduced by parthenogenesis after radioactive damage to his chromosomes, Hilly would have been the issue.\n\n\"Trouble in Mind\" is not a comedy, but it knows that it is funny.\n\nIt is not a fantasy, and yet strange troops patrol the streets of Rain City, and as many people speak Korean as English. It does not take place in the 1940s, but its characters dress and talk and live as though it did. Could this movie have been made if there had never been any movies starring Richard Widmark, Jack Palance or Robert Mitchum? Yes, but it wouldn't have had any style.\n\nTo really get inside the spirit of \"Trouble in Mind,\" it would probably help to see \"Choose Me\" (1984) first. Both films are the work of Alan Rudolph, who is creating a visual world as distinctive as Fellini's and as cheerful as Edward Hopper's. He does an interesting thing. He combines his stylistic excesses with a lot of emotional sincerity, so that we believe these characters are really serious about their hopes and dreams, even if they do seem to inhabit a world of imagination.\n\nLook at it this way. In Woody Allen's \"The Purple Rose of Cairo,\" a character stepped out of a movie and off the screen and into the life of a woman in the audience. If that had happened in \"Trouble in Mind,\" the woman would have asked the character why he even bothered.\n\nSometimes the names of movie actors evoke so many associations that further description is not necessary. Let's see. Hawk is played by Kris Kristofferson. Coop is Keith Carradine. Wanda is Genevieve Bujold.\n\nHilly Blue is the transvestite Divine, but he is not in drag this time, allegedly. Mix them together, light them with neon reds and greens, and add a blond child-woman (Lori Singer) and a black gangster (Joe Morton) whose shades are his warmest feature, and perhaps you can begin to understand why it never rains in Rain City.", "running_time": 111, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-03-21", "genres": null, "title": "Trouble in Mind (1986)"}