{"url": "http://www.rogerebert.com/reviews/trouble-with-the-curve-2012", "by": "Amy Adamsas Mickey", "star_rating": 3.0, "text": "Gus has been a baseball scout so long he can judge a batter by the sound when his bat connects with the ball. Did he always have this ability, or did it develop in recent years when his eyesight began to fail? The Atlanta Braves are on the edge of retiring him, but not if Gus (Clint Eastwood) has anything to say about it. He leads a lonely life, driving between small cities, sitting in the stands of minor league clubs, living in budget motels, but he loves it. \n\nHis boss and friend, Pete Klein (John Goodman), senses Gus' problems and appeals to the old man's daughter to check him out on the road. She is Mickey (Amy Adams), estranged from her father for years. She caves in and tracks him to the sunburned bleachers he occupies with other scouts and a handful of fans. He's focusing on a phenom named Bo Gentry (Joe Massingil), who is pudgy, but that doesn't slow him down because he slugs homers with the frequency of Babe Ruth.\n\nThis Bo isn't a nice guy. \"Hey, Peanut Boy!\" he calls to a vendor who tosses him a bag of peanuts. Bo doesn't see any need to pay him for the snack. Gus growls when he's joined by Mickey, who for that matter isn't too thrilled to see him. She's a hot-shot lawyer in a big Atlanta firm, in line for a partnership. But she sees her dad could use some help, and we learn she never wanted to be a lawyer, anyway. All she's ever loved is baseball.\n\nWe settle now into a routine of discount motel rooms and bars and grills, as they cross paths with Johnny (Justin Timberlake), a pitcher who was originally recruited by Gus and then blew out his arm; he's now scouting for a season on the way to what he hopes will be an announcing job. Johnny and Mickey grow sweet about each other, and Gus begins to soften until it's time for a heart to heart with his daughter. That doesn't come easy for a man with a thick skin.\n\nEastwood's appeal here is bedrock authority. He knows baseball, and he knows he knows it. Amy Adams, the embodiment of lovability since \"Junebug\" (2005), takes a standard role and makes us value it. Timberlake finds the right note for a basically one-note character. John Goodman embodies the guy who you hope has your back in the front office, and has a tense scene here where he makes a very hard call. \n\n\"Trouble With the Curve\" isn't a great sports film, like Eastwood's \"Million Dollar Baby\" (2004). But it's a superior entertainment, moving down somewhat predictable paths with an authenticity and humanity that appeals. It's his first film since \"In The Line Of Fire\" (1993) in which he acts but didn't direct. But he isn't that far from the director's chair because Robert Lorenz, this film's first-time helmer, has helped produce Eastwood's last 12 films, and was a second-unit director on others.\n\nAny Eastwood film is notable above all for its professionalism. If the story here has certain foreseeable moments, that's not to say they aren't set up well and deliver right on time. We might suspect that Bo Gentry and Peanut Boy (Jay Galloway) may meet again, but how it happens and how Mickey is involved, is classic movie gold. There are so many traffic jams in the typical recent hyperkinetic movie that to find a sound story this well told is a pleasure.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-09-19", "genres": ["Drama"], "title": "Trouble with the Curve (2012)"}