{"url": "http://www.rogerebert.com/reviews/trouble-the-water-2008", "by": "Carl Deal", "star_rating": 4.0, "text": "Do you know what it means? To miss New Orleans? -- song lyrics\n\nAs I write, the hellstorm Ike is battering Texas. I hear of evacuation buses, National Guard troops, emergency supplies, contraflow, Red Cross volunteers, helicopter rescues. It is a different world from the world after Katrina hit New Orleans. Yes, there were noble rescue efforts, but too little and too late, and without enough urgency on the part of the federal (\"You're doin' a great job, Brownie!\") government.\n\nIf you could have witnessed Katrina at Ground Zero, your blood would have boiled at the treatment of U.S. citizens. The extraordinary documentary \"Trouble the Water\" had an eyewitness in the city's 9th Ward, during the hurricane. Her name was Kimberly Roberts. She was 24. A few days earlier, she had purchased a video camera from a street hustler for $20 a week. She used it to film the experiences of her family before, during and after the storm.\n\nHer footage is surrounded by professionally filmed material that deepens and explains what happened. But the eyewitness footage has a desperate urgency that surpasses any other news and doc footage I have seen. Using lessons learned from TV news, she interviews her family, friends and neighbors, does voiceovers while making shots, even signs off with her stage name as a rapper: \"This is Black Kold Madina from the 9th Ward.\"\n\nWe see the prologue to the storm. Residents have been urged to evacuate, but many do not have the means or the ways to get to evacuation centers, buses or trains. If they have cars, they don't have gas money. They hunker down and hope to live through it. Kimberly warns a homeless man: \"You better take care of yoself or the storm gonna whup yo ass!\"\n\nDrops of rain start to fall. They watch the TV news. Katrina worsens. Power goes out. The levee near their house is breached. Waters rise. They take refuge in their attic, in pitch darkness. We hear their call to 911. They have women and children up there, even a baby. They're trapped. They're told no rescue teams are working \"at this time\" -- or not for days, in their neighborhood. They escape, helped by a muscular Good Samaritan who found a boat drifting past. Eventually they retreat to shelter in Alexandria, La., where the makers of this film, Carl Deal and Tia Lessin, found them and her footage. Her film changed all their plans for theirs.\n\nThe documentary shows outrageous behavior, none more so than when they and many others are directed to a nearby Navy base for refuge. The base is being closed. It has an empty housing unit in plain view with hundreds of beds. The gates are locked. They are turned away at gunpoint by sailors with M-16s.\n\nRoberts needs more practice at holding the camera steady and framing shots. It doesn't matter. We feel her footage at the base of our spines. Sometimes she says nothing, just points the camera, and the images speak for themselves. Carl Deal and Tia Lessin, who have worked with Michael Moore, augment her eyewitness account with footage from TV news showing New Orleans Mayor Ray Nagin, Louisiana Gov. Kathleen Blanco, and shots of the breached levees and the panorama of destruction.\n\nThe film is about Katrina, and even more about the human spirit. Kimberly and her husband, Scott, are the life force personified: smart, funny, undefeated, indignant, determined. Kimberly sings three songs on the soundtrack. We see her performing one of them. That scene reportedly won a standing ovation at Sundance 2008, where the film won the Grand Jury Prize as best documentary.\n\nCharges were made after Katrina that the federal response was lacking because so many of the victims were poor and black. \"We feel like we're not U.S. citizens,\" Kimberly says at one point. At another, she rails against George Bush in language I will spare you. One of the most affecting scenes comes when Kimberly, Scott and their dog wander down the streets of their neighborhood, remembering: \"There was an old lady living in that house. Always on her porch, saying hello to everybody.\" Her good cheer disappears when she learns that the man she warned was killed. The storm whupped his ass. That was his own fault. What happened to the residents of the 9th Ward was not their fault.\n\nRoberts was pregnant when she and Scott went to the Sundance premiere. On Monday, Jan. 21, at the Park City hospital, she gave birth. It was Martin Luther King Jr. Day.\n\nNote: Tia Lessin will appear after the 5 and 7:30 p.m. shows and before the 10 p.m. screening tonight at Landmark Century. On Saturday, Carl Deal will join her after the 5 and 7:30 p.m. shows and before the 10 p.m. screening at Landmark Century.", "running_time": 93, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-09-18", "genres": ["Documentary"], "title": "Trouble the Water (2008)"}