{"url": "http://www.rogerebert.com/reviews/troy-2004", "by": "Brad Pittas Achilles", "star_rating": 2.0, "text": "\"Troy\" is based on the epic poem The Iliad by Homer, according to the credits. Homer's estate should sue. The movie sidesteps the existence of the Greek gods, turns its heroes into action movie cliches and demonstrates that we're getting tired of computer-generated armies. Better a couple of hundred sweaty warriors than two masses of 50,000 men marching toward one another across a sea of special effects.\n\nThe movie recounts the legend of the Trojan War, as the fortress city is attacked by a Greek army led by Menelaus of Sparta and Agamemnon of Mycenae. The war has become necessary because of the lust of the young Trojan prince named Paris (Orlando Bloom), who while during a peace mission to Sparta, seduces the city-state's queen, Helen (Diane Kruger).\n\nThis action understandably annoys Helen's husband, Menelaus (Brendan Gleeson), not to mention Paris' brother Hector (Eric Bana), who points out, quite correctly, that when you visit a king on a peace mission, it is counterproductive to leave with his wife.\n\nWhat the movie doesn't explain is why Helen would leave with Paris after an acquaintanceship of a few nights. Is it because her loins throb with passion for a hero? No, because she tells him: \"I don't want a hero. I want a man I can grow old with.\" Not in Greek myth, you don't. If you believe Helen of Troy could actually tell Paris anything remotely like that, you will probably also agree that the second night he slipped into her boudoir, she told him, \"Last night was a mistake.\"\n\nThe seduction of Helen is the curtain-raiser for the main story, which involves vast Greek armies laying siege to the impenetrable city. Chief among their leaders is Achilles, said to be the greatest warrior of all time, but played by Brad Pitt as if he doesn't believe it. If Achilles was anything, he was a man who believed his own press releases. Heroes are not introspective in Greek drama, they do not have second thoughts, and they are not conflicted.\n\nAchilles is all of these things. He mopes on the flanks of the Greek army with his own independent band of fighters, carrying out a separate diplomatic policy, kind of like Ollie North. He thinks Agamemnon is a poor leader with bad strategy and doesn't really get worked up until his beloved cousin Patroclus (Garrett Hedlund) is killed in battle.\n\nPatroclus, who looks a little like Achilles, wears his helmet and armor to fool the enemy, and until the helmet is removed everyone thinks that Achilles has been slain. So dramatic is that development that the movie shows perhaps 100,000 men in hand-to-hand combat, and then completely forgets them in order to focus on the Patroclus battle scene, with everybody standing around like during a fight on the playground.\n\nPitt is a good actor and a handsome man, and he worked out for six months to get buff for the role, but Achilles is not a character he inhabits comfortably. Say what you will about Charlton Heston and Victor Mature, but one good way to carry off a sword-and-sandal epic is to be filmed by a camera down around your knees, while you intone quasi-formal prose in a heroic baritone. Pitt is modern, nuanced, introspective; he brings complexity to a role where it is not required.\n\nBy treating Achilles and the other characters as if they were human, instead of the larger-than-life creations of Greek myth, director Wolfgang Petersen miscalculates. What happens in Greek myth cannot happen between psychologically plausible characters. That's the whole point of myth. Great films like Michael Cacoyannis' \"Elektra,\" about the murder of Agamemnon after the Trojan War, know that and use a stark dramatic approach that is deliberately stylized. Of course, \"Elektra\" wouldn't work for a multiplex audience, but then maybe it shouldn't.\n\nThe best scene in the movie has Peter O'Toole creating an island of drama and emotion in the middle of all that plodding dialogue. He plays old King Priam of Troy, who at night ventures outside his walls and into the enemy camp, surprising Achilles in his tent. Achilles has defeated Priam's son Hector in hand-to-hand combat before the walls of Troy, and dragged his body back to camp behind his chariot. Now Priam asks that the body be returned for proper preparation and burial. This scene is given the time and attention it needs to build its mood, and we believe it when Achilles tells Priam, \"You're a far better king than the one who leads this army.\" O'Toole's presence is a reminder of \"Lawrence of Arabia\" (1962), which I saw again two weeks ago, and which proved that patience with dialogue and character is more important than action in making war movies work.\n\nAs for the Greek cities themselves, a cliche from the old Hollywood epics has remained intact. This is the convention that whenever a battle of great drama takes place, all the important characters have box seats for it. When Achilles battles Hector before the walls of Troy, for example, Priam and his family have a sort of viewing stand right at the front of the palace, and we get the usual crowd reaction shots, some of them awkward closeups of actresses told to look grieved.\n\nIn a way, \"Troy\" resembles \"The Alamo.\" Both are about fortresses under siege. Both are defeated because of faulty night watchmen. The Mexicans sneak up on the Alamo undetected, and absolutely nobody is awake to see the Greeks climbing out of the Trojan Horse. One difference between the two movies is that Billy Bob Thornton and the other \"Alamo\" actors are given evocative dialogue, and deliver it well, while \"Troy\" provides dialogue that probably cannot be delivered well because it would sound even sillier that way.", "running_time": 163, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-05-14", "genres": ["Action", "Adventure", "Documentary", "Drama", "History"], "title": "Troy (2004)"}