{"url": "http://www.rogerebert.com/reviews/tru-loved-2008", "by": "Najarra Townsendas Tru", "star_rating": 1.0, "text": "Ebert's follow-up: \"Definitely read me second\"\n\n\t Following is a new review of \"Tru Loved,” which I have viewed from beginning to end. First comes the original, unaltered, 10/17/08 review, written after I had viewed eight minutes of the film. After the [ * * * * ] you will find the complete film reviewed. For the context and background, see my blog posts titled “Don’t read me first!“ and “Definitely read me second.” If you hope to see the movie, do not read the complete review, which is wall-to-wall with spoilers. \n\n\"Tru Loved\" as a movie is on about the same level as a not especially good high school play. Student directors could learn from it. I'm sure its heart is in the right place, but it fails at fundamentals we take for granted when we go to the movies. By lacking them, it illustrates what the minimum requirements are for a competent film. Yes, you can clearly see and hear them, especially when they're missing.\n\n1. Line readings. That's what they sound like, readings. Classroom readings. The actors lack the knack of making their dialogue sound spontaneous and realistic. They sound like bright English students who have memorized their lines but find themselves onstage without having had much experience or training.\n\n2. Body language. One of the first things an actor learns is not to gesture as a way of emphasizing lines unless the lines really call for it. Insecure actors often seem to punch up dialogue physically as a sort of insurance policy.\n\n3. Framing. When you have five characters at a picnic table, you don't (necessarily) want to block those on the other side with the bodies of those on this side. There are ways to do that or fudge it. Or forget it. But don't have those on Side A separated so we can see those on Side B centered between persons 1 and 2, and 2 and 3, and then in the reverse shot, separate those on Side B so we can see those on Side A.\n\n4. Don't let the dialogue scream, \"I paid attention in Gay Lit class!\" When a kid comes home from Walt Whitman High School, don't make a point of establishing a lesbian connection to a name.\n\nGrandmother: Tru? What kind of a name is that?\n\nLodell: Short for Gertrude. As in Stein? She's a writer.\n\nGrandma: I know who Gertrude Stein was. \"A rose is a rose is a rose.\"\n\nLodell: Yeah. Whatever. \n\nAfter bringing up the sainted Gertrude, why does Lodell immediately reject her? \"Whatever\" when used by a teenager to an adult is a way of dismissing what has been said. Lodell is a bright kid. Since he has just now come from a class studying \"Romeo and Juliet,\" maybe he might have replied, \"And by any other name would smell as sweet as sweet as sweet.\" Grandma seems as if she'd like that.\n\n5. Daydreams. Can be annoying, especially when absurdly stagy. Even more especially when the daydreams are in soft focus and then we cut frequently to the heroine in sharp focus, looking at scenes in her own daydreams and nodding and smiling.\n\n6. Speech patterns. It's my impression most gay men do not \"sound like gay men.\" But we all know exactly what I mean by sounding like gay men. The other side of the rule is: Many men who sound gay are gay, and in many cases, intend to sound gay. Don't get all homophilic on me. You know I'm right.\n\n7. Cameo appearances. Their use must be carefully controlled to avoid breaking a film's mood with the Hey! There's Donald Trump! Syndrome. That is doubly true when the cameo star is famous and appears in a double role, as does Bruce Vilanch, from \"Hollywood Squares.\" Here he plays \"Daniel\" and \"The Minister.\" Senator, I know Bruce Vilanch, and he's no Minister.\n\n8. Music. Not necessary to blast in with literal and urgent punch lines and transitions.\n\nThe movie is about how Tru moves from idyllic San Francisco to \"conservative\rsuburbia\" with her lesbian mothers. This just in: Except for some jocks and those who doth protest too much, today's suburban teens are mostly cool with people who are gay, except those residing in the Palin Belt.\n\nFull disclosure. I lifted the words \"San Francisco to conservative suburbia with her lesbian mothers\" straight from the plot summary on IMDb.com, because I stopped watching the movie at the 00:08.05 point. IMDb is also where I found out about Bruce Vilanch's dual role. I never did see the lesbian mothers or my friend Bruce. For \"Tru Loved,\" the handwriting was on the wall. The returns were in. The case was closed. You know I'm right. Or tell me I'm wrong.\n\nQ. How can you give a one-star rating to a movie you didn't sit through? \n\nA. The rating only applies to the first eight minutes. After that, you're on your own. \n\n * * * *\n\n\t“Tru Loved,” is a parable about how things should change in a world with intolerance for gays. If you agree with its message, I understand that you hope it will be seen by the people who might benefit from the film. They will, of course, not see it. It is preaching to the choir.\n\n\tAll they need is Google to discover it is about a high school girl with two gay moms and two gay dads, a high school jock in the closet, a high school straight guy with a beloved gay uncle he calls his dad, an effort to start a Gay-Straight Alliance at the school, and an English teacher who thinks he is in the closet but is informed by a fellow teacher and friend: \"If you were doused in kerosene and set on fire you still couldn't be any more flaming than you are, every single day.\" Not many homophobes are likely to think, \"Hmmm. Sounds like a movie I need to see, to cure me of my bigotry.\"\n\n\t\"Tru Loved,\" I can only conclude, is destined to be seen largely at gay/lesbian film festivals. A comment on my blog came from a member of the screening committee for such a festival, who said it was selected over her or his dead body. If the film has a future, it will be as camp. I received a letter recently from a woman who went to see \"The Exorcist\" at a gay-oriented theater in New York and was not pleased to discover it came complete with an emcee in drag and an audience of cut-ups prepared to laugh. Although I see nothing remotely camp about \"The Exorcist,\" I think that theater might do boffo box-office business with \"Tru Love.\"\n\n\tI have the impression that a great many gay people are intelligent, have excellent taste, and don't think a movie is automatically good simply because it contains a message they believe in. Perhaps I live in an elitist world, but the gay people I know don't have time to lose at simplistic True Believer films. On the other hand they, and anyone else, could feel deeply moved by a film like \"Longtime Companion.\"\n\n\tI have this notion of  Clangs  in movies. A  Clang  is a moment that breaks the fabric of a film with something that is impossible, illogical, tone-deaf, out of character, amateurish, or otherwise goes  Clang!  I looked again at the first eight minutes of \"Tru Love\" and then at all the rest of it, and noted a few  Clangs! \n\n\tLodell (Matthew Thompson) is a closeted gay African-American high school quarterback at Walt Whitman High who hopes that if he dates Tru (Najarra Townsend) he will appear straight to his buddies. At a point when he has not yet disclosed his sexuality to Tru, they are discussing gay and straight and she makes a statement about herself that seems ambivalent. Lo says, \"You tryin' to tell me that YOU'RE gay?\"  Clang!  He should have said, \"You tryin' to tell me that you're GAY?\"\n\n\tWhen he says people in \"his world\" are simply not gay, she asks, what about James Baldwin, Langston Hughes and Bayard Rustin? He knows who they all are. Unusual for most high school students, I suspect. Those three were indeed not of his world, and lived and died before the phrase \"on the down low\" was coined. A muted  Clang. \n\n\tLo wants Tru to be what is called in crime a \"beard.\" She interprets: He wants her to be his Katie Holmes. I dunno. I have no reason to believe that Tom Cruise is gay, except maybe for the time he used Oprah's couch as a trampoline, but since she brought it up, isn't his private life none of our beeswax?\n\n\tThe football team has a rabidly homophobe coach (Vernon Wells), who calls his players \"ladies,\" screams \"You can do better than that!\" and advises them to \"go meet your boy friends at the Fag Scouts of America!\" This coach is no Woody Hayes. His \"practices\" seem to consist of laid-back games of touch football and tossin' the ball around. Why doesn't he, or anyone else, realize that he has an Australian accent?  Clang! \n\n\tTru meets a straight guy named Trevor (Jake Abel) at the first meeting of the Gay-Straight Alliance. Before asking her out he says, \"Don't you have a boy friend or something?\" Hello? How big is the high school if Trevor hasn't seen her with the star quarterback? Okay, let's drop the  Clangs.  They're getting annoying.\n\n\tShe begins, \"There's no easy way to explain this.\" He turns away and sighs.  Sighs?  Wouldn't he keep looking at her and remain silent? \"It's important for people to think we're a couple.\" The light dawns. \"Ooohhh,\" he says. \"I'm starting to get the picture. You're his Katie Holmes!\" Memes travel fast.\n\n\tHer mothers have set a curfew. She’s late. She rushes in. Camera POV shows both mothers from behind, already posed, standing side-by-side with Tru framed neatly between them. She says of Travor: \"I thought he was gay, but he’s a gay-acting straight boy.\" FWIW, I don't think he acts gay. But people in this movie have fast-acting, long distance gaydar. When she calls her dads in San Francisco and tells them of her date with Lo, it takes them two questions for one to conclude: \"He's gay, gayer, gayest.\" Hey, I just got Lo's name: He's living on the down low, right? Since \"Tru\" is obvious, their names represent his choices.\n\n\tDid I skip over the makeout session between Tru and Trevor in a parked car? Tru is lip-smackin' good. By that I mean we can hear their kisses as they smack loudly. I've kissed a fair number of girls and you could never hear us smacking. I've seen a fair number of kisses in the movies, and can't remember anyone smacking. After 15 seconds, Tru pulls away: \"I'm thrilled you're hetero, but you don't need to prove it on your first date.\" Said in real life? Not often. He presses his case: \"Can I please just feel you up?\" This is a question that is usually asked in body language, not words.\" Your ol' dad here has copped a fair number of feels in his lifetime, and he never asked first. Sometimes he sure shoulda, but you live and learn.\n\n\tAt the second GSA meeting, Tru asks everybody to give their name: \"If you don't feel comfortable, you can make one up.\" Hello? Again, how big is this high school? Wouldn't the gays brave enough to attend a GSA meeting already sorta know each other, or am I naive? Tru poses for a photo for the Whitman High Weekly, which more or less ends her days as a Katie. Lo is confronted with the photo by his gay-hating friends and lies that he was only dating Tru because \"She didn't want people to know she was a lesbian.\" In close-up he makes one of those  Please go along with me on this!  faces toward her. From the establishing shot we know that every one of his friends is clearly able to see this secret appeal.\n\n\tTru visits Lo's home unannounced and is asked by his suspicious grandmother (who doesn't like him dating white girls), \"That boy didn’t get you in trouble, did he?\" The movie's timeline is murky, but in terms of subjective screen time I estimate this question comes three days after their first date--four, tops. Grandmother perhaps should remember that a girl doesn't suspect she has an extra passenger on board only four days after impregnation.\n\n\tThere is a fraught confrontation in a tree house. Bird cries are louder than the dialog. Sounds like about the same bird cry, but birds do that. Soon there is a wedding between the two moms, presided over by a minister who was ordained on the internet. This is Bruce Vilach. I was wrong to believe IMDb that he has a dual role in the movie. The uncle and the minister are one and the same. But I was right to speculate that in any role Vilanch would be instantly recognizable and perform the  Look! There's Donald Trump! function of a celebrity cameo. Give my friend Bruce credit for a wardrobe change. He switches from an orange T-shirt under a Hawaiian shirt to another T-shirt, in proper clerical black, with a scarf doing service as an emergency chausible.\n\n\tLo's treacherous friend Manny tells the homophobic coach that Lo is attending a gay wedding. How could Manny possibly know? It's highly unlikely Lo told him. Manny and the coach crash through the garden gate at the wedding. Manny hits Lo in the jaw. Lo falls to the ground. Coach bellows: \"Do you mean to tell me that I've got a queer for a quarterback?\" He starts to leave. Asks Manny, \"Manny, you coming?\" Manny, who has just tried to break Lo's jaw, replies: \"He's my best friend, coach.\"\n\n\tThis is where the English teacher is told by his friend that if he were doused in kerosene, etc. As his way of confirming that diagnosis, he immediately criticizes the cut of her dress. Lo had told Tru he couldn't attend the wedding because he's living on the down low, but as you know, he turned up, and now, asked to sing a song, he has conveniently has brought along his sheet music.\n\n\tCould you hear the soft offstage  Clangs?  The problem with a  Clang  is that it pulls you up to the surface and makes you think about the movie when you should be feeling the story. That's not good.\n\n\tThe film is however likely to be encouraging and appealing to its primary audience, which I believe may be younger gay teenagers. The actors all have to deal with roles that are under- or over-written, and with characters that are one-dimensional stereotypes (the coach, the grandmother, both gay dad parents). The most important character in the film is Lodell, and he is also the most convincingly written. The actor Matthew Thompson cou3ld have benefitted by firmer direction and saved from some wayward line readings, but he has an appealing screen presence, and in the right films could become a young star.\n\n\tNow allow me to slow down here. A good number of my blog commenters pointed out that I picked on a small indie film. They are right, and I wish I hadn't. I discuss this in the new blog entry posted today, \"Definitely read me second!\" Here I want to observe that it's a miracle any film gets made. Millions of tiny pieces have to come together. It takes courage and resolve to pull it off, especially on a limited budget. Stewart Wade, the writer and director of \"Tru Loved,\" has achieved that miracle. Attention must be paid.\n\n* * * *\n\nRead Ebert's blog post about this review, and join the discussion, here:\n\nhttp://blogs.suntimes.com/ebert/2008/10/dont_read_me_first.html", "running_time": 102, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-15", "genres": ["Comedy"], "title": "Tru Loved (2008)"}