{"url": "http://www.rogerebert.com/reviews/trucker-2009", "by": "Michelle Monaghanas Diane", "star_rating": 4.0, "text": "There's one of those perfect moments in \"Trucker\" when I'm thinking, This is the moment to end! Now! Fade to black! And the movie ends. It is the last of many absolutely right decisions by the first-time writer-director James Mottern, who began by casting two actors who bring his story to strong emotional life. Both of them show they're gifted and intelligent artists who only needed, as so many do in these discouraging times, a chance to reveal their deep talents.\n\nMichelle Monaghan was on the brink of inhabiting forever the thankless role of the good-looking, plucky female in action movies about men (\"Mission: Impossible III\"). She was excellent in \"Gone Baby Gone,\" and here she confirms her talent. Jimmy Bennett, who was 11 or 12 at the time of shooting, has been good in heavy-duty projects before (\"Orphan\") and played the young Captain Kirk in \"Star Trek\" (2009), but here shows a subtlety and command of tone that is remarkable. (It's time for him to start billing himself as James. He'll be relieved when he's 20.) Together these actors create an abrasive relationship that sidesteps all sentimentality, in a film that correctly ends when a lesser film would have added half an hour of schmaltz.\n\nMonaghan is Diane Ford, a trucker who just paid off her own rig. She's 30-ish, cold, hard-drinking, promiscuous, a loner. Bennett plays her son, Peter. She left him with his father Len (Benjamin Bratt) soon after his birth, has stayed away, doesn't like kids -- or men, either, although she uses them. One man (Nathan Fillion) has been her best friend for four years, but that involves getting drunk together and never having sex.\n\nLen gets sick. Colon cancer. He's been living for years with Jenny (Joey Lauren Adams), who now needs time to care for him. It's up to Diane to look after the kid. She doesn't want anything to do with him. \"Just for a few weeks,\" Jenny pleads. Just until Len gets better. Sure.\n\nYou are anticipating, as I did, that \"Trucker\" would turn into one of those predictable movies where the mother and son grow to love each other. It doesn't end with mutual hate and abandonment, but it damn near does. The kid is as tough as his mom. \"Answer me!\" she says. \"I don't talk to bitches!\" he says. Len and Jenny seem nice enough. Where did he learn to talk like that? Little pitchers have big ears.\n\nI concede the story arc is fairly predictable, assuming neither one murders the other. But Mottern and his actors take no hostages. Diane is hard and tough, and stays that way. Her son is angry and bitter, and stays that way. Does they need to love and be loved? Sure. We know that, but they don't. By the end of the film, she hasn't called him \"Peter\" and he hasn't called her \"Mom.\" He's \"kid\" or \"dude,\" and she's \"you.\" They have to be together whether they like it or not, and they know it.\n\nThat said, Monaghan makes Diane more sad than off-putting. She isn't a caricature. She works hard, values her independence, is making payments on her small suburban home on an unpaved street, is living up to her bargain with herself. The movie spares us any scenes where she's \"one of the guys.\" It opens after a one-night stand with a guy who tries to be nice, but she doesn't need a nice guy in her life. Nor does she need to be nice with Peter, but one thing she does do: She's always honest with him and speaks with him directly, and I think he knows that. Her performance clearly deserves an Oscar nomination.\n\nPeter is loved by his father and Jenny. He hasn't been mistreated. He probably senses how sick his dad really is and knows he wasn't parked with Diane because anyone wanted him there. He's been told things about his mother that are, strictly speaking, true. She did leave him and Len soon after his birth. She does want to avoid seeing him. He says something revealing that he knows of her promiscuity, although he may not quite understand it.\n\nWhat Mottern does is lock these two characters in a story and sees what happens. Something will have to give. The supporting performances by Nathan Fillion, Benjamin Bratt and Joey Lauren Adams are precisely what is needed: direct, open, no \"acting,\" good tone control. They are good people, but very real people, with no illusions about life.\n\nI value films that closely regard specific lives. I know they usually must have happy endings. Not always. Haven't we all learned to expect certain things in a story about a mother and a son? Aren't those things in fact generally true to human nature? I hope to feel elevation at the end. But a film should earn it, not simply evoke it. \"Trucker\" sets out on a difficult and tricky path, and doesn't put a thing wrong.", "running_time": 90, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-10-07", "genres": ["Drama", "Indie"], "title": "Trucker (2009)"}