{"url": "http://www.rogerebert.com/reviews/true-confessions-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\n“True Confessions” contains scenes that are just about as\r\ngood as scenes can be. Then why does the movie leave us disoriented and\r\ndisappointed, and why does the ending fail dismally? Perhaps because the\r\nattentions of the filmmakers were concentrated so fiercely on individual\r\nmoments that nobody ever stood back to ask what the story was about. It's\r\nfrustrating to sit through a movie filled with clues and leads and motivations,\r\nonly to discover at the end that the filmmakers can't be bothered with\r\nfinishing the story. \n\n\r\nThe film is about two brothers, one a priest,\r\nthe other a cop. In a nice insight in casting, Robert De Niro plays the priest\r\nand Robert Duvall plays the cop; offhand, we'd expect it to be the other way\r\naround, but Duvall is just right, seedy and wall-faced, as the cop, and after a\r\nscene or two we begin to accept De Niro as a priest (although he seems too\r\nyoung for a monsignor). \n\n\r\nThe brothers live in Los Angeles in 1948. It is\r\na Los Angeles more or less familiar from dozens of other movies, especially “Chinatown”\r\nand the Robert Mitchum “Farewell, My Lovely”--A small town, really, where the\r\ngrafters and the power brokers know each other (and in some cases are each\r\nother). The movie's plot is complicated on the surface but simple underneath.\r\nIt centers around a creep named Amsterdam (Charles Durning), a construction\r\ntycoon who got his start as a pimp. Both brothers have had dealings with the\r\nman. When Duvall was a vice cop, he helped handle the protection for\r\nAmsterdam's whorehouses. Now De Niro, the cardinal's right-hand man, oversees\r\nthe building projects of the Los Angeles archdiocese. And Amsterdam gets most\r\nof the contracts for new schools and hospitals, even though his operation is\r\ntainted with scandal. \n\n\r\nIt's tainted with more than that after the dead\r\nbody of a young woman is found in a field, cut in two. Duvall's investigation\r\nleads to a madam who once took a rap for him, long ago, and to a sleazy LA\r\nporno filmmaker. Eventually, certain clues point all the way back to Amsterdam.\r\nTry to follow this closely: Amsterdam met the girl through a business\r\nassociate, who met her as a hitchhiker. When he first gave her a lift in his\r\ncar, De Niro was another passenger. The movie makes a great deal of the fact\r\nthat the monsignor once shared a car with the \"virgin tramp,\" as the\r\nnewspapers label the victim. But so what? One of the maddening things about “True\r\nConfessions” is that it's shot through with such paranoia that innocent\r\ncoincidences take on the same weight as evil conspiracies. \n\n\r\nThe movie's emotional center is in the cop\r\ncharacter. He's painted as a man who's not above taking a bribe. But at the\r\nsame time he has a moral code that's stiffer than his brother's. (The\r\nmonsignor, for example, isn't above rigging a church raffle so that a city\r\ncouncilman's daughter will win the new car.) What begins to eat away at Duvall\r\nis that this Amsterdam, honored as the Catholic Layman of the Year, is a\r\ngrafter and former pimp. Did he also murder the girl? Duvall frankly doesn't\r\ncare: The guy is such slime he should be arrested for the crime just on general\r\nprinciples.\n\n\r\n“True Confessions” spends a lot of effort in\r\nlaying the groundwork for its complex plot, but then it refuses to ever settle\r\nthings. Instead, there are inane prologues and epilogues showing the two\r\nbrothers years later, their hair gray, as they sigh philosophically over\r\nimpending death and shake their heads at the irony and tragedy of it\r\nall--whatever it all was. \n\n\r\nSince this isn't a thriller, we are invited, I\r\nguess, to take it as a cynical meditation on the corruptibility of man. Joan\r\nDidion and John Gregory Dunne, who based the screenplay on his novel, see the\r\nsocial institutions in their story as just hiding places for hypocrites and\r\nweary, defeated men. But they never follow through on their insights. The movie\r\nhas, for example, a major subplot involving an old priest (Burgess Meredith)\r\nwho is being put out to pasture. The priest is evidently a symbol of something,\r\nespecially since the young De Niro gets the dirty job of firing him. But the\r\nmovie never comes to terms with this story; it just leaves it sitting there. \n\n\r\nAt the end of “True Confessions,” we're just\r\nsitting there, too. We have been introduced to clearly drawn and well-acted\r\ncharacters, we've entered a period in time that is carefully reconstructed,\r\nwe've seen moments between men and women that are wonderfully well-observed.\r\nBut we haven't seen a film that cares to be about anything in particular, to\r\nstate its case or draw its lines, or be much more than a skilled exercise in\r\nstyle.", "running_time": 108, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "True Confessions (1981)"}