{"url": "http://www.rogerebert.com/reviews/true-colors-1991", "by": "John Cusackas Peter Burton", "star_rating": 2.0, "text": "“True Colors” has ambition. It wants to be an “All the King's Men” or “The Candidate” for the 1990s, a film to show how unprincipled ambition can lead a young man to the very top of politics, and then cast him down again. The new twist this time is that the young man comes from humble origins, and betrays the rich aristocrat who has been his friend. Usually it's the other way around.\n\nThe movie otherwise follows a predictable formula, but occasionally overcomes it through the skill of its acting, which redeems several scenes that seem to have been constructed out of durable Victorian novels. The key actors are John Cusack and James Spader, two of the best of their generation, playing this time against type: Cusack is often a hero, and Spader is usually a villain.\n\nThe movie begins with a Meet Cute on the first day of law school, when the two men have a fender-bender that's Cusack's fault.\n\nThis scene and the one that follows it are so contrived - so entirely at the service of the plot - that it's all the actors can do to soldier through them, but later there's worse, as it is revealed that Cusack has anglicized his name and fabricated his background in order to move in more elevated circles. These revelations are made in dialogue so tortured it belongs in a soap opera.\n\nThe movie was produced by Laurence Mark and written by Kevin Wade, the same team who made “Working Girl.” Apparently since then they've had a change of heart, or a reversal of class consciousness.\n\nThis year's model of the Working Class Hero gets to the top, not through pluck and determination, but through greed, naked ambition and an apparently inbred moral weakness. The movie actually seems to imply that many of the Cusack character's flaws can be traced back to the fact that he did not have Spader's advantages of birth, wealth and education.\n\nNo matter. Cusack is a rotter through and through, a fact that is instantly apparent to everyone in his life except those the screenplay strikes temporarily blind. Early in the story, Spader is engaged to the daughter (Imogen Stubbs) of a powerful senator (Richard Widmark), and invites Cusack to the senator's home for a Christmas party. In no time at all Cusack has angled himself onto the senator's staff and into the daughter's bed, and then Cusack and Spader go on a ski holiday together, where Cusack confesses his infidelity, providing a lame excuse for the two of them to have a ludicrous fight on skis.\n\nSpader rises above this disappointment, and many others (he even volunteers to be the best man at the wedding between Cusack and Stubbs). He even succeeds in blinding himself, for a time, to the unwholesome relationship between Cusack and Mandy Patinkin, as a local real estate developer with mob connections. But then Cusack goes too far, blackmailing Widmark with inside information, and Spader finally fights back.\n\nIt's so unlikely that Cusack would fall for what Spader does, however, that we are left with a film in which it's amazing nobody sees through the Cusack character for the first 90 minutes, and through the Spader character for the next 22. “True Colors” requires more than the willing suspension of disbelief; it demands a willful abandonment of incredulity.", "running_time": 112, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-04-05", "genres": ["Drama"], "title": "True Colors (1991)"}