{"url": "http://www.rogerebert.com/reviews/true-grit-2010", "by": "Jeff Bridgesas Rooster Cogburn", "star_rating": 3.5, "text": "In the Coen Brothers' “True Grit,” Jeff Bridges is not playing the John Wayne role. He's playing the Jeff Bridges role — or, more properly, the role created in the enduring novel by Charles Portis, much of whose original dialogue can be heard in this film. Bridges doesn't have the archetypal stature of the Duke. Few ever have. But he has here, I believe, an equal screen presence. We always knew we were looking at John Wayne in the original “True Grit” (1969). When we see Rooster Cogburn in this version, we're not thinking about Jeff Bridges.\n\nWayne wanted his tombstone to read, Feo, Fuerte y Formal (Ugly, Strong and Dignified). He was a handsome, weathered man when I met him in the 1960s and '70s, but not above a certain understandable vanity. Roo­ster might be an ornery gunslinger with an eye patch, but Wayne played him wearing a hairpiece and a corset. Jeff Bridges occupies the character like a homeless squatter. I found myself wondering how young Mattie Ross (Hailee Steinfeld) could endure his body odor.\n\nBridges' interpretation is no doubt closer to the reality of a lawman in those years of the West. How savory can a man be when he lives in saloons and on horseback? Not all riders on the range carried a change of clothes. Of course he's a lawman with an office and a room somewhere in town, but for much of the movie, he is on a quest through inauspicious territory to find the man who murdered Mattie's father. \n\nAs told in the novel, Mattie is a plucky young teen with a gaze as level as her hat brim. She hires Marshal Cogburn to track down that villain Tom Chaney (Josh Brolin). She means to kill him for “what he done.” If Bridges comfortably wears the Duke's shoes, Hailee Steinfeld is more effective than Kim Darby in the earlier film, and she was pretty darn good. Steinfeld was 13 when she made the film, close to the right age. Darby was a little over 20. The story hinges on the steely resolve of a girl who has been raised in the eye-for-an eye Old West, seen some bad sights and picked up her values from the kind of old man who can go and get hisself shot.\n\nWhat strikes me is that I'm describing the story and the film as if it were simply, if admirably, a good Western. That's a surprise to me, because this is a film by the Coen Brothers, and this is the first straight genre exercise in their career. It's a loving one. Their craftsmanship is a wonder. Their casting is always inspired and exact. The cinematography by Roger Deakins reminds us of the glory that was, and can still be, the Western.\n\nBut this isn't a Coen Brothers film in the sense that we usually use those words. It's not eccentric, quirky, wry or flaky. It's as if these two men, who have devised some of the most original films of our time, reached a point where they decided to coast on the sheer pleasure of good old straightforward artistry. This is like Iggy Pop singing “My Funny Valentine,” which he does very well. So let me praise it for what it is, a splendid Western. The Coens having demonstrated their mastery of many notes, including many not heard before, now show they can play in tune. \n\nBesides, isn't Rooster Cogburn where Jeff Bridges started out 40 years ago? The first time I was aware of him was in “The Last Picture Show” (1971), where he and his friends went the local movie theater to see “Red River,” starring John Wayne. Since then, that clean-faced young man has lived and rowdied and worked his way into being able to play Rooster with a savory nastiness that Wayne could not have equaled. \n\nAll the same, the star of this show is Hailee Steinfeld, and that's appropriate. This is her story, set in motion by her, narrated by her. This is Steinfeld's first considerable role. She nails it. She sidesteps the opportunity to make Mattie adorable. Mattie doesn't live in an adorable world. Seeing the first “True Grit,” I got a little crush on Kim Darby. Seeing this one, few people would get a crush on Hailee Steinfeld. Maybe in another movie. But the way she plays it with the Coens, she's more the kind of person you'd want guarding your back.\n\nMatt Damon, Josh Brolin and Barry Pepper have weight and resonance in supporting roles. Damon is LaBoeuf, the Texas Ranger who comes along for a time to track Tom Chaney. Glen Campbell had the role earlier, and was right for the tone of that film. Damon plays it on a more ominous note. His LaBoeuf isn't sidekick material. He and Cogburn have long-standing issues. Nor, we discover, is LaBoeuf a man of simple loyalty. \n\nAs Tom Chaney, Brolin is a complete and unadulterated villain, a rattlesnake who would as soon shoot Mattie as Rooster. In the Western genre, evil can be less nuanced than in your modern movies with all their psychological insights. Barry Pepper plays Lucky Ned Pepper, leader of a gang Chaney ends up with, and part of the four-man charge across the meadow into Rooster's gunfire, a charge as lucky for them as the Charge of the Light Brigade.\n\nThe 1969 film, directed by Hollywood veteran Henry Hathaway, had glorious landscapes. The meadow and several other scenes were set in the San Juan Mountains of Colorado, near Telluride. This film's landscapes are all in Texas, and although some are beautiful, many are as harsh and threatening as the badlands described by Cormac McCarthy or Larry McMurtry. \n\nI expect Bridges and Stein­feld have good chances of winning Oscar nominations for this film. Steinfeld is good the whole way through, but the scene audiences love is the one where she bargains with a horse trader (Dakin Matthews) for the money she feels is owed her. Here the key is the dialogue by the Coens, which never strains, indeed remains flat and common sense, as Mattie reasons the thief out of his money by seeming to employ his own logic.\n\nI'm surprised the Coens made this film, so unlike their other work, except in quality. Instead of saying that now I hope they get back to making “Coen Brothers films,” I'm inclined to speculate on what other genres they might approach in this spirit. What about the musical? “Oklahoma!” is ready to be remade.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-12-21", "genres": ["Action", "Adventure", "Drama", "Western"], "title": "True Grit (2010)"}