{"url": "http://www.rogerebert.com/reviews/true-lies-1994", "by": "Arnold Schwarzeneggeras Harry", "star_rating": 3.0, "text": "There is a sequence near the end of \"True Lies\" in which Arnold Schwarzenegger is piloting a Harrier vertical-takeoff fighter plane, which hovers near a Miami high-rise while his teenage daughter clings precariously to the cockpit cover and a villain dangles by his gunbelt from one of the wingmounted missiles. Arnold arms the missile and fires it, terrorist attached, straight through the high-rise, and it shoots down a helicopter carrying other terrorists. This takes place, I might add, shortly after a nuclear bomb has vaporized one of the Florida keys.\n\nIt's stuff like that we go to Arnold Schwarzenegger movies for, and \"True Lies\" has a lot of it: Laugh-out-loud moments when the violence is so cartoonish we don't take it seriously, and yet are amazed at its inventiveness and audacity. Schwarzenegger has found himself in a lot of unlikely situations in his action-packed career, and \"True Lies\" seems determined to raise the ante - to go over the top with outlandish and extravagant special effects scenes.\n\nConsider, for example, a chase sequence near the beginning of the movie, in which a bad guy on a motorcycle is chased by Arnold, on a horse, through a hotel lobby. Most movies would be content with that. Not \"True Lies,\" which continues the chase on high-rise elevators and ends up on the hotel roof, with Arnold urging the horse to attempt a free fall into a swimming pool.\n\nThe plot is, of course, little more than a clothesline upon which to hang such set pieces. It involves Schwarzenegger as Harry, an ace U.S. spy, who has been married for 15 years to a sweet-tempered wife named Helen (Jamie Lee Curtis), who thinks he is a computer salesman. (He works for something called the Omega Force, which describes itself in its seal as \"The Last Line of Defense.\") How he has successfully managed this deception is one of the many questions the film does not pause to answer.\n\nAs the film opens, Schwarzenegger and his partner Gib (Tom Arnold) are involved in a James Bondian attempt to infiltrate a rich arms dealer's black tie party in a Swiss chateau. To say security is tight would be an understatement; the guards have machine guns and attack dogs. At the party, Schwarzenegger meets the beautiful Juno Skinner (Tia Carrere, looking much more elegant than in \"Wayne's World\") and tangos with her before accomplishing his mission and surviving a bloody getaway. (Schwarzenegger's tangoing ability is reflected by the decision to film most of the dance as head-and-shoulders shots.) Cut back to Washington, D.C., and Schwarzenegger's life of uneventful domestic tranquillity (his wife thinks he was out of town at a sales convention). But then, when it appears the dealer has sold four atomic weapons to a terrorist gang, it's up to Schwarzenegger and the surprisingly engaging Tom Arnold to stop them.\n\nIn between the action packed first and third acts, however, is a curious second act in which Schwarzenegger becomes convinced that his wife is fooling around with a car salesman (Bill Paxton).\n\nThis leads to an elaborate charade in a hotel room, where, for reasons that are much too complicated to summarize here, Jamie Lee Curtis impersonates a hooker and Schwarzenegger impersonates her client. (We are supposed to believe she doesn't recognize her husband because he has a light behind him.) Curtis earns some laughs here, doing a quasi-striptease. The physical humor is effective, and she's charmingly sexy and klutzy.\n\nBut the whole scene smells fishy. If you take a step back from the movie and really think about the trick the spy is playing on his wife, it's cruel and not funny. And it sidetracks the plot. The movie is 135 minutes long, and at 120, without some of the hotel room escapade, it would be a lot better.\n\nThe director, James Cameron, is a master of action (he worked with Schwarzenegger on \"Terminator 2: Judgment Day\"), and when he's doing his thing, no one does it better. That includes the third act of the movie, in which a breathless Miami newscaster reports on a high-rise terrorist drama, and barely has time to squeeze in the information that an A-bomb has just blown up one of the Keys.\n\nCameron is credited with the screenplay (which is \"based on\" a French screenplay by three others), and keeps a nice undertone of humor going. When we're learning about one of the evil terrorists, for example, here's the exchange: \"They call him the Sand Spider.\" \"Why?\" \"Probably because it sounds scary.\" One nice surprise is Tom Arnold, who has a major role - the equal of Curtis' - and fills it nicely. He has an everyman quality about him, and an ability to deliver an irreverent aside, which make him a good foil for Schwarzenegger. And when he gives advice on divorce and marriage, which he does frequently, he sounds as if he speaks from experience.\n\n\"True Lies\" doesn't rank as high as \"Terminator 2\" and \"Total Recall\" (1990) among Schwarzenegger's action epics for a couple of reasons: The unconvincing interlude where the hero suspects adultery, and the perfunctory nature of the plot. Both earlier titles had tighter, more absorbing stories. But on the basis of stunts, special effects and pure action, it delivers sensationally.", "running_time": 135, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-07-15", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "True Lies (1994)"}