{"url": "http://www.rogerebert.com/reviews/true-love-1989", "by": "Annabella Sciorraas Donna", "star_rating": 3.0, "text": "\"True Love\" plunges into the middle of the preparations for a marriage and shows us a man and woman being swept toward matrimony by a tide of relatives, friends, traditions and plans - even though they probably shouldn't get married at all. It's a comedy about uneasiness; nearly everyone in the film knows, in one way or another, that the marriage is a bad idea, but once events are set into motion nothing can stop them. Even as the bride is on her way to the church, her father is assuring her it's not too late to back out but, to hell with your life, how can you disappoint your friends? The movie is a fiction film that looks and sometimes feels like a documentary. The director, Nancy Savoca, who co-wrote the screenplay with Richard Guay, uses a mobile camera to give us the impression we're in the middle of one of those cinema verite documentaries where life goes on regardless of the filmmakers. We're there at the family conferences, and at the heartfelt confessions over kitchen tables, and in the saloons where the groom-to-be hangs out with his buddies. Although the movie has been carefully constructed, it creates the feeling of improvisation and spontaneity. A lot of scenes unfold like a movie by John Cassavetes, where the events seem to be happening while we watch them, and the camera seems to be present by a lucky chance.\n\nThe film stars Annabella Sciorra as Donna, bride-to-be at the center of a large Italian-American family in New York, and Ron Eldard as Michael, her fiance. They've been engaged for a long time, their friends see them as a couple, and on every side there are pressures urging them toward their altar. There seems to be something about matrimony that brings out a profoundly conservative side in all of the friends and family members of a would-be couple; marriage is held up as an inevitable goal, and there is so much institutional pressure in favor of it that a couple can hold out only so long.\n\nThere is a sense in \"True Love\" that the marriage preparations lead to marriage almost through the sheer force of momentum. A hall has to be hired. A menu has to be selected (with mashed potatoes dyed to match the color of the bridesmaids' dresses). Families and friends swarm about the two stars of the event, until they hardly have time to communicate with each other.\n\nBut they do talk. And gradually, as we listen, we begin to realize that \"True Love\" is deeper than it first seems. The movie begins as a comedy of wedding preparations and lifestyles, but as it goes along and we get to know Donna and Michael better, we begin to suspect that these people should never get married, that Michael is an immature alcoholic and that in some ways Donna knows it but lacks the determination to call off the ceremony.\n\nThe key moment in the movie comes at the banquet after the wedding, and it takes place in the women's room, where Donna has fled, weeping, after Michael has informed her that he plans to go out drinking with his buddies instead of spending the wedding night with her. The chilling thing about his decision is that he doesn't seem to fully realize just how bizarre it is. He justifies it as \"just one last night out with the guys,\" not realizing that he should already have had that night - that this, of all nights, should be his first with his wife.\n\nMichael is a little dense in these matters, anyway. As played by Eldard, he's one of those good-looking, superficially nice young men who has gotten a free ride from friends and family despite the handicap of never having had an interesting thought in his life. All of his opinions are secondhand, most of his remarks are cliches and marriage is something he sees in terms of something he \"ought\" to do rather than as a personal commitment. Even the movie's love scenes seem learned out of movies.\n\nDonna, as played by Sciorra in the movie's central and best performance, is a wiser woman, and one who probably doesn't want to get married at all. But the institution sweeps her along. The idea of marriage, and the urging of her friends, are so overwhelming to her that she chooses to disregard the clear evidence of Michael's immaturity. Because all of the other wedding arrangements have been made, she is able to overlook the most important one: the choice of a suitable husband.\n\nAt the end of \"True Love,\" I was left with the clear impression that this marriage wouldn't last long. But it is the genius of the movie that it almost sweeps the audience along with everyone else in cheering the couple toward the altar. This is a subtle movie that invites us to read between the lines. It suggests that a lot of couples may be married to marriage rather than to each other.", "running_time": 104, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-09-15", "genres": ["Comedy", "Romance"], "title": "True Love (1989)"}