{"url": "http://www.rogerebert.com/reviews/true-romance-1993", "by": "Christian Slateras Clarence Worley", "star_rating": 3.0, "text": "There are few objections to \"True Romance\" that I haven't thought of, and I dismiss them all with a wave of the hand. This is the kind of movie that creates its own universe, and glories in it.\n\nThe universe in question could best be located inside the in flamed fantasies of an adolescent male mind - and not any adolescent, but the kind of teenage boy who goes to martial arts movies and fantasizes about guns and girls with great big garbanzos. It is the kind of film that will make the best 10 lists of such supporters of the decline of civilization as Joe Bob Briggs.\n\nAnd yet that doesn't make it bad. I've always tried to adopt a generic approach to the movies, judging each film in terms of its type and the expectations we have for it. And \"True Romance,\" which feels at times like a fire sale down at the cliche factory, is made with such energy, such high spirits, such an enchanting goofiness, that it's impossible to resist. Check your brains at the door.\n\nThe movie's hero, Clarence, played by Christian Slater, is perhaps something like the target audience member for the movie. He works in a comic book store, spends his free time watching kung fu triple-features, and can hardly believe it when a blonde in a low-cut garbanzo-flaunter walks into his life.\n\nHer name is Alabama (uh, huh) and she's played by Patricia Arquette. I guess it goes without saying that she's a hooker; that's the only profession available to the women in a movie like this, and is sort of convenient, because it means she doesn't have any regular hours, no parents, and is available, at least for a price. Of course such hookers, in such movies, never charge the hero anything; Clarence exudes a magnetic appeal that transcends commerce, I guess, like Billy Idol over at Heidi's house.\n\nAlabama is actually a bit of an innocent. She's only been a hooker for four days (or four clients, I forget), but that has been long enough for her to pick up a vicious pimp (Gary Oldman), who Clarence has to deal with. Clarence is courageous and stupid, two invaluable assets in this situation, and eliminates the pimp in a prelude to a cross-country odyssey, after, in a series of tortured plot manipulations, he and Alabama have come into possession of $5 million of the mob's cocaine, which they plan to sell at a discount, before flying to Rio.\n\n\"True Romance\" was directed by Tony Scott, whose movies like \"Top Gun\" and \"Days Of Thunder\" show an affection for boys and their toys. But the film's real author, his stamp on every line of every scene, is Quentin Tarantino. As in \"Reservoir Dogs,\" his 1992 directorial debut, Tarantino creates a world of tough guys, bravado, lurid melodrama, easy women, betrayal, guns and drugs. In his world, \"low cut\" is to \"neckline\" as \"fast\" is to \"car.\" The movie hurtles from scene to scene, aiming for a climax which will strike \"Reservoir Dogs\" fans as curiously familiar. In both films, the plot ingeniously arrives at a moment where all of the warring parties are in the same room at the same time, simultaneously shooting at each other.\n\nThere isn't a moment of \"True Romance\" that stands up under much thought, and yet the energy and style of the movie are exhilirating. Christian Slater has the kind of cocky recklessness the movie needs, and Patricia Arquette portrays a fetching combinati on of bimbo and best pal. The supporting cast is superb, a roll call of actors at home in these violent waters: Christopher Walken, Dennis Hopper and Brad Pitt, for example.\n\nAnd then there is Val Kilmer, fresh from \"The Doors,\" playing yet another dead rock hero. He lurks in the background of several scenes, as a muse who visits Christian Slater from time to time, dispensing heartfelt advice.\n\nWould you be surprised if I revealed that this figure is, in fact, the ghost of Elvis Presley? You would not? You will find yourself right at home here.", "running_time": 120, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-09-10", "genres": ["Action", "Crime", "Romance", "Thriller"], "title": "True Romance (1993)"}