{"url": "http://www.rogerebert.com/reviews/truly-madly-deeply-1991", "by": "Juliet Stevensonas Nina", "star_rating": 3.0, "text": "For some time now I have been complaining about movies in which people return from the afterlife. My complaint is always the same: If the afterlife is as miraculous as we expect it to be, why would anyone want to return? I have my answer. They come back to watch movies on video. This is a relief. I would not want to contemplate going through eternity without occasionally being able to put \"Five Easy Pieces\" in the VCR.\n\nMy information about the afterlife comes from Anthony Minghella's \"Truly, Madly, Deeply,\" a truly odd film, maddening, occasionally deeply moving. It opens as the story of a woman consumed by grief. Her man has died and she misses him and his absence is like an open wound. Then he returns. He steps back into her life from beyond the grave and folds her in his arms, and the passion with which she greets him is joyous to behold. He is back, he explains, because he did not die \"properly.\" He got caught in some kind of reality warp, I guess, between life and death, and the upshot of it is, he's back. Oh, he's dead. But he's here.\n\nThe woman is played by Juliet Stevenson, as one of those intelligent but vulnerable women like Nathalie Baye plays in French films. The man is Alan Rickman, who you will look at on the screen, and know you have seen somewhere, and rattle your memory all during the movie without making the connection that he was the villain in \"Die Hard.\" He was a cello player in life, and now he is one in death, and he and Stevenson hang around the house all day, making ga-ga eyes. For various reasons she has to keep his return secret from her friends, who cannot understand why she has bounced back from profound depression into a state of giddy happiness.\n\nAll of these passages of the movie are convincing, in a strange way: This is sort of a \"Ghost\" for grownups. Then the movie takes a turn toward the really odd, as various new pals of the man return from the next world to join him. This eventually leads Juliet Stevenson to deliver one of the most memorable lines of dialogue of this or any year: \"I can't believe I have a bunch of dead people watching videos in my living room.\" I do not want to reveal the turns the plot takes then. I will mention, however, the character played by Michael Maloney, who ventures into Stevenson's life and falls in love with her and makes her choose between this world and the next. His character is truly goofy, and charming, and in his own indirect way he leads the movie toward some truths that are, the more you think about them, really pretty profound.", "running_time": 89, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-05-24", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Romance", "Science Fiction"], "title": "Truly, Madly, Deeply (1991)"}