{"url": "http://www.rogerebert.com/reviews/trust-1991", "by": "Adrienne Shellyas Maria Coughlin", "star_rating": 2.0, "text": "Hal Hartley is on his way to creating a distinctive film world, and although \"Trust\" is not a successful film, you can see his vision at work, and it's intriguing. Hartley has placed both this film and his last one, \"The Unbelievable Truth\" (1990), in a lower-middle-class world of soap opera cliches and sudden passions, and given his characters dialogue that sounds like the truisms of the desperate.\n\nBoth films star Adrienne Shelly, a diminutive, pouty Bardot type who is an ideal interpreter for Hartley's satirical goals.\n\n\"Trust\" opens as Shelly, playing a Long Island high school student named Maria, puffs on a cigarette, adjusts her makeup, and informs her parents she's about to marry her no-good boyfriend, Anthony, who in her vision has his life all mapped out for himself: He'll go to school, play football, and join his father's construction company, \"where he'll be pulling in a really bitchin' salary.\" She adds, as an afterthought, that she's pregnant. Her father dies of a heart attack seconds later, and her mother holds this against her for much of the film.\n\nHer boyfriend is not much thrilled by her vision of their future, either. He's got his football practice to go to, and even when the season is over his plans do not include matrimony. The day goes downhill from there; her mother throws her out of the house, and then she meets a drifter named Matthew, who may not quite be a mass murderer, but perhaps only because he has not yet started. On the other hand, he may be just the sensible young man she needs in her life. It could go either way.\n\nIt's a rule of conventional fiction that readers are annoyed by arbitrary developments. This is one rule Hartley doesn't subscribe to. Events happen entirely without preparation in his world, and to a film critic who has seen whole movies that are elaborate preparations for almost nothing, that is a relief.\n\nHartley's universe in \"Trust\" seems not just arbitrary, however, but pointless. I was never sure exactly what he wanted me to think about his characters and their world, unless it was that they were absurd. He chooses easy targets such as technology, and attacks them in heavy-handed scenes such as the one where Matthew drops a computer monitor on the floor in the factory where he works, and then, when the foreman protests, shoves his head in a vise. So what? And so what when the Shelly character turns out to be infantile as well as sophisticated, and alternates between being a Lolita and being simply a child? What role does her precocious sexuality really play - and what role did it play in \"The Unbelievable Truth,\" when her dad was proud of her job as a fashion model until he saw her ads for underwear and went berserk? And what does it mean that Matthew still lives with his father, a compulsive-obsessive who makes him clean house for hours at a time? Maybe the purpose of Hartley's films is to satirize America by taking the most ephemeral and superficial aspects of our society and treating them with utter seriousness - just as advertising inflates cans and bottles into sculptures on the scale of Mt. Rushmore. The soap opera idiom is suited for this, and so is the arbitrary nature of his plots; when a Hartley film plays on TV, you won't be tempted to go channel-surfing because the movie will seem to be switching programming for you.", "running_time": 97, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-08-16", "genres": ["Comedy", "Drama", "Romance"], "title": "Trust (1991)"}