{"url": "http://www.rogerebert.com/reviews/trust-2011", "by": "Liana Liberatoas Annie", "star_rating": 4.0, "text": "The bravest thing about David Schwimmer’s \"Trust\" is that it doesn’t try to simplify. It tells its story of a 14-year-old girl and a predatory pedophile as a series of repercussions in which rape is only the first, and possibly not the worst, tragedy to strike its naive and vulnerable victim. It’s easy to imagine how this story could have been exploited and dumbed down. It works instead with intelligence and sympathy.\n\nAt its core is a remarkable performance by young Liana Liberato, who plays Annie Cameron, the happy child of a good home in upper-crust Wilmette. The character could have been played in many ways, but Liberato evokes innocence, defiance, idealism, hurt — and trust — without ever seeming to be more aware than she should. We believe above all in her youth. We hear a lot about the premature sexualization of young teens; she portrays a \"good girl\" who isn’t advanced, who feels uncomfortable at a party where \"popular girls\" fake sophistication. She’s ... a nice kid.\n\nShe’s never had a boyfriend when she meets Charlie in an online chat room. (Schwimmer uses titles to show us their conversations.) Charlie is in high school. Like her, he plays volleyball. He’s a nice kid, too. He understands her. She grows closer to Charlie than any boy she’s ever known. They talk for hours on the phone.\n\nCharlie (Chris Henry Coffey) makes a confession. Actually, he’s in college. Actually, he’s a graduate student. Actually, he’s 25. \"Why do you keep lying?\" she asks. But Charlie is comforting and persuasive. She agrees to meet him in a mall. \n\nShe must have been warned about cases of online predators like him — but they couldn’t have been talking about her Charlie. Yet when Charlie turns up, he’s clearly well into his 30s. Annie is crushed. But he is persuasive and compelling, a smooth talker, pushing all the right buttons, exploiting her idealized fantasies about himself. Coffey is very good in the scene.\n\nAt this point, I thought I had a pretty good idea where the film was going. That’s how it surprised me, by being fiercely respectful of Annie’s feelings in all their complexities, and providing her with dialogue that reflects her confusion and vulnerability. Schwimmer is an activist in the field of rape awareness, and must have had knowledgeable collaborators, including his writers Andy Bellin and Robert Festinger. \n\nRape is a cruel crime. For Annie, the loss of her virginity is not the worst of it. More important is her reputation, her world in New Trier High School, her self-esteem. She might almost have been better off not telling anyone what happened. She confides in a friend, who blabs to the school principal, and she’s led away from school by two uniformed officers who come to investigate the crime. In this and countless details for the rest of the film, we realize a psychic rape is being added to the original one. Only a reserved but tactful psychiatrist (Viola Davis) completely understands what is happening.\n\nAnnie’s parents are good people. Her British father Will (Clive Owen) is a marketing executive — ironically, catering to the market for sexy teen fashions exploited by the notorious American Apparel retail chain. Her mother Lynn (Catherine Keener) is sensible and loving. The marriage is healthy. What Annie desperately needs is privacy and space. What she gets is an intrusive FBI investigation, brutal gossip at high school, cruel jokes played on the Internet, and the destruction of the idealized vision of Charlie she clings to.\n\n\"Trust\" is above all respectful of her feelings. It perhaps goes a shade too far in how it deals with her father’s. He becomes obsessed with the FBI investigation, wants personal vengeance against the predator, gets involved in unwise ways. In a crushing scene where his anger leaps out of control, he has the effect of humiliating Annie before hundreds of her classmates.\n\n\"Trust\" doesn’t offer soothing solutions. Annie will survive, but has been damaged perhaps more by the aftermath than by the rape itself. The movie is merciless in depicting the methods by which pedophile predators operate; Charlie is the embodiment of evil. But society is lacking in instinctive sympathy and tact for Annie, and society isn’t supposed to be evil. Catherine Keener does a warm, unobtrusive job of loving and comforting her daughter, but that’s not enough — not when her husband grows more concerned with vengeance than with healing.\n\nIt is all too tortuous and complicated. Liana Liberato does such a poignant job of showing how, and why. She has three scenes in particular where her wounded feelings spill out in words of anguish, and they are so well-written and well-acted that they’re heartbreaking. David Schwimmer has made one of the year’s best films: Powerfully emotional, yes, but also very perceptive.", "running_time": 104, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-03-31", "genres": ["Drama", "Indie", "Thriller"], "title": "Trust (2011)"}