{"url": "http://www.rogerebert.com/reviews/truth-or-dare-1991", "by": "Propaganda Films", "star_rating": 3.5, "text": "Although the movie seems happiest when it is retailing potential scandal, its heart is not in sex but in business, and the central value in the film is the work ethic. Madonna schedules herself for a punishing international tour of mostly one-night stands and then delivers with a clockwork determination, explaining to a family member in Detroit that she can't go out to party because she has to conserve her strength.\n\nNight after night the exhausting show goes on, taking on aspects of a crusade for the cast members. Ironically - given Madonna's onstage use of sacrilege as a prop - every show is preceded by a prayer session, everyone holding hands while Madonna asks God's help and recites a daily list of problems. And when her dancers have personal problems, they come to her as a counselor and mother figure.\n\nShe seems to like it that way, and halfway through the film I was even wondering if she deliberately chose insecure dancers with dependent personalities because she enjoyed playing mother to them.\n\nMadonna has kept her act fresh by adopting a long series of public star personas, yet, backstage, people don't relate to her as a star, but as the boss. Her charisma comes not through glitter but through power, and there is never any doubt about exactly who is in charge.\n\nWe get the feeling that if show biz ever loses its appeal for her, she could be successful in business or even politics: She's a hard-headed organizer, a taskmaster, disciplined and clear-headed.\n\nThe movie follows the Blond Ambition tour from its soggy beginnings in Japan's rainy season through a series of appearances across the world. There's the Los Angeles concerts with all of the celebrities backstage (Kevin Costner tells her the concert was \"neat,\" and once he leaves she sticks a finger down her throat).\n\nDetroit, her hometown, where she assures her father that she can indeed get him tickets. Toronto, where the police threaten to arrest her for public masturbation (\"What do they mean, masturbation?\" \"When you grab your crotch\"). Then she tours Italy and Spain, inviting guys she has crushes on to parties, only to discover they're married or gay.\n\nAt one point in the film, talking about how lonely it is at the top, she's asked if she ever knew true love, and she answers sadly, \"Sean. Sean.\" But she never says another word about her former husband, Sean Penn. In the opening scenes she is glimpsed briefly with boyfriend Warren Beatty, but then he disappears, unmentioned, after making what sounded to me like fairly sensible observations (he complains that, for Madonna, if it doesn't happen on camera it hardly happens at all).\n\nThe organizing subject of the whole film is work. We learn a lot about how hard Madonna works, about her methods for working with her dancers and her backstage support team, about how brutally hard it is to do a world concert tour. Unlike most rock documentaries, the real heart of this film is backstage, and the onstage musical segments, while effectively produced, seem obligatory - they're not the reason she wanted to make this film.\n\nWhy is work so important to her? Maybe there's a hint in the many scenes where she takes a motherly interest in the personal lives of her dancers, and even joins them between the sheets for innocent, bored, adolescent sex games. Madonna, who has had such success portraying a series of sexual roles and personalities, seems asexual on a personal level. A voyeur rather than a participant. Control and power are more interesting to her than intimacy. When she manipulates the minds of a stadium full of fans, that's exciting. It's not the same, working with one person at a time.", "running_time": 118, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-05-17", "genres": null, "title": "Madonna: Truth or Dare (1991)"}