{"url": "http://www.rogerebert.com/reviews/tuck-everlasting-2002", "by": "Alexis Bledelas Winnie Foster", "star_rating": 2.0, "text": "\"Tuck Everlasting\" is based on a novel well known to middle school students but not to me, about a romance between two teenagers, one of whom is 104. It contains a lesson: \"Do not fear death--but rather the unlived life.\" Wise indeed. But wiser still was Socrates, who said, \"The unexamined life is not worth living.\" The immortals in \"Tuck Everlasting\" have not examined their endless lives, and the teenage mortal scarcely has a thought in her pretty little head.\n\nThe movie, shot in rural Maryland (Blair Witch country), tells of a young woman named Winnie Foster (Alexis Bledel) who feels stifled by strict family rules. Her mother (Amy Irving) frowns disapprovingly on just about anything, but is especially certain that Winnie should never talk to strangers or walk alone in the woods. One day, Winnie up and walks in the woods, and meets a young man named Jesse (Jonathan Jackson). He warns her against drinking from a spring at the foot of a big old tree, and then his older brother Miles (Scott Bairstow) grabs her and brings her back to their forest cottage on horseback.\n\nThese are the Tucks. Mae and Angus, Mom and Dad, are played by Sissy Spacek and William Hurt. Years ago, they drank from the spring and have become immortal. \"The spring stops you right where you are,\" Winnie is told, and that's why Jesse has been 17 for all these years. Although this is not explained, it must stop your mental as well as your physical aging, because at 104, Jesse is not yet desperately bored by being 17. Earlier, Angus Tuck had spied a stranger in a yellow coat skulking about, and warned the family: \"Any strangers in the woods--getting too close--you know what to do. No exceptions.\" So it appears Winnie must die to protect the secret of the Tucks and their spring. But first Mae Tuck wants to give the poor girl a square meal, and as it becomes clear that Winnie and Jesse are soft on one another, the mean Miles teases: \"Don't you wish he'd told you before he kissed you?\" (His own mother says Miles is \"warm as barbed wire.\") The movie has been handsomely mounted by Jay Russell, whose previous film was \"My Dog Skip\" (2000), a classic about childhood that was entirely lacking the feather-brained sentimentality of \"Tuck Everlasting.\" The new movie is slow, quiet, sweet and maddening in the way it avoids obvious questions: Such as, if one sip from the spring grants immortality, why do the Tucks remain for a century in their cottage in the woods? I know what I'd do: Spend 10 years apiece in the world's most interesting places. And don't tell me they're afraid city folk will notice how old they are, since the boys live in town and Mae visits them every 10 years.\n\nThe movie oozes with that kind of self-conscious piety that sometimes comes with the territory when award-winning young people's books are filmed (\"Harry Potter\" is an exception). The characters seem to lack ordinary human instincts and behave according to their archetypal requirements. How else to consider the Man in the Yellow Suit (Ben Kingsley), who, if he had given the matter a moment's thought, would know he could stalk the Tucks more successfully with a brown suit? Winnie's father (Victor Garber) is a rather distant man, as befits the form for this genre, in which the women are plucky and the men are either sinister or inessential, unless they are cute teenage boys, of course.\n\nThe movie is too impressed with its own solemn insights to work up much entertainment value; is too much fable to be convincing as life; is awkward in the way it tries to convince us Winnie's in danger when we're pretty sure she's not. Even its lesson is questionable. Is it better to live fully for a finite time than to be stuck in eternity? The injunction to live life fully need not come with a time limit. That's why the outcome of the romance is so unsatisfactory. I dare not reveal what happens, except to say that it need not happen, that the explanation for it is logically porous, and that many a young girl has sacrificed more for her love. Besides, just because you're 17 forever doesn't mean life loses all delight. You can get rid of that horse and carriage and buy a motorcycle.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-10-11", "genres": ["Drama", "Family", "Fantasy", "Romance", "Science Fiction"], "title": "Tuck Everlasting (2002)"}