{"url": "http://www.rogerebert.com/reviews/tucker-and-dale-vs-evil-2011", "by": "Tyler Labineas Dale", "star_rating": 3.0, "text": "If ever there was a movie that seems prepared to follow an ancient formula, that movie is “Tucker & Dale vs. Evil.” Consider: A van filled with college kids speeds heedlessly down the back roads of hillbilly country. A bearded redneck scowls at them from a pickup truck. They stop at a store with the ominous sign “last gas.” The locals inside stare and snicker at them.\n\nArriving at their campsite in the woods, they pitch their tents, have beers and pot, and hear the story of the Memorial Day Massacre, during which a group of kids just like them were murdered by mountain men on — gasp! — that very spot! Twenty years ago today! So what do they decide to do? Go skinny-dipping, of course. \n\nIt probably won’t be a spoiler to mention how the movie unfolds, because the trailers have helpfully spelled it out for you. If you don’t happen to know, stop reading now. Or perhaps not, because the movie doesn’t continue down the same dreary road. In a clever if sensationally implausible twist, the only vicious character is one of the college kids, the two hillbillies are sweet and helpful guys, and one cliche after another is ticked off and upended.\n\nTucker and Dale (Alan Tudyk and Tyler Labine), or Dumb and Dumber, are hoping only to enjoy a fishing trip at Tucker’s new “vacation cottage,” which looks haunted when they arrive and has a wall ominously covered with newspaper clippings describing murders in the region. They go fishing by moonlight, happen upon the skinny-dippers, and when nice, blond Allison is frightened by them and falls into the water, they rescue her and haul her unconscious into their boat.\n\nThis is interpreted by her friends as a kidnapping, and the basic misunderstanding between the two camps continues in the tradition of farce leading to tragic misunderstandings. To describe the results would be cheating, but let’s say fans of gruesome violence won’t be disappointed.\n\nThere are a lot of actors in the movie, but only four who survive long enough to make a difference. Tyler Labine, as Dale, is a pudgy victim of low self-esteem, and Alan Tudyk, as Tucker, is his patient best pal, sometimes exasperated by him in the tradition of Laurel and Hardy. As Allison, herself a farm girl, Katrina Bowden is instinctively sympathetic to Dale. And Jesse Moss plays Chad, the leader of the college kids, who is a ferocious and hateful young man with a lifelong score to settle. The movie gives them not much more to do than fill their simple roles, which they do nicely. It’s amusing when Allison tries to broker better communications between the two sides. \n\nStudents of the Little Movie Glossary may find it funny how carefully “Tucker and Dale” works its way through upended cliches. I though it had done a pretty complete job already, including the two or three chainsaws and the wood chipper, but I was much gratified at the end when a sawmill turned up.", "running_time": 89, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-05", "genres": ["Comedy", "Horror"], "title": "Tucker and Dale vs. Evil (2011)"}