{"url": "http://www.rogerebert.com/reviews/tuff-turf-1985", "by": "James Spaderas Morgan Hiller", "star_rating": 1.5, "text": "Life is not a puzzle to be solved; it is a mystery to be lived.\r- Dialogue in \"Tuff Turf\"\n\nIt isn't every day that a movie review can perform a lifesaving service, but here goes: I don't think it's going to be safe to sell candy in the theaters that play \"Tuff Turf.\" By the time the above line of dialogue occurs in the movie, it sounds so sublimely ridiculous that people are going to be in danger of choking. Maybe they should train the ushers in the Heimlich maneuver.\n\n\"Tuff Turf\" is the worst teenage exploitation movie since \"Where the Boys Are\". It even has an equally wimpy hero, a young actor named James Spader who seems so laid back and introspective and sensitive and zonked that it is occasionally all he can to do rouse himself to the level of speech.\n\nSpader plays a former rich kid who went to prep school in the East, before his father lost his job and the family moved to California, where the old man drives a Yellow Cab. The kid goes to a tough high school, where the girl that he likes is going with the local mugger.\n\nThe girl is played by Kim Richards, who has long blond hair that is very beautiful - and just as well, too, since there are long stretches of this movie where her hair is literally the only thing on the screen worth watching.\n\nAfter an excruciatingly badly timed sequence where Spader's bicycle is destroyed by the evil gang members, the movie rambles so badly that it's hard to tell if this is a gang picture, a musical, a beach party film, or what.\n\nYou know a movie's in trouble when you start hoping for Divine to wander in and give it structure.\n\nAmong the low points: A scene in a rock club where Kim Richards leaps from table to table in the single worst choreographed dance since Kermit the Frog hopped across the lily pads. A scene where James Spader crashes a country club dance, commandeers the piano, and sings a bad song. A scene where Spader's agonized father (Matt Clark) utters advice on life that is so hilariously solemn we keep waiting for them to break up. And a stretch of dialogue where the characters apparently think you go to high school after college.\n\nOne of the strangest things about the movie is its timing. There is something vaguely off-balance about almost every scene. Pauses are held too long, or the cutting makes no sense, or meaningless looks are exchanged, or the camera is placed so that we get no sense of the action.\n\nFor example, in that opening sequence where Spader's bike is struck by a gang member's car, there is never a shot that shows us Spader, the bike and the car all at once. That's one problem. Another problem is, given the choice, we'd rather see the bike and the car than Spader.", "running_time": 112, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-02-01", "genres": ["Action", "Drama", "Romance"], "title": "Tuff Turf (1985)"}