{"url": "http://www.rogerebert.com/reviews/tully-2002", "by": "Anson Mountas Coates Jr.", "star_rating": 3.5, "text": "\"Tully\" is set on a Nebraska dairy farm, one without a woman but where thoughts about women are often in the minds of the men. Tully Coates Sr. (Bob Burrus) still loves the wife who walked away from the family years ago. Tully Jr. (Anson Mount) is a ladies' man, dating a local stripper named April (Catherine Kellner). His younger brother, Earl (Glenn Fitzgerald), is quieter and more open, with a soft spot for Ella Smalley (Julianne Nicholson), who is home for the summer from studying to be a veterinarian.\n\nIn this rural community, everyone knows one another. They even think they know each other's secrets, but there are dark secrets at the heart of the Tully family which only the father knows. One, revealed fairly early, is that his wife was not killed in a crash, as he told the boys, but simply abandoned them. The other I will leave for you to discover. The mother is not only alive but dying of cancer in a hospital, where $300,000 in medical bills have caused a lien to be brought against the farm: The Coates might lose it, after their decades of hard work.\n\nHere in Nebraska, the exotic dancers are not very exotic. April is a neighbor girl who strips in a nearby town because the money is good but still has small-town notions about going steady. After she and Tully Jr. spend an enjoyable afternoon on the hood of his Cadillac, she claims territorial privilege: From now on, that hood is hers, and she doesn't want to hear about Tully inviting any other girl up there.\n\nEarl has a sort of crush on Ella, who is red-haired and freckled, open-faced and clear about her own feelings. She would like to be dating Tully, but only if he can outgrow his tomcatting and see her as worthy of his loyalty. In her own way, during this summer, she will hook Tully and reel him in, and it may be years before he figures out what really happened. Nicholson is wonderful in the role, wise about men, aware of her own power.\n\nThe anchoring performance in the movie is by Burrus, as the father. Long days alone in the fields have made him taciturn. The boys notice that the lights burn late in the farm office, that he is worried about something, and then they discover their line of credit is cut off at the bank.\n\nDuring the course of the movie, old hurts will be remembered, old secrets revealed, and new loves will form. \"Tully,\" directed by Hilary Birmingham, co-written by Birmingham and Matt Drake, and based on a short story by Tom McNeal, doesn't turn those developments into a rural soap opera but pays close and respectful attention to its characters, allowing them time to develop and deepen--so that, for example, we understand exactly what's happening when Earl warns his brother to be careful with Ella. In other words, don't treat her like another one of his conquests.\n\nEven Ella is bemused by Tully's reputation: \"What's it like to drive women crazy?\" What Tully is far from understanding is that Ella knows how to drive him crazy, and there is a lovely scene when she takes him to her favorite swimming hole and allows him to feel desire for her, and pretends that wasn't on her mind. Women know how to win the Coates men, and it's clear that the old man forgives his faithless wife and still loves her.\n\nThe movie is a matter-of-fact journal of daily farm life during its opening scenes, and its dramatic secrets are revealed only slowly. At the end, when there is a tragedy, it has been hanging there, waiting to happen, for four or five scenes. Birmingham has a writer's patience and attention to detail, and doesn't hurry things along. She knows that audiences may think they like speed, but they're more deeply moved by depth.\n\nBy the end of the film, both times I saw it, there were some tears in the audience. They confirm something I've suspected: Audiences are more touched by goodness than by sadness. Tears come not because something terrible has happened, but because something good has happened, which reveals the willingness of people to be brave and kind. We might quarrel with the crucial decision at the end of \"Tully,\" but we have to honor it because we know it comes from a good place. So does the whole movie.", "running_time": 107, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-11-08", "genres": ["Drama"], "title": "Tully (2002)"}