{"url": "http://www.rogerebert.com/reviews/tulpan-2009", "by": "Askhat Kuchinchirekovas Asa", "star_rating": 4.0, "text": "\"Tulpan” is an amazing film. It shows such an unfamiliar world, it might as well be Mars. This is a place where the horizon is a straight line against the sky in every direction. There are no landmarks, no signs, no roads. No vegetation grows much more than a foot or two. It is dry, dusty, cold and windy, and nothing seems to be green. This is the world “Tulpan” takes place in, and I can think of only one other story that would feel at home there: “Waiting for Godot.”\n\nYet the people love it. They are yurt dwellers in Kazakhstan, the largest landlocked nation on Earth. They live on what is named in the credits as the Hungersteppe and raise sheep. We meet a young sailor named Asa, discharged from the Russian navy, who has come here to live with his sister Samal, her husband, Ondas, and their children. As the story opens, Asa, Ondas and his buddy Boni are negotiating with a poker-faced man and his hostile wife for the hand of their daughter, Tulpan (“Tulip”).\n\nAsa enthralls them with tales of the seahorse and octopus. They offer 10 sheep and a chandelier. It is to no avail; Tulpan, peeking through the doorway curtains, thinks that Asa’s ears are too big. There is not one single other potential bride in the district, and how is a man to live here without a wife?\n\nThese people are quite familiar with what we call civilization. Their children have been deserting to the cities for years. They do not have electricity, and water must be trucked in. I assume they eat a lot of mutton, and there is a man with an ungainly Jeep-like vehicle who comes around selling cucumbers, and, I hope, other vegetables. They have a battery-powered radio, which one of the boys listens to eagerly, racing into the yard to announce: “Breaking news! Earthquake in Japan! Seven on the Richter scale!”\n\nThey are alarmed that many baby lambs are stillborn. They call out the vet, whose teeth do a thing with his cigarette it is difficult to describe. He travels with a sick baby camel in his motorcycle sidecar. His diagnosis is simple and almost obvious. Asa eventually argues with his taskmaster brother-in-law and walks away from the farm. This consists of disappearing into the void; how do people avoid getting lost here? When Ondas scans the horizon with his binoculars, everything looks the same.\n\nThere is humor, some of it involving the cucumber salesman, and tenderness, as when Samal sings a bedtime lullaby to her tired husband and their children. There’s stark reality in the difficult birth of a lamb that manages to survive. A shot, long held, of Samal’s face, tells us everything we can ever hope to know about her situation. The film’s closing shot is epic in its meaning and astonishing in its difficulty.\n\n“Tulpan,” which won Un Certain Regard honors at Cannes 2008, is the first feature by Sergey Dvortsevoy, 45, born in Kazakhstan, whose documentaries have been about people in the old Soviet republics living between tradition and the future. What does this sound like to you? Ethnographic boredom? I swear to you that if you live in a place where this film is playing, it is the best film in town. You'll enjoy it, not soon forget it, and you’ll tell your friends about it and try to persuade them to go, but you’ll have about as much luck with them as I’m probably having with you. Still, there has to come a time in everyone’s life when they see a deadpan comedy about the yurt dwellers of Kazakhstan.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-06-10", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Tulpan (2009)"}