{"url": "http://www.rogerebert.com/reviews/tumbleweeds-1999", "by": "Janet McTeeras Mary Jo Walker", "star_rating": 3.0, "text": "American movies have a deep faith that if you hit the road and point west, at the end of the journey you will find--well, whatever you're looking for. Romance, fame, truth, understanding, all dreamed of as you look out over the sea. Those who go west are often poor, or unlucky in love, or have been roughly treated by life. Those who go east, on the other hand, are usually smart, aggressive and ambitious. Has there ever been a movie in which a couple of losers from the Dust Bowl, down on their luck, head east and arrive in triumph at Coney Island? We also have a faith in the wisdom of youth and in the ability of parents to be redeemed by children. (We have an equal faith in the ability of children to be redeemed by parents, but fewer adults than teenagers buy movie tickets, so less of those movies are made.) \"Tumbleweeds,\" like \"Anywhere But Here,\" which opened last month, is about a troubled mother and her wise daughter, who share a road journey to California while both deal with the mother's immaturity and untidy sex life.\n\nIs there a rule that we must prefer one of these films to the other? I don't know why there should be. I liked them about equally well, and certainly \"Tumbleweeds,\" which premiered in January at Sundance, cannot be blamed because its distributor couldn't get it into theaters before its twin.\n\n\"Tumbleweeds\" is a little grittier than \"Anywhere But Here\"; it lacks the gloss of the other film and is positioned a notch or two lower on the socioeconomic ladder. In \"Anywhere,\" the mother pins her hopes on romance with an orthodontist, while in \"Tumbleweeds,\" it is a truck driver who looks like the Marlboro man. Both movies make much of the daughters' school opportunities, reminding us that America is a classless society where the speedometer is set back to zero for every generation. Ava (Kimberley J. Brown) may find herself spending the night with hermother Mary Jo (Janet McTeer) in a borrowed camper, but she is auditioningto play Juliet, and no child is wholly disadvantaged who has access to Shakespeare.\n\nMary Jo is a woman who depends on the kindness of strange men. She has a mental Rolodex of guys who once thrummed to her charms, and pilots an old car around the Southwest looking them up. Her memory improves on reality; a man recalled as a leading car dealer turns out to run a used parts lot. But the friendly Marlborian truck driver (played by Gavin O'Connor, the director and co-writer) seems at first to be promising. He fixes a leaking hose in her radiator, later finds himself in the same pool hall where she stops for a drink, and soon Mary Jo and Ava are moving in.\n\nBy now they are in San Diego, where Mary Jo seeks employment. One of her interviewers is Michael J. Pollard, who examines her resume and observes that either she likes to move around a lot or she's a wanted woman. She gets a job as a phone slave at a guard company (she calls you when your alarm goes off). But then the Marlboro man gets angry when she doesn't order what he recommends at a restaurant. \"I know where this is going,\" she says, having much experience of men who believe their kind suggestions should be understood as orders.\n\nWill they move towns again? Resume the quest for the right man, the right home, the right school for Ava? Ava thinks not. As played by Brown, she is a thoughtful, appealing young woman who knows her mother all too well. McTeer makes Mary Jo into a woman whose has two basic problems: a fatal attraction to wrong men and an inability to stay put long enough to work herself up the job ladder.\n\nThere is a right man around. He is Dan (Jay O. Sanders), a co-worker who lost his own wife and tells Avaabout that in one of the movie's best scenes. Will they get together? Would that be the right thing for either one of them? Movies like \"Tumbleweeds\" exist in the details, not the outcome. Even a happy ending, we suspect, would be temporary. We don't mind, since the characters have been intriguing to know and easy to care about.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-12-10", "genres": ["Comedy", "Drama", "Indie"], "title": "Tumbleweeds (1999)"}