{"url": "http://www.rogerebert.com/reviews/tune-in-tomorrow-1990", "by": "Barbara Hersheyas Aunt Julia", "star_rating": 2.5, "text": "\"Tune in Tomorrow\" is based on \"Aunt Julia and the Scriptwriter,\" a novel by Mario Vargas Llosa, the recent Peruvian presidential candidate, whose original hero was obsessed by resentments against Bolivians. I am not completely sure, but I imagine that outrageous attacks on Bolivians would be funnier in Peru than attacks on Albanians are to American audiences. Maybe \"Tune in Tomorrow\" should have made them Canadians. We are all familiar, of course, with the unspeakable practices of Canadian milkmaids.\n\nThe rest of the novel translates fairly easily from Peru to New Orleans, since it is the sort of comic fantasy that essentially could be set anywhere there is a radio station. The film stars Falk as an itinerant radio writer who invents outrageous plots and then peoples them with the folks he observes around him - stealing not only their personalities but also their dialogue.\n\nIn the film, Keanu Reeves is Falk's student, a bright and willing young man who wants to learn the radio game, and Barbara Hershey is Reeves' aunt, who has moved to New Orleans to add a new chapter to her unhappy experiences with men. In no time at all, Reeves is in love with Hershey, and their dialogue, which has to be heard to be believed, is soon heard all over town, because Falk eavesdrops and steals their lines word-for-word.\n\nThe movie has been directed by Jon Amiel (who made \"The Singing Detective\" and the wonderful \"Queen of Hearts,\" the movie about the Italian family in London). He likes to push the edges of the envelope of plausibility, to fool around with what's real and what isn't. In \"Queen of Hearts,\" supernatural events took place side-by-side with natural ones, and in this movie the story cuts back and forth between Falk's soap opera and the characters who are in it.\n\nThat creates a story-within-a-story. Elizabeth McGovern plays a robust ingenue whose marriage is the obsessive concern of a large and peculiar family, played by John Larroquette, Buck Henry, Peter Gallagher and others. Falk's script delights in leading them up to such unspeakable topics as incest and then letting them speak about them, and the film's method is to cut back and forth between this other story and the equally lurid adventures of the \"real\" heroes.\n\nThe joke is the same as in Woody Allen's \"Radio Days,\" where Wallace Shawn (of \"My Dinner With Andre\") played the Masked Avenger, a radio hero who sounded ferocious on the air but looked, in person, exactly like Shawn. Here the actors are workaday radio personalities, shouldering up to the mike with their scripts, but to the radio listeners of New Orleans they are gorgeous, romantic figures.\n\nSome of the movie's best laughs come when the jaws of the listeners drop open with shock and amazement at some of Falk's more outrageous fantasies. Nobody seems to know quite how to react to his blatantly unprincipled attacks on the Albanians, however, and indeed the movie's uncertain comic tone is a problem all through the story.\n\nSometimes we laugh easily, sometimes uncertainly, and sometimes we just look at the screen and wonder why anyone thought that was funny. The Albanians are part of the problem, although perhaps not when the film plays in Turkey.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-11-02", "genres": ["Comedy", "Drama", "Romance"], "title": "Tune In Tomorrow (1990)"}