{"url": "http://www.rogerebert.com/reviews/tupac-resurrection-2003", "by": "Lauren Lazin", "star_rating": 3.5, "text": "Narrator: Tupac Shakur \n\nI didn't have a record until I had a record.\n\nSo says Tupac Shakur, the gangsta rap artist who was shot down in his youth on a Las Vegas street. And, yes, it is Tupac Shakur saying it. He narrates his own story about an American life that started badly, got a lot better and then a whole lot worse. Because he was articulate and introspective, questioned his own behavior and had a philosophical streak, and because he left behind so many hours of interviews, the makers of \"Tupac: Resurrection\" are able to use his voice and only his voice to tell the story of his life from his birth to beyond the grave.\n\nShakur was a talented child who attended the Philadelphia High School for the Performing Arts, and in another world might have made another kind of music. But he came up at the defining moment of rap and embraced gangsta imagery, which became his reality. He advocated some kind of half-baked philosophy named Thug Life, which was supposed to be a code to end the anarchy of inner city street gangs. But like the rap artist Biggie Smalls, whose murder has been linked with Shakur's in the legend of the East-West rap war, and like Sean (Puffy) Combs, who has also been associated with violence, he was not a ghetto warrior but a rich, talented performer who pretended to be a lot tougher than he was.\n\n\"Tupac: Resurrection,\" directed by Lauren Lazin, is essentially the autobiography of a young man who suddenly has to learn how to handle fame, money and power, and whose impulses to do the right thing are clouded by the usual problems of too much, too soon. \"I was immature,\" he observes at one point, and later \"I tried to get humble again.\" He attacked Spike Lee and Eddie Murphy for no good reason. He fought with the Hughes Brothers, who were trying to direct him in a movie. He was accused of rape. He did time behind bars. He was involved in gunplay. He was making millions of dollars and did not fully realize what a target that made him, in a new branch of the music industry where murder was a marketing strategy.\n\nThe most important person in his life was clearly his mother, Afeni Shakur, a Black Panther who was in jail when she was pregnant with Tupac, and who later fought and won a battle with drugs; her politics and feminism helped form him, and he talks about how comfortable he is with women, how he understands them, how he was the only male in the family. In the last months of his life, his relationship with his mother is the most positive input he has -- and he knows it.\n\nHe's egotistical about his success, as he makes millions for Death Row Records and its notorious proprietor, Suge Knight. One movie that ought be viewed in connection with this one is Nick Broomfield's \"Biggie and Tupac\" (2002), which says Knight had both rappers murdered and even fingers the hit-men (off-duty Los Angeles cops on Suge's payroll). The LAPD, not surprisingly, has a different theory, but Broomfield's movie is instructive for its portrait of Suge Knight, who actually was and is the kind of hard character Shakur and Smalls posed as.\n\n\"Tupac: Resurrection\" is about rap music, the forces that created it, and the world it then created. Shakur talks about the experiences and politics that went into his own music, in a way that casts more light on rap than anything else I've come across in a movie. Although rap is not music in the sense that you come out humming the melody, it's as genuine an American idiom as jazz or the blues, and it is primarily a medium of words, of ideology; a marriage of turntables, poetry slams, autobiography and righteous anger.\n\nI remember seeing Vondie Curtis Hall's \"Gridlock'd\" at Sundance 1996, soon after Tupac was murdered in Vegas. I'd admired Shakur's acting in \"Poetic Justice\" and \"Juice,\" and now here, opposite the great Tim Roth, he was distinctive and memorable in what was essentially a two-character study. Consider the scene where his character, desperate to get into detox, tries to persuade Roth's character to stab him in the side, and the two get into a hopeless discussion about which side the liver is on.\n\nIn the long run Shakur might have become more important as an actor than as a singer (as Ice Cube has). As you listen to his uncanny narration of \"Tupac: Resurrection,\" which is stitched together from interviews, you realize you're not listening to the usual self-important vacancies from celebrity Q&As, but to spoken prose of a high order, in which analysis, memory and poetry come together seamlessly in sentences and paragraphs that sound as if they were written. Let's assume you are a person who never intends to see a doc about rap music, but might have it in you to see one. This is the one.", "running_time": 112, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-11-14", "genres": ["Documentary"], "title": "Tupac: Resurrection (2003)"}