{"url": "http://www.rogerebert.com/reviews/turbulence-1997", "by": "Ray Liottaas Ryan Weaver", "star_rating": 1.0, "text": "“Turbulence” thrashes about like a formula action picture that has stepped on a live wire: It's dead, but doesn't stop moving. It looks like it cost a lot of money, but none of that money went into quality. It's schlock, hurled at the screen in expensive gobs.\n\nThe plot involves an endangered 747 flight from New York to Los Angeles. It's Christmas Eve and there are about only a dozen passengers on board, including two prisoners and their federal marshals (anyone who has flown around Christmastime knows how empty the planes always are). One prisoner gets a gun and shoots some of the marshals, after which the other prisoner--the really dangerous one--gets a gun and kills the rest, including both pilots and one flight attendant. He locks the remaining hostages in the “crew quarters,” where they are forgotten for most of the picture.\n\nThis prisoner is Ryan Weaver (Ray Liotta), a.k.a. the Lonely Hearts Killer. He claims the evidence against him was faked by an L.A. cop (Hector Elizondo). In a performance that seems like an anthology of possible acting choices, Liotta goes from charmer to intelligent negotiator to berserk slasher to demented madman. My favorite moment is when he's covered with blood, the plane is buckling through a Level 6 storm, bodies are littered everywhere, and he's singing “Buffalo Gals, Won't You Come Out Tonight?” This is one of those movies where you keep asking questions. Questions like: How much money does an airline lose by flying a 747 from New York to L.A. with a dozen passengers on board? Like, do passengers board 747s from the rear door? Like, can a 747 fly upside down? Like, have you ever seen Christmas decorations inside an airplane (lights and wreaths and bows and mistletoe)? Like, why don't the oxygen masks drop down automatically when the cabin depressurizes--and why do they drop down later, during a fire? Like, do storms reach as high as the cruising altitude of a transcontinental flight? The big conflict involves the Lonely Hearts Killer and two flight attendants. One of them (Catherine Hicks) is strangled fairly early. The other (Lauren Holly) wages a heroic fight after both pilots are killed. It's up to her to fend off the madman and somehow land the big plane. Holly's performance is the key to the movie, and it's not very good: She screams a lot and keeps shouting “ooohhh!” but doesn't generate much charisma. Frankly, I wish the killer had strangled her and left the more likable Hicks to land the plane.\n\nThe 747 spends much time weathering a big storm (“It's a Level 6!” “Is that on a scale of 1 to 10?” “No! It's on a scale of 1 to 6!”). The storm causes all of the lights inside the plane to flash on and off, including the Christmas lights. That leads to extended sequences in which the attendant and the madman crawl around the aisles in darkness illuminated by lightning bolts--and then there's the big moment when the plane flies upside down and they get to crawl on the ceiling.\n\nOn the ground, events are monitored in the Los Angeles control tower. The pilot of another 747 (Ben Cross) talks the brave attendant through the landing procedure, while a stern FBI agent argues that the plane should be shot down by the Air Force before it crashes in an inhabited area. Eventually, he orders a fighter plane to fire--although by then, the 747 is already over Los Angeles and looks as if it would crash more or less into Disneyland.\n\nThere are more questions. Like, if a 747 sheers off the roof of a high-rise restaurant, wouldn't that cause it to crash? Like, if a 747 plows through an outdoor billboard, wouldn't that cause it to crash? Like, if it sweeps all the cars off the roof of a parking garage, wouldn't that cause it to crash? Like, if it gets a truck caught in its landing gear, what would happen then? (“It's a Ford!” a sharp-eyed observer says, in a line that--for once--I don't think represents product placement.) Oh, yes, there are many moments I will long remember from “Turbulence.” But one stands out. After Lauren Holly outsmarts and outfights the berserk killer and pilots the plane through a Level 6 storm, the FBI guy still doubts she can land it. “She's only a stewardess,” he says. To which the female air traffic controller standing next to him snaps, “She's a . . . flight attendant!”", "running_time": 100, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-01-10", "genres": ["Action", "Thriller"], "title": "Turbulence (1997)"}