{"url": "http://www.rogerebert.com/reviews/turk-182-1985", "by": "Timothy Huttonas Jimmy Lynch", "star_rating": 1.0, "text": "\"Turk 182!\" tells the story of an angry young man who plays humiliating practical jokes on the mayor of the world's dumbest city that, for the purposes of this movie, is New York. The city is dumb because not a single one of its citizens can figure out who the mysterious man signing himself \"Turk 182!\" really is. No, not even the character whose nickname is Turk and whose, fire department badge number is 182.\n\nThe inspiration for Turk 182's exploits possibly comes from the Fox, the anti-pollution activist whose exploits were recorded in the early 1970s by Mike Royko. Like the Fox, the Turk is morally indignant, and embarrasses public officials by staging harmless but dramatic stunts.\n\nUnlike the Fox, the Turk is trapped in a screenplay that takes this idea and turns it into an insult to the intelligence of the audience.\n\nThe movie stars Timothy Hutton in the title role. He is a talented young actor, and you can see that for yourself by attending \"The Falcon and the Snowman,\" his other current movie. In \"Turk 182!\" Hutton plays the kid brother of a New York fireman (Robert Urich), who is injured while rescuing a baby girl from a fire. Because Urich was off duty at the time, he was in violation of department policy and is refused city health benefits.\n\nHutton thinks that stinks. So do I. So would the mayor of New York. That's why the movie rings false from the very first; no mayor of New York would commit political hari-kari by attacking a heroic fireman at a press conference. But this one does. And so Hutton goes underground, displaying the words \"Turk 182!\" on subway trains, public monuments and even the Queensboro Bridge.\n\nEvery time the mayor makes a public appearance, the Turk is there - despite the best efforts of detectives Darren McGavin and Peter Boyle to stop him.\n\nFor a change of pace the movie also throws in scenes involving the brother, who tries to kill himself and spends much of the movie in an unintentionally hilarious head-to-toe cast. And there are lots of authentic, macho New York saloon scenes, in which everybody stands around doing the Miller Time commercials as an amateur hour.\n\nIf the movie wants to reek of New York authenticity, why don't any of its characters have street-smarts? Example: Although the Queensboro Bridge is placed under police surveillance, Turk 182 not only manages to sabotage a giant electric sign, but also to grease the girders of the bridge so the cops can't climb up and stop him. How much grease would that take? How many people? How much time? In this movie, you don't ask.\n\nMaybe there was a good idea here. The original Fox certainly kept Chicago amused for months at a time, with his daring and original pranks. (Remember the time he dumped the plastic bag on the carpet of a steel company, and what was originally referred to as \"acid\" turned out to be the company's own pollutant?)\n\nThe sad thing about \"Turk 182!\" is that, the whole project sounds like a High Concept movie, in which the idea of the Turk was allowed to substitute for a story about him. Sure, it would be neat to see a movie about a guy like this. But not this movie.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-02-15", "genres": ["Drama"], "title": "Turk 182! (1985)"}