{"url": "http://www.rogerebert.com/reviews/turn-it-up-2000", "by": "Pras Gageas Diamond", "star_rating": 1.5, "text": "\"Turn It Up'' tells the story of a moral weakling who compromises his way through bloodbaths and drug deals while whining about his values. Here's one of those movies where the more the characters demand respect, the less they deserve it. What's pathetic is that \"Turn It Up'' halfway wants its hero to serve as a role model, but neither the hero nor the movie is prepared to walk the walk.\n\nThe rapper Pras, of the Fugees, stars as Diamond, who dreams of becoming a superstar and spends hours in the studio, fine-tuning his tracks with small help from his cokehead mixer. Diamond's best friend is Gage (rapper Ja Rule, who appears in the documentary \"Backstage,'' which also opens today). Gage finances the studio time by working as a runner for the drug dealer Mr. B (Jason Statham), and Diamond helps on deliveries, including one in the opening scene that leads to a shootout with a Chinese gang.\n\nDead bodies litter the screen, but there is not one word in the rest of the movie about whether Diamond and Gage are wanted by the police for questioning in the matter of perhaps a dozen deaths. By the end of the film, the two of them have killed, oh, I dunno, maybe six or eight other guys, but when we see the words \"one year later'' onscreen at the end, it is not to show Diamond in prison but simply to share some sad nostalgia with him.\n\nThe movie is very seriously confused in its objectives, as if two or three story approaches are fighting for time on the same screen. Gage is an uncomplicated character--a sniveling weakling with a big gun who murders in cold blood. Diamond is more of a puzzle. He is loyal to Gage and yet demurs at some of his buddy's activities (\"She's pregnant,'' he protests, when Gage wants to kill a cleaning woman who witnessed one of their massacres). He seems to accept Gage's low-life atrocities as the price of getting his studio time and not having to actually work for a living. The stuff involving Gage, Mr. B and the significantly named music executive Mr. White is standard drug-rap-ghetto-crime thriller material. But when Diamond's mother dies and his homeless, long-missing father (Vondie Curtis Hall) turns up, another movie tries to get started. The father explains that he abandoned his wife and son because he put his music first, and that was the start of his downfall. Now he sees his son doing the same thing. What he doesn't know is that Diamond has a pregnant girlfriend (Tamala Jones), and won't even give her his cell phone number, because that's the first step on the long slide to enslavement by a woman.\n\nDiamond's father listens to his demo tracks and abruptly drops a loud and clear message of music criticism into the movie: \"Your music is too processed. You grew up on digitized music--you think that a keyboard sample sounds like a real piano.'' Then his dad takes him to the American Conservatory of Music and plays classical music for him on a grand piano that apparently stands ready in a large empty space for the convenience of such visitors. Later he tries to talk Diamond out of going along with Gage on a dangerous drug run. Well, Diamond doesn't much want to go, anyway. He keeps talking about how Gage should chill, and how he wants to get out of the drug and gun lifestyle, and how he loves his woman and wants to be a father to his unborn child, but he never really takes any of those hard decisions. It never occurs to him that he is living off Gage's drug-soaked earnings--that his studio sessions are paid for by the exploitation of the very people he thinks his songs are about. He can't act on his qualms, I guess, because the movie needs him for the action scenes.\n\n\"Turn It Up'' says one thing and does another; Diamond frets and whines, while the movie lays on gunfire, torture and bloodshed (the scene where Mr. B offers to run Gage's face through a meat slicer is memorable).\n\nMy guess is that Vondie Curtis Hall had substantial input on his scenes, which have a different tone and sounder values than the rest of the movie. His advice to his son is good, and his performance is the best thing in the movie. But \"Turn It Up'' doesn't deserve it. Here is a film that goes out of its way to portray all the bad guys as white or Chinese, and doesn't have the nerve to point out that the heroes' worst enemies are themselves.", "running_time": 83, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-09-06", "genres": ["Action", "Crime", "Drama", "Musical"], "title": "Turn It Up (2000)"}