{"url": "http://www.rogerebert.com/reviews/turtles-can-fly-2005", "by": "Soran Ebrahimas Satellite", "star_rating": 4.0, "text": "I wish everyone who has an opinion on the war in Iraq could see \"Turtles Can Fly.\" That would mean everyone in the White House and in Congress, and the newspaper writers, and the TV pundits, and the radio talkers, and you -- especially you, because you are reading this and they are not.\n\nYou assume the movie is a liberal attack on George W. Bush's policies. Not at all. The action takes place just before the American invasion begins, and the characters in it look forward to the invasion and the fall of Saddam Hussein. Nor does the movie later betray an opinion one way or the other about the war. It is about the actual lives of refugees, who lack the luxury of opinions because they are preoccupied with staying alive in a world that has no place for them.\n\nThe movie takes place in a Kurdish refugee camp somewhere on the border between Turkey and Iraq. That means, in theory, it takes place in \"Kurdistan,\" a homeland that exists in the minds of the Kurds, even though every other government in the area insists the Kurds are stateless. The characters in the movie are children and teenagers, all of them orphans; there are adults in the camp, but the kids run their own lives -- especially a bright wheeler-dealer named Satellite (Soran Ebrahim), who organizes work gangs of other children.\n\nWhat is their work? They disarm land mines, so they can be re-sold to arms dealers in the nearby town. The land mines are called \"American,\" but this is a reflection of their value and not a criticism of the United States; they were planted in the area by Saddam Hussein, in one of his skirmishes with Kurds and Turks. Early in the film, we see a character named Hyenkov (Hirsh Feyssal), known to everyone as The Boy With No Arms, who gently disarms a mine by removing the firing pin with his lips.\n\nSatellite pays special attention to a girl named Agrin (Avaz Latif), who is Hyenkov's sister. They have a little brother named Risa, who is carried about with his arms wrapped around the neck of his armless brother. We think he is their brother, that is, until we discover he is Agrin's child, born after she was raped by Iraqi soldiers while still almost a child herself. The armless boy loves Risa; his sister hates him, because of her memories.\n\nIs this world beginning to take shape in your mind? The refugees live in tents and huts. They raise money by scavenging. Satellite is the most resourceful person in the camp, making announcements, calling meetings, assigning work, and traveling ceremonially on a bicycle festooned with ribbons and glittering medallions. He is always talking, shouting, hectoring, at the top of his voice: He is too busy to reflect on the misery of his life.\n\nThe village is desperate for information about the coming American invasion. There is a scene of human comedy in which every household has a member up on a hill with a makeshift TV antenna; those below shout instructions: \"To the left! A little to the right!\" But no signal is received. Satellite announces that he will go to town and barter for a satellite dish. There is a sensation when he returns with one. The elders gather as he tries to bring in a signal. The sexy music video channels are prohibited, but the elders wait patiently as Satellite cycles through the sin until he finds CNN, and they can listen for English words they understand. They hate Saddam and eagerly await the Americans.\n\nBut what will the Americans do for them? The plight of the Kurdish people is that no one seems to want to do much for them. Even though a Kurd has recently been elected to high office in Iraq, we get the sense he was a compromise candidate -- chosen precisely because his people are powerless. For years the Kurds have struggled against Turkey, Iraq and other nations in the region, to define the borders of a homeland the other states refuse to acknowledge.\n\nFrom time to time the aims of the Kurds come into step with the aims of others. When they were fighting Saddam, the first Bush administration supported them. When they were fighting our ally Turkey, we opposed them. The New York Times Magazine recently ran a cover story about Ibrahim Parlak, who for 10 years peacefully ran a Kurdish restaurant in Harbert, Mich., only to be arrested in 2004 by the federal government, which hopes to deport him for Kurdish nationalist activities that at one point we approved. Because I support Ibrahim's case, I can read headlines on right-wing sites such as, \"Roger Ebert Gives Thumbs Up to Terrorism.\"\n\nI hope Debbie Schlussel, who wrote that column, sees \"Turtles Can Fly.\" The movie does not agree with her politics, or mine. It simply provides faces for people we think of as abstractions. It was written and directed by Bahman Ghobadi, whose \"A Time for Drunken Horses\" (2000), was also about Kurds struggling to survive between the lines. Satellite has no politics. Neither does The Boy With No Arms, or his sister, or her child born of rape; they have been trapped outside of history.\n\nLast week I was on a panel at the University of Colorado where an audience member criticized movies for reducing the enormity of the Holocaust to smaller stories. But there is no way to tell a story big enough to contain all of the victims of the Holocaust, or all of the lives affected for good and ill in the Middle East. Our minds cannot process that many stories. What we can understand is The Boy With No Arms, making a living by disarming land mines like the one that blew away his arms. And Satellite, who tells the man in the city he will trade him 15 radios and some cash for a satellite dish. Where did Satellite get 15 radios? Why? You need some radios?", "running_time": 98, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-04-14", "genres": ["Drama", "Foreign", "History"], "title": "Turtles Can Fly (2005)"}