{"url": "http://www.rogerebert.com/reviews/twelve-thirty-2011", "by": "Jonathan Groffas Jeff", "star_rating": 2.5, "text": "Here is an unsuccessful movie with some surprisingly successful scenes. It has moments when it is electrifying and passages where it slows to a walk. Its dialogue is too \"written\" for the realism of film, but I can easily imagine it working well on the stage. It has more sex than any movie I've seen recently and gives it much more thought. It doesn't work but I doubt you'll regret seeing it.\n\nJeff Lipsky's \"Twelve Thirty\" involves a 22-year-old named Jeff (Jonathan Groff) and all four members of the Langley family of Iowa City. Jeff claims at the outset he's a virgin and has never even kissed a girl. You're free to believe that if you choose. He's a young man with a lot of nuance behind his conversation, and in the opening scene, he falls into conversation with Mel (Portia Reiners). She's his age, and they work in the same restaurant. This scene eventually contains a self-contained play of its own. They join the table of two elderly British tourists (Barbara Barrie and Rebecca Schull), and the relationship and story of these two widows creates a lovely moment.\n\nMel is an intriguing take-charge woman who goes on a drive with Jeff and ends up taking him to bed after overcoming all his (pretended?) objections. But that's that. She enjoyed the sex but won't do it again. Later, we meet her sister, Maura (Mamie Gummer), in a girl-to-girl conversation with her best friend, Irina (Halley Feiffer). At that point, we don't know Maura is Mel's sister. So, yes, this is one of those interlinking plot movies where everyone (except the widows) ends up connected. But there's a difference: The movie doesn't cut between story lines with clever editing, but is told chronologically, so that we're allowed to make the connection for ourselves.\n\nJeff and Maura, urged by Irina, slip into a closet at a party, and what happens there you will see — or not see, because it's in the dark. Jeff flees weeping into the night, and goes to Mel's house the next day, where he meets her mother, Vivien (Karen Young). What happens then you also will discover, but let me say Young's acting, here and in an earlier scene with Maura, is quietly, touchingly, exact, and her dialogue in various tones is particularly effective.\n\nThe father of the girls is Vivien's ex-husband, Martin (Reed Birney), a bisexual who now lives with Robert, never seen. Vivien tells a story about his kindness that is moving; when she and Martin make love, Karen Young's smile of invitation feels uncannily genuine. Toward the end, Martin presides over a discussion with his wife, daughters and Jeff, and this is a scene that decidedly doesn't work, no matter how we take it.\n\nSo there you are. Ambition, precision, good acting, some acting that doesn't overcome the dialogue, and a scene in the dark that plays as a stunt. Also some distractingly cute repeating jokes about museums and lip balm. I wish all movies that don't work were this interesting.", "running_time": 120, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-05-11", "genres": ["Drama", "Romance"], "title": "Twelve Thirty (2011)"}