{"url": "http://www.rogerebert.com/reviews/twelve-and-holding-2006", "by": "Conor Donovanas Jacob/Rudy Carges", "star_rating": 3.5, "text": "Michael Cuesta's \"Twelve and Holding\" weaves together the stories of three families and three children who take desperate measures to try to solve the problems in their lives. All three kids feel let down by their parents -- who love them, but not usefully or with much insight. But this isn't one of those films where the kids are filled with wisdom and find wonderful solutions. What they find instead is danger.\n\nThe most harrowing story involves twins named Jacob and Rudy, both played by Conor Donovan. They get in a fight with some other kids, who threaten to destroy their tree house. So Rudy and his fat friend, Leonard (Jesse Camacho), decide to spend the night in the tree house, and that leads to Rudy's accidental death and to the anguish of Jacob, who refused to come along. Jacob has another problem: a birthmark that covers half his face; sometimes he wears a hockey mask to cover it.\n\nWe learn more about Leonard, the fat kid. His family sits around the table gobbling their food, and when he's not eating, he's snacking. A coach gives him books on exercise and nutrition and encourages him to get in shape: \"You can play center on my team when you get to high school.\" Leonard is puzzled. \"Why are you doing this for me?\" he asks. \"Because,\" says the coach, \"I've never met a child so out of shape in my life.\"\n\nAt first, Leonard can barely run a block. But the accident that kills Rudy changes his life, too, and as he begins to lose weight, he presents a challenge to his fat mother, Grace (Marcia Debonis). This leads to his attempt to \"help\" her in a way so ill-advised and hazardous, and yet so ingenious, I will leave it to you to discover.\n\nQuieter, but more heart-rending, is the story of Malee (Zoe Weizenbaum), the possibly adopted Asian daughter of a psychiatrist (Annabella Sciorra). Eavesdropping on her mother's therapy sessions, she develops an obsession about a construction worker named Gus (Jeremy Renner). Because she has a lot of inside information about him, she's able to attract his attention and act on the big crush she has for him. But a 12-year-old girl is clearly playing with fire when she talks about love with a grown man. Weizenbaum is remarkable in the transformations she brings to her character,\n\nJacob thinks he can make up for the death of his brother. Leonard thinks he can solve his family's obesity. Malee thinks she can find, in a way, a father figure to replace the father she feels abandoned her. The paths these kids take are all wrong, but Cuesta's direction and Anthony S. Cipriano's screenplay are gentle with them; the movie observes their mistakes, is horrified but does not blame, and understands how emotions can lead to a failure of common sense. What scars these children may bear as adults we are left to imagine.\n\nMichael Cuesta also directed \"L.I.E.\" (2001), where the initials stood for, among other things, the Long Island Expressway and the lies of some teenage boys who lived near it. Brian Cox played a pedophile who preyed on them, in a movie of tangled emotional complexity. Here again, Cuesta shows a perception for the way young people may observe an adult world, even be familiar with it and yet completely fail to understand it.\n\n\"Twelve and Holding\" could have been a series of horror stories, but the filmmakers and their gifted young actors somehow negotiate the horrors and generate a deep sympathy.", "running_time": 90, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-06-01", "genres": ["Drama", "Indie"], "title": "Twelve and Holding (2006)"}