{"url": "http://www.rogerebert.com/reviews/twentyfourseven-1998", "by": "Bob Hoskinsas Alan Darcy", "star_rating": 2.0, "text": "I've never been able to understand why boxing is so often recommended as a worthwhile pastime for idle lads in depressed areas. As a possible avenue to future employment, it ranks well below the chances of making it in the NBA, and it has the added inconvenience that you get hit all the time. There is, in fact, almost no legitimate job that depends on boxing skills, unless it be nightclub bouncing.\n\nAnd yet there's a whole body of films about earnest reformers who look around the neighborhood, see young men who are unemployed and aimless, and decide that what they need is a boxing club. Just this year we've had Jim Sheridan's \"The Boxer,'' with Daniel Day-Lewis as an ex-IRA man who starts a club in Belfast, and now Shane Meadows' \"TwentyFourSeven,'' with Bob Hoskins starting a club in the British Midlands. Although both seem to feel that practicing the manly art will help their members develop self-confidence and personal goals, I'm more persuaded by the theory that if they spend all day beating up each other they'll be too tired in the evening to beat up civilians. Another motive, in \"The Boxer,'' is to run the club along non-sectarian lines, so that Catholics and Protestants can pound each other without regard for sect or creed.\n\n\"TwentyFourSeven'' takes place in a desolate post-industrial wasteland in England, where the unemployed are warehoused in government housing and spend their days watching the telly, visiting the pub and weighing the possibilities of petty crime. Their idea of amusement is to spit in a friend's chips when he isn't looking.\n\nInto this bleak prospect comes Bob Hoskins, a former local lad who remembers when there was a boxing club and times were better. He determines to start the club again, and recruits the local louts, including one who's better off than the others, because his dad is a gangster. The gangster is happy to see his son's days fruitfully occupied, and helps underwrite the club, although in an excess of zeal (or bad timing) he manages to knock Hoskins unconscious against his car, and then complains about the blood on his paint job. Hoskins, as he often does, brings a sweetness and conviction to his character. He conducts an inarticulate romantic campaign aimed at a local shop girl who is not interested, and in one of the film's best scenes he takes an aged aunt dancing. There's a certain humor in the boxing sequences (the first match turns into a brawl), and a good feeling for local color. But the personal tragedy of the Hoskins character evolves unconvincingly from the story of the boxing club, and I was left with the curious impression that the director would have rather made a documentary and not told a story at all.", "running_time": 96, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-05-08", "genres": null, "title": "Twentyfourseven (1998)"}