{"url": "http://www.rogerebert.com/reviews/twenty-bucks-1994", "by": "Linda Huntas Angeline", "star_rating": 3.0, "text": "Most movies begin at their beginnings and march sternly toward their ends, convinced that the universe makes sense, and that effect follows cause. Once in a long while a film will try to subvert that certainty. Bunuel's \"The Phantom of Liberty\" (1974) told one story for awhile, and then peeled off to follow another set of characters, and then another. Richard Linklater's \"Slacker\" (1991) did the same thing, bouncing from one person to the next on a kind of guided tour of Austin, Texas.\n\nAnd now here is the beguiling \"Twenty Bucks,\" which follows a $20 bill as it slips from one hand to another. There's no deep point to be made; the device is simply an excuse to tell half a dozen short stories. But the very lightness of the premise gives the film a kind of freedom. We glimpse revealing moments in lives, instead of following them to one of those manufactured movie conclusions that pretends everything has been settled.\n\nThe bill originally finds its way into the hands of a street person (Linda Hunt), who is sure it will win her the lottery. Along the way it becomes a wedding gift, given to the groom (Brendan Fraser) by his wealthy future father-in-law (George Morfogen), as a warning that riches will not fall from trees. Then it finds its way into the garter belt of a stripper (Melora Walters) at the groom's bachelor party, and from there it indirectly leads to the best of the film's vignettes.\n\nThat's the one involving Christopher Lloyd (the mad inventor in the \"Back To The Future\" movies) and Steve Buscemi, who run into each other by chance. Lloyd asks Buscemi if he'll help him out with a few jobs he had in mind. He wants to pull some stickups. Buscemi thinks he's crazy, but isn't reluctant to go along, and then the caper takes on a crazy logic of its own.\n\nSometimes an actor will walk into a movie for 15 minutes or so, and show you such strength that you look at him altogether differently. That's what Lloyd does here (Buscemi has done it too, in movies like \"Reservoir Dogs\" and \"Mystery Train\"). He doesn't play the holdup man as a bad guy, but as a well-spoken, intelligent, logical, firm-minded character who has a chilling reserve. By the time his segment arrives at its unexpected conclusion, I was so absorbed, I'd basically forgotten about the 20 bucks and the rest of the movie.\n\nBut the rest is good, too, including a vignette starring Elizabeth Shue as a would-be writer who keeps getting put down. The story of Endre Boehm's original screenplay is almost as problematic as the fate of the $20 bill. He wrote this story in 1935. It gathered dust for more than half a century before he handed it to his son, Leslie, who read it, liked it, did a rewrite, and saw it into production. Some of the language and situations (like the stripper at the bachelor party) were no doubt not in the original version, but the spirit seems to come through unchanged: A wonderment at the unpredictable world we live in, and the way chance plays a role in our lives, even when we'd like to think we're calling the shots.", "running_time": 91, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-04-08", "genres": ["Comedy", "Drama"], "title": "Twenty Bucks (1994)"}