{"url": "http://www.rogerebert.com/reviews/twice-in-a-lifetime-1985", "by": "Gene Hackmanas Harry", "star_rating": 3.5, "text": "At the saloon, Hackman meets the new barmaid (Ann-Margret), and begins a wary process of falling in love with her. He eventually decides to leave his wife and move in with this woman, and his decision causes upheaval throughout his family. His wife is devastated. But the angriest family member is his oldest daughter (Amy Madigan), who bitterly resents the way he's dumping them - especially when her kid sister (Ally Sheedy) is about to get married.\n\n\"Twice in a Lifetime\" stacks its cards very carefully, and cuts the deck more than once. One of the strengths of the movie is that it allows us to see so many points of view. Hackman has not simply dumped his wife for a sex bomb; the Ann-Margret character has been around the block a few times and operates from a center of quiet realism. It is possibly true that the life and growth has gone out of his marriage. Perhaps he deserves another chance - although the movie is too hasty to assume that his wife does, too, if only she knew it.\n\nThe most complicated and interesting character in the movie is Amy Madigan's angry daughter. She's mad about more than the broken marriage. Her husband is out of work, and in her late 20s she feels somewhat trapped by her marriage and children. A lot of her hopes have gone into her kid sister. She wants her to go to college and make a future for herself, but Ally Sheedy is rushing into her own early marriage. Madigan acts as the contact point between the various parts of the story: loving her sister, exasperated by her, standing by her mom, resentfully excluding her father. It's quite an assignment, and as she tries to balance all those demands we see one of the most complex movie characters in a long time (have you noticed how many recent movies assign their characters one duty and one mood and think that's enough?).\n\nThe Gene Hackman and Ann-Margret characters are complex, too. They are attracted not by lust but by the promise of a new life. They both feel that when they get up in the morning there's nothing to look forward to all day. This movie knows one of the differences between young love and middle-aged love: Kids often are motivated by romance, but people in their 40s and 50s sometimes are inspired by the most romantic ideal of all - idealism, and the notion that they have found a mate for their minds.\n\nThe least-defined character in \"Twice in a Lifetime\" is the wife, played by Burstyn. Her husband has made his decision and left her to make hers. At first she is simply lost. Eventually she starts picking up the pieces, and she gets a job in the local beauty parlor. She even gets a new hairdo (in one of the movies' most durable cliches). By the end of the film she has started to realize that she, too, was trapped by the marriage. But there is the slightest feeling that her realization owes more to the convenience of the screenplay than to her own growth.\n\nThe movie does not have a conventional happy ending. Life will go on, and people will strive, and new routines will replace old ones. The movie has no villains and few heroes. But it has given us several remarkable scenes, especially two confrontations between Madigan and Hackman, one in a bar, the other at a wedding rehearsal, in which the movie shows how much children expect from their parents, and how little the parents often have to give. Growing up is learning that parents are fallible. The people who find that hardest to learn are parents.", "running_time": 111, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-12-25", "genres": ["Drama"], "title": "Twice in a Lifetime (1985)"}