{"url": "http://www.rogerebert.com/reviews/twice-upon-a-yesterday-1999", "by": "Douglas Henshallas Victor Bukowski", "star_rating": 1.5, "text": "\"Twice Upon a Yesterday\" has the kind of title that promises you'll hate the movie, and in this case the movie doesn't disappoint. It's a tedious contrivance about a messy drunk who is given a second chance in life, only to discover that life has a grudge against him both times. The story gives us a London actor named Victor (Douglas Henshall), who breaks up with his girlfriend Sylvia (Lena Headey), telling her he loves someone else. Then his new love wears thin, and he discovers he loves Sylvia, after all--too late, because he learns that she's moved on with her life.\n\nEnter a fairy godmother-type figure, a barmaid played by Elizabeth McGovern, who steers him toward a couple of trash collectors who are meant to remind us of Don Quixote and Sancho Panza. They show him, in a trash bin, all of the parts of his life he has thrown away, and give him another chance--reeling the thread of time backward so that he can retrieve his fatal mistake with Sylvia.\n\nBut hold on a second. Movies like this are always blinded by their concern for the hero, and his all-important second chance. What about Sylvia? Breaking up with Victor was the best thing that's ever happened to her, we feel--after having spent more time with him than we really want to, even if it is his movie. When he says, \"I don't know where I am in time,\" how can we be sure he's confused by the plot machinations and not merely sloshed? Victor is a bore who's smashed most of the time, and if the great wheels of the universe revolve to give him a second chance, is there no hope for the Sylvias? Are women simply a plot convenience for the hero? I ask even though the film was directed by a woman, Maria Ripoll. She should have known better.\n\nMovies come in cycles, governed by some occult law of synchronicity, and recently there have been several movies about alternatives in time, with the characters trying first one and then another set of decisions. Divergent timelines figured in \"Groundhog Day,\" with Bill Murray living the same day until he got it right. Gwyneth Paltrow, in \"Sliding Doors,\" was snared in alternate time lines, romance and adultery. The new German film \"Run Lola Run\" plays the same 20 minutes three different ways. And now here's poor Victor, stumbling into the past to try to repair the wreckage of his life.\n\nMuch depends, in these films, on whether we care for the hero. If we like him, we wish him well. Victor is not likable. There is, however, a character we like quite a lot: Louise (Penelope Cruz), who mysteriously replaces McGovern as the barmaid, and with whom Victor falls in love. I must not reveal too much about the plot--including exactly when, and why, this romance takes place--but trust me, if we wanted Victor to find happiness, it would be a lot easier to forgive him for finding it, again and again.", "running_time": 92, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-06-25", "genres": ["Comedy", "Drama", "Romance"], "title": "Twice Upon A Yesterday (1999)"}