{"url": "http://www.rogerebert.com/reviews/twilight-zone-the-movie-1983", "by": "Dan Aykroyd", "star_rating": 2.0, "text": "Every year at Oscar time, somebody comes up with the bright idea of making the Academy Awards into a fair fight. Instead of making the voters choose among five widely different performances, they say, they ought to have five actors playing the same scene. That way you'd really be able to see who was best. It's an impractical idea, but \"Twilight Zone -- The Movie\" does almost the same thing.\n\nIt takes four stories that are typical of the basic approach of the great \"Twilight Zone\" TV series, and it has four different directors try their hand at recapturing Rod Serling's \"wondrous land whose boundaries are that of imagination.\" And the surprising thing is, the two superstar directors are thoroughly routed by two less-known directors whose previous credits have been horror and action pictures.\n\nThe superstars are John Landis (\"The Blues Brothers\") and Steven Spielberg (\"E.T. The Extra-Terrestrial\"). The relative newcomers are Joe Dante, whose \"The Howling\" was not my favorite werewolf movie, and George Miller, whose \"Mad Max 2: The Road Warrior\" is some kind of a manic classic. Spielberg, who produced the whole project, perhaps sensed that he and Landis had the weakest results, since he assembles the stories in an ascending order of excitement. \"Twilight Zone\" starts slow, almost grinds to a halt, and then has a fast comeback.\n\nLandis directed the first episode, which stars Vic Morrow in the story of a bigot who is transported back in time to Nazi Germany and Vietnam and forced to swallow his own racist medicine. This segment is predictable, once we know the premise, and Landis does nothing to surprise us. Because we know that Morrow was killed in a helicopter accident during the filming of the segment, an additional pall hangs over the whole story.\n\nSpielberg's segment is next. It stars Scatman Crothers as a mysterious old man who turns up at an old folks' home one day and literally gives the residents what they think they want: to be young again. The easily anticipated lesson is that one lifetime is enough. Spielberg's visual style in this segment is so convoluted and shadowy that the action is hard to follow; the master of clear-cut, sharp-edged visuals is trying something that doesn't work.\n\nBut then comes Joe Dante's weird, offbeat segment about a traveler (Kathleen Quinlan) who strays off the beaten path and accepts an offer of hospitality from a fresh-faced young kid who looks healthy and harmless. Once Quinlan is inside the roadside farmhouse where the kid lives, however, she's in another dimension -- a bizarre world telepathically projected by the boy's imagination. The kid loves video games and TV cartoons, and he's trapped a whole group of adults in his private fantasies. The art direction in this segment is especially good at giving the house interior a wonderland quality.\n\nGeorge Miller's fourth segment stars John Lithgow in a remake of a famous \"Twilight Zone\" TV story in which a nervous air traveler sees (or imagines that he sees) a little green man hacking away at the engine of his airplane. But there couldn't be a little green man out there -- could there? \n\nThe beauty of \"Twilight Zone -- The Movie\" is the same as the secret of the TV series: It takes ordinary people in ordinary situations and then (can you hear Rod Serling?) zaps them with \"next stop -- the Twilight Zone!\"", "running_time": 101, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-06-24", "genres": ["Drama", "Fantasy", "Horror", "Science Fiction", "Suspense", "Thriller"], "title": "Twilight Zone -- The Movie (1983)"}