{"url": "http://www.rogerebert.com/reviews/twilight-samurai-2004", "by": "Hiroyuki Sanadaas Seibei Iguchi", "star_rating": 4.0, "text": "One who is a samurai must before all things keep in mind, by day, and by night, the fact that he has to die. That is his chief business.\n\n-- The Bushido Code\n\n'Twilight Samurai\" is set in Japan during the period of the Meiji Restoration, circa 1868 -- the same period as Kurosawa's great \"The Seven Samurai\" and Edward Zwick's elegant \"The Last Samurai.\" The three films deal in different ways with a time when samurai still tried to live by the Code of Bushido, even as they faced poverty or unemployment in a changing society. \"The Last Samurai\" is about samurai opposing the emperor's moves to modernize Japan; ironically, we learn that the hero of \"Twilight Samurai\" fought and died in that rebellion -- after the story of this movie is over.\n\nHis name is Seibei (Hiroyuki Sanada), and he lives under the rule of his clan in northeast Japan, where he spends his days not in battle but as an accountant, keeping track of dried fish and other foods in storage. Seeing him bending wearily over a pile of papers, declining an invitation by his fellow workers to go out drinking, we're reminded of the hero of Kurosawa's film \"Ikiru.\" Seibei hurries home because he has a senile mother and two young daughters to support, and is in debt after the death of his wife.\n\nHis story is told by director Yoji Yamada in muted tones and colors, beautifully re-creating a feudal village that still retains its architecture, its customs, its ancient values, even as the economy is making its way of life obsolete. What kind of a samurai has to pawn his sword and make do with a bamboo replacement? The film is narrated by Seibei's oldest daughter (Erina Hashiguchi), who is young in the film but an old lady on the soundtrack, remembering her father with love.\n\nAfter working all day in the office, Seibei hurries home to grow crops to feed his family and earn extra cash. His co-workers gossip that his kimono is torn, and that he smells. One day the lord of the clan comes to inspect the food stores, notices Seibei's aroma, and reprimands him. This brings such disgrace on the family that Seibei's stern uncle reminds him, \"Only a generation ago, hara-kiri would have been called for.\" His uncle advises him to remarry, to get another worker into the home to prepare meals and do laundry. It happens that his childhood sweetheart Tomoe (Rie Miyazawa) has just divorced her wife-beating husband, and begins to help around the house. The girls love her, but Seibei is shy and tired and cannot imagine remarrying.\n\nThe clan comes to him with an assignment: He is to kill the unruly Yogo (Min Tanaka), a samurai who has been employed by the clan for only four years, after a long destitute time of wandering the countryside. Yogo, considered crazy, has declined the clan's suggestion that he kill himself. That seems sane enough to me, but the clan must uphold its standards even as its time is passing, and so the reluctant Seibei is bribed and blackmailed into taking on the assignment.\n\nThe closing third of the film is magnificent in the way it gathers all we have learned about Seibei, and uses it to bring depth to what could have been a routine action sequence, but is much more. We see Tomoe shyly preparing him for battle (\"Allow me to comb your hair\"), and after a crucial conversation, he leaves her and goes to Yogo's home, where the body of an earlier emissary lies in the courtyard, covered by a swarm of flies.\n\nI will not of course tell you what happens inside the house, or what happens between Seibei and Tomoe. What I can refer to is the extraordinary conversation between Seibei and Yogo, while their swords remain undrawn. \"I know, you're all keyed up,\" Yogo says. \"But I'm going to run.\" He has no desire to fight. He recounts his weary history as a samurai in poverty, or in bondage to a clan: \"I was an errand boy, too.\" At one extraordinary moment he takes the ashes of his dead daughter and crunches a piece of bone between his teeth. Yogo's motive for having this conversation may not be as clear as it seems; it is up to you to decide.\n\nDirector Yoji Yamada, now 73, has made at least 66 films, according to IMDB.com. \"Twilight Samurai,\" the first to be widely released in this country, was Japan's Oscar nominee this year. He has been nominated six times since he was 60 as Japan's best director, and won once. Yet no fewer than 48 of his films were B-pictures involving the beloved character Tora-san, popular in Japan from 1970 until the death in 1996 of Kiyopshi Atsumi, who played him. Tora-san is little known outside Japan, but for a class on Japanese cinema, I obtained one of his movies from Shochiku Studios, and we watched it. Apparently they are all much the same: Tora-san, a meek, self-effacing comic figure (a little Chaplin, a little Jerry Lewis, a little Red Skelton), is a salesman who stumbles into a domestic crisis, makes it worse, and then makes it better.\n\nOne can only imagine what it would be like to direct that formula 48 times. Perhaps Yamada felt a little like Seibei, as he remained loyal to the studio and this character year after year. Perhaps when Seibei finds, at the end of \"Twilight Samurai,\" that he may be poor and stuck in a rut but he still has greatness in him -- well, perhaps that's how Yamada felt when he entered the home stretch. There is a kind of perfection in laboring humbly all your life only to show, as the end approaches, that you had greatness all along. I am half convinced that as Seibei's daughter remembers her father's life, she is also describing Yamada's. I could probably find out if that is true, but I don't want to know. I like it better as a possibility.\n\nNote: \"Twilight Samurai\" swept the 2003 Japanese Academy Awards, winning 12 categories, including best picture, director, screenplay, actor, actress, supporting actor and cinematography.", "running_time": 129, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-05-21", "genres": ["Action", "Drama", "Eastern", "Foreign"], "title": "Twilight Samurai (2004)"}