{"url": "http://www.rogerebert.com/reviews/twin-falls-idaho-1999", "by": "Mark Polishas Blake Falls", "star_rating": 4.0, "text": "In a hotel like this, we feel, anything could happen. There is a certain kind of fleabag, with a barren lobby and a strange elevator operator, which has developed in the movies as a mythic backdrop for private eyes, addicts, crooks on the lam, would-be novelists--anyone who needs to hide out on a budget.\n\n\"Twin Falls Idaho\" opens with a hooker being dropped off in front of the Hotel Idaho and knocking on a room door, which is opened a crack to reveal a sad and solemn face. The room is occupied, we learn, by the Falls brothers, Blake and Francis, who are joined at the hip and share one leg.\n\nIt is their birthday, and Francis has ordered her as a gift for his brother--and therefore possibly for himself, we speculate, our minds working out how many genitals might accompany three legs.\n\nThe hooker, whose name is Penny (Michele Hicks), flees when she understands the situation. She has to return because she has forgotten her purse, and this time she gets drawn into the world of Blake and Francis (played by identical twins Mark and Michael Polish). They aren't angry at her for leaving, just as they didn't seem much aroused by her arrival. Sex, we guess, may be something they have little experience with; this birthday present may have been more of a gesture, an act of defiance. Where did the twins come from? What is their story? Penny has walked in on a scene that makes it clear that Francis is sick. She knows a doctor who will make a house call, she tells them, unless he wants his wife to find out about her. Miles (the urbane and yet somehow ominous actor Patrick Bauchau) arrives, and we learn that Francis has a weak heart. Blake's heart is keeping them both alive, but that may not last for long, and then they will both die--or Francis will, leaving Blake with a loneliness so profound, after the life they have led, that he can scarcely imagine it. (He tells Penny he has never been alone, except for the moment before he goes to sleep and the first moment after he wakes up.) \"Twin Falls Idaho\" was written by the Polish brothers and directed by Michael. It is one of those films not much interested in plot, but is fascinated by what it is like to be somebody, or two somebodies. The movie doesn't depend on special effects to create a shared body (except for one shot that's not especially convincing), and instead uses the performances. Mark and Michael Polish seem constantly to be confiding in each other, and indeed when you spend your life within inches of another person's ear, you learn to murmur. We can imagine their lifetime of isolation from the normal things people do, and there is a heartbreaking dream shot toward the end of the film, just showing two boys riding bicycles.\n\nSoon it is Halloween, and Penny (who is a prostitute by desperation, not through career choice) takes the brothers to a costume party. This could of course be the occasion for bad jokes, but it inspires her empathy: \"Show some compassion. This is the one night of the entire year when they're both normal.\" Gradually we get glimpses of where they came from. We meet their enigmatic mother (Lesley Ann Warren). We hear a little of their story. We learn they may have checked into the hotel to die. As Penny, Hicks is gentle, tender and sad with them, setting the film's tone (although there is also room for irony and even some laughter).\n\nI have a special feeling for movies that want to forget about plot and conflict, and spend their time instead in regarding particular lives. Like \"Pi\" or \"Happiness,\" this film is a meditation on the situation of its characters. There's no payoff, no answer, no solution, no resolution, because how can there be? You are who you are, and life either goes on or it doesn't. The key bond in the film seems to be between the brothers, but then we realize their bond is given, not chosen, and so doesn't mean as much as the bond between the two of them and Penny. Her business is to minister to the lonely and the needy, and these two boys make her feel so helpless that her own solitude is exposed. In its quiet, dark, claustrophobic way, this is one of the best films of the year.", "running_time": 105, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-09-17", "genres": ["Drama", "Indie", "Romance"], "title": "Twin Falls, Idaho (1999)"}