{"url": "http://www.rogerebert.com/reviews/twins-1988", "by": "Arnold Schwarzeneggeras Julius Benedict", "star_rating": 3.0, "text": "When he is shown into the orphanage where his twin brother spent his childhood, Julius Benedict is able to point out the very bed where his brother must have slept. “That’s amazing,” a nun says. “How did you know?” Julius smiles. “Hit vas seem-pull,” he says. “Hit is zah bed by zah fire eggstinguisher. The zame one I would haf chozun. In zah event of fire, he could grab zah eggstinguisher and zave all of zah roar-phans.” The accent belongs to Arnold Schwarzenegger, who has long had a gift of comedy, but has seldom had a comedy to exercise it in. In “Twins,” teamed up in several different ways with Danny DeVito, he gets the movie off to a funny start. The movie begins with Schwarzenegger as the unpaid assistant of a scientist who lives on an island somewhere between Bora Bora and Australia.\n\nDiscovering that he has a twin brother he has never known about, Schwarzenegger commandeers an inflatable dinghy and starts rowing for the nearest airport.\n\nMeanwhile, back in the states, DeVito is in trouble. He’s a professional con man who also does amateur cons in his spare time. His side line is stealing luxury cars at the airport and selling them to chop shops, and about the time Schwarzenegger is arriving in America, DeVito is thrown into jail for hundreds of dollars of unpaid parking tickets. Schwarzenegger tracks him down in a jail cell and tells him of their secret past. The diminutive DeVito, of course, does not believe this muscular Teuton is his twin. Few would.\n\nBut if Schwarzenegger has bail money, DeVito is prepared to play along with him.\n\nGood comedies often have central ideals that are transparently simple. “Twins” is an example. There are giant billboards all over the United States right now, showing DeVito’s picture with the block letters “Schwarzenegger” underneath, and vice versa. It’s a brilliant sell, and a clever idea, but the reason it works so well in the movie is that both Schwarzenegger and DeVito have genuinely tender sides to their natures. You know the movie is a running gag, but somehow there’s a sweetness in their relationship that makes the plot seem less manipulated.\n\nThe explanation for their twinship is that both men were the result of a eugenics experiment in which the sperm from six different fathers was combined into a kind of natal milkshake and administered to their mother. The men represented brains, brawn and other attributes, and the woman was as nearly perfect as possible. But the experiment misfired and produced, not one perfect baby, but twins.\n\n“Your brother got all of the good stuff,” DeVito is told years afterward, when he finally confronts the mastermind behind the bizarre experiment. “You got the leftovers.” That’s why Schwarzenegger is an awesome physical specimen who speaks six languages and is a brilliant scientist and DeVito is a small-time hustler who manages to steal the wrong cars - for example, a late-model Cadillac that just happens to have a trunk containing industrial contraband worth millions.\n\nWhen I saw the plot turning toward the contraband, I began to grow apprehensive. And when the movie introduced a murderous industrial spy, my heart sank. I thought I could foresee yet another Hollywood movie in which the third act was jettisoned in favor of a shoot-out and a chase.\n\nHowever, director Ivan Reitman soft-pedals the subplot involving the stolen goods and actually manages to supply the movie with a real ending involving thought, dialogue and other elements that recently have tended to disappear in the last 25 minutes of Hollywood entertainments.\n\nThe movie supplies both men with love interests: DeVito with a long-suffering girlfriend (Chloe Webb, from “Sid and Nancy”) and Schwarzenegger with Kelly Preston, who plays a hilarious love scene with him on the floor of a motel room. Why the floor? Because that’s where Schwarzenegger prefers to sleep. The movie claims the Schwarzenegger character is a virgin, and there is a certain justification for that: The filmmakers claim this is actually Schwarzenegger’s first love scene in 14 years of stardom.\n\nSchwarzenegger’s gift for comedy was apparent in his very first film, the documentary “Pumping Iron” (1974), and in his first feature, Bob Rafelson’s “Stay Hungry,” a year later. But it has had precious little use since then in a series of high-voltage action pictures, even though Schwarzenegger always finds a way to introduce comic dialogue or some sort of self-deprecating humor even in the most violent films.\n\nThis time, given comedy from beginning to end, he handles it with ease.\n\nDeVito’s performance is equally assured, but less surprising, since we already knew he could cover this ground.\n\n“Twins” is not a great comedy - it’s not up there with Reitman’s “Ghostbusters” and DeVito is not as funny as he was in “Ruthless People” and “Wise Guys” - but it is an engaging entertainment with some big laughs and a sort of warm goofiness.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-12-09", "genres": ["Comedy"], "title": "Twins (1988)"}