{"url": "http://www.rogerebert.com/reviews/twister-1996", "by": "Helen Huntas Jo Harding", "star_rating": 2.5, "text": "Melissa is not happy. One minute she's engaged to handsome young Bill Harding, who has a promising career as a TV weatherman ahead of him. The next minute, she's cowering in a pickup truck while tornadoes blow houses at her. And Bill can't wait to find another tornado. “When you told me you wanted to chase tornadoes,” she tells him, “I thought that was a metaphor.” It is a metaphor, Melissa, but not for Bill's dream. It's a metaphor for “Twister,” a movie that chases tornadoes with such single-minded dedication that plot, character, dialogue and even your engagement all disappear into the Suck Zone--which is, we learn, that part of the tornado that sucks up everything in its path. By the end of the film, we have seen trees, TV towers, drive-in theaters, trucks, houses, barns and even cows sucked up by the Zone. Well, maybe only one cow. “I think it's the same one, coming past again,” Bill tells Jo.\n\nJo (Helen Hunt) is his first wife. Jo and Bill (Bill Paxton) worked happily together as storm chasers for several years, before something went out of their marriage (the movie is too breathless to ever tell us what that was) and Bill filed for divorce. Jo still loves Bill. Hell, Bill still loves Jo. Even Melissa (Jami Gertz) can see that.\n\nAs the film opens, Bill wants Jo to sign the divorce papers, and so he visits her out in a field where she's staked out with their old team, waiting for twisters to come by. Also staked out is the oily Jonas Miller (Cary Elwes), the “Night Crawler,” who is also a storm chaser--an evil one, we can tell, because all of his vehicles are black, and, even worse, he has “corporate sponsorship.” Before Bill and Jonas can exchange more than a few heated words and some wild swings (“Your temper hasn't gotten any better,” Jo observes), they're all careening across the countryside in pursuit of twisters. It's a good day for them. By the end of the movie, we will have seen five, including a double twister (“The Sisters”) and a dreaded Level 5 Tornado (“The Finger of God”--no prizes for guessing which one).\n\nBefore they split up, Bill and Jo invented “Dorothy,” which is a machine for studying tornadoes. Listen carefully and I will tell you how Dorothy works. Dorothy contains hundreds of little plastic spheres that have sensors inside. “You put Dorothy in the path of a tornado, and run like hell,” another storm chaser helpfully explains. In theory, the spheres are swooped up into the Suck Zone, and send back lots of rare information on conditions inside a twister.\n\nThe evil Jonas has ripped off Dorothy (his copycat machine is called D.O.T. 3). But the spheres don't seem to work too well. They spill in the road and stay there, until Jo takes a second look at the wind sculptures created by her Aunt Meg (Lois Smith), and realizes that each sphere needs a little wing. Then follows one of the movie's unforgettable lines: “I need every aluminum can you can find! And duct tape!” Well, wouldn't you know that every single aluminum can they can find is a Pepsi can, although it's beyond me why Pepsi thinks disappearing into the Suck Zone qualified as advantageous product placement.\n\n“Twister,” directed by Jan de Bont, is tireless filmmaking. It lacks the wit of his “Speed,” but it sure has the energy. If the actors in this movie want to act, they have to run to catch up with the camera, which is already careening down a dirt road to watch while an oil tanker truck spins into the air, crashes and explodes. The movie is wall-to-wall with special effects, and they're all convincing, although it's impossible for me to explain how Bill and Jo escape serious injury while staring right up into the Suck Zone of the Finger of God.\n\nI think the movie has to be graded on two scales. As drama, “Twister” resides in the Zone. It has no time to waste on character, situation, dialogue and nuance. The dramatic scenes are holding actions between tornadoes. As spectacle, however, “Twister” is impressive. The tornadoes are big, loud, violent and awesome, and they look great. Even “Dorothy” looks good, until you realize the entire machine, including its flashing red lights and little gizmos sticking up into the air, is essentially just a garbage can filled with plastic balls.\n\nThe movie, which is classified PG-13, clarifies that rating with one of the greatest single explanations in the history of the MPAA Code and Ratings Board, and I quote: “For intense depiction of very bad weather.” That means, for you kids under 13, that in the opening scene Jo, as a child, sees her daddy disappear into the Suck Zone. Is this movie too intense for kids? You bet. But say you're over 13. You want loud, dumb, skillful, escapist entertainment? “Twister” works. You want to think? Think twice about seeing it.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-05-10", "genres": ["Action", "Adventure", "Disaster", "Drama"], "title": "Twister (1996)"}