{"url": "http://www.rogerebert.com/reviews/twisted-2004", "by": "Ashley Juddas Jessica Shepard", "star_rating": 1.5, "text": "\"Philip Kaufman's \"Twisted\" walks like a thriller and talks like a thriller, but it squawks like a turkey. And yet the elements are in place for a film that works -- all until things start becoming clear and mysteries start being solved and we start shaking our heads, if we are well-mannered, or guffawing, if we are not.\n\nLet me begin at the ending. The other day I employed the useful term deus ex machina in a review, and received several messages from readers who are not proficient in Latin. I have also received several messages from Latin scholars who helpfully translated obscure dialogue in \"The Passion of the Christ\" for me, and, as my Urbana High School Latin teacher Mrs. Link used to remind me, In medio tutissimus ibis.\n\nBut back to deus ex machina. This is a phrase you will want to study and master, not merely to amaze friends during long bus journeys but because it so perfectly describes what otherwise might take you thousands of words. Imagine a play on a stage. The hero is in a fix. The dragon is breathing fire, his sword is broken, his leg is broken, his spirit is broken, and the playwright's imagination is broken. Suddenly there is the offstage noise of the grinding of gears, and invisible machinery lowers a god onto the stage, who slays the dragon, heals the hero, and fires the playwright. He is the \"god from the machine.\"\n\nNow travel with me to San Francisco. Ashley Judd stars as Jessica Shepard, a new homicide detective who has a habit of picking up guys in bars and having rough sex with them. She drinks a lot. Maybe that goes without saying. Soon after getting her new job, she and her partner Mike Delmarco (Andy Garcia) are assigned to a floater in the bay. She recognizes the dead man, who has been savagely beaten. It's someone she has slept with.\n\nShe reveals this information, but is kept on the case by the police commissioner (Samuel L. Jackson), who raised her as his own daughter after her own father went berserk and killed a slew of people, including her mother. The commissioner trusts her. But then another body turns up, also with the killer's brand (a cigarette burn). She slept with this guy, too. She's seeing the department shrink (David Strathairn), who understandably suggests that she has to share this information with her partner. Then a third dead guy turns up. She slept with him, too. Wasn't it Oscar Wilde who said, \"To kill one lover may be regarded as a misfortune. To kill three seems like carelessness.\"\n\nShepard has a pattern. She goes home at night, drinks way too much red wine, and blacks out. The next day, her cell rings and she's summoned to the next corpse. Is she killing these guys in a blackout? Wasn't it Ann Landers who said that's one of the 20 danger signals of alcoholism? To be sure, Delmarco helpfully suggests at one point that she should drink less. Maybe only enough to maim?\n\nSo anyway, on a dark and isolated pier in San Francisco, three of the characters come together. I won't reveal who they are, although if one of them isn't Ashley Judd, it wouldn't be much of an ending. Certain death seems about to ensue, and then with an offstage grinding noise . . . but I don't want to give away the ending. Find out for yourself.\n\nAnd ask yourself this question: Assuming the premise of the first amazing development, how did the San Francisco police department know exactly which dark and isolated pier these three people were on, and how did they arrive in 60 seconds (by car, truck, motorcycle and helicopter), and how come the cops who arrived there were precisely the same cops who have already been established as characters in the story? And isn't it convenient that, fast as they arrived, they considerately left time for the Talking Killer scene, in which all is explained when all the Killer has to do is blow everyone away and beat it?\n\nThe movie does at least draw a moral: Nemo repente fuit turpissimus.", "running_time": 97, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-02-27", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Twisted (2004)"}