{"url": "http://www.rogerebert.com/reviews/two-can-play-that-game-2001", "by": "Mark Brown", "star_rating": 2.5, "text": "Vivica A. Fox stars in the film as Shante Smith, its heroine and narrator, who speaks directly to the audience as she talks us through the book of love. She's an ad executive, going with Keith (Morris Chestnut), a professional man with a roving eye. But then, of course his eye is roving, because it's spring, \"break-up season,\" Shante explains. In the winter a man wants to cozy up at home, but the minute those spring outfits hit the streets, his imagination starts to roam.\n\nShante has three girlfriends, all with men and/or problems of their own: Diedre (Mo'Nique), Karen (Wendy Raquel Robinson) and Tracye (Tamala Jones). At their get-togethers, Shante is the theorist and lecturer, explaining the ways and weaknesses of men--but always confident of her own man, until one day she's shocked when he turns up at her favorite club with a hated rival, Conny (Gabrielle Union), on his arm. Since Keith knew she'd probably be there, this is war.\n\nShe fantasizes flattening Conny with a right to the jaw, but decides on strategy instead, and initiates a 10-day plan designed to inspire any man to mend his ways and come crawling back for forgiveness. This plan includes letting herself be seen with an attractive man, not returning Keith's phone calls, and, on Day 7, turning up unannounced at his house in full seduction mode, arousing him to the point of frenzy, and then walking out. (The girlfriends engage in some surprisingly crude talk about the results of this practice, with Diedre in particularly doubting she could let a situation like that go to waste.) Keith is meanwhile advised by his worldly friend Tony (Anthony Anderson), who anticipates some of Shante's strategies and has some of his own.\n\nThe movie intercuts her battle plan with the adventures of her girlfriends, including Karen's inexplicable attraction for Big Mike (Bobby Brown), who when she meets him has a jheri curl and teeth that make Mortimer Snerd look reasonable. She pays for a complete makeover and extensive dental work, and they are blissful together until he catches sight of himself in a mirror and realizes he looks--well, like Bobby Brown.\n\nAmong the movie's pleasures is the fact that everybody on the screen is very good-looking, except for Big Mike before his dentistry. Vivica A. Fox, who has made her name in action movies, is so glamorous and bewitching here she may never again need to battle aliens or answer a booty call. Those who know about such things will probably be impressed by the clothes. Those who work for a living will be amused by how, in this movie as in most movies, the characters are given high-powered jobs and then never seem to work at them.\n\nThe movie does have charm and moments of humor, but what it doesn't have is romance. The Shante character is so analytical and calculating that life with her might be hell on earth for poor Keith, even with all of Tony's advice. By Day 7, I was wondering if any man is worthy of (or deserves) such treatment. And Shante doesn't just narrate a little from time to time; she must have half the dialogue in the movie, even interrupting love scenes to explain to the audience in great detail what is happening, and why. What we basically have here is \"Waiting to Inhale.\"", "running_time": 90, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-09-07", "genres": ["Comedy", "Romance"], "title": "Two Can Play That Game (2001)"}