{"url": "http://www.rogerebert.com/reviews/two-family-house-2000", "by": "Raymond De Felitta", "star_rating": 3.5, "text": "As the movie opens, Buddy Visalo (Michael Rispoli) is in the Navy and sings in a talent show. He's an Italian-American crooner, and Arthur Godfrey hears him an offers him an audition. But his fiancee, Estelle, won't let him go. She finds the idea \"embarrassing,\" she says. Eventually Godfrey hires Julius LaRosa as his crooner, and it eats away inside Buddy that the job might have been his.\n\nEstelle is played by Katherine Narducci, who, like Rispoli, is familiar from \"The Sopranos.\" Estelle is the kind of woman who grows taller by standing on the back of her husband's dreams. Buddy wants to open his own bar. \"Serving drinks to a lot of bums?\" Estelle sneers. \"You want to turn me into a barmaid?\" She wants them to stay back \"where we belong, not making fools of ourselves, not having everybody laugh behind our backs.\" She would gladly send Buddy out into the world to a soul-crushing job for the rest of his life rather than let him take a chance.\n\nNow this is where the story gets interesting, and begins to accumulate the elements of family legend. Buddy buys a two-family house, planning to turn the downstairs into Buddy's Bar and rent the upstairs for income. He discovers he already has upstairs tenants: an Irish-American boozer named Jim O'Neary (Kevin Conway) and his considerably younger wife, named Mary (Kelly MacDonald), who is pregnant. There is an added detail: Her baby will be half black. Who the father is, we are not sure. Why the father is not Jim, we can figure out just by looking at him: He is one of those drunks who give alcoholics a bad name.\n\nNow all the pieces are in place for a story that must have been heard many times in many versions by Raymond De Felitta, Buddy's nephew, who wrote and directed this film. To some members of the family, Buddy was no doubt a lunatic loser. To others, who perhaps kept their opinions to themselves at family gatherings, he was a nice guy who was trying to do the right thing.\n\nWhat with one thing and another, Buddy breaks lose from Estelle and decides to help Mary O'Neary and her baby. Angelo, the guy who runs the bar down the street, thinks he's crazy: \"You see that guy,\" he asks his regulars. \"He threw his whole life away.\" But the narrator of the film, whose identity is revealed at the end, sees it differently: \"It remains an undisputed fact that every man has one moment of total selflessness in his life.\" What makes \"Two Family House\" such a touching and effective film is that every one of Buddy's decisions is made as a direct response to the situation in front of him. He is not particularly fond of African Americans (indeed, knows almost none). He does not approve of adultery. At one point, after they have a fight, he evicts Mary, only to find her another place to live. He is no bleeding heart liberal, but he confesses to her: \"I thought it was kinda brave, keeping the kid.\" He helps her out because he is touched by her situation, and can see she is a good person. One night when he turns up late at her place, she thinks he's after sex, but \"no, that ain't why--I just want to talk with someone.\" I can imagine this movie as an uplifting parable, but it wouldn't be as convincing and it wouldn't have the moment-to-moment fascination of Buddy's journey. The movie's ideas and values are completely contained in its action. Nobody makes any big speeches. Buddy just does what a decent guy would do.\n\nMichael Rispoli gets one of the roles of a lifetime. He's the kind of guy we all know, who is unwilling to accept the hand that life (or his wife) has dealt him. His victory may be small in the great scheme of things, but it is satisfying. When everyone told him he was throwing his life away, did he dream that someday his nephew would make this movie, in which he comes across as, well, kind of a hero? \"Two Family House\" opens in Chicago on the same day as \"Pay It Forward,\" which is a feel-good valentine for the audience. \"Pay It Forward\" is quite happy to have big speeches, little speeches and earnest expressions of belief about its message, which is that if we do a good turn and someone \"pays it forward\" instead of paying it back, what a wonderful world this would be. \"Two Family House\" is about a guy doing someone a good turn when they need it. It doesn't need the uplifting apparatus of \"Pay It Forward.\" It may not be as commercial, but I suspect it may strike deeper in the hearts of its viewers.", "running_time": 104, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-20", "genres": ["Drama", "Romance"], "title": "Two Family House (2000)"}