{"url": "http://www.rogerebert.com/reviews/two-much-1996", "by": "Antonio Banderasas Bart Dodge", "star_rating": 1.5, "text": "The longer I'm a movie critic and the more films I see, the more I believe that screwball comedy is the most difficult of all film genres. It is a truism among actors that comedy is harder to play than drama, even though serious performances are routinely more honored and praised. But straight comedy is a cinch, I think, compared to screwball, which is an art so exacting and difficult that when it works it's a miracle.\n\n“But what,” I hear some readers asking ...”what exactly is screwball comedy?” James Monaco's invaluable How to Read a Film defines it as: “A type of comedy prevalent in the 1930s, typified by frenetic action, wisecracks, and sexual relationships as an important plot element. Usually about middle- and upper-class characters and therefore often involving opulent sets and costumes as visual elements... highly verbal, as opposed to its predecessor, the slapstick comedy.” Given this definition, “Too Much” is a screwball comedy in every ounce of its being. A bad one, true, but screwball all the same. It has the action, the sex, the wisecracks, the costumes and the sets, and the key characters are all very rich. All except for the hero, the well-named Art Dodge (Antonio Banderas), who is a dishonest art dealer who specializes in convincing widows that their recently-departed husbands had just purchased expensive artworks.\n\nArt rings the bell one day at the mansion of a deceased Mafia boss, and the boss' son and heir (Danny Aiello) sees through the con and orders his goons to tear the fraudster to pieces. Art sneaks out of the house, hides in the back of a Rolls convertible, and thus meets Aiello's former wife, Betty (Melanie Griffith). She takes an instant liking to him (as who would not, since Bandera comes across as an intelligent Fabio), and immediately starts making wedding plans.\n\nArt is happy to marry Betty, who is rich and sexy, but then he meets Betty’s sister, Liz (Daryl Hannah). Liz wins his love in a heartbeat: She is sweet, smart, beautiful, and without Betty's edge of what can only be called vulgarity.\n\nBut Art can't see how he can extricate himself from his situation, and so he invents a twin brother, named Bart, to be Liz's lover. To change between characters, he has Bart wear glasses, and remove the rubber band from his ponytail.\n\nOne of the conventions of screwball comedy is observed when no one ever realizes that Art and Bart are the same person. (When they have a “conversation” with one another, they are only glimpsed through a doorway, and no one, of course, enters the room and finds that only one person is there.)Art/Bart's situation grows more desperate as the wedding grows closer, his love for Liz more earth-shaking, and the threats from Aiello's goons more dangerous.\n\nThere are some supporting characters. To explain Art's Spanish accent, we get his father (Eli Wallach), who was a Spanish Civil War veteran. That leads to a chase scene also involving three other old comrades from the Abraham Lincoln Brigade. There is also Gloria (Joan Cusack), Art's assistant at the failing art gallery, who offers advice and counsel, thanklessly.\n\nThe elements are here, I suppose, for a successful comedy. But elements don’t count in screwball, because nobody takes them seriously anyway. What counts is energy, tone and timing. Banderas has an extended scene where he races between the bedrooms of the sisters, past a swimming pool, while frantically changing bathrobes. It's not funny. It goes on and on and still doesn't become funny, and I don't know why it doesn't: This is a classic screwball situation, but the fuse doesn't light.\n\nThe whole deception is unsuccessful, indeed, because it leaves the two sisters as essentially passive foils. Screwball is funnier when the characters are smart--when everyone is thinking fast. Liz, the Hannah character, is obviously intelligent (the sister played by Griffith is supposed to be a little denser), and it is simply not possible to believe she would be taken in by the deception. That means we're watching contrivance instead of invention.\n\nOther scenes imitate their betters and fail. Two run-ins with an angry wine steward (Vincent Schiavelli) is supposed to give us a brilliant little cameo, but the scenes drag on, repeat themselves, and resemble nothing so much as a character actor pushing his role further than it will go. It's better to adapt the strategy used by Griffith, Hannah and Aiello, who simply play their roles straight, and let the screenplay take care of the comedy. It doesn’t, unfortunately, but that's not their fault.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-03-15", "genres": ["Comedy", "Romance"], "title": "Two Much (1996)"}