{"url": "http://www.rogerebert.com/reviews/two-girls-and-a-guy-1998", "by": "Robert Downey Jr.as Blake", "star_rating": 3.0, "text": "Sometimes the story behind a movie can bring an angle to what's\ron the screen. Consider “Two Girls and a Guy,” written and directed by James\rToback, and starring Robert Downey Jr. The story involves a two-timing actor\rwho returns to his Manhattan apartment to be confronted by both of his\rgirlfriends, who've just found out about each other.\n\nHere's the background: * Toback and Downey worked together\rbefore, in “The Pick-Up Artist” (1987), where Downey played a compulsive\rwomanizer who bounded through the streets of New York, fast-talking pretty\rgirls. He was a cad and a liar, but likable; Pauline Kael wrote that “Downey,\rwhose soul is floppy-eared, gives the movie a fairy-tale sunniness.” * James\rToback himself is, or was, a notorious pickup artist. How notorious? The late\rSpy magazine once printed a double fold-out chart of his activity during just\rone month. With the names of his female targets running down the left-hand side\rof the page, the magazine used a grid to chronicle his various approaches, and\rhow many of his favorite pickup lines (“I work closely with Warren Beatty”) he\rused on each woman.\n\n* When Downey was shown on television, being led to jail in\rhandcuffs on drug charges, Toback was watching, and says he sat down\rimmediately to write a screenplay for his old friend. “When I saw him in that\rorange jail jump suit, I knew he was ready to play this role,” Toback told me\rat the 1997 Toronto film festival. Of course, perhaps Toback (whose screenplays\rinclude “The Gambler” and “Bugsy”) was also ready to write it; the film is\rconfessional and contrite.\n\n* “Two Girls and a Guy” was written in four days and filmed in\rjust 11, mostly inside a single apartment in SoHo. Not long after, Downey went\rback to court and eventually to jail, only to be released this month.\n\nDowney is not floppy-eared or sunny in this film as Blake, but\rhe is resilient and unbowed. Confronted with both of his girlfriends, Carla\r(Heather Graham) and Lou (Natasha Gregson Wagner), he talks and thinks quickly,\rsaying he meant it when he told them both he had “never experienced real love”\rbefore.\n\n“He decided consciously to start with both of us at the same\rtime!” Lou says. And as they work it out, it appears he did meet them at about\rthe same time. He saw each girl three nights of the week, excusing himself on\rthe other nights because of the illness of his mother, who neither one ever\rmet.\n\nThe two women meet on his doorstep, break into his apartment and\rare hiding there when he returns from a trip and leaves phone messages for them\rboth. When he sees them, he's at a loss for words, but soon they come tumbling\rout; Toback in person is a torrential talker, and here Downey is as persuasive\ras a snake oil salesman and Wagner (Natalie Wood's daughter) fires out\rhigh-energy dialogue like Robin Williams.\n\nWhat can be said, really? He's a cheating, lying SOB, and both\rwomen find even more colorful terms to describe him, both as a person and in\rterms of his various parts. The movie is essentially a filmed stage play, one\rof those idea-plays like Shaw liked to write, in which men and women ponder\rtheir differences and complexities. Is it true that men are polygamous by\rnature? It's much more complex than that, the movie suggests, especially after\rLou suggests that her interest in Blake might expand to include Carla.\n\nDowney, whatever his problems, is a fine actor, smart and in\rcommand of his presence, and he's persuasive here as he defends himself: “I'm\ran actor. And actors lie.” There is a show-stopping scene when he looks at\rhimself in a mirror and warns himself to get his act together. There are some\rnotes in the movie that I could have done without, including an offstage\rgunshot and a tearjerker ending. But I enjoyed the ebb and flow of their time\rtogether.\n\nWhat shows Toback has learned something since his days as a Spy\rcover boy is that the movie doesn't pretend any of these three people is really\rin love. They're playing at being in love, but essentially all three are\rsoloists, looking out for themselves, and the women can sustain outrage only so\rlong before they begin to seek additional amusements and possibilities. As for\rthe man, well, he always told them his favorite song was “You Don't Know Me.”", "running_time": 92, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-04-24", "genres": ["Drama", "Romance"], "title": "Two Girls and a Guy (1998)"}