{"url": "http://www.rogerebert.com/reviews/two-gentlemen-sharing-1969", "by": "Robin Phillipsas Roddy", "star_rating": 3.0, "text": "\"Two Gentlemen Sharing\" is one of those movies that absorbs us from moment to moment but never resolves itself into any sort of coherent statement. Not that a movie should necessarily make a statement; but this one appears to, and yet leaves its audience confused. We can't be sure what the director and writer thought of their characters. The movie is schizo.\n\nSo, for that matter, are its characters. It is about a young black lawyer (Hal Frederick) and an advertising man (Robin Phillips) who find themselves sharing a flat, and some of the same hang-ups, in a fashionable area of London. The black is a Jamaican, handsome, intelligent, who tries to crack the Establishment by being even more conventional than it is.\n\nWe see him first, with a bowler hat and an umbrella. (He later gives them away, in a scene with the same function as when Peter Fonda throws away his watch in \"Easy Rider\".) He has an upper class British accent, graduated from Oxford and was a star cricket player. But he is black.\n\n\"How black?\" asks a hostile landlord over the phone. \"Hopelessly,\" he replies. Hopelessly, at least, if he wants to crack the British Establishment. He decides at last to go back to Jamaica, where he can stop playing the white man's games.\n\nBefore this happens, though, he rooms for a while with the white ad man, who is a repressed homosexual, I guess (one of the film's difficulties is that it leaves you guessing at key plot points like this). The ad man is in the midst of a hopeless, and frigid, affair with the daughter of an upper-class dope. But he goes to a Jamaican dance with his friend, and meets Judy Geeson, and then things really get complicated.\n\nSee, her father is dead and her mum married a black man who is the only father she's known. So she thinks the ad man would be ashamed to marry her. In fact, he's embarrassed by his own father, who swigs Vat 69 and leads a moody existence in the ruins of a country estate. Meanwhile, the landlady, who objects to his immoral goings-on with his girlfriend, throws the Jamaican out of the flat.\n\nThe trouble with getting started on a plot summary this detailed is that you get bogged down, as I just have. I want to avoid telling you about the guy's best friend, and his black girlfriend, and about the Jamaican's personal crisis when he goes to apply for a job at a law firm. There's also a lot made of the fact that HIS girlfriend is a model who wants to stay in London and wouldn't go back to Jamaica for anything.\n\nThe reason I want to avoid all that is because the movie depends on the unraveling of plot threads to keep things going. There's no real resolution of the key questions. Questions like, is the ad man a homosexual? Will the girl marry him? Why can't the black and white friends remain friends? What is prejudice, and how can you tell who has it, especially if they're polite? Questions like that.\n\nI have to admit, however, that I did enjoy the movie and found myself drawn into it. Director Ted Kotcheff is good with his actors and contributes a skillful, lounge scene at the Jamaican dance hall. He is usually careful to avoid clichés in his black-white confrontations (although the plot is too melodramatic to help him much here).\n\nThere are some good laughs, some good characterizations and a lot of good will. There is also interest in the different nature of racial prejudice in England, which missed our experience with slavery and has had to learn hatred, as it were, belatedly.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-12-17", "genres": null, "title": "Two Gentlemen Sharing (1969)"}