{"url": "http://www.rogerebert.com/reviews/two-of-a-kind-1983", "by": "John Travoltaas Zack", "star_rating": 1.5, "text": "Give me a break. Don't send me any more movies where four angels in heaven ask God to give mankind a second chance, and God agrees -- on the condition that John Travolta reforms. This movie should have been struck by a lightning bolt.\n\n\"Two of a Kind\" begins with a heavenly golf game involving a WASP (Charles Burning), a black (Scatman Crothers), a Latino (Castulo Guerra) and a woman (Beatrice Straight). James Watt should have been the caddie. They've been in charge of heaven for the last 25 years, while God took a little vacation, but now God (a glowing light with a voice by Gene Hackman) is back. And God is not happy. Mankind has screwed up again. The only thing to do is send another flood, and start all over.\n\nThe angels persuade God to reconsider: Maybe a typical man can reform, and thus prove that mankind is not irredeemable. The typical man is Travolta, who is an inventor of useless gizmos. And Travolta, threatened by a juice-loan collector from the mob, has just stuck up a bank. Are you following this? It sounds like the results of an all-night script conference at the funny farm. Anyway, Olivia Newton-John is the bank teller at whom Travolta points a gun. But she substitutes worthless deposit slips for his money, and keeps the money herself. Travolta tracks her down to get his money, and they fall in love.\n\nThe romance, alas, never really gets airborne, if only because Travolta, Newon-John and the plot are followed everywhere by countless unnecessary supporting characters. There are the angels, for example, who spy on Travolta but never contact him directly (so he never knows the fate of the world rests on his shoulders). There are the two guys from the mob. Also a weird landlord, and the devil.\n\nThe funny thing is, for all of this heavy traffic, the script is amazingly lightweight. Hardly anything happens. Let's take inventory. The movie contains a food fight (always a sign of desperation at the concept level), several chase scenes, one of your basic Lovers-Walking-Down -theSidewalk-Talking-Angrily-to-Each-OtherWhile-New-Yorkers-Look-On scenes, and no less than two examples of our old friend, the Semi-obligatory Lyrical Interlude. In both of them, Newton-John sings on the sound track while the lovers make goo-goo eyes at each other.\n\nThe movie never explains certain key elements. For example: (1) What are the rules? What, exactly, does Travolta have to do to redeem mankind? (2) To what extent can he be said to exercise free will when the angels can shout \"Freeze!\" and \"Rewind!\" and change history? (3) Does the devil have real power, or is he just a walk-on? (4) Why, after one handful of dollars is thrown into the air, does it rain bills for minutes on end? (5) Where does God go on vacation?", "running_time": 88, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-12-20", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "Two of a Kind (1983)"}