{"url": "http://www.rogerebert.com/reviews/two-deaths-1996", "by": "Nicolas Roeg", "star_rating": 1.0, "text": "Although the director, Nicolas Roeg, has gone to some pains to establish the events in Bucharest at a crucial moment, the movie is not about Romania, dictators, revolutions or warfare, as nearly as I could tell. (The original novel, “The Two Deaths of Senora Puccini,” by Stephen Dobyns, is set in South America). The fighting outside simply provides a backdrop.\n\nInside the house, the host is a fleshy, self-assured doctor named Daniel (Michael Gambon), who has had his blind cook prepare a feast of indescribable luxury. As his guests eat and drink, they talk. They are intrigued by the photograph of an attractive woman on the doctor's mantelpiece. Surely he has never married? This cannot be wife or daughter? Daniel explains that it is his maid, Ana (Sonia Braga), pictured when she was much younger. As he speaks, Ana moves silently among them, dispensing food, drink and vibrations of great silent portent.\n\nThe topic for the evening turns to sexual obsession, as it often does in a Nicolas Roeg film. Daniel confesses that as a younger man he became obsessed with Ana, and events transpired that allowed him to make her his slave. She lives in his house and does his bidding because of a horrifying secret (that I will not reveal) involving the man she truly loved.\n\nThe others, emboldened by the doctor's example and his wine, make their own confessions, which run toward sexual humiliation. Since none of these men look like finalists in any form of sexual steeplechase, we guess that their obsessions are primarily mental. Soon the topic of sexuality blends into the topic of power over others, and over ourselves.\n\nLike Polanski's “Death and the Maiden” and Tornatore's “A Pure Formality,” most of the film takes place in conversation against the background of outside and earlier events. The men talk, and talk. Occasionally a wounded man from outside is brought to the doctor for treatment. Sometimes the guests stand on the rooftop and survey the fighting below. Long-buried issues in the relationship between Daniel and Ana surface. The secret of a hidden room in the house is revealed. And so on.\n\nI am at a loss to know what to make of the film. Well acted, crisply directed, it did not engage me on any level. It seemed like an exercise rather than a drama. Perhaps the conversations have an interest, but it is an interest limited to the words; such material would work better on the printed page. Very occasionally, a film made mostly of dialogue does work; consider “My Dinner With Andre.” Here it is all slow, relentless, unrewarding.", "running_time": 102, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-18", "genres": null, "title": "Two Deaths (1996)"}