{"url": "http://www.rogerebert.com/reviews/two-mules-for-sister-sara-1970", "by": null, "star_rating": 2.5, "text": "[EDITOR'S NOTE: This review contains spoilers.]\n\nDon Siegel's \"Two Mules for Sister Sara\" is a step or two above the usual Clint Eastwood Western. To be sure, it has plenty of the obligatory Eastwood violence, and the conventional scene of Eastwood lighting dynamite sticks with his cigar. But that's OK. One of the pleasures of movies is seeing stars doing their thing.\n\nThis time, though, there's more to the movie than Eastwood's schtick. Siegel is a first-rate action director (\"Coogan's Bluff,\" \"Riot in Cell Block 11\"), with a knack for directing violence so that it's more exhilarating than disturbing. And his writer, Albert Maltz, has laid a human and funny story on top of the obligatory Eastwood scenes so \"Two Mules\" is successful on a couple of levels.\n\nThe story casts Eastwood as the usual tough stranger, making his way through the wilderness on a mysterious mission. He rescues Shirley MacLaine from the clutches of a band of bad guys, only to discover she's a nun. He accepts this nearly as bravely as Robert Mitchum accepted Deborah Kerr in \"Heaven Knows, Mr. Allison\" (1957), and together they set off on a mission to blow up a fort. How and why they settle on this particular mission is a complex matter, but never mind.\n\nTheir journey across the desert develops into one of those relationships like Bogie and Katharine Hepburn in \"The African Queen.\" The two people are obviously attracted to each other, but the rough-hewn hero stays clear of the lady out of respect. The respect turns out to be misplaced when Eastwood discovers Miss Shirley MacLaine isn't exactly a nun, but ...\n\nAnyway, the movie is a lot better than it might have been. Miss Shirley MacLaine sparkles in an essentially comic role, and the laconic Eastwood spurs himself and manages sentences of even a dozen words. The Maltz dialog is funny and has a nice cynical edge to it, and the fort is blown up with a suitable flourish. And somewhere along the way, Eastwood demonstrates that silent comedy isn't entirely dead.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1970, "date_published": "1970-01-01", "genres": ["Action", "Adventure", "Comedy", "Western"], "title": "Two Mules for Sister Sara (1970)"}