{"url": "http://www.rogerebert.com/reviews/two-or-three-things-i-know-about-her-1971", "by": "Marina Vladyas Juliette", "star_rating": 3.0, "text": "Jean-Luc Godard's \"Two or Three Things I Know About Her,\" started out, he tells us, as a sort of remake of \"The Big Sleep\" (1946) with Marina Vlady playing the Humphrey Bogart role. Oh, and the detective was to be transformed into a prostitute. That was how it started out; by the time he'd finished it, Godard had succeeded as usual in turning out a film that was essentially a documentary of his state of mind.\n\nOther interesting items about \"Two or Three Things\": He made it at the same time as \"Made in U.S.A.\" in 1966, shooting one in the morning and the other in the afternoon. He analyzes his reasons in an essay in Toby Mussman's invaluable Jean-Luc Godard: \"Why did I agree to make both at the same time? Pride, I think. It's a sort of bet. A performance. As if a musician were to conduct two orchestras at once, each playing a different symphony.\"\n\nThat's particularly difficult in this case, Godard observes, because he doesn't work from a screenplay but improvises as he goes along. A better analogy than the symphony conductor, perhaps, would be the childhood trick of rubbing your stomach, patting your head and chewing gum at the same time. The result is uneven; he gets the hands to working right and bites his tongue.\n\nHis story involves Marina Vlady, a \"typical high-rise dweller,\" he tells us more or less seriously, who does a little hooking on the side to pay the rent. It is also about Paris, the \"her\" of the title, and in a semi-audible murmur on the sound track, Godard informs us that \"in order to live in Paris today, on no matter what social level, one is forced to prostitute oneself in one way or another.\" His Paris looks little like the travel-book Paris of Notre Dame and the Seine; it is so filled with holes in the ground, high-rises and construction cranes that you wonder if Arthur Rubloff really has succeeded De Gaulle.\n\nGodard's heroine wanders through this wilderness, talking to herself, lingering in cafes and essentially just existing. You have to prostitute yourself to survive, Godard seems to be telling us, but more out of habit than choice. What's really so great about survival, anyway, in a world of concrete and advertisements, where the human nature seems unnatural?\n\n\"Two or Three Things\" came before \"Weekend\" (1968) and after \"Masculine-Feminine\" and exhibits the typical Godard obsession with slogans, ads, signs and just plain words. Sometimes the words are meaningless; they're in the movie to remind us that we live in an environment of words without usually paying much attention to them. \n\nThe ads are all American, or American-inspired, and in the same essay Godard says: \"In the modern world, the advertising element reigns supreme, determining everything, paralyzing everything. Advertising is allowed, or rather takes, liberties forbidden to everyone else.... \"\n\nIt does seem true, in fact, that the ads in this movie seem freer and more real than the people, as if they didn't merely define existence but had replaced it. That may be the message, or maybe not; Godard is as relaxed in the film as in the title.", "running_time": 100, "mpaa_rating": "Not", "release_year": 1971, "date_published": "1971-04-07", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "Two or Three Things I Know About Her (1971)"}