{"url": "http://www.rogerebert.com/reviews/two-brothers-2004", "by": "Guy Pearceas Aidan McRory", "star_rating": 2.5, "text": "The brothers in \"Two Brothers\" are tiger cubs when we meet them, prowling the ruins of temples in the jungles of French Indochina, circa 1920. With their mother and father, Kumal and Sangha live an idyllic life, romping and wrestling and living on air, apparently, since no prey ever seems to be killed. The movie never really fesses up that tigers kill for their dinner; that would undercut its sentimentality. The result is a reassuring fairy tale that will fascinate children and has moments of natural beauty for their parents, but makes the tigers approximately as realistic as the animals in \"The Lion King.\"\n\nThe movie is astonishing in its photography of the two tigers, played by an assortment of trained beasts, augmented by CGI. It is less wondrous in its human story, involving such walking stereotypes as the great British hunter, the excitable French administrator, the misunderstood Indochinese prince, and the little French boy who makes friends with Sangha and sleeps with him at an age with Sangha is plenty old enough for his own bed, preferably behind bars.\n\n\"Two Brothers\" was directed and co-written by Jean-Jacques Annaud, whose international hit \"The Bear\" (1989) did not sentimentalize its bear cub but treated it with the respect due to an animal that earns its living under the law of the wild. In that one, the speech of the hunter (Jack Wallace) was presented not so much as language as simply the sounds that human animals make. In \"Two Brothers,\" the cubs may not understand English, but they get the drift. In both films, Annaud achieves almost miraculous moments, the result no doubt of a combination of training, patience, and special effects. We're usually convinced we are looking at real tiger cubs doing what they really want to do, even when it goes against their nature. Occasionally there will be a scene that stretches it, as when Kumal, who was trained in a circus to jump through a ring of fire, apparently uses telepathy to convince Sangha he can do it, too.\n\nThe first half hour or so involves only the cubs, and these scenes play like a scripted documentary. The beauty of the tigers and the exotic nature of the locations are so seductive we almost forget the movie has human stars and will therefore interrupt with a plot. But it does.\n\nThe villain, who becomes the hero, is Aidan McRory (Guy Pearce), introduced as an ivory hunter but then, after the bottom drops out of the ivory market, a tomb raider. When one of his assistants finds an ancient statue in the forest and regrets it's too heavy to bring back to Europe, McRory coldly tells him, \"cut off its head.\" He is the one who kills the cub's father and captures Kumal, selling him to a circus run by the harsh trainer Zerbino (Vincent Scarito).\n\nSangha is also captured, and adopted by young Raoul (Freddie Highmore), son of the French colonial administrator (Jean-Claude Dreyfus). He eventually ends up in the menagerie of a spoiled prince (Oanh Hguyen); Sangha is no longer safe as Raoul's playmate, the kid is told, \"now that he has tasted blood.\" Apparently until that fatal taste, Sangha was a vegetarian. The prince decrees that the two tigers fight to the death in an amphitheater, but of course, being brothers, they ... well, do more or less exactly what we expect them to do.\n\nThe story is broad melodrama that treats Sangha and Kumal as if they were almost human in their motivations and emotions. Such comforting sentiment is a luxury wild animals cannot afford. Still, along with the beauty of the animals and the photography, there are moments of genuine tension, as when McRory faces the tigers up close. That McRory does not make his own contribution to their taste for blood is because of the tiger's uncanny ability to peer deeply into the eyes of the human actors and learn there what they must do for the benefit of the movie's plot.\n\nThere is a lot in \"Two Brothers\" I admire. Families will not go wrong in attending this film. Some kids will think it's one of the best movies they've seen. My objections are of a sort that won't occur, I realize, to many of the viewers. But I remember \"The Bear\" and its brave refusal to supply its bear cub with human emotions and motivations. W. G. Sebald writes that animals and humans view one another \"through a breach of incomprehension.\" That is profoundly true, and helpful to keep in mind when making friends with the bears at Yellowstone, or reassuring tigers that we feel their pain.", "running_time": 109, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-06-25", "genres": ["Action", "Adventure", "Drama", "Family", "Fantasy", "Foreign"], "title": "Two Brothers (2004)"}