{"url": "http://www.rogerebert.com/reviews/two-people-1973", "by": "Peter Fondaas Evan Bonner", "star_rating": 2.0, "text": "It must have sounded like such a good story idea, all those months or years ago when they were writing the film. Two people meet. He is an American deserter from the Vietnam War, living in Marrakesh. She is a high-fashion model from New York, visiting Marrakesh for a photo layout for Vogue. They meet by accident on a train, and over a period of the next couple of days they fall in love. And there is a catch: He is returning to New York to turn himself in.\n\nWhat we have here, potentially, is a sort of bittersweet, radicalized “Love Story,” and that must have been what sold the director, Robert Wise, on the project. The movie sounds superficially as if it might have a comment to make on the effect of the war on its warriors. Well, that may be true, but true of a movie they didn’t make. What we’re left with is an awfully awkward journey into banality. The movie’s big structural weakness is the time it takes - about an hour - to lead up to the hero’s big secret. Maybe 45 minutes before he tells the girl what he’s done and who he is, we’ve got it more or less figured out. If the movie had begun by saying, flat out, that here was a deserter who was turning himself in, maybe the situation could have been developed from there. As it is, the guy is so cool he’s narcissistic.\n\nNobody plays narcissism on the screen better than Peter Fonda (although I’m sure that wasn’t the reason he was cast in the lead of “Two People”). He has his father’s reserve, but seemingly with a different source. I had a chance to see John Ford’s “The Grapes of Wrath” last week, with Henry Fonda in his great performance as Tom Joad and I couldn’t help comparing the two men when they were both in their early 30s. Henry could bring a diffidence, a shyness, to a role; he had dignity and self-respect, but kept quiet about it until outrage made him act. (That’s especially true of the Tom Joad role, if you overlook that ruinously idealistic speech at the end.) Peter can project the same reserve, but it doesn’t seem to come from diffidence; it comes from a kind of sly arrogance about his own powers. So we don’t feel emotionally responsible for the characters he plays; he seems to have made his own destiny and to be enjoying it. In “Two People,” for example, we’re supposed to identify with the moral crisis the Fonda character underwent in Vietnam. \n\nWe’re supposed to feel for his years of exile, and to understand why, finally, he feels he must come back to the United States and take the consequences. But we don’t, and it’s not because of anything in the screenplay: It’s because Fonda himself subtly projects the notion that, whatever happens to him in federal court, things are eventually going to turn out all right for good ol’ No. 1. I got this same eerie feeling in “Easy Rider”; it was a punch in the gut when the Jack Nicholson and Dennis Hopper characters got killed, but Fonda, as Captain America, seemed merely to be riding to some masochistic-narcissistic rendezvous with all that flower power in the sky.\n\nSo his performance does tend to undermine the movie, but it has other things going against it, too. The dialog is both so obvious and so self-consciously “real” that the characters don’t seem to be talking to each other, they seem to be taking positions on the issues. Lindsay Wagner, as the fashion model, is a movie newcomer (she’s done a lot of television) who would be right for the role if it had really been thought out as a role. But the screenplay doesn’t develop her character; it gives her unmotivated changes of personality in order to prod the Fonda character into the changes he goes through. And that’s no way to treat a character; if the events don’t seem to unfold naturally, you can’t make them unfold by giving someone a big speech or a crying scene. No, not even if your backdrop is the American moral crisis in the second half of the 20th Century. Especially not then.", "running_time": null, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-05-07", "genres": null, "title": "Two People (1973)"}