{"url": "http://www.rogerebert.com/reviews/two-for-the-money-2005", "by": "Al Pacinoas Walter", "star_rating": 3.5, "text": "In D.J. Caruso's \"Two for the Money,\" you can see Al Pacino doing something he's done a lot lately: Having a terrific time being an actor. At 65, he's on a hot streak in one well-written role after another. In \"Insomnia,\" \"People I Know,\" \"Angels in America\" and \"The Merchant of Venice,\" he has given performances vibrating with tension and need, and now here he comes again. George C. Scott used to say when a good actor was in the right role, you could sense the joy of performance. Pacino has moments here when he doesn't quite click his heels.\n\nMatthew McConaughey and Rene Russo are wonderful, too, in a movie with three well-written and fully functional roles, but their characters are by nature more contained than Pacino's. He plays Walter, who runs a sports betting hotline. McConaughey plays Brandon, the Vegas oddsmaker he imports to New York, renames and turns into a star. Walter is a mesmerizer who assaults him with confidence and exuberance. Russo is Toni, his wife, who loves him and despairs of him. He dazzles Brandon and he worries Toni, a recovering junkie. He's recovering from everything: \"If it says 'anonymous' at the end, he goes,\" she tells Brandon.\n\nThe nature of Walter's operation is a little hard to grasp, maybe even to Walter. It appears that his offices and home are in the same building, all paneled Prairie-style in dark woods and window partitions. On the ground floor, he has guys manning hot lines where you pay $25 and get the early line for your weekend bets. On the second floor, it's bigger business: For the best advice, gamblers are expected to pay a percentage of what they win from their bookies. That way Walter is technically not breaking the law: He's not taking bets, he's taking a percentage at arm's length.\n\n\"Two for the Money\" is not about the mechanics of this business, but about its emotions. Walter is a promoter who at one point admits his operation is made of smoke and mirrors. He imports Brandon after the kid startles Vegas with the accuracy of his predictions. He gives him a haircut, a wardrobe, a sports car and a new name, and puts him on TV, and Brandon obliges one weekend by correctly calling 12 games out of 12.\n\nThat's all the plot you need from me. The rest will be observation. Look at the monologue Pacino delivers at a Gamblers' Anonymous meeting. It's got the passion, if not quite the language, of his soliloquies in \"The Merchant of Venice.\" He tells his fellow degenerate gamblers that their problem isn't gambling, it's themselves: \"We're all lemons. We need to lose.\" When they lose everything -- the job, the house, the family -- they are most fully alive, he says. When they win, they keep gambling until they lose again.\n\nWalter knows this so well he hasn't gambled in years. Brandon has never gambled. Toni has gambled: She gambled when she married Walter. They have a young daughter. The way Walter grabs for the nitroglycerin pills when his angina hits, he shouldn't be in a business that depends on point spreads. But Walter is an optimist: \"It was only a small one,\" he says after one attack.\n\nI won't tell you what happens involving these three people in this movie, but I want you to watch for the way all three change. The screenplay by Dan Gilroy isn't one of those deals where one guy acts out and everybody else watches him. It's about three people who are transformed in relation to one another, as a situation develops that is equally dangerous all the way around. It takes us a while to understand what Brandon is doing, and then we realize that Walter knows what he's doing -- and is seeing him, and raising him. There are moments here, including one moment before a live TV broadcast, where Walter is pushing his whole stake into the pot, and the game isn't poker, it's life.\n\nIs the movie a realistic portrait of these kinds of people in this kind of business? I'm not an expert, but I doubt it. What I don't understand is how Walter finds out how much his clients bet, so he can collect his percentage. Bookies aren't real good at sharing information, especially for the benefit of an operation devoted to out-handicapping them. And besides, there are a lot of bookies. Why can't I get the tips from Walter's company, bet a grand with a bookie he knows about, and 10 grand with some guy he doesn't know about?\n\nThis is a problem, but it is not a problem that bothers me. It's a classic MacGuffin. The point is that something happens on the second floor that means Walter and Brandon and the telephone guys make a pile of money when Brandon correctly predicts the weekend games, and they do it without placing bets or taking bets. That's what we need to know.\n\nEverything else is dialogue, direction, acting and energy. I've been watching Pacino a long time. I saw him at the beginning, in 1971, in \"Panic in Needle Park.\" Already a great actor. His next movie was \"The Godfather.\" I could mention \"Dog Day Afternoon,\" \"Glengarry Glen Ross,\" \"Scarface,\" \"Carlito's Way,\" \"Heat,\" \"Donnie Brasco.\" I could keep going.\n\nBut good as he already was, I think something rotated inside and clicked as he was directing his documentary \"Looking for Richard\" (1996), which was about how Shakespeare should be acted, and how an actor should play Richard III. Here was an actor in his mid-50s, asking undergraduate questions, reinventing how he approaches a role, asking what acting is. He chose \"Richard III,\" a character who looks in a mirror and asks himself how he should play himself. In his movies since then, Pacino seems to have found something in the mirror.", "running_time": 122, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-10-06", "genres": ["Comedy", "Crime", "Drama", "Sports Film", "Thriller"], "title": "Two for the Money (2005)"}