{"url": "http://www.rogerebert.com/reviews/two-women-2000", "by": "Niki Karimias Feresteh", "star_rating": 3.5, "text": "She is a brilliant student who seems to be leading her own life in the Tehran of the early 1980s. Then the madness of men reaches out and swats her down. Her story is told in \"Two Women,'' an angry and heartbreaking film, made in Iran by a woman, about a patriarchal society that puts cruel limits on the freedom of women to lead independent lives.\n\nFereshteh is from a provincial town, and it is to her father's credit that he allows her to attend university, since he believes her proper place is at home, married, giving him grandchildren. In Tehran, she excels in a \"man's'' field--sciences--and loves the heady freedom of books, classrooms, campus life and her friends. Perhaps it is her very air of freedom that attracts the strange young man on the motorbike, who begins to stalk her. Fereshteh's spirit has not been broken, and this both attracts and appalls him. He is an erotomane, able to think of nothing but this woman. He makes advances bordering on assault. He sees her frequently with a young man, her cousin, and thinks it is her boyfriend.\n\nOne day, after she has rejected his advances, the man on the motorbike speeds up and throws acid at the cousin.\n\nThere is a court case, but it is almost beside the point. She has disgraced her family. How? By being involved in a scandal that calls attention to her status as an independent woman. There is almost the thought that it must have been her own fault, to so inflame a man that he would make an acid attack. Fereshteh's father pulls her out of school, makes her return to their small town, and forces an arranged marriage with a man in his 40s who is no worse than most of the men of his age and class in the town--which is to say, a man totally incapable of understanding her needs and rights.\n\n\"Two Women'' deals in the details of daily life in post-revolutionary Iran: In the unspoken ways that a woman's duties, her clothing, her behavior, who she speaks to, what she says, all express her servitude in a male-dominated society. Her husband is a pathetic creature whose self-esteem seems to depend largely on his ability to limit and control her. When she behaves with any independence, he feels like a cowboy who has been thrown by his horse: His duty, obviously, is to beat and train her until she becomes a docile beast.\n\nThe movie expresses powerful currents in Iranian society. It was directed by Tahmineh Milani, whose films have made her a symbol of hope among feminists in Iran--although, really, why would one need to be a feminist to believe women should be as free as men? Her film steps carefully. It makes no overt or specific criticisms of Iranian laws or politics; it focuses on Fereshteh's life and plight, and we are left to draw our own larger conclusions.\n\nI met Milani and her husband Mohammed, an architect, at the Calcutta Film Festival in November, and was struck by how hopeful she seemed about the currents of change in her homeland, which until a generation ago was one of the more progressive societies in the Middle East. And indeed the election results last week show an overwhelming sentiment for modernizing Iran once again, and moderating the stern rule of the fundamentalist clerics.\n\nAt every film festival I attend, I hear that the new Iranian cinema is the most exciting in the world. Films like this are evidence of it. So is a new Iranian children's film named \"The Color Of Paradise'', about a small blind boy, very bright, who is taken out of school and apprenticed to a blind carpenter--because the boy's father, a widower, feels a blind son will be a liability in the marriage market. These films tell specific human stories, but their buried message is clear: They swim through the waters of a rigid patriarchy that fears change and distrusts women. The extra beat of anger, throbbing beneath the surface, gives them a transforming energy.", "running_time": 96, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-03-06", "genres": ["Drama", "Foreign"], "title": "Two Women (2000)"}