{"url": "http://www.rogerebert.com/reviews/two-minute-warning-1976", "by": "Charlton Hestonas Holly", "star_rating": 1.0, "text": "There's a simple clue that helps us understand what's so wrong with \"Two-Minute Warning,\" the new thriller about a gunman who opens fire at a pro football game.\n\nThe movie tells us nothing at all about the gunman. But it takes great pains to establish other characters who are in the movie for a dreadfully simple reason: One by one, they will be shot. The clue is in the decision to keep the gunman anonymous. The movie's totally uninterested in the reasons behind his action; he's necessary only as an agent of violence, so we can be entertained by his victims. I found that disturbing.\n\nI knew going in what the movie was about (few films have such blunt premises) and I knew \"Two-Minute Warning\" was supposed to be a thriller, not a social statement.\n\nBut I thought perhaps the movie would at least include a little pop sociology to soften its blood-letting. Not a chance. It's a cheerfully unashamed exploitation of two of our great national preoccupations, pro football and guns.\n\nAs I came out of the film I overheard someone (a film student, no doubt) analyze \"Two Minute Warning\" as \"individual violence versus institutional violence.\" Maybe that's giving the movie too much credit. I don't think it has a point of view. It's a machine for making money. It's kind of scary that people will pay to see it. The plot formula should be familiar by now; you might call this an Ark film, with two of everybody. Put them on the ark (or in the towering inferno, or in the path of an earthquake, or aboard a crippled airliner), give them minute amounts of personality, and make sure we recognize them when they get wiped out.\n\nThe character's file into Los Angeles Coliseum. There's the young married couple with their kids. The quarreling middle-aged lovers. The gambler whose life is riding on the outcome of the game. The priest who's a Rams fan. Everybody gets a scene every 10 minutes or so. By the time they get shot, we remember them. We don't KNOW them -- but so what? They're just targets.\n\nWe also get to meet the cops. Charlton Heston is the officer in charge. Martin Balsam, as always, is the guy with a sour stomach who's worried. John Cassavetes is the cool professional who runs the SWAT unit. Command headquarters is set up in the control room of the live telecast; the sniper above the scoreboard has been spotted by a camera in the Goodyear blimp.\n\nThe cops have their work cut out for them: They've got to get to the sniper before he fires, and they can't risk a panic by evacuating the stadium. We know with a certain sinking in our hearts that they will not be successful, or at least not until too late; can you imagine a multimillion dollar Hollywood epic in which the sniper is brought down peacefully, the Rams win and everybody goes quietly home? It's not hard, then, to know what's coming. There will be the high points, in which the various characters get shot by the high-powered rifle, and the film will establish a certain rhythm by alternating killings with terse police conversations. At the end there will even by a nihilistic speech or two, and the sniper will be carried off. Movies like this give me a creepy feeling.", "running_time": 115, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-11-15", "genres": ["Action", "Thriller"], "title": "Two-Minute Warning (1976)"}