{"url": "http://www.rogerebert.com/reviews/two-english-girls", "by": null, "star_rating": 4.0, "text": "It's wonderful how offhand Fran\u008dois Truffaut's best films feel. There doesn't seem to be any great effort being made; he doesn't push for his effects, but lets them flower naturally from the simplicities of his stories. His film, TWO ENGLISH GIRLS, is very much like that. Because he doesn't strain for an emotional tone, he can cover a larger range than the one-note movies. Here he is discreet, even while filming the most explicit scenes he's ever done; he handles sadness gently; he is charming and funny even while he tells us a story that is finally tragic.\n\nThe story is from the second novel by Henri-Pierre Roche, who began writing at the age of seventy-four and whose first novel, Jules and Jim, provided the inspiration for nearly everyone's favorite Truffaut film. The two novels (and the two films) are variations on the same theme: What a terrible complex emotional experience it is to have to share love.\n\nWe would say that both stories involve romantic triangles, but Roche seems to see them more simply (and poignantly) as the shared dilemmas of people caught helplessly in their situations. Nobody sets out deliberately to involve himself in a triangular relationshipÑnot when the love involved is real. It hurts too much.\n\nTruffaut introduces us to Claude, a young French art critic, and then introduces him to Anne Brown, an English girl visiting in Paris. They form a friendship, and the girl invites him to come and visit her mother and sister in Wales. During the visit, he falls in love (or thinks he does) with the sister, Muriel. They want to marry, but they both have poor health, and it is decided to put off the marriage for a year. Claude returns to Paris, where Anne follows after a while, and then they fall into a sexual relationship that passes for a time as love. The virgin Muriel, meanwhile, remains passionately in love with Claude and nearly has an emotional breakdown when she learns that he no longer plans to marry her.\n\nThe story, as it unfolds, is involved but never untrue. Love itself is an elusive prize that passes among them; it is their doom that whenever two of them are together, it is the third who possesses love. The film relates love and loss so closely that we almost forgive Claude for his infidelities and stubbornness. Perversely, he wants to be apart from Muriel (and later Anne) so that he can desire all the more.\n\nIf TWO ENGLISH GIRLS resembles JULES AND JIM in theme, it has an unmistakable stylistic relationship to Truffaut's little-seen masterpiece of 1970, THE WILD CHILD. Both films used diaries, journals, and a spoken narration in order to separate us from the immediate experience of the stories. Truffaut wants us to feel that we're being told a fable, a sad winter's tale, that is all the more touching because these events happened long ago and love is trapped irretrievably in the past.\n\nHis visual strategy for creating this feeling is another favorite device from THE WILD CHILD: the iris shot. (Put simply, this is the use of a slowly contracting circle to bring a shot to an end, instead of a fade or a cut). The iris isolates one element in the picture, somehow making it feel alone and vulnerableÑand past. The film is photographed in a low-keyed color, and the sound recording is also a little muted; this isn't a film for emotional highs, we sense, because it's far and away too late for these lost love opportunities to be regained.\n\nThe one scene that violates this tone is as necessary as it is effective; when Muriel finally makes love with Claude we feel the terrible force of her passion, pent up for so many years, and then the camera pans to the blood-stained sheet and goes out of focus. Put in so many words, this probably sounds crude and obvious; in fact, this is almost the only red in the film, and is Truffaut's perfect visual metaphor for the fact that these three people have created a lot of their own unhappiness by avoiding or deflecting the consequences of their emotional feelings.\n\nJULES AND JIM was a young man's film (Truffaut was twenty-eight when he made it). TWO ENGLISH GIRLS is the film of a man some ten or twelve years down the road; it is still playful and winsome, but it realizes more fully the consequences of an opportunity lost. The final scene shows Claude, fifteen years later, wandering in the garden where he used to walk with Anne and Muriel. There are English children playing there, and he thinks to ask one of them, \"Are you Muriel Brown's daughter?\" But he doesn't, because É well, because.", "running_time": 108, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-01-01", "genres": null, "title": "Two English Girls (1972)"}