{"url": "http://www.rogerebert.com/reviews/two-moon-junction-1988", "by": "Sherilyn Fennas April", "star_rating": 2.0, "text": "\"Two Moon Junction\" is a feature-length version of those soft-core sex fantasies marketed on video by Playboy and Penthouse. It involves the usual plot: A muscular, bare-chested carnival roustabout lays waste to a fluttery Southern girl who always wears billowing white dresses.\n\nThe sex scenes are preceded by interminable exchanges of glances, during which the belle and the roustabout frown erotically at each other, as if they have an itch, or a headache. When they're not together, the belle passes the time taking long, steamy showers, and the roustabout pounds a lot of stakes.\n\nThe story is such a compilation of cliches that I hesitate to describe it, for fear of being taken for a satirist. It stars the beautiful Sherilyn Fenn as April Delongpre, daughter of a senator and heiress to an old and rich Southern family, and Richard Tyson as Perry, the carnival worker. Missy April is engaged to marry the handsome Chad Douglas Fairchild (Martin Hewitt), but after she sees Perry with his shirt off at the local carnival, it is only a matter of time until they are making up new rides of their own.\n\n\"Two Moon Junction\" (no pun intended, I guess) tells the story of their tempestuous passion against a backdrop of Southern mansions, BMW convertibles, truck cabs, billowing white draperies, Champagne glasses, long-neck beer bottles and lingerie by Fredericks of Hollywood. The movie begins a few days before the Delongpre-Fairchild wedding is scheduled to take place, but April's fiance is out of town (in Tuscaloosa, signing the papers for their new condo) and her family conveniently departs en masse for \"the lake.\" That leaves the young woman with lots of time on her hands, and she is drawn irresistibly back to the carnival midway and the attentions of the hunk she can't get out of her mind.\n\nFor a movie that was apparently not intended as a comedy, \"Two Moon Junction\" has some genuinely funny moments in it. Kristy McNichol turns up in a high-voltage cameo, as another of Perry's one-night stands, and hands out some spicy dialogue and girl-to-girl advice about the braless look. And Louise Fletcher, as April's grandmother, has a memorable speech to her grandchildren in which she nostalgically lists all of the great people who have dined at the Delongpre table: \"Gen. Patton . . .\n\nPresident Wilson . . . Jimmy Carter . . . Lyndon Johnson . . . and Betty Ford, after her rehabilitation.\" As her wedding day grows closer, April is torn between her growing love for Perry and her \"family duty\" to marry Fairchild. Meanwhile, her grandmother has assigned the local sheriff (Burl Ives) to keep an eye on Perry, and everything comes to a climax during the wedding ceremony itself, which is not half as much fun as it should have been.\n\n\"Two Moon Junction\" was directed and written by Zalman King, who wrote and produced \"9 1/2 Weeks,\" and continues in this film a fascination for sex in out-of-the-way places (the movie's most unlikely venue is during brunch in a local restaurant). Despite the cheerful and unrelenting silliness of the movie, Fenn and Tyson do what they can with their roles, which is not much, since the film is more concerned with their physical presences than with their acting chemistry. The film's major flaw is its earnestness. It seems to have little if any idea of how ridiculous its story is, how hilarious its characters are, and, indeed, how ludicrous most of the sexual situations turn out to be. When I was 15, I would have loved this movie.", "running_time": 104, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-04-29", "genres": ["Drama", "Romance"], "title": "Two Moon Junction (1988)"}