{"url": "http://www.rogerebert.com/reviews/tycoon-a-new-russian-2003", "by": "Andrei Kraskoas Chmakov", "star_rating": 2.5, "text": "'Tycoon\" is subtitled \"A New Russian,\" and indeed its hero is a Russian unlike those we usually see in the movies: Platon Makovski is a killer capitalist, a onetime mathematics professor nicknamed Plato who seizes on the fall of Marxism as his opportunity to play capitalist tricks in a naive new economy. The character is based on the real-life billionaire Boris Berezovsky, who is even rumored to have financed it. Like \"The Godfather,\" it shows him as a crook with certain standards, surrounded by rats with none.\n\nThe movie is handicapped by a jittery editing style that prevents us from getting involved in the flow of the narrative, but it provides visuals for all those headlines about the Russian Mafia, go-go capitalists and Moscow as Dodge City. It also suggests a series of recent Russian governments were shot through with corruption and bribery, which may help explain why this was the most successful Russian film in history at the box office.\n\nMakovski is played by Vladimir Mashkov, who in some lights looks handsome and in others feral. He has a charm based on brilliance. Most of his inner circle, like himself, came up through universities, since academia offered an alternative to bureaucracy and the army in the pre-collapse days. There are scenes where he dazzles the others with his audacious schemes, explaining how he will sell cars at a loss to make a profit, or pay off three debts with a nonexistent payment that circles through the debts back to the place where it does not exist.\n\nIf you don't understand that, neither do some of his admiring colleagues, but it must work, since Plato ends up fabulously wealthy. He operates not by stealth, like old-model crooks, but in the modern style of audacious publicity. Like the con men at Enron, he presents his crimes as a thriving capitalist success story, and he has access to the highest levels of the Kremlin, just as Enron had in the White House. His empire is centered in a towering Moscow high rise with the company name in giant letters on the roof.\n\nAll of this apparently comes to an end, however, in the assassination which opens the movie. His armored Mercedes is blown apart by an anti-tank missile, soon after it appears he will have to face criminal charges. (\"I am a politician,\" he tells a TV interviewer, \"and jail is part of the game.\") The movie then flashes back over the past 15 years to tell his story, using titles like \"Three days before Plato's death\" or \"Five years before Plato's death\" before each scene. These titles are of no help, because the structure makes it impossible for us to get a clear idea of chronology, and so the scenes have to be viewed as free-standing episodes involving recurring characters.\n\nAmong those characters is one of particular interest, a bulbous politician from Siberia named Lomov (Vladimir Goussav), who Plato grooms to be the new premier -- only to be double-crossed. It's haunting, the way in which Lomov is created from nothing, grows popular through bald-faced lies, is forgiven his stupidity by an electorate tired of details, and is obedient to the interests of his billionaire backers. Lomov even becomes deluded that he has accomplished all of this on his own, and there is a strange confrontation in which he and Plato have entirely different ideas of their relationship. Plato has many other friends, including Koretski (Alexandre Baluev), a powerful minister who fights corruption mercilessly until his bribers mention the correct figure.\n\nAnother intriguing character is Chmakov (Andrei Krasko), a prosecuting judge from the pro-vinces, brought in to investigate Plato's assassination. Although Plato and his confederates controlled an empire of bewildering size and complexity, this dogged and weary man is supposed to find the truth all by himself, and plods about in drizzly weather, looking uncannily like Mickey Spillane.) Chmakov drinks a lot, but then so does almost everyone in the movie. There isn't a major character who isn't an alcoholic, with the exception of Maria (Maria Miro-nova), Plato's sometime, arm's-length girlfriend. Watching this movie makes it easier to understand why the average Russian male doesn't live to be 50: The wonder is that they live so long.\n\nOne particularly amusing character is Ahmet (Vladimir Golo-vin), a very old man who is brought in to deal with a gang of thugs who want 50 percent of Plato's auto deal. He arranges a meeting for the next day.\n\nThe ancient man, unprotected by bodyguards, greets the thugs in a grungy industrial area while he's seated behind a table with linen and crystal. He savors some caviar, informs the thugs that Plato is under his protection, and awes them into submission. It is not clear at the time whether Ahmet really is a legendary godfather, or simply a bold con-man. Certainly the thugs have no way of knowing.\n\nBerezovsky, the real-life Plato, has been in trouble in recent years, including an arrest in the United Kingdom. Extradition is pending.\n\nAt the end of his career Plato is lonely, isolated and tired, and that is supposed to be the moral of the story. Yes, but since all of us face the possibility of loneliness, isolation and exhaustion, perhaps it is better to face that fate as a billionaire.", "running_time": 128, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-09-12", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "Tycoon: A New Russian (2003)"}