{"url": "http://www.rogerebert.com/reviews/tyrannosaur-2011", "by": "Peter Mullanas Joseph", "star_rating": 3.5, "text": "Do you know the Scottish actor Peter Mullan? He's one of those \"isn't he the guy….?\" actors you know you've seen before, but aren't sure where. It might have been in \"Trainspotting,\" \"My Name Is Joe,\" \"The Magdalene Sisters,\" \"Young Adam\" or even playing a death eater in the latest \"Harry Potter.\" He's fit, compact, sharpened and keeps his hair short, but if that makes him sound like an Identikit tough guy from an action picture, he isn't. This man projects lonely depths, deep sadness and sometimes (but not in \"Tyrannosaur\") a tenacious kindness. He concentrates our attention. He walks as if he expects a wall to accept defeat if he walks into it.\n\n\"Tyrannosaur\" is the first feature film directed by another great actor, Paddy Considine, and it centers on two men trapped in a coil of drinking, violence and nearly constant anger. Joseph (Mullan), in his 50s, lives alone after the death of his wife, and sits out the rest of his life in bars. In an opening scene, he gets pissed off in a Yorkshire pub, storms out and kicks his dog so hard he has to carry the dog home. Carrying the dog is his kindness. Kicking it is his nature.\n\nSometimes a movie will devise a piece of business that tells you more than 30 minutes of dialogue. In this one, Joseph becomes involved in such a frightening situation that he runs away down streets and alleys, dashes into a charity thrift shop and hides on the floor between two racks of used women's clothing. The shop is being run by Hannah (Olivia Colman), a sweet but weathered blond in her 40s, who addresses the clothes with concern: \"Are you all right in there?\" Joseph is not. Marie offers to pray for him and suggests he might find help in Jesus.\n\nAcross the street from Joseph lives a friendly young boy named Samuel (Samuel Bottomley), whose stepdad is the kind of man who patrols his deck with a bare chest, a can of beer in his hand and a pitbull attached to a chain around his waist. You know the kind of man. These two men live in constant hostility, although Joseph likes Samuel. He also rather likes Hannah, because she is so endearing and helpless. \n\nShe is a sly alcoholic, in a movie where most everyone else is a bold drunk. Joseph sees her one day with a black eye. She got it from her husband, James (Eddie Marsan, another fine actor). James has seen them together and is so threatened in his masculinity that his automatic response is to beat her. Joseph's automatic response is to defend her. \n\nJoseph's situation now rotates to make him the protector of the abused boy and a woman. That's not to suggest the movie shows him redeemed or reformed. The kind of man who starts out kicking his dog to death will probably not end up running an animal shelter. Perhaps \"Tyrannosaur\" is a dramatization of extreme situational ethics. Even in hell some demons must be better than others. \n\nPeter Mullan's performance here is muscular and unrelenting. He knows he's weak and flawed, damaged by anger. He never lets himself off the hook. At one stage of his feud with the pitbull man, he picks up a sledgehammer and viciously pounds into pieces the tin shed in his own side yard. There is a logic at work. There's also great appeal in the character Samuel, who stands on the protection of his father's deck and shouts warnings at neighborhood bullies. \n\nThis isn't the kind of movie that even has hope enough to contain a message. There is no message, only the reality of these wounded personalities. When I was young, the British Angry Young Men had emerged on stage and screen, and I thought I got the message, which was that in the face of a pitiless society, an Angry Young Man must revolt. I think the message of \"Tyrannosaur\" is that some men are born angry, others experience something terrible to make them that way, and society's pity is wasted.", "running_time": 93, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-30", "genres": ["Drama", "Foreign", "Romance"], "title": "Tyrannosaur (2011)"}