{"url": "http://www.rogerebert.com/reviews/u-571-2000", "by": "Matthew McConaugheyas Tyler", "star_rating": 2.0, "text": "\"U-571\" is a clever wind-up toy of a movie, almost a trailer for a video game. Compared to \"Das Boot\" or \"The Hunt For Red October,\" it's thin soup. The characters are perfunctory, the action is recycled straight out of standard submarine formulas, and there is one shot where a man is supposed to be drowning and you can just about see he's standing on the bottom of the studio water tank.\n\nTo some degree movies like this always work, at least on a dumb action level. The German destroyer is overhead, dropping depth charges, and the crew waits in hushed suspense while the underwater explosions grow nearer. We're all sweating along with them. But hold on a minute. We saw the Nazis rolling the depth charges overboard, and they were evenly spaced. As the first ones explode at a distance, there are several seconds between each one. Then they get closer. And when the charges are right on top of the sub, they explode one right after another, like a string of firecrackers--dozens of them, as leaks spring and water gushes in and lights blink and the surround sound rocks the theater.\n\nAt a moment like this, I shouldn't be thinking about the special effects. But I am. They call attention to themselves. They say the filmmakers have made a conscious decision to abandon plausibility and put on a show for the kids. And make no mistake: This is a movie for action-oriented kids. \"Das Boot\" and \"The Hunt for Red October\" were about military professionals whose personalities were crucial to the plot. The story of \"U-571\" is the flimsiest excuse for a fabricated action payoff. Submarine service veterans in the audience are going to be laughing their heads off.\n\nMatthew McConaughey stars as Lt. Tyler, an ambitious young man who thinks he's ready for his first command. Not so fast, says Lt. Cmdr. Dahlgren (Bill Paxton). He didn't recommend his second-in-command because he thinks he's not there yet: Not prepared, for example, to sacrifice the lives of some men to save others, or the mission. This info is imparted at one of those obligatory movie dance parties at which all the Navy guys look handsome in white dress uniforms, just before they get an emergency call back to the boat.\n\nThe mission: A German U-boat is disabled in the mid-Atlantic. On board is the secret Enigma machine, used to cipher messages. The unbreakable Enigma code allows the Nazis to control the shipping lanes. The mission of Dahlgren, Tyler and their men: Disguise their U.S. sub as a Nazi vessel, get to the other sub before the German rescuers can, impersonate Germans, capture the sub with a boarding party, grab Enigma and sink the sub so the rescuers won't suspect what happened.\n\n\"But we're not Marine fighting men,\" protests one of the sailors. \"Neither is the other crew,\" says a Marine on board, who has conveyed these instructions. \"And I'll train your men.\" Uh, huh. In less than a week? There are no scenes of training, and I'm not sure what happened to the Marine.\n\nThe details of the confrontation with the Nazi sub I will not reveal. Of course it goes without saying that Tyler gets a chance to take command and see if he has what it takes to sacrifice lives in order to save his men and his mission, etc. If you remember the vivid personalities of the sub crews in \"Das Boot\" and \"Red October,\" you're going to be keenly aware that no one in this movie seems like much of an individual. When they do have dialogue, it's functional, spare and aimed at the plot. Even Harvey Keitel, as the Chief, is reduced to barking out declarative sentences.\n\nThe crew members seem awfully young, awfully green, awfully fearful, and so headstrong, they border on mutiny. There's a scene where the (disguised) U.S. sub is checked out by a German reconnaissance plane, and a young sailor on the bridge panics. He's sure the plane is going to strafe them and orders the man on the deck machine gun to fire at it. His superior officer orders the gunner to stand fast. The kid screams, \"Fire! Fire!\" As the plane comes closer, the officer and the kid are both shouting their orders at the gunner. Without actually consulting Navy regulations, my best guess is that kid should be court-martialed.\n\nYou can enjoy \"U-571\" as a big, dumb war movie without a brain in its head. But that doesn't stop it from looking cheesy. Producers Dino and Martha De Laurentiis and director Jonathan Mostow (\"Breakdown\") have counted on fast action to distract from the plausibility of most of the scenes at sea (especially shots of the raft boarding party). Inside the sub, they have the usual cliches: The sub dives to beyond its rated depth, metal plates creak and bolt heads come loose under the pressure.\n\n\"U-571\" can't be blamed for one story element that's standard in all sub movies: The subs can be hammered, battered, shelled, depth-bombed and squeezed by pressure, and have leaks, fires, shattered gauges, ruptures, broken air hoses, weak batteries and inoperable diesel engines--but in the heat of action, everything more or less somehow works. Better than the screenplay, anyway.\n\nIn case you're wondering, the German sub on display at the Museum of Science and Industry in Chicago is U-505, and it was boarded and captured not by submariners, but by sailors from the USS Pillsbury, part of the escort group of the carrier USS Guadalcanal. No Enigma machine was involved. That was in 1944. An Enigma machine was obtained on May 9, 1941, when HMS Bulldog captured U-110. On Aug. 23, 1941, U-570 was captured by British planes and ships, without Enigma. This fictional movie about a fictional U.S. submarine mission is followed by a mention in the end credits of those actual British missions. Oh, the British deciphered the Enigma code, too. Come to think of it, they pretty much did everything in real life that the Americans do in this movie.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-04-21", "genres": ["Action", "Drama", "Thriller"], "title": "U-571 (2000)"}