{"url": "http://www.rogerebert.com/reviews/u-turn-1997", "by": "Sean Pennas Bobby Cooper", "star_rating": 1.5, "text": "Only Oliver Stone knows what he was trying to accomplish by making \"U-Turn,'' and it is a secret he doesn't share with the audience. This is a repetitive, pointless exercise in genre filmmaking--the kind of movie where you distract yourself by making a list of the sources.\n\nMuch of the story comes from \"Red Rock West,\" John Dahl's 1994 film about a man and a wife who both try to persuade a drifter to kill the other. And the images and milieu are out of Russ Meyer country; his \"Cherry, Harry and Raquel'' and \"SuperVixens'' contain the same redneck sheriffs, the same lustful wives, the same isolated shacks and ignorant mechanics and car culture. \"U-Turn'' and \"Cherry'' both end, indeed, with a debt to \"Duel in the Sun.'' I imagine Stone made this movie as sort of a lark, after the exhausting but remarkable accomplishments of \"Nixon,\" \"Natural Born Killers,\" \"Heaven and Earth\" and \"JFK.\" Well, he deserves a break--but this one? Stone is a gifted filmmaker not afraid to take chances, to express ideas in his films and make political statements. Here he's on holiday. Watching \"U-Turn,'' I was reminded of a concert pianist playing \"Chopsticks'': It is done well, but one is disappointed to find it done at all.\n\nThe film stars Sean Penn in a convincing performance all the more admirable for being pointless. He plays Bobby, a man who has had bad luck up the road (his bandaged hand is missing two fingers), and will have a lot more bad luck in the desert town of Superior, Ariz. He wheels into town in his beloved Mustang convertible, which needs a new radiator hose, and encounters the loathsome Darrell (Billy Bob Thornton), a garage mechanic he will eventually be inspired to call an \"ignorant inbred turtleneck hick.'' While Darrell works on the car, Bobby walks into town. Superior is one of those backwater hells much beloved in the movies, where everyone is malevolent, oversexed, narrow-eyed and hateful. There are never any industries in these towns (except for garages, saloons and law enforcement) because everyone is too preoccupied by sex, lying, scheming, embezzling and hiring strangers to kill each other.\n\nBobby quickly finds a sultry young woman named Grace (Jennifer Lopez), and is invited home to help her install her drapes and whatever else comes to mind. Soon her enraged husband, Jake (Nick Nolte), comes charging in, red-eyed and bewhiskered, to threaten Bobby with his life, but after the obligatory fight, they meet down the road and Jake asks Bobby to kill his wife. Soon Grace will want Bobby to kill her husband (the \"Red Rock West'' bit), and the film leads to one of those situations where Bobby's life depends on which one he believes.\n\nSuperior, Ariz., is the original town without pity. During the course of his brief stay there, Bobby will be kicked in the ribs several dozen times, almost be bitten by a tarantula, shot at, and have his car all but destroyed--and that's all before the final scenes with the vultures circling overhead. Bobby comes across almost like a character in a computer game; you wipe him out, he falls down, stars spin around his head, and then he jumps up again, ready for action.\n\nThe film is well made on the level of craft; of course it is, with this strong cast, and Stone directing, and Robert Richardson as cinematographer. But it goes around and around until, like a merry-go-round rider, we figure out that the view is always changing but it's never going to be new. There comes a sinking feeling, half an hour into the film, when we realize that the characters are not driven by their personalities and needs, but by the plot. At that point they become puppets, not people. That's the last thing we'd expect in a film by Oliver Stone.", "running_time": 125, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-03", "genres": null, "title": "U-Turn (1997)"}