{"url": "http://www.rogerebert.com/reviews/uforia-1986", "by": "Cindy Williamsas Arlene", "star_rating": 4.0, "text": "I've always wanted to know one of those women you read about in the National Enquirer, those intense Midwestern housewives who are sucked up into flying saucers and flown to Mars, where they have their measurements taken and are told they will be contacted again real soon.\n\nIt's not that I want to hear about the trip to Mars. I'd just enjoy having her around the house, all filled with a sense of mystery and purpose.\n\n\"Uforia\" is a great and goofy comedy about a woman just like that.\n\nHer name is Arlene, and she works as a supermarket checker in a backwater town in the Southwest. She reads all the publications about unidentified flying objects and believes every word, and knows in her heart that They are coming. But the movie is not really about whether They come or not. It's about how waiting for Them can give you something wonderful to think about, to pass the time of those dreary, dusty days.\n\nThe movie has two other characters who get involved in Arlene's dream. One of them is named Sheldon, and he is the kind of good ol' boy who drives through the desert in a big ol' convertible, with the car on cruise control and his feet propped up on the dashboard and a can of beer in his hand.\n\nThe other one is named Brother Bud, a phony faith healer who conducts revival services in a tent outside of town. When Sheldon sees Arlene at the supermarket, he falls in love, and before long he has settled down, sort of, in her mobile home. Sheldon and Brother Bud are brothers, and Sheldon hires on with Bud to portray a guy whose sick leg gets healed every night. Meanwhile, Arlene's faith grows that the UFO will arrive at any moment.\n\nAll of these strange characters seem made for one another; they all operate on the same level of faulty logic, bruised romanticism and shattered dreams. And \"Uforia\" brings them together into a movie that is a series of delights and small treasures.\n\nThis is one of those movies in which you walk in not expecting much, and then something great happens, and you laugh, and you start paying more attention, and then you realize that a lot of great things are happening, that this is one of those rare movies that really has it. \"Uforia\" is not just another witless Hollywood laugh machine, but a movie with intelligence and a sly, sardonic style of humor. You don't have to shut down half of your brain in order to endure it.\n\nThe casting is just about perfect. Cindy Williams is the cornerstone, as Arlene, a woman whose hopes and dreams are too big for the small corner of the Earth she has been given to occupy. She doesn't know what to do when she meets Sheldon (played by Fred Ward, from \"Remo Williams\" and \"The Right Stuff\"). She likes this guy and she hasn't had a man in a long time. But, then again, she always gets her heart \"broke\" when she falls for a guy, and so she prays for guidance and starts on the tequila.\n\nWard gives a wicked performance as the good ol' boy Sheldon. He's Smokey and the Bandit with brains. He has a couple of double takes in this movie that are worth the price of a ticket. And he's not a male chauvinist pig, although everything in his background probably points him in that direction. He doesn't see Arlene as a conquest, but as just the lady he's been looking for. He gets a little tired of the flying saucer stuff, however.\n\nHarry Dean Stanton plays Brother Bud. This is exactly the kind of role Stanton has been complaining that he's tired of: the weary, alcoholic con man with the jolly cynicism. Yet they keep casting him in these roles, and in \"Uforia\" you can see why: Nobody does a better job.\n\nHe has an assistant in the movie, a junior evangelist named Brother Roy (Alan Beckwith) whose face shines with conviction and who is always bathed in wonderment and glory. The quiet, offhand way Stanton deals with him is one of the movie's many treasures.\n\n\"Uforia\" doesn't have a lot of money and a big ad campaign behind it. It doesn't have big stars, unless you are the kind of movie lover for whom the names Cindy Williams, Harry Dean Stanton and Fred Ward guarantee a movie will at least be interesting.\n\nLike \"Repo Man,\" \"Turtle Diary\" and \"Hannah and Her Sisters,\" it is willing to go for originality in a world that prizes the entertainment assembly line.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-04-25", "genres": ["Comedy", "Science Fiction"], "title": "Uforia (1986)"}