{"url": "http://www.rogerebert.com/reviews/uhf-1989", "by": "Victoria Jacksonas Teri", "star_rating": 1.0, "text": "Somewhere there is an audience for \"UHF,\" I have no doubt, and somewhere this weekend someone may laugh at some of its attempts at humor. \"Weird Al\" Yankovic has had a lot of success with his parodies: songs and music videos spinning off of Michael Jackson and other easy targets. But this is the dreariest comedy in many a month, a depressing slog through recycled comic formulas. Those who laugh at \"UHF\" should inspire our admiration; in these dreary times we must treasure the easily amused.\n\nThe movie is a satirical anthology, like \"Kentucky Fried Movie\" or \"Amazon Women on the Moon,\" aimed at television. It's a series of half-baked parodies of bad TV, strung together with the notion that Yankovic has been given control of an obscure UHF station somewhere in the heartland and is making up his program schedule as he goes along. Yankovic plays a dedicated loser named George Newman, who stumbles into the TV job after his uncle wins the station while playing poker. He fires the station's executives, gives the janitor his own show and is as surprised as anyone when the station's ratings begin to improve.\n\nAs movie ideas go, this isn't a bad one. But Yankovic is so happy to have a laugh - any laugh - that he forgets that discipline is a key element in comedy. When anything goes, nothing is funny; the great movie comedies work by establishing the rules in their universes and then testing them. In the case of \"UHF,\" for example, Yankovic should have decided if he wanted to string together a series of TV parodies or make a movie about the rescue of a fly-by-night TV station.\n\nHe has decided to do both, and so the movie alternates uneasily between the story line, which involves the fate of the station, and a lot of self-contained parodies that do not share the same reality as the rest of the film.\n\nWhen Stanley the janitor (Michael Richards) first goes on the air, for example, there's a kind of goofy charm about him. He has a strange look and funny teeth and seems incapable of telling a lie, and if the character had been developed, something funny might have come of it. But sometimes Stanley seems to be on the station in the movie, and at other times he seems to be hosting pirate television from the moon.\n\nYankovic's experience has been with parodies of the work of other artists. They have the inspiration; he finds the puns for their lyrics and sends up the visual look of their videos. His best comic distance is about two minutes. With \"UHF,\" he's faced with the challenge of filling an entire movie, and he doesn't seem to realize that he needs characters and personalities as well as one-liners and easy targets (\"Gandhi is back - and he's mad!\").\n\nThere are a lot of characters in \"UHF,\" including Kevin McCarthy as the local TV tycoon with malice in his heart and Victoria Jackson as a dental hygienist who falls in love with the Yankovic character. But none of these characters seems to be newly created for this movie; they're all plug-ins from other films, stock stereotypes who never surprise us.\n\nYankovic also has a problem with his leading actor - himself.\n\nHe doesn't have the edge and confidence he needs to carry a movie like this, and his physical presence is undermined by bad posture and an indistinct speaking voice. He needs to practice throwing back his shoulders and strutting; he creates a dispirited vacuum at the center of many scenes.\n\nThe result is a very unfunny movie. I did not record a single laugh during the running time of the film, and although I admittedly saw the movie at a press screening and not on a Saturday matinee at the multiplex in the mall, I wonder how many laughs there will be when the movie does go public. It's routine, predictable, and dumb - real dumb.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-07-21", "genres": ["Comedy"], "title": "UHF (1989)"}