{"url": "http://www.rogerebert.com/reviews/un-coeur-en-hiver-1993", "by": "Daniel Auteuilas Stephane", "star_rating": 3.5, "text": "\"Un Coeur en Hiver.\" A heart in winter. There are those who somehow cannot love, who were born or made without that gift in their personality. In all other ways they may be complete, but something is broken inside, and love, which can heal so many things, cannot repair it. \"Un Coeur en Hiver\" is the story of such a man.\n\nHis name is Stephane. He is an expert builder and repairer of violins - so good that the greatest violinists from all over the world come to his studio in Paris. He is not the owner, however, but an employee, and happy to be employed. Relations with the public he leaves with Maxime, who has been his boss and co-worker for many years.\n\nIt is a crucial point, I think, that \"Un Coeur en Hiver\" begins with a narration by Stephane describing the relationship of these two men. They are not homosexual - indeed, by the end of the film they will have come to blows over the same woman - but Stephane's life is defined by the fact that he works for Maxime, admires him, envies his social skills, and depends on him as a shield against the world. Maxime has those gifts which Stephane lacks, and so by staying close to him, he can make use of them. It is a symbiotic relationship.\n\nOne day a beautiful young woman, Camille, a gifted violinist, comes into the workshop. She needs advice on her violin, which the two men are able to give her. Soon she is dating Maxime, as Stephane looks on from a distance. Then Camille and Stephane have a conversation about her playing, and two things become evident: Stephane hears a great deal when he listens to music, and Camille has fallen in love with him.\n\nShe tells Maxime. It is regrettable, and messy, but there it is: She loves his partner, and must leave him. She goes to Stephane.\n\nHe is flattered, and overwhelmed; he finds her beautiful, and desires her. That would be the end of the story, except that it gradually develops that Stephane is in no mood to commit himself to their relationship. He is not physically incapable, but it's as if his personality is impotent. Or almost as if Stephane is more comfortable when Maxime takes care of those kinds of details.\n\n\"Un Coeur en Hiver,\" directed by Claude Sautet, has the intensity and delicacy of a great short story. It reveals how superficial most movie romances are - because they make love too simple, and too easy a solution. The heart has needs that love does not understand, and for Stephane, perhaps the comfort of his routine and the consolations of his craft are more valuable than the risks of intimacy.\n\nDaniel Auteuil plays Stephane. He has an inward-looking face, a repose; he tells us more about himself in the narration than he tells anyone in the film. Camille is Emmanuelle Beart, beautiful, yes, but required here to be a convincing violinist and a theorist about music. She is given a difficult role, and avoids its hazards brilliantly. She must throw over one man and be rejected by another (many of the crucial scenes are in public), and yet seem not foolish but simply unlucky. She must maintain her dignity, or the film will become the story of a woman scorned, which it is not. It is the story of a man not scorned - of how Stephane psychologically cannot take the woman from Maxime.\n\nAs a general rule, the characters in French films seem more grownup than those in American films. They do not consider love and sex as a teenager might, as the prizes in life. Instead, they are challenges and responsibilities, and not always to be embraced. Most movie romances begin with two people who should be in love, and end, after great difficulties, with those two people in love. Here is a movie about two people who should not be in love, and how they deal with that discovery.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-07-02", "genres": ["Drama", "Foreign", "Music", "Romance"], "title": "Un Coeur En Hiver (1993)"}