{"url": "http://www.rogerebert.com/reviews/unbreakable-2000", "by": "Bruce Willisas David Dunne", "star_rating": 3.0, "text": "At the center of \"Unbreakable\" is a simple question: \"How many days of your life have you been sick?\" David Dunne, a security guard played by Bruce Willis, doesn't know the answer. He is barely speaking to his wife Megan (Robin Wright Penn), but like all men, he figures she remembers his life better than he does. She tells him she can't remember him ever being sick, not even a day. They have this conversation shortly after he has been in a train wreck that killed everybody else on board, but left him without a scratch. Now isn't that strange.\n\nThe question originally came to him in an unsigned note. He finds the man who sent it. This is Elijah Price (Samuel L. Jackson), who runs a high-end comic book store with a priceless stock of first editions. Elijah has been sick a lot of days in his life. He even had broken bones when he emerged from the womb. He has spent a long time looking for an unbreakable man, and his logic is plain: \"If there is someone like me in the world, shouldn't there be someone at the other end of the spectrum?\" \n\n\"Unbreakable,\" the new film by M. Night Shyamalan, is in its own way as quietly intriguing as his \"The Sixth Sense.\" It doesn't involve special effects and stunts, much of it is puzzling and introspective, and most of the action takes place during conversations. If the earlier film seemed mysteriously low-key until an ending that came like an electric jolt, this one is more fascinating along the way, although the ending is not quite satisfactory. In both films, Shyamalan trusts the audience to pay attention, and makes use of Bruce Willis' everyman quality, so we get drawn into the character instead of being distracted by the surface.\n\nThe Jackson character is not an everyman. Far from it. He is quietly menacing, formidably intelligent, and uses a facade of sophistication and knowledge to conceal anger that runs deep: He is enraged that his bones break, that his body betrays him, that he was injured so often in grade school that the kids called him \"Mr. Glass.\" Why does he want to find his opposite, an unbreakable man? The question lurks beneath every scene.\n\nThis story could have been simplified into a -- well, into the plot of one of Elijah Price's old comic books. Shyamalan does a more interesting thing. He tells it with observant everyday realism; he's like Stephen King, dealing in the supernatural and yet alert to the same human details as mainstream writers. How interesting, for example, that the Robin Wright Penn character is not simply one more bystander wife in a thriller, but a real woman in a marriage that seems to have run out of love. How interesting that when her husband is spared in a crash that kills everyone else, she bravely decides this may be their opportunity to try one last time to save the marriage. How interesting that David Dunne's relationship with his son is so strong, and that the boy is taken along for crucial scenes like the first meeting of David and Elijah.\n\nIn \"Psycho,\" Alfred Hitchcock made us think the story was about the Janet Leigh character, and then killed her off a third of the way into the film. No one gets killed early in \"Unbreakable,\" but Shyamalan is skilled at misdirection: He involves us in the private life of the comic book dealer, in the job and marriage problems of the security guard, in stories of wives and mothers. The true subject of the film is well-guarded, although always in plain view, and until the end, we don't know what to hope for or fear. In that way, it's like \"The Sixth Sense.\" \n\nThere is a theory in Hollywood these days that audiences have shorter attention spans and must be distracted by nonstop comic book action. Ironic, that a movie about a student of comic book universes would require attention and patience on the part of the audience. Moviegoers grateful for the slow unfolding of \"The Sixth Sense\" will like this one, too.\n\nThe actors give performances you would expect in serious dramas. Jackson is not afraid to play a man it is hard to like -- a bitter man, whose intelligence only adds irony to anger. Willis, so often the centerpiece of brainless action movies, reminds us again that he can be a subtle actor, as muted and mysterious as actors we expect that sort of thing from -- John Malkovich or William Hurt, for example. If this movie were about nothing else, it would be a full portrait of a man in crisis at work and at home.\n\nI mentioned the ending. I was not quite sold on it. It seems a little arbitrary, as if Shyamalan plucked it out of the air and tried to make it fit. To be sure, there are hints along the way about the direction the story may take, and maybe this movie, like \"The Sixth Sense,\" will play even better the second time -- once you know where it's going. Even if the ending doesn't entirely succeed, it doesn't cheat, and it comes at the end of an uncommonly absorbing movie.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-11-22", "genres": ["Action", "Fantasy", "Science Fiction", "Suspense", "Thriller"], "title": "Unbreakable (2000)"}