{"url": "http://www.rogerebert.com/reviews/uncle-nino-2005", "by": "Joe Mantegnaas Robert Micelli", "star_rating": 2.0, "text": "The loudest danger signal for Uncle Nino, after he arrives from Italy to visit his dead brother's family, is that the wine comes from a cardboard box with a spigot. There are other problems. The nephew and his wife are both working too hard, the kids are on the edge of rebellion, and the household has no dog. Obviously, a family in crisis; obviously, Uncle Nino is the solution. He will return them all to their old-world roots, and reawaken their sense of family.\n\nAnd so he does, in \"Uncle Nino,\" a family movie that some will find wholesome and heartwarming and others will find cornball and tiresome. You know who you are. I know who I am. This is not my kind of movie, and I found myself feeling mighty restless by the end, or even halfway through, or even near the beginning, but objectively I know there are people who will embrace this movie, and my duty as a critic is to tell them about it.\n\nThe film goes into national release with an interesting marketing story behind it. Independently financed and made in Chicago, it was rejected by major distributors and festivals. It opened in one theater in Grand Rapids, Mich., played 55 weeks, grossed $170,000, and has ecstatic user comments on the Internet Movie Database.\n\nIt also has an IMDB \"user rating\" of 9.1, which is 0.1 higher than \"The Godfather.\" This rating is interesting because 79.4 percent of everyone voting for it gave it a perfect \"10\" rating, and because the breakdown of voters into males, females, age groups, U.S. and non-U.S. reveals that the approval rating in each and every group is uncannily close to 9 percent (every female under 18 scored it 10, and the hardest to please were males 30-34, at 7.4). Does this suggest to you that someone has been force-feeding the database?\n\nNever mind. Let's regard the movie. It stars Joe Mantegna and Anne Archer as Robert and Marie Micelli, a Glenview couple who have moved into an expensive new home and are working hard to keep up. Their son Bobby (Trevor Morgan) is a 14-year-old who belongs to a band that can't find a place to practice, and their 12-year-old daughter Gina (Gina Mantegna) spends a lot of time at her best friend's house, because nobody is home at her house. She wants a dog, but Robert doesn't want the mess and bother.\n\nEnter Uncle Nino (Pierrino Mascarino), one of those lovable movie ethnic types who speaks no English, except for each and every word he requires in a specific situation. He is making a belated visit to America to visit the grave of his late brother. A quick study, he perceives that the Micelli family needs more quality time, more music, wine in bottles, and a dog. In attempting to remedy these needs, he blunders into various episodes of mistaken intentions, mistaken identities and mistaken mistakes. He is simultaneously saintly and comic, and filled with a wisdom at which American suburbanites can only shake their heads with envy.\n\nThe film ends with the high school Battle of the Bands. Does Bobby's band get enough rehearsal time to qualify? What role do Uncle Nino and his violin play? Is there a scene in which the busy dad is able to tear himself away from the office in order to sit in the audience and make significant eye contact with his son, indicating that a lifelong bond has been forged, and that he'll be a better father in the future?\n\nAs it happens, Joe Mantegna has appeared in a much better movie about an older Italian man with deep innocence in his heart. That would be David Mamet's wonderful \"Things Change\" (1988), starring Don Ameche as an old shoeshine man who is mistaken as a Mafia don because of his way of looking mysterious and issuing truisms that sound like profundities. \"Uncle Nino\" made me wish I was seeing that movie again.\n\nI am quite aware, however, that \"Uncle Nino\" will appeal to those who seek sunny, predictable, positive family entertainment, and do not demand that it also be challenging or have any depths. The success in Grand Rapids was because of word of mouth, as people told each other about the film, and if it is allowed to find an audience in its national release, that will probably happen again. It's that kind of movie, for better or worse.", "running_time": 104, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-02-10", "genres": ["Comedy", "Drama", "Family"], "title": "Uncle Nino (2005)"}