{"url": "http://www.rogerebert.com/reviews/uncle-boonmee-who-can-recall-his-past-lives-2011", "by": "Thanapat Saisaymaras Boonmee", "star_rating": 3.5, "text": "Perhaps our conscious identities exist all the time, and occasionally surface into the material world. If we were aware of that, it would make living within real time and space distracting; Wordsworth thought we remember heaven as babies. Later perhaps, if we live carefully and well, as we grow closer to death, some tendrils from the other side reach out to greet us.\n\nThat is the possibility advanced by \"Uncle Boonmee Who Can Recall His Past Lives,\" which won the Palme d'Or at Cannes 2010. Don't be put off by its whimsical title, or by the name of its director, which looks strange to Western eyes: Apichatpong Weerasethakul. It's only a movie and he's only a man. If you are open, even in fancy, to the idea of ghosts who visit the living, this film is likely to be a curious but rather bemusing experience.\n\nThe movie is easy to understand. I discovered that on my second viewing. The first time through, at one of the morning press screenings at Cannes, I kept expecting for it to declare itself, to be about something. But a dying man like Boonmee is not much for plots, nor does he have an agenda for action. He is taking leave. What happens may seem very odd; the romantic scene with a catfish, for example, which you don't see every day. But to a mind accustomed to the idea of reincarnation, it must be good to meet spirits one has cared for, in whatever their present form.\n\nUncle Boonmee (Thanapat Saisaymar) spent his life as a farmer in a forested area of Thailand. It was not a perfect life. His nation went through upheaval in his lifetime, and we gather he saw more of that than he desired. Now he is dying of kidney failure, cared for by a male nurse from Laos and some of his family members. He stays in a house in the jungle, open to nature, and his table is visited by ghosts, including his dead wife (beautiful as when he met her) and his son (who looks as if he got a good price on a gorilla suit with electric red eyes). But this isn't a ghost story, because these aren't ghosts as we understand them. They are as alive and aware as Boonmee.\n\nThere is a sequence here that may enthrall you. Boonmee makes a visit to a cave that seems to represent the womb for him. It contains sparkling lights and blind fish and is perhaps not an absolutely real cave. Well, if nature and man are one and interconnected, why would Earth not give birth? Or why would Boonmee in any event not visualize it that way?\n\nAt the film's end, there is a measured return to reality as we recognize it. The spirit world recedes. But does the real world have any more substance than visions and hallucinations — when we're having them? At any given moment, what's happening in our minds is all and everything that happens. Here is how Uncle Boonmee spent his final days, and how he recalled his past lives and those who shared them. Simple as that.", "running_time": 114, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-04-14", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Science Fiction"], "title": "Uncle Boonmee Who Can Recall His Past Lives (2011)"}