{"url": "http://www.rogerebert.com/reviews/uncommon-valor-1983", "by": "Gene Hackmanas Col. Rhodes", "star_rating": 2.0, "text": "The basic idea of \"Uncommon Valor\" is so interesting that it's all they can do to make a routine formula movie out of it. But they do. The idea: A career colonel suspects his son is still being held as a prisoner of war in Laos, and organizes a team of his son's old Army buddies to go in and bring him out alive.\n\nThe story resembles the real-life adventures of Col. Bo Gritz, and has overtones from the scenes in \"The Deer Hunter\" when Robert De Niro returns to Vietnam to find Christopher Walken. It has real potential for combining action with emotion. \n\nAnd the first-rate talent assembled for \"Uncommon Valor\" suggests the moviemakers were hoping to do just that. The director is Ted Kotcheff, who made strong male-action movies such as \"North Dallas Forty\" and the Sylvester Stallone Viet-vet story \"First Blood.\" And the star is Gene Hackman, who combines heart with threat as well as any actor in the movies.\n\nHow, then, did they come up with this forced march through two hours of clichés? The movie rips off \"The Dirty Dozen\" and countless lesser movies, giving us three basic elements: (1) assembling of the team, (2) rehearsal and (3) the raid. Halfway through the opening scenes, we're saying the lines ahead of the actors.\n\nWe know Hackman is going to find most of his son's old buddies. We know they're going to be involved in a variety of peacetime lifestyles. We're not surprised to discover that the buddies include a surfer, a sculptor, a black business executive and a convict. They only left out the Hell's Angel and the priest. Then come the rehearsal scenes, with a mockup of the POW camp. They're necessary to set up the climactic payoff; we see the dry runs so the real thing will seem more exciting.\n\nAll of this proceeds with lead-footed predictability. There is an early attempt at intrigue, when we see mysterious CIA types spying on the training sessions. But then they're told off by the Texas millionaire who's financing the mission -- and that's that. \n\nOne of the most awkward elements in the movie is the way it springs unsurprising surprises on us. The old veterans are joined in training, for example, by an untried kid. What's he doing there? Would you believe he's the kid brother of one of the missing POWs? I would. In fact, I believed it minutes before Hackman revealed it.\n\nIn convincing action movies, the actors never seem to anticipate anything. Surprises happen. The results of violence are unpredictable. \"Uncommon Valor,\" however, is one of those irritating movies where the actors sometimes act in a way that makes sense only if they already know what's going to happen next. They whirl around because they know an enemy is about to appear. They put a series of explosions in the path they know the enemy will take. It's all cut-and-dried. By the time we arrive at the movie's singularly unsatisfying ending, we're ready for somebody to break in and rescue us from the theater.", "running_time": 105, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-12-19", "genres": ["Action", "Adventure", "Drama", "Suspense", "Thriller"], "title": "Uncommon Valor (1983)"}