{"url": "http://www.rogerebert.com/reviews/under-the-volcano-1984", "by": null, "star_rating": 4.0, "text": "The consul drinks. He has been drinking for so many years that he has arrived at that peculiar stage in alcoholism where he no longer drinks to get high or to get drunk. He drinks simply to hold himself together and continue to function. He has a muddled theory that he can even \"drink himself sober,\" by which he means that he can sometimes find a lucid window through the fog of his life. \"Under the Volcano\" is the story of the last day in his drinking.\n\nHe lives in Cuernavaca, Mexico, in the years just before World War II. He is not really the British consul anymore: he was only a vice consul, anyway, and now that has been stripped from him, and he simply drinks. He has a few friends and a few acquaintances, and his long days are spent in a drunk's neverending occupation, monitoring his own condition. On this morning, for example, he had a bit too much and passed out in the road. One of those things. \n\nEarlier, or later, sometime in there, he had stumbled into a church and prayed for the return of his wife, who had left him. Now he sits on his veranda talking with his half-brother. He turns his head. His wife is standing in the doorway. He turns back. It cannot be her. He looks again. She is still there. Turns away. It cannot be. Looks again. A hallucination. But it persists, and eventually he is forced to admit that his wife has indeed returned, in answer to his prayers.\n\nHe drinks. He passes out. He wakes. The three of them set off on a bus journey. A peasant is found dead on a roadside. Later, in a bar, there is an unpleasantness with a whore. Still later, the day ends in a ditch. The consul's day is seen largely through his point of view, and the remarkable thing about \"Under the Volcano\" is that it doesn't resort to any of the usual tricks that movies use when they portray drunks. There are no trick shots to show hallucinations. No spinning cameras. No games with focus. Instead, the drunkenness in this film is supplied by the remarkably controlled performance of Albert Finney as the consul. He gives the best drunk performance I've ever seen in a film. He doesn't overact, or go for pathos, or pretend to be a character. His focus is on communication. He wants, he desperately desires, to penetrate the alcoholic fog and speak clearly from his heart to those around him. His words come out with a peculiar intensity of focus, as if every one had to be pulled out of the small hidden core of sobriety deep inside his confusion.\n\nThe movie is based on the great novel by Malcolm Lowry, who used this day in the life of a drunk as a clothesline on which to hang several themes, including the political disintegration of Mexico in the face of the rising tide of Nazism. John Huston, the sure-footed old veteran who directed the film, wisely leaves out the symbols and implications and subtexts and just gives us the man. Lowry's novel was really about alcoholism, anyway; the other materials were not so much subjects as they were attempts by the hero to focus on something between his ears.\n\nThe movie belongs to Finney, but mention must be made of Jacqueline Bisset as his wife and Anthony Andrews as his half-brother. Their treatment of the consul is interesting. They understand him well. They love him (and, we gather, each other). They realize nothing can be done for him. Why do they stay with him? For love, maybe, or loyalty, but also perhaps because they respect the great effort he makes to continue to function, to \"carry on,\" in the face of his disabling illness. Huston, I think, is interested in the same aspect of the story, that within every drunk is a man with self-respect trying to get free.", "running_time": 109, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-06-01", "genres": ["Drama", "Foreign"], "title": "Under the Volcano (1984)"}