{"url": "http://www.rogerebert.com/reviews/undefeated-2012", "by": "Daniel Lindsay", "star_rating": 3.5, "text": "These are poor black kids from a neighborhood bereft of opportunity. Once long ago, Manassas was a prosperous working-class area with a big Firestone plant. But the plant closed up and moved away, and I just now realized that during the entire film, I didn't glimpse a single retail establishment — not a supermarket, not a gas station, not even a bar. If I missed one, I hope so.\n\nThe film makes much of the fact that almost all of these young men lack fathers who are present and active in their lives. During a show of hands, we learn that not a single player has a parent who attended college. But every player has a parent who has been behind bars. For coach Bill, fathers are also an issue. He grew up without a father present, and he shares a memory: After his own school football games, he'd see his teammates walking away with their fathers' arms draped over their shoulders. What was wrong with him? Why didn't he have a dad? His voice trembles with emotion when he recalls this memory.\n\nBill Courtney is a big guy who needs a haircut. \"Undefeated\" follows him and three players for a season. This isn't his day job. He owns a company dealing in hardwood. At Manassas, he and his staff are volunteers, and yet this job threatens to consume his life. He not only teaches but counsels, deals with the lives, grades and behavior of his players off the field, and depends on his self-improvement philosophy to shape their lives.\n\nThe three players the film focuses on all have a chance of going to college on football scholarships. That will be their ticket out of North Memphis — and no one wants to stay. This story is similar to \"Hoop Dreams\" (1994), but \"Undefeated\" centers on the coach, not the players. Sometimes they almost seem to be testing him, as when one walks away from a talk and seems to be challenging Courtney to see how far he will follow him. At the end of this scene, the coach has driven up off the road and is actually driving next to the player on the sidewalk.\n\nWe see highlights from several games, but football is the backdrop, not the subject. Again, as in \"Hoop Dreams,\" a star player suffers a knee injury and his career may be cut short. Courtney takes his best star prospect, a very fast 230-pounder, and boards him with the family of an assistant coach, where he's given daily tutoring in the hopes of passing a college entrance exam. Is the possibility of a sports scholarship the best hope for these players? Maybe not, but what other possibilities are there? They have one marketable skill, playing football, and hope to trade it in as the down payment on the future. \n\nMeanwhile, at home, Coach Courtney's own children don't get as much of their dad's time as his players do. There's a brief scene with his wife, who never quite levels with him about how she regards that situation. After six and a half years of volunteering, he decides the time has come to leave football and focus on his family again. Bill Courtney is a good man. I'll take that away from this movie. In his circumstances, given his opportunities, he is doing what he can to make this a better world.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-02-29", "genres": ["Documentary", "Sport"], "title": "Undefeated (2012)"}