{"url": "http://www.rogerebert.com/reviews/undead-2005", "by": "Felicity Masonas Rene", "star_rating": 1.5, "text": "\"Undead\" is the kind of movie that would be so bad it's good, except it's not bad enough to be good enough. It's, let's see, the sixth zombie movie I've seen in the last few years, after \"28 Days Later,\" \"Resident Evil,\" the remake of \"Dawn of the Dead,\" \"Shaun of the Dead\" and \"George Romero's Land of the Dead.\" That is a lot of lurching and screaming and heads blown off.\n\n\"Undead\" is the work of two brothers from Australia, Michael Spierig and Peter Spierig, who wrote, directed, edited and produced it, and are of the kitchen sink approach to filmmaking, in which zombies are not enough and we must also have aliens and inexplicable characters who seem to have wandered in from another movie without their name tags. It's comedy, horror, satire and sci-fi, combined with that endearing Australian quality of finding their own country the nuttiest place on earth. If the Australian cinema is accurate, once you leave the largest cities the only people you meet are crazies, eccentrics, neurotics, parched wanderers in the Outback, and the occasional disc jockey who is actually a fish.\n\nThis tradition continues in \"Undead,\" which even includes some zombie fish. It takes place in the hamlet of Berkeley, in Queensland, a fishing mecca that has just held a beauty pageant to crown Miss Catch of the Day. This is Rene (Felicity Mason), an adornment to any bait store. Excitement such as the crowning of Miss Catch of the Day is interrupted by a meteor shower; rocks from space rain down upon Berkeley, some of them opening up platter-size holes in the chests of the citizens, who stagger about with daylight showing through them, and have become zombies.\n\nIn the obligatory tradition of all zombie movies, a few healthy humans survive and try to fight off the zombies and preserve themselves. Rene is on her way out of town when the attack occurs; she has lost the mortgage on the family farm and is fleeing to the big city, or a larger hamlet, when she runs into a traffic jam. All attacks from outer space, natural or alien, immediately cause massive traffic pile-ups, of course, and the only functioning cars belong to the heroes.\n\nIn \"War of the Worlds,\" for example, Tom Cruise has the only car that works, after he and a friend peer under the hood and say \"It's the solenoid!\" And so it is. This moment took me back to my youth, when cars could still be repaired without computers. They just had gas lines and spark plugs and things like that. I never understood anything about engines, but there were always kids in high school who would look under the hood and solemnly explain, \"It's the solenoid.\" The solenoid, always the solenoid. You could impress girls with a line like that. \"It's the solenoid.\" Works every time.\n\nBut I digress. Rene hits a traffic jam on the road out of town, and meets a bush pilot named Wayne (Rob Jenkins) and his girlfriend Sallyanne (Lisa Cunningham), who was runner-up to Miss Catch of the Day, which means, I guess, you throw her back in. Sallyanne is preggers, so that she can do what all pregnant women in the movies and few pregnant women in life do, and hold her stomach with both hands most of the time. There is also a cop named Harrison (Dirk Hunter), who if you ask me should be named Dirk and played by Harrison Hunter, as Dirk is a better name than Harrison for a cop whose vocabulary consists of four-letter words and linking words.\n\nThey wander off the road and into the company of a local gun nut and survivalist named Marion (Mungo McKay), who if you ask me should be named Mungo and played by Marion McKay, as Mungo is a better name than Marion for a guy who has three shotguns yoked together so he can blast a zombie in two and leave its hips and legs lurching around with its bare spine sticking up in the air. For him, every shot is a trick shot; he'll throw two handguns into the air, kill a couple of zombies with a shotgun, and drop the shotgun in time to catch the handguns on the way down and kill some more.\n\nMarion/Mungo hustles them all into his concrete-and-steel underground safe room, where their problems seem to be over until Marion announces, \"There is no food or water.\" He didn't think of everything. Meanwhile, on the surface, the nature of the attack has changed, and some actual aliens appear. Who they are and what they want is a little unclear; I am not even absolutely certain if they were responsible for the meteorite attack that turned people into zombies, or have arrived shortly afterward by coincidence, making this the busiest day in local history, especially if you include the Miss Catch of the Day pageant.\n\nThere is a sense in which movies like \"Undead\" ask only to be accepted as silly fun, and I understand that sense and sympathize with it. But I don't think the Spierig brothers have adequately defined what they want to accomplish. They go for laughs with dialogue at times when verbal jokes are at right-angles to simultaneous visual jokes. They give us gore that is intended as meaningless and funny, and then when the aliens arrive they seem to bring a new agenda. Eventually, the story seems to move on beyond the central characters, who wander through new developments as if mutely wondering, hey, didn't this movie used to be about us?\n\nStill, the horror genre continues to be an ideal calling card for young directors trying to launch their careers. Horror is the only non-porno genre where you don't need stars, because the genre is the star. \"Undead\" will launch the careers of the Spierigs, who are obviously talented and will be heard from again. Next time, with more resources, they won't have to repeat themselves. You seen one set of hips and legs walking around with a spine sticking up out of them, you seen them all.", "running_time": 89, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-07-07", "genres": ["Horror"], "title": "Undead (2005)"}