{"url": "http://www.rogerebert.com/reviews/underclassman-2005", "by": "Nick Cannonas Tracy Stokes", "star_rating": 1.0, "text": "\"Underclassman\" doesn't even try to be good. It knows that it doesn't have to be. It stars Nick Cannon, who has a popular MTV show, and it's a combo cop movie, romance, thriller and high school comedy. That makes the TV ads a slam dunk; they'll generate a Pavlovian response in viewers conditioned to react to their sales triggers (smartass young cop, basketball, sexy babes, fast cars, mockery of adults).\n\nCannon plays Tracy Stokes, a bike cop who screws up in the title sequence and is called on the carpet by his captain (Cheech Marin), who keeps a straight face while uttering exhausted cliches. (\"You've got a long way to go before you're the detective your father was.\") He gets a chance to redeem himself by working undercover at an exclusive L.A. prep school where a murder has been committed.\n\nTurns out the murder is connected to a student car-theft ring, which is linked to drugs, which is an indictment of the rich students and their rich parents. It is a melancholy fact that a brilliant movie about high school criminals, Justin Lin's \"Better Luck Tomorrow\" (2002) got a fraction of the promotional support given to this lame formula film. If the teenagers going to \"Underclassman\" were to see \"Better Luck Tomorrow,\" they'd have something to think about and talk about and be interested in. \"Underclassman\" is a dead zone that will bore them silly while distracting them with the illusion that a lot of stuff is happening.\n\nWhy couldn't the movie have at least tried to do something unexpected, like making Tracy a good student? It's on autopilot: It makes him into a phenomenal basketball player (so good, most of his shots are special effects) and has him telling a classmate over dinner: \"In my old neighborhood, crabs were not something you eat.\" Another food joke: A popular white student (Shawn Ashmore) mentions Benedict Arnold. \"He makes good eggs,\" Tracy says. If he knows about eggs benedict, he knows about crab cakes. But never mind. He also gets involved in a linguistic discussion of the difference between \"up their a---s\" and \"on their a---s.\"\n\nThe movie is multi-ethnic but guess which ethnic group supplies the stooges, villains and fall guys. There's a cute Asian student (Kelly Hu) who helps Tracy a lot, and a sexy Latino teacher (Roslyn Sanchez) he wants to date (he's dying to tell her he's not really a student). And the plot asks us to believe that behind the murder is a conspiracy involving the local white establishment. Uh, huh. The white establishment in a rich Los Angeles neighborhood has ways to make (or steal) lots more money in business, without having to get involved in street crime.\n\nDid anyone at any time during the talks leading up to this film say, \"Gee, guys, doesn't it seem like we've seen this a million times before?\" Did anyone think to create an African-American character who was an individual and not a wiseass standup with street smarts? Was there ever an impulse to nudge the movie in the direction of originality and ambition? Or was everybody simply dazed by the fact that they were making a film and were therefore presumably filmmakers?\n\n\"Underclassman\" will probably open well, make its money, drop off quickly, go to video in a few months and be forgotten. The sad thing is that Cannon, who is only 25, showed real promise in \"Drumline.\" If he thinks \"Underclassman\" represents the direction his career should be taking, he needs to find himself a mentor.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-01", "genres": ["Action", "Comedy"], "title": "Underclassman (2005)"}