{"url": "http://www.rogerebert.com/reviews/underworld-2003", "by": "Kate Beckinsaleas Selene", "star_rating": 2.0, "text": "Brendan Gill, the distinguished writer for the New Yorker, offered a definition of pornography that has stood the test of time. A porno movie, he said, is a movie where you become acutely aware that the characters are spending too much time getting in and out of cars and walking in and out of doors. Gill's wisdom came to mind when Todd McCarthy, writing in Variety, observed of \"Underworld\" that \"there may be more openings and closings of doors in this picture than in the entire oeuvre of Ernst Lubitsch.\" That is not the sort of detail that should occur to you while you're watching a movie about a war between werewolves and vampires.\n\nBut \"Underworld\" is all surfaces, all costumes and sets and special effects, and so you might as well look at the doors as anything else. This is a movie so paltry in its characters and shallow in its story that the war seems to exist primarily to provide graphic visuals. Two of those visuals are Kate Beckinsale, who plays Selene, a vampire with (apparently) an unlimited line of credit at North Beach Leather, and Scott Speedman as Michael, a young intern who is human, at least until he is bitten by a werewolf -- and maybe even after, since although you become a vampire after one bites you, I am uncertain about the rules regarding werewolves, Hold on, I just Googled it. A werewolf bite does indeed turn you into a werewolf, according to a Web site about the computer game Castlevania, which helpfully goes on to answer the very question I was going to ask next: \"What would be the result if a werewolf bites a vampire? It is called a were-pire or wolf zombie...\" The reason Intern Michael is bitten by the werewolf Lucian, I think, is because the werewolves want to create a new hybrid race and gang up on the vampires.\n\nAll of this is an emotional drain on Selene, who finds herself in love with a werewolf at the same time that her vampire kingdom is in grave danger. Exactly why she falls in love with Michael, or whether love bites are allowed in their foreplay, is not very clear, probably because romance and sex inevitably involve dialogue, and dialogue really slows things down. This is not a movie that lingers for conversation; its first words, \"You're acting like a pack of rabid dogs,\" occur after 15 minutes of nonstop and senseless action in a fight scene involving characters we have not been introduced to.\n\nSelene is being challenged for leader of the vampires by Kraven (Shane Brolly), who, as you might have guessed from his name, is a villain, just as you can guess from his name that Viktor (Bill Nighy) is not. Viktor in fact is deep in a sleep of centuries when he's awakened prematurely by Selene, who needs his advice to deal with the werewolf/human/Kraven situation. The gradual transformation in appearance of the reawakened Viktor is an intriguing special effects exercise; he begins as a terminal case of psoriasis and ends as merely cheerfully cadaverous.\n\n\"Underworld\" is the directing debut of Len Wiseman, an art director (\"Stargate,\" \"Independence Day\") who can stage great-looking situations but has few ideas about characters and plots. It's so impossible to care about the characters in the movie that I didn't care if the vampires or werewolves won. I might not have cared in a better movie, either, but I might have been willing to pretend.", "running_time": 121, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-09-19", "genres": ["Action", "Fantasy", "Science Fiction", "Thriller"], "title": "Underworld (2003)"}