{"url": "http://www.rogerebert.com/reviews/under-siege-2-dark-territory-1995", "by": "Steven Seagalas Casey Ryback", "star_rating": 3.0, "text": "There is always the possibility of being surprised at the movies.\n\nImagine my astonishment at enjoying \"Under Siege 2: Dark Territory.\" My hopes were not high. Even its star, Steven Seagal, sounded downbeat when he reported, a few days before the movie opened, that he felt \"down\" while he was making it, because of a split with his wife. He hoped it didn't show too much on the screen.\n\nIt doesn't.\n\nPerhaps that's because it's hard to assess the psychic condition of a person running on top of a train, throwing bombs and fighting terrorists with knives. You don't know if he's depressed, or just concentrating.\n\nIn the movie, Seagal is a man of few words, little insight, and much action. Typical dialogue, when quizzed by his niece about the contents of his hand-held Apple Newton: \"It's a book - my memoirs - stuff like that . . . \" Seagal once again plays Casey Ryback, a onetime Navy SEAL, now a chef. He joins his niece on a cross-country train trip, only to discover that this is the very train chosen for hijacking by the brilliant but demented Travis Dane (Eric Bogosian), who needs it as a moving platform for the powerful computers with which he plans to snatch control of a top-secret U.S. satellite. This is some satellite. It has a camera onboard so powerful it can provide a closeup of a nude sunbather on a rooftop. And it can generate Non-Terrestrially Originated Seismic Events (that makes NOSES, I think) - it causes earthquakes from space.\n\nDane and his chief of staff Penn (Everett McGill) herd the passengers into the last two cars, and set up their computers. Penn is tough. When the niece tries to Mace him, he grabs the little canister and uses it like Binaca.\n\nMeanwhile, Ryback escapes detection by hiding in the food locker. (Whaddaya know - he was in the food locker in the first film, too.) Dane blows up a Chinese city as a demonstration. We see a standard Mission Control-type room filled with alarmed men in uniforms, reacting to this news. Meanwhile, Ryback recruits a train porter (Morris Chestnut) and wages war on the terrorists.\n\nHis weapons are various. He constructs a bomb out of coconut oil, I think, or maybe it was palm oil - high in saturates, anyway.\n\nHe kicks a couple of guys off the train. He grabs a machinegun and wages a fierce battle with the men who have taken over the locomotive and are running the train. (I'm not sure, but I think he kills everybody in the cab, which would mean there is no engineer for the last half of the movie, although nobody notices.) The evil Dane meanwhile contacts his backers in \"North Korea and the Middle East\" and cuts deals. For $1 billion, he will blow up a nuclear reactor hidden under the Pentagon, wiping out \"most of the Eastern Seaboard.\" He doesn't stop to wonder what the U.S. dollar would be worth after that event. Meanwhile, a billionaire in the Middle East offers him $100 million to blow up an airplane with his wife onboard. I have news for this man: We got guys here in Chicago who will take out his wife and save him $99,999,000 and change.\n\nThe battle for control of the train continues. And of course it involves still another Doomsday Digital Display: As the destruction of the Eastern Seaboard approaches, the numbers count down from 45 minutes. Who, I always wonder, are these numbers provided for? For that matter, when Dane seizes control of the satellite, lights on it blink, but who's up there to see them? Meanwhile, when there are 13 minutes left, the military guys finally alert the president. Three minutes later, he has been \"safely evacuated,\" which is pretty fast for getting clear of the Eastern Seaboard.\n\nAnd so I'm sitting there asking all these questions, and grinning, and chuckling, and taking notes like crazy - all of them ending in big question marks. I put three question marks after the neatest trick of all, which is when Seagal outruns a train crash.\n\nYes, he does. The train crashes head-on into another train, but Seagal is able to run real fast toward the back of the train, faster than the crash, grab a rope from a helicopter, and save himself.\n\nTo make this happen, either (a) the movie violates two or perhaps three of Newton's laws, or (b) Seagal can run the 200-yard-dash in well under a second.\n\nI mention all of these tiny logical quibbles because I was amused by them. I was also amused by the film. It isn't as good as the original \"Under Siege,\" but it moves quickly, has great stunts and special effects, and is a lot of fun. And I want one of those little Newtons. I need it for writing my memoirs and stuff.", "running_time": 98, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-07-17", "genres": ["Action", "Thriller"], "title": "Under Siege 2: Dark Territory (1995)"}