{"url": "http://www.rogerebert.com/reviews/under-fire-1983", "by": "Nick Nolteas Russell Price", "star_rating": 3.5, "text": "This is the kind of movie that almost always feels phony, but \"Under Fire\" feels real. It's about American journalists covering guerrilla warfare in Central America, and so right away we expect to see Hollywood stars transplanted to the phony jungles of one of those movie nations with made up names. Instead, we see Hollywood stars who create characters so convincing we forget they're stars. And the movie names names: It's set in Nicaragua, in 1979, during the fall of the Somoza regime, period.\n\nWe meet three journalists who are there to get the story. This is not the first small war they've covered, and indeed we've already seen them packing up and leaving Africa. Now they've got a new story. Nick Nolte is Price, a photographer. Gene Hackman is Grazier, a TV reporter with dreams of becoming an anchorman. Joanna Cassidy is a radio reporter. During the course of the story, Cassidy will fall out of love with Hackman and into love with Nolte. These things happen under deadline pressure. Hackman cares, but not enough to affect his friendship with both of them.\n\nThe story is simply told, since \"Under Fire\" depends more upon moments and atmosphere than on a manufactured plot. During a lull in the action, Hackman heads back for New York and Nolte determines to get an interview with the elusive leader of the guerrillas. He doesn't get the interview, but he begins to develop a sympathy for the rebel cause. He commits the journalistic sin of taking sides, and it leads him, eventually, to a much greater sin: faking a photograph to help the guerrilla forces.\n\nThat is, of course, wrong. But \"Under Fire\" shows us a war in which morality is hard to define and harder to practice. One of the key supporting characters in the movie is a mysterious American named Oates (played by Ed Harris). Is he CIA? Apparently. He's always in the thick of the dirty work, however, and if his conscience doesn't bother him, Nolte excuses himself for not taking an ethical stand.\n\nThere are, in fact, a lot of ethical stands not taken in this movie. It could almost have been written by Graham Greene; it exists in that half-world between exhaustion and exhilaration, between love and cynicism, between covering the war and getting yourself killed. This is tricky ground, and the wrong performances could have made it ridiculous (cf. Richard Gere's sleek sexual athlete in a similar recent movie based on a Greene novel, \"Beyond the Limit\").\n\nThe actors in \"Under Fire\" never step wrong. Nolte is great to watch as the seedy photographer with the beer gut. Hackman never really convinced me that he could be an anchorman, but he did a better thing. He convinced me that he thought he could be one. Joanna Cassidy takes a role that could have been dismissed as \"the girl\" and fills it out as a fascinating, textured adult. \"Under Fire\" surrounds these performances with a vivid sense of place and becomes, somewhat surprisingly, one of the year's best films.", "running_time": 128, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-10-21", "genres": ["Action", "Drama", "History"], "title": "Under Fire (1983)"}