{"url": "http://www.rogerebert.com/reviews/under-the-sand-2001", "by": "Charlotte Ramplingas Marie", "star_rating": 3.5, "text": "Her husband disappears and her mind refuses to process that fact. She dozed on the beach, she awoke, and he was gone. Did he drown? Was it an accident, or suicide? Or did he simply decide to disappear? Her friends ask these questions, but Marie simply behaves as if he is still there.\n\nShe is not delusional. In some sense, in some part of her mind, she knows she will never see him alive again, and perhaps she even agrees with the police that he must have drowned. But that part of her mind is partitioned. Even when she dates other men, even when she sleeps with one, in a real sense her husband is still there, still with her. When she is in bed with another man, he looks on from the doorway, and they exchange a look, and they seem to be agreeing, silently, well, life goes on.\n\nThe thing is--it doesn't go on without him. It goes on with him, and she sees him, and talks to him. This is not so strange. I know many people who talk about the departed in the present tense. I like it when they do that. When somebody dies, I cannot bring myself to take their telephone number out of my address book, because . . . you never know. Many people believe that their loved ones are with them in spirit. It is only when Marie refers to her husband Jean as if he is actually still present as a force in her life that her friends exchange glances.\n\n\"Under the Sand\" is a movie of introspection and defiance. It stars Charlotte Rampling, the British actress, as the wife of a Frenchman (Bruno Cremer). We get some ideas about their marriage. Perhaps a reason that some men might commit suicide (a subtle hint about health), but not this man, we think. We do not learn everything there is to know about the marriage, but it could not have been very unhappy if Marie's mind refuses to allow it to end.\n\nThe movie has been written and directed by Francois Ozon. He is 34, has made more than a dozen shorts, and a few features. I saw his 52-minute film \"See the Sea\" in 1997 and have not forgotten it. It is about a woman and her baby living in a seaside cottage; the husband is away. A woman drifter comes by and is befriended by the woman, and a sense of dread grows in us even though we can't put our finger on anything specific in the movie to explain it. There is separate tension growing in the woman, who is in some kind of crisis with the husband that the movie suggests without explaining.\n\nBoth of these Ozon films can do what few directors have mastered. They can make us feel exactly what the director intends, without overt or obvious cues. Our emotions are not caused by objective plot events, but well up from the very soul of the film. One of the hardest things for a director to do is to communicate the subjective feelings of a character who refuses to talk about those feelings--who, in Marie's case, does nothing out of the ordinary except to refuse \"closure\" on her husband's death.\n\nThat we are with Marie every step of her emotional journey is a tribute to Ozon, and to Rampling, who in some mysterious way has developed from a journeyman actress of the 1960s into this person capable of communicating the most subtle states with no apparent effort--she just gets on with it, and we are surprised how much we are touched.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-08-10", "genres": ["Drama", "Foreign"], "title": "Under The Sand (2001)"}