{"url": "http://www.rogerebert.com/reviews/under-the-sun-2000", "by": "Rolf Lassgardas Olof", "star_rating": 3.5, "text": "It takes more nerve to make a sincere film than an ironic one. Tell the story of a simple and good Swedish farmer, a hayseed who takes out a personals ad to find a wife, and you might be laughed out of town. Who in these days works a farm, has never slept with a woman, and has a heart of gold? \"Under the Sun\" is a \"runny melodrama\" with \"melancholy mildew,\" according to Elvis Mitchell, who adds, \"If you sit very still, you can probably hear the projectionist sobbing softly.\" Mitchell, from the New York Times, is a splendid critic but the wrong one for \"Under the Sun,\" which transmits on a frequency inaudible to the hip. He's too cool for this job. Better to send someone like Andrew Sarris of the New York Observer, who finds it gentle, simple, sweet and lyrical.\n\nMovies like this are not for everyone, but arrive like private messages for their own particular audiences. Accustomed to fast food films that appeal to the widest conceivable demographics, we're a little stunned by a film making the imaginative leap to the 1950s in rural Sweden--a land more alien to today's moviegoers than anything in \"The Mummy Returns.\" I believe farmers like good, kind Olof (Rolf Lassgard) really existed there--a haystack of a man with an unruly shock of straw hair, who inherited the place from his parents, loves his livestock and lacks any clue about how to meet a woman. I also believe in his younger friend Erik (Johan Widerberg), a country kid with a wild hunger fed by American movies, who drives a Ford convertible, has a ducktail, idolizes Elvis, talks like James Dean with a cigarette bobbing from his lips, and shamelessly uses Olof as a source for \"loans\" to feed his bets at the race track.\n\nI do not believe, however, that very many classified ads for a housekeeper would produce in this rural backwoods a candidate like Ellen (Helena Bergstrom), who appears in Olaf's life like a wet dream. Blond, voluptuous, red lips, high heels--what business does she have on a farm? The plot eventually supplies an answer, but by the time the answer comes it is unnecessary, because Bergstrom has already answered it in her own way. Hers is a sly and masterful performance, creating a character we are commanded to mistrust, and then turning her into a figure of such fascination and intrigue that by the halfway point we're burning with curiosity about her. What's her angle? Is she too good to be true? Those are precisely the questions burning in the squirmy mind of Erik. He cannot believe that big, slow, illiterate Olof qualifies for this babe. Erik himself is a pig with women, mistreating his girlfriend of the moment (Linda Ulvaeus) with calculated cruelty. Erik is a player. He makes a move for Ellen, but we never feel it's fueled by lust. It's an autopilot response--he wants to see what happens. At a subterranean level, there is the possibility that Erik doesn't like women at all. (Erik's eventual fate is suggested in two words of dialogue that will sound loudly for students of nautical history.) \"Under the Sun\" is based on The Little Farm, a British novel by H.E. Bates, whose work also inspired \"Summertime\" and \"A Month by the Lake.\" It has been transplanted to Sweden with no particular strain, since life on this farm is so simple it could be anywhere.\n\nWhat is not simple is the performance by Bergstrom, so carefully modulated that by the end we are hanging on every word and gesture, trying to solve the mystery of her motivation: Can she be as good--or as bad--as she seems? Undulating beneath both possibilities is the daydream shared by many men--that a dream girl will come along and discover in them qualities concealed from the world at large and certainly invisible to other women. (The inaudible cry of many men is: Let me believe you find me more attractive and fascinating than I have any reason to believe that I am.) There are two strands of suspense in \"Under the Sun\"--intrigues about Ellen's intentions regarding Olof and Erik, and also the enormous question of the sexual future, if any, of this city woman and her farmer friend. He is a virgin, we learn, and so tremulous in the face of sex that he becomes motionless as a terrified rabbit.\n\nThe writer-director, Colin Nutley, who is married to Bergstrom, photographs her character with an unforced eroticism, having to do with bathing and changing and lingerie and getting sweaty, that makes it clear to us and to Olof that there is a sexual presence on the farm and something will have to be done about it. Eventually something is, in a scene that observes both how complicated sex can be, and how simple.\n\nTwo things surprised me about \"Under the Sun.\" I was surprised how involving this little story became--how much I cared for Olof, wondered about Ellen, despised Erik. And I was also surprised by how comforting and brave it made the life on the farm. There is something real about livestock and fields and big skies, and satisfying about doing a job of real work, and I could almost understand how this sexy, plump-lipped stranger could fall for it. Almost. Sometimes. And then, with Erik and with Freud, I was maddened by the question: What does she want?", "running_time": 118, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-08-01", "genres": null, "title": "Under The Sun (2000)"}