{"url": "http://www.rogerebert.com/reviews/under-the-tuscan-sun-2003", "by": "Diane Laneas Frances Mayes", "star_rating": 3.0, "text": "\"Under the Tuscan Sun\" is an alluring example of yuppie porn, seducing audiences with a shapely little villa in Italy. While once Kath-arine Hepburn journeyed to Venice, met Rossano Brazzi and jumped into the Grand Canal,now Diane Lane journeys to Tuscany and jumps into real estate. She does find romance, to be sure, but it's not what she's looking for and, besides, a villa pleasures her all day long.\n\nLane plays Frances Mayes, a San Francisco author who discovers her husband is cheating on her. She gets out of the marriage, and a friend (Sandra Oh) gives her a ticket to Italy on a gay tour -- \"so nobody will hit on you,\" she explains. The next thing she knows, Frances is getting off the tour bus and making an offer on a charming little villa that needs a lot of work. The contessa who owns it will not sell to anybody; she demands a sign from God, but when Frances is bombed by a pigeon, that's good enough for the contessa.\n\nThe movie is escapist in the time-honored Hollywood way, inviting us to share the heroine's joy as she moves in, meets the neighbors, and hires illegal workers from Poland to rehab the place. Diane Lane's assignment in many scenes is simply to be delighted. Although she wants to be alone, that would give her no one to talk to, and so the movie surrounds her with colorful and eccentric locals, including Katherine (Lindsay Duncan), who wears big hats and got a lot of good advice from Fellini, and Mr. Martini (Vincent Riotta), a friendly real-estate agent and has a crush on her. There is also a jolly family next door with a grandmother who is heartbroken after being dumped by an e-mail lover from Ecuador. The movie is inspired by Under the Tuscan Sun: At Home in Italy, a best seller by Frances Mayes, unread by me. I gather that Mayes in real life did not have the divorce, etc., and I suspect she also did not experience certain events which are obligatory in movies of this sort, including the accidentally collapsing ceiling and the violent thunderstorm. As lighting flashed, windows banged open, rain poured in and the heavens vented their fury, it occurred to me what convenient storytelling devices thunderstorms are: They allow heroines to get wet, run from room to room in desperation, be surrounded by drama, and wake up the next morning to a perfect day -- all for free, without the slightest need to establish why the storm started or stopped. Any screenwriter seeking an exciting transition between two plot points is safe with a thunderstorm, which doesn't require dialogue or change anything, but gives the audience the impression something is happening.\n\nSo, yes, the movie is basically paint-by-numbers. The first time Frances sees the villa, it looks not so much rundown, more like a crew of prop men had worked for a week to supply crooked shutters, peeling paint and overgrown gardens. By the end, when it looks like a photo from Conde-Nast Traveler, it looks as if the same prop men have been working with Martha Stewart. But that's the whole point: We don't want a realistic movie about illegal Polish workmen rehabbing a yuppie's new house (although such a movie exists: Jerzy Skolimowski's \"Moonlighting,\" from 1982). We want a fantasy in which after the colorful setbacks, the house emerges magically from its cocoon, and so does the heroine.\n\nWhat redeems the film is its successful escapism, and Lane's performance. They are closely linked. Consider first Diane Lane. Some people are fortunate to have faces that can be decoded as a sign of good character. This has nothing to do with \"beauty\" and more to do with ineffables like smiles and eyes. Diane Lane involves us, implicates us. We don't stand outside her performance, and neither does she. We sign on for the ride, and when cliches happen (like the thunderstorm), in a way we're watching Lane surviving the scene rather than her character surviving the storm. The dynamic is the same. She persuades us that she deserves to be happy. When her character has sex for the first time in a long time, the movie is shy about showing the sex but bold about showing her reaction, as she comes home, bounces up and down on her bed, pumps her fist in the air, and shouts, \"Yes! Yes! I still got it!\" More movie characters feel like that than ever admit it.\n\nOf the supporting cast, I can say that Vincent Riotta can occasionally be seen winking from behind the ethnic stereotypes, that Sandra Oh has that wonderful air of no-nonsense friendship, but that Frances' whirlwind lover Marcello (Raoul Bova) needn't have been so obviously ripped from the bodice of a romance novel.\n\nThat leaves Katherine (Dun-can), who dresses like the flamboyant mistress played by Sandra Milo in Fellini's \"81/2,\" turns up everywhere the plot requires her, shares memories of Fellini which, if they are true, would make her 70ish, and is inexplicable and therefore intriguing. There is absolutely no reason for this character to be in the movie, and really no explanation for who she is and what she wants. We keep waiting for the plot to give her something to do, but she exists firmly at the level of comic relief and ambiguous sexual implication. She's better than a thunderstorm, and I would not do without her.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-09-26", "genres": ["Comedy", "Drama", "Romance"], "title": "Under The Tuscan Sun (2003)"}