{"url": "http://www.rogerebert.com/reviews/under-siege-1992", "by": "Steven Seagalas Casey Ryback", "star_rating": 3.0, "text": "When I saw the coming attractions trailer for \"Under Siege,\" I had the feeling I'd already seen the movie: Terrorists land on the USS Missouri and occupy the great battleship. The crew is caught off guard and neutralized. But the bad guys overlook one man - the cook - who turns into a one-man army and fights back. The formula is obvious: \"Die Hard Goes to Sea.\" I walked into the screening in a cynical frame of mind, but then a funny thing happened. The movie started working for me.\n\nOne reason for that is obvious: The overwhelming and convincing presence of the battleship itself. I learn, by reading the production notes, that director Andrew Davis and his team did not shoot on the real Missouri, but instead used the decomissioned USS Alabama. In many shots the ship appears to be at sea when it's actually docked in Mobile, Ala. They could have fooled me. This movie does a terrific job of making every scene play like a real event on a ship at sea, and that's part of its charm. There's even a walk-on by George Bush, visiting the ship before its fateful final voyage.\n\nThe cast is also effective. The star is Steven Seagal, who has cut off his pony tail to play a former Navy hero serving out his last tour as a cook. The reasons for that assignment are complicated (he got in trouble, but the skipper is his friend) but Seagal makes a convincing cook; he can hit a target with a carving knife at 20 paces, and he even looks like he's put on a few pounds on the job, sipping the boulibaisse.\n\nThe villains are superb, vile and deliriously insane.\n\nThey're played by Tommy Lee Jones, as a former undercover operative for the CIA, and Gary Busey, as a disillusioned officer on board the ship. Jones has developed into one of the most effective and interesting villains in the movies, maybe because he's not afraid to go over the top - as he does here, masquerading as a heavy-metal rocker and later spieling political slogans into the radio like a deranged dictator. Busey, as the turncoat officer, plays his big murder scene in drag, gnashing the scenery as if he's enjoying every bite.\n\nThe plot of the movie is, of course, absurd, involving a half-explained scheme to steal the ship's nuclear warheads, offload them to a stolen North Korean submarine, and sell them in the Middle East. Never mind. The details of the cat-and-mouse chase around the ship are exciting and well-directed. And director Davis is not above the put-on, as when he introduces Playboy's Miss July 1989 (Erika Eleniak) into the plot, and has her follow Seagal on his dangerous rounds for no better reason than because she seems utterly incongrous in every scene.\n\nAndrew Davis is not a director whose name is known to many moviegoers, I suppose, but he has built up an impressive body of action work: His \"Code of Silence\" was the best Chuck Norris movie, his \"The Package\" was a terrific Gene Hackman thriller, and he directed Seagal's movie debut in \"Above The Law\" (1988). Here is uses some of his trademarks: Effective fight scenes, electronic gimmicks, quirky casting of the supporting roles, bigger-than-life heroes and villains.", "running_time": 120, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-10-09", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Under Siege (1992)"}