{"url": "http://www.rogerebert.com/reviews/undisputed-2002", "by": "Wesley Snipesas Monroe Hutchen", "star_rating": 3.0, "text": "Walter Hill's \"Undisputed\" is like a 1940s Warner Bros. B picture, and I mean that as a compliment. With efficiency and laconic skill, it sets up the situation, peoples it with clearly drawn characters, and heads for a showdown. There is a kind of pleasure to be had from its directness, from its lack of gimmicks, from its classical form. And just like in the Warners pictures, there is also the pleasure of supporting performances from character actors who come onstage, sing an aria, and leave.\n\nThe movie stars Ving Rhames as \"Iceman\" Chambers, heavyweight champion of the world, recently convicted of rape in a plot obviously inspired by Mike Tyson's misadventures. He's sentenced to the maximum-security Sweetwater Prison in the Mohave Desert, which has an active boxing program. The Sweetwater champion is Monroe Hutchen (Wesley Snipes), and a showdown between the two men is inevitable.\n\nFirst, though, Iceman has to challenge the leader of the most powerful gang behind bars, and spend some times in solitary as punishment. If he hadn't done that, he explains, he'd be dead. And Monroe has to hear stories about how he's not the undisputed champion any longer.\n\nAlso resident in this prison is Emmanuel (Mendy) Ripstein (Peter Falk), an aging Mafioso who still wields enormous clout inside and beyond the prison walls. He even has his own personal assistant. Ripstein is a fight fan. He agrees with the prevailing opinion that there must be a bout to settle the prison championship, and arranged odds with his Vegas contacts. There will even be a payoff for the two fighters, and Snipes is adamant in negotiating a bigger percentage for himself. The Iceman seems more concerned with survival, and Rhames has a direct, unaffected way with his dialogue that is quietly convincing.\n\nThe Falk character is a piece of work. He's like a distillation of Falkness. He squints, he talks out of the side of his mouth, he has a tough-guy accent, he has a way of implying authority. And then he has his aria. This is an unbroken monologue that goes for a minute or two (maybe longer--I was laughing too hard to count), and it is variations on the two themes of the F-word and his wife's bad advice. It touches on the competing charms of California and Florida, comments on state and federal legal details, and rises to a kind of musical grandeur. The screenplay is by Hill, the director, and David Giler, who worked together on the \"Alien\" pictures, but whether they or Falk wrote this monologue is hard to say; it seems to rise from another dimension.\n\nMichael Rooker (\"Henry: Portrait of a Serial Killer\") has an important role as the prison guard who coordinates the boxing matches, protected by the benign detachment of the warden. He sets a date for the match, and then the two boxers go into more or less routine training sessions, leading up to the big fight, which is held inside a steel cage. The fight scenes are well-choreographed and convincing, and Snipes and Rhames are completely plausible as boxers.\n\nWalter Hill has devoted his career to men's action pictures. He pitted Charles Bronson and James Coburn against each other in his first picture, \"Hard Times\" (1975), and reinvented the cop buddy movie with Nick Nolte and Eddie Murphy in \"48 HRS.\" One day I met the soundmen on \"Hard Times\" and watched them pounding a leather sofa with Ping-Pong paddles to create the sounds of blows landing; \"Undisputed\" evokes the same cheerful spirit.\n\nSome critics of the movie complain that there is no hero, since the Iceman has been convicted of rape and Monroe of murder. That is more of a strength than a weakness, depriving us of an obvious favorite and creating a fight which it is plausible to expect either boxer could win. Of course Monroe is the underdog, which counts for something, but when you think how obviously the deck is stacked in most boxing movies, this one has a right to call itself suspenseful. On the other hand, with mob involvement, the fight could be fixed. Falk, as Ripstein, has a lovely scene where he expresses himself on that possibility.", "running_time": 96, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-08-23", "genres": ["Action", "Adventure", "Drama", "Sports Film", "Thriller"], "title": "Undisputed (2002)"}