{"url": "http://www.rogerebert.com/reviews/unfaithful-2002", "by": "Diane Laneas Connie Sumner", "star_rating": 3.0, "text": "The heart has its reasons, said the French philosopher Pascal, quoted by the American philosopher Woody Allen. It is a useful insight when no other reasons seem apparent. Connie Sumner's heart and other organs have their reasons for straying outside a happy marriage in \"Unfaithful,'' but the movie doesn't say what they are. This is not necessarily a bad thing, sparing us tortured Freudian explanations and labored plot points. It is almost always more interesting to observe behavior than to listen to reasons.\n\nConnie (Diane Lane) and her husband, Edward (Richard Gere), live with their 9-year-old son, Charlie (Erik Per Sullivan), in one of those Westchester County houses that has a room for every mood. They are happy together, or at least the movie supplies us with no reasons why they are unhappy. One windy day she drives into New York City, is literally blown down on top of a rare book dealer named Paul Martel (Olivier Martinez), and is invited upstairs for Band-Aids and a cup of tea. He occupies a large flat filled with shelves of books and art objects.\n\nMartel is your average Calvin Klein model as a bibliophile. He has the Spanish looks, the French accent, the permanent three-day beard, and the strength to suspend a woman indefinitely in any position while making love. He is also cool in his seduction methods. Instead of making a crude pass, he asks her to accept a book as a gift from him, and directs her down an aisle to the last book on the end of the second shelf from the top, where he tells her what page to turn to, and then joins her in reciting the words there: Be happy for this moment, for this moment is your life.\n\nDoes it occur to Connie that Martel planted that book for just such an occasion as this? No, because she likes to be treated in such a way, and soon she's on the phone with a transparent ruse to get up to his apartment again, where Martel overcomes her temporary stall in bed by commanding her: Hit me! That breaks the logjam, and soon they're involved in a passionate affair that involves arduous sex in his apartment and quick sex in restrooms, movie theaters and corridors. (The movie they go to see is Tati's \"Monsieur Hulot's Holiday'' which, despite its stature on my list of The Great Movies, fails to compete with furtive experiments that would no doubt have Hulot puffing furiously at his pipe.) Edward senses that something is wrong. There are clues, but mostly he picks up on her mood, and eventually hires a man to shadow her.\n\nDiscovering where Martel lives, he visits there one day, and what happens then I will not reveal. What does not happen then, I am happy to reveal, is that the movie doesn't turn into a standard thriller in which death stalks Westchester County and the wife and husband fear murder by each other, or by Martel.\n\nThat's what's intriguing about the film: Instead of pumping up the plot with recycled manufactured thrills, it's content to contemplate two reasonably sane adults who get themselves into an almost insoluble dilemma.\n\n\"Unfaithful\" contains, as all movies involving suburban families are required to contain, a scene where the parents sit proudly in the audience while their child performs bravely in a school play. But there are no detectives lurking in the shadows to arrest them, and no killers skulking in the parking lot with knives or tire-irons. No, the meaning of the scene is simply, movingly, that these two people in desperate trouble are nevertheless able to smile at their son on the stage.\n\nThe movie was directed by Adrian Lyne, best known for higher-voltage films like \"Fatal Attraction\" and \"Indecent Proposal.'' This film is based on \"La Femme Infidele\" (1969) by Claude Chabrol, which itself is an update of Madame Bovary. Lyne's film is juicier and more passionate than Chabrol's, but both share the fairly daring idea of showing a plot that is entirely about illicit passion and its consequences in a happy marriage. Although cops turn up from time to time in \"Unfaithful,\" this is not a crime story, but a marital tragedy. Richard Gere and Diane Lane are well-suited to the roles, exuding a kind of serene materialism that seems happily settled in suburbia. It is all the more shocking when Lane revisits Martel's apartment because there is no suggestion that she is unhappy with Gere, starved for sex, or especially impulsive. She goes back up there because--well, because she wants to. He's quite a guy. On one visit he shows her The Joy of Cooking in Braille. And then his fingers brush hers as if he's reading The Joy of Sex on her skin.", "running_time": 123, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-05-10", "genres": ["Drama", "Romance", "Thriller"], "title": "Unfaithful (2002)"}