{"url": "http://www.rogerebert.com/reviews/unforgettable-1996", "by": "Ray Liottaas David Krane", "star_rating": 1.5, "text": "In the annals of cinematic goofiness, \"Unforgettable\" deserves a place of honor. This is one of the most convoluted, preposterous movies I've seen - a thriller crossed with lots of Mad Scientist stuff, plus wild chases, a shoot-out in a church, a woman taped to a chair in a burning room, an exploding university building, adultery, a massacre in a drugstore, gruesome autopsy scenes and even a moment when a character's life flashes before her eyes, which was more or less what was happening to me by the end of the film.\n\nWhat went wrong? The movie has been directed by John Dahl, a master of noir, whose \"Red Rock West\" and \"The Last Seduction\" were terrific movies. \"Seduction\" starred Linda Fiorentino, who is back this time. Her co-star is Ray Liotta, from \"GoodFellas.\" The supporting cast includes the invaluable Peter Coyote and David Paymer. It's a package with quality written all over it. But what a mess this movie is.\n\nThe premise: Liotta is a Seattle medical examiner, working with the police. Everyone in town believes he murdered his wife, but he got off on tainted evidence. \"Wear a crash helmet if you go out with him,\" a woman advises Fiorentino. She is a university researcher whose experiments with rats indicate that the brain stores its memories in a spinal fluid that, if transferred to another rat, gives that rat the first rat's memories - but only when there's a strong stimulus to trigger them. A cat, for example, to chase it through a maze.\n\nLiotta hears Fiorentino explaining her theory, and sees a way to clear his name and discover his wife's murderer.\n\nHe will inject himself with his dead wife's brain fluid, mixed with Fiorentino's secret elixir, while he's in the room where his wife was murdered. The stimulus will kick in, and he'll witness her murder through her memories.\n\nHow does he obtain her brain fluid? Well, luckily, it's stored in a clear vial in the evidence room of the police department, so he can simply steal it. Good thing this stuff has a long shelf life, eh? And so Liotta is off on his quest. Soon he's joined by Fiorentino, who warns him that 30 percent of the rats in her experiments have died of heart attacks. No problem: He takes a nitroglycerin pill, to reduce his risk of a heart attack, right before injecting himself.\n\nThe plot careens through an endless series of astonishing developments. Fans of those old horror films of the 1930s will remember that all a Mad Scientist has to do is inject himself with a miraculous substance, and it works perfectly, almost every time.\n\nThat's what happens here. Liotta drains brain fluid from corpses.\n\nFrom comatose cops. From a victim of the drugstore massacre (she was an art student, so he learns he can draw - and sketches her murderer). And the fluids kick in right on time.\n\nIt's never really explained how he deals with four or five conflicting sets of memories, all sloshing around in his brain. No matter. His mental life resembles a human channel-changer. All he needs is a stimulus, and whoosh! - he has a flashback. Sometimes he thinks he is a killer, and repeats old crimes. Meanwhile, the list of suspects grows shorter because, as we all know, the secret killer has to be someone in the movie, and there are only so many possibilities.\n\nFiorentino played one of the most forcible women in recent movies in \"The Last Seduction.\" As her punishment, she now plays one of the least. Get this: The movie's device for keeping her in the picture is that because Liotta may have a heart attack, she'll follow him around to be sure he's OK. That puts her on the scene for a series of amazing revelations, and gives us someone to explain the ending, which functions without any question as the single least appropriate intro in history for Nat King Cole's \"Unforgettable.\" The actors play this material perfectly straight, as if they thought this was a serious movie, or even a good one. That makes it all the more agonizing.\n\nAt least in the old horror films, the actors knew how marginal the material was, and worked a little irony into their performances.\n\nHere everybody acts as if they're in something deep, like a Bergman film, or \"Chicago Hope.\" I have nothing in principle against goofy films. Hey, I'm the guy who liked \"Congo.\" But \"Unforgettable\" is truly strange - a movie that begins with an absurd premise, and follows it doggedly through a plot so labyrinthine that at the end I found myself thinking back to Fiorentino's experiment. The first rat couldn't find its way through the maze, and was cornered by the cat. The second rat, after an injection of brain fluid, zipped through the maze. Trying to find my way through this plot, I felt like the first rat.", "running_time": 111, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-02-23", "genres": ["Drama", "Mystery", "Science Fiction", "Suspense", "Thriller"], "title": "Unforgettable (1996)"}