{"url": "http://www.rogerebert.com/reviews/unforgiveable-2012", "by": "Andre Dussollieras Francis", "star_rating": 3.5, "text": "The crime novelist is looking for peace and quiet to finish his new book. Not unreasonably, he goes to Venice. He meets a real estate agent who knows just the place for him, and will take him there in her own boat. This is a small, comfortable house on the island of Sant'Erasmo, which is north of the Lido and grows fruits and vegetables for the city.\n\nThe house is isolated and near the water. Francis (Andre Dussollier) likes it. He also likes Judith (Carole Bouquet) as she shows it to him. He tells her he will take both — the house and herself. She takes this in stride, and when we see them a year later, they are married. The French director Andre Techine takes this as the starting point for a film that incorporates elements of noir and romance, but is too complex to be disciplined by a genre. Much of the film's appeal centers on the newly married couple: Andre, 10 or 15 years older, happy but not trusting his happiness, and Judith, independent, self-sufficient, bisexual, with a former female lover now beset by disease.\n\nNo island, even in a remote corner of the Venetian lagoon, is far enough to shield them from the complications of family. Andre's adult daughter, Alice (Melanie Thierry), arrives with her discontented daughter Vicky (Zoe Duthion). Alice has barely arrived when she disappears, leaving Vicky behind. To find Alice, Andre hires his wife's former lover, who was a detective. This is Anna Maria (Adriana Asti), a doughty, reliable woman not far from his age.\n\nLiving in such isolation, Andre begins to use binoculars to extend his surveillance, and grows uncomfortable when he notices the apparent warmth between his wife and a local market gardener. He meets Anna Maria's son Jeremie (Mauro Conte) and hires him to follow them and report what he observes. This cannot end well. Nor is his novel going well. At first it stalled because he was distracted by the joy of love. Now he is blocked by love's torments. Never expect real estate to remove you from emotional problems.\n\nAs you can see, there is a great deal of plot. What makes the film involving is that it doesn't depend on the mechanical resolution of the plot, but on the close observation of its effects on these distinctive characters. Like all movies set in Venice, \"Unforgivable\" derives much of its effect from the city itself, which acts as a stage set for the lives lived there. By placing Andre's island both within the city and apart from it, it underlines his own isolation from these busy lives that have intersected with his. Nothing ever seems straightforward in Venice, least of all its romances.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-08-08", "genres": null, "title": "Unforgiveable (2012)"}