{"url": "http://www.rogerebert.com/reviews/unhook-the-stars-1997", "by": "Gena Rowlandsas Mildred", "star_rating": 3.0, "text": "If Gena Rowlands were getting a makeover on one of the chat shows, they'd tell her to cut her hair to a sensible length and stop trying to look like a 1950s sex bomb, but what her look tells you is that you get the whole package: She's bringing along the past, the glamor, and all those blowzy, confused, desperate women she played for her husband, the late John Cassavetes. You want my theory about the hairstyle? John liked it that way.\n\nIn \"Unhook the Stars,\" the directorial debut of their son, Nick Cassavetes, Rowlands plays a calmer version of the high-energy, neurotic heroines of \"Opening Night,\" \"Love Streams,\" \"Minnie and Moskowitz,\" \"A Woman Under the Influence,\" and all those other Cassavetes dramas in which the characters drank and smoked and tried to settle--right now!--things that could never be settled at all. In the current movie she's a widow named Mildred, comfortably well off, living in a house that's too big for her now that her husband has died, her son is prospering in San Francisco, and her daughter has angrily moved out.\n\nOne day there's a knock on the door, and she opens it to find a neighbor she doesn't know, Monica (Marisa Tomei), with her small son J.J. (Jake Lloyd) in tow. Monica is obviously at the end of her rope, and we know why: Her husband, who likes to slap her around, has made life impossible, and she needs emergency baby-sitting, right now.\n\nThat's the setup for a film of gentleness and low-key romance. Mildred finds herself caring for a small child once again, and volunteers to do it on a daily basis. There's a hint of the old Cassavetes compulsiveness in a scene where she settles the kid down with the encyclopedia and begins to read, starting with \"a, for a cappella.'' Soon she and J.J. are best friends, and Mildred is tactfully trying to bring some order into Monica's life.\n\nMonica is played by Tomei as the kind of borderline manic that the senior Cassavetes filled his films with. Nick sees her with more dimensions. Yes, she has a problem with anger. Yes, she drinks too much. Yes, she dates men as if they're a quick fix (\"This guy I'm going out with,'' she giggles to Mildred, \"I don't even like him. Good thing I'm drinking.'') But she is also a loving mom who is determined to raise her son as best she can, and who deals with an abusive spouse in a direct and decisive way.\n\nMeanwhile, other issues are churning in Mildred's life. Her daughter (Moira Kelly), sullen and angry, has moved out to live with her boyfriend, in a relationship that clearly will not survive. Her son (David Sherrill) invites her out to San Francisco for a tour of his luxury town house, which includes a \"mother-in-law apartment'' just for her. But is she ready to sell her rambling house and move in with him? And then there is the most unexpected development of all. Monica takes her to a bar one night, and she is picked up--yes, at her age!--by a French-Canadian truck driver (Gerard Depardieu) who seems to have fallen in love with her. They go on a date, he delivers her back home in his giant rig, and there is a kissing scene that only these two accomplished actors could have made work quite the way it does.\n\n\"Unhook the Stars'' doesn't create a lot of contrived plot problems and then resolve them with dramatic developments. Each element of the screenplay (written by Nick Cassavetes and Helen Caldwell) is taken only as far as it will willingly go. Monica's husband doesn't go berserk, Mildred's daughter is rebellious but not insane, the truck driver is tactful in declaring his love, and even the inevitable separation between Mildred and J.J. is handled as the next step, rather than the last straw. The outcome is nicely open-ended, instead of insisting that Mildred do something concrete to provide a happy ending.\n\n\"Unhook the Stars'' feels as if it may have been written for Rowlands, but who better to write for? What's interesting is how developed all of the characters are; Tomei doesn't have a supporting role but sort of a parallel one, and young Jake Lloyd is blunt and direct as J.J., zeroing in as children do on the subject at hand. Like his father, Nick Cassavetes has made a movie about a slice of life. But it is about manageable, not unmanageable, life. It has an underlying contentment.", "running_time": 105, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-14", "genres": ["Drama", "Indie", "Romance"], "title": "Unhook The Stars (1997)"}