{"url": "http://www.rogerebert.com/reviews/unholy-rollers-1973", "by": "Claudia Jenningsas Karen", "star_rating": 2.5, "text": "\"Unholy Rollers\" began life, I understand, as an intended rip-off of the expensive Raquel Welch movie, \"Kansas City Bomber.\" The idea was to get into the theaters first. Raquel beat it to the starting gate, alas and so it was held up until now - presumably to give us time to work up another lather for a Roller Derby movie.\n\nWell, I never had much of an appetite in the first place. On a scale of values encompassing the artifacts and customs of Western civilization, the Roller Derby has always seemed to me to rank between yo-yo championships and rotary nose hair clippers. Still, I went to see \"Unholy Rollers,\" partly because of my fond memories of Claudia Jennings as Playboy's Playmate of the Year.\n\nMiss Jennings was all golden and sleek in Playboy. You know; the kind of girl you'd never allow to open the door of her own Lamberghini. That makes her performance in \"Unholy Rollers\" all the more astonishing. How can I describe it? She plays a very tough broad, and turns in the hardest, most vicious female performance in a long time. It is perhaps a tribute to some vestigial chivalry in Hollywood that women are seldom permitted to play REAL villains, but we get a real one this time. That's one of the most interesting things about \"Unholy Rollers\" - that it doesn't go soft and sentimental around the edges. In most movies of this sort, if the female lead is a heavy there's some explanation made. She had an unhappy childhood or a cruel father, or something like that. \"Unholy Rollers\" makes no excuses at all; its heroine was born mean, I guess.\n\nThe movie was directed by Vernon Zimmerman and written by Howard R. Cohen, both former Chicagoans who have been making fairly steady headway in Hollywood during the last couple of years. \"Unholy Rollers\" does not represent the high point of their careers, as I'm sure they would be the first to point out, and both have more ambitious projects in the works right now. But the movie does have a tough sleazy vulgar vitality, and it glories in a lower-middle-class point of view that is unaffected and sometimes very funny.\n\nThe story, which is never allowed to get in the movie's way, begins with the heroine working in a cat-food factory. One day, in a fit of rage at the foreman, she throws several cans of cat-food at him and then speeds up the automatic canning machine so that it hurls cat food all over the place. I think you will agree that this is a more satisfactory beginning than your ordinary rags-to-rags story, in which the heroine is turned away from the door of an orphanage, etc., and sold to a white slaver. Anyway, she tries out for a Roller Derby team, makes the grade and soon becomes a star because she refuses to follow the script. (There are some nice scenes in which the team coach briefs his players on the four positions where they should have their fights, in relation to the TV camera.) But pride goeth before a fall, and after she attacks her own teammate she is banished, in the words of the TV announcer, \"from the ring, from the hall and from the game.\"\n\nThe movie isn't an underground masterpiece, but it is filled with a lot of nice little touches, both visually and in the dialog, and it has a nice sense of movement and fun. If Zimmerman and Cohen had gone for a conventional low-budget melodrama, their material would never have worked. As it is, they get a sort of \"Grease\"-like effect, even to the point of including a rock group named Louie and the Rockets that makes Buddy Holly and the Crickets look like advocates of the dry look. Here, I guess you could say, is a movie with the courage of its own lack of convictions.", "running_time": 88, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-01-04", "genres": null, "title": "Unholy Rollers (1973)"}