{"url": "http://www.rogerebert.com/reviews/union-city-1982", "by": "Dennis Lipscombas Harlan", "star_rating": 2.0, "text": "The Hollywood film noir of the pre-television era had a look and feel that audiences instinctively reacted to, even if they didn't know the French term for those American films made of darkness, despair, cynicism, double-crosses, street-smarts and murder. The best of them were filmed in black and white, cheaply, with actors who might have been gifted (Richard Widmark) or not (Cameron Mitchell), but who all looked as if they'd spent too much time staying up late at night. Mark Reichert's “Union City,\" a seamy melodrama, circles the film noir tradition so dizzily that it loses its own orientation. Its the sort of film you maybe shouldn't see until you've seen movies like 'Pickup on South Street\" and \"Dark Passage\" but don't let that stop you; you'll get the idea in the first few scenes.\n\n\tReichert creates a world of grim apartment dwellers, muffled passions, middle-class routines and petty crimes escalating to accidental death. His story is inspired by the cult mystery writer Cornell Woolrich, whose books were also filmed by Hitchcock and Truffaut. And his stars look like shopworn versions of 1940s B-movle icons: Deborah Harry, of the rock group Blondie, has a soft, sad, bored prettiness, and Dennis Lipscomb, as her husband, looks and lives like Dagwood Bumstead.\n\n\tReichert's film is self-consciousness about what he's doing, and that becomes a problem. Not a frame of this film is permitted to express a spontaneity of its own. It's all a large, mannered joke, and the program notes helpfully observe that \"Union City\" takes the classic elements of a 1940s thriller and \"transforms them by filtering them through a late 1970s punk sensibility.\" Popular Culture scholars, please note.\n\n\tThe result is a movie that succeeds on every technical level, and still inexorably grinds down into boredom and fatigue. \"Union City\" exhausts its stylistic revelations in 30 minutes, and then just repeats itself. It might have made a nice short subject. It presents a world of overstuffed sofas, Murphy beds and Fiesta Ware, populates it with a bored housewife (Harry) and her emasculated husband (Lipscomb), and places them in an absurd plot (someone is stealing the milk bottle from in front of their door every night, and Lipscomb vows revenge).\n\n\tThe movie is acted In a heavy-lidded, ironic way. Developments don't spring on us, they germinate. The drama is upstaged by the production design, the costumes, the music, the visual strategy. The movie's technical credits list a roll call of successful New York graphic artists, fashion designers, musicians and cinematographers (the movie was shot by Ed Lachman, who worked on Wim Wender's film noir, \"The American Friend\"). Everyone has done a great job, and the movie looks terrific, but sitting through it is worse than being filtered through a late 1970s punk sensibility.", "running_time": 87, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Drama", "Mystery"], "title": "Union City (1982)"}