{"url": "http://www.rogerebert.com/reviews/united-93-2006", "by": "J.J. Johnsonas Capt. Jason Dahl", "star_rating": 4.0, "text": "It is not too soon for \"United 93,\" because it is not a film that knows any time has passed since 9/11. The entire story, every detail, is told in the present tense. We know what they know when they know it, and nothing else. Nothing about Al Qaeda, nothing about Osama bin Laden, nothing about Afghanistan or Iraq, only events as they unfold. This is a masterful and heartbreaking film, and it does honor to the memory of the victims.\n\nThe director, Paul Greengrass, makes a deliberate effort to stay away from recognizable actors, and there is no attempt to portray the passengers or terrorists as people with histories. In most movies about doomed voyages, we meet a few key characters we'll be following: The newlyweds, the granny, the businessman, the man with a secret. Here there's none of that. What we know about the passengers on United 93 is exactly what we would know if we had been on the plane and sitting across from them: nothing, except for a few details of personal appearance.\n\nScenes on board the plane alternate with scenes inside the National Air Traffic Control Center, airport towers, regional air traffic stations, and a military command room. Here, too, there are no back stories. Just technicians living in the moment. Many of them are played by the actual people involved; we sense that in their command of procedure and jargon. When the controllers in the LaGuardia tower see the second airplane crash into the World Trade Center, they recoil with shock and horror, and that moment in the film seems as real as it seemed to me on Sept. 11, 2001.\n\nThe film begins on a black screen, and we hear one of the hijackers reading aloud from the Koran. There are scenes of the hijackers at prayer, and many occasions when they evoke God and dedicate themselves to him. These details may offend some viewers, but are almost certainly accurate; the hijacking and destruction of the four planes was carried out as a divine mission. That the majority of Muslims disapprove of terrorism goes without saying; on 9/12, there was a candlelight vigil in Iran for the United States. That the terrorists found justification in religion also goes without saying. Most nations at most times go into battle evoking the protection of their gods.\n\nBut the film doesn't depict the terrorists as villains. It has no need to. Like everyone else in the movie they are people of ordinary appearance, going about their business. \"United 93\" is incomparably more powerful because it depicts all of its characters as people trapped in an inexorable progress toward tragedy. The movie contains no politics. No theory. No personal chit-chat. No patriotic speeches. We never see the big picture.\n\nWe watch United 93 as the passengers and crew board the plane and it prepares to depart. Four minutes later, the first plane went into the WTC. Living in the moment, we share the confusion of the air traffic controllers. \n\nAt first it's reported a \"small plane” crashed into the tower. Then by a process of deduction it’s determined it must have been a missing American flight. The full scope of the plot only gradually becomes clear. One plane after another abandons its flight plan and goes silent. There are false alarms: For more than an hour, a Delta flight is thought to have been hijacked, although it was not. At the FAA national center, the man in charge, Ben Sliney (playing himself) begins to piece things together, and orders a complete shutdown of all American air traffic. Given what a momentous decision this was, costing the airlines a fortune and disrupting a nation’s travel plans, we are grateful he had the nerve to make it.\n\nAs the outline of events come into focus, there is attempt to coordinate civilian and military authorities. It is doomed to fail. A liaison post is not staffed. Two jet fighters are sent up to intercept a hijacked plane, but they are not armed; there is discussion of having the fighters ram the jets as their pilots eject. A few other fighters are scrambled, but inexplicably fly east, over the ocean. Military commanders try again and again, with increasing urgency, to get presidential authorization to use force against civilian aircraft. An unbearable period of time passes, with no response.\n\n\"United 93\" simply includes this in the flow of events, without comment. Many people seeing the film will remember the scene in \"Fahrenheit 9/11\" in which President George W. Bush sat immobile in a children's classroom in Florida for seven minutes after being informed of the attack on the WTC. What was he waiting for? Was he ever informed of the military request? The movie does not know, because the people on the screen do not have the opportunity of hindsight.\n\nAll of these larger matters are far offscreen. The third act of the film focuses on the desperation on board United 93, after the hijackers take control, slash flight attendants, kill the pilots and seem to have a bomb. We are familiar with details of this flight, pieced together from many telephone calls from the plane and from the cockpit voice recorder. Greengrass is determined to be as accurate as possible. There is no false grandstanding, no phony arguments among the passengers, no individual heroes. The passengers are a terrified planeload of strangers. After they learn by phone about the WTC attacks, after an attendant says she saw the dead bodies of the two pilots, they decide they must take action. They storm the cockpit. Even as these brave passengers charge up the aisle, we know nothing in particular about them -- none of the details we later learned. We could be on the plane, terrified, watching them. The famous words \"Let's roll\" are heard but not underlined; these people are not speaking for history.\n\nThere has been much discussion of the movie's trailer, and no wonder. It pieces together moments from \"United 93\" to make it seem more conventional, more like a thriller. Dialogue that seems absolutely realistic in context sounds, in the trailer, like sound bites and punch lines. To watch the trailer is to sense the movie that Greengrass did not make. To watch \"United 93\" is to be confronted with the grim chaotic reality of that September day in 2001.The movie is deeply disturbing, and some people may have to leave the theater. But it would have been much more disturbing if Greengrass had made it in a conventional way. He does not exploit, he draws no conclusions, he points no fingers, he avoids \"human interest\" and \"personal dramas\" and just simply watches. The movie's point of view reminds me of the angels in \"Wings of Desire.\" They see what people do and they are saddened, but they cannot intervene.", "running_time": 111, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-04-27", "genres": ["Drama", "Foreign", "History"], "title": "United 93 (2006)"}