{"url": "http://www.rogerebert.com/reviews/universal-soldier-1992", "by": "Jean-Claude Van Dammeas Luc", "star_rating": 2.0, "text": "One of my favorite parts in science-fiction movies is the explanation of the science, which is usually very heavy on the fiction. In \"Universal Soldier,\" for example, we are given two Vietnam-era soldiers who are killed in action (by each other) and then packed in ice so their bodies can be used in a secret government project to create \"UniSols\" - android fighting machines. Twenty-five years later, not having aged a day, they go into action.\n\nHow did this scientific breakthrough take place? It's up to the brilliant Dr. Gregor (Jerry Orbach) to explain. As nearly as I can recall, he \"hypercharged their bodies to turn dead flesh into living tissue.\" So now we know. The refitted UniSols look like muscular human beings, but wear funny little monoculars that send out a TV signal (of startlingly low quality). They are strong, acrobatic and versatile, and can be controlled by their leaders, but wouldn't you know that two of the units have combat flashbacks to Vietnam, and remember that they hate one another.\n\nThe wayward units are Luc (Jean-Claude Van Damme) and Scott (Dolph Lundgren). In 'Nam, Luc wanted only to go home, and Scott wanted only to kill, and when Luc saw Scott conducting a one-man My Lai massacre, he tried to stop him and then both wound up on the recycling heap. Their minds are supposed to have been wiped clean of all memories, but when the flashbacks begin, each man's orientation has been defined by his strongest motivation at the time of his death.\n\nEnter now the most interesting character in the movie, a TV newswoman named Veronica, played by Ally Walker with style and personality that would grace a much more ambitious movie than this one. Walker, fired by her network, goes free-lance and discovers the secret of the UniSols, leading to a long series of action scenes in which Van Damme tries to protect her and Lundgren tries to kill them both.\n\nThe centerpiece of the action is a chase between a prison bus and the armored UniSols van, along narrow desert roads on the edge of deep precipices. I suppose there is a market for this sort of thing among bubblebrained adolescents of all ages, but it takes a good chase scene indeed to rouse me from the lethargy induced by dozens and dozens of essentially similar sequences. I have gotten to the point where the obligatory climax (vehicle hurtles over edge, bursts into fireball) is exciting only because it means the damn chase is finally over.\n\nSo back to Ally Walker. If you go to this movie, watch her carefully. She is given an absurd character to play, but she has a screen personality that implies wit and intelligence even when the dialogue provides her with nothing to work with. She has some of the same qualities as Debra Winger, and brings scenes to life simply through the energy of her presence. To my astonishment I found myself interested in what she was saying, and if she can sell this dialogue, she can play anything.\n\nAs for Lundgren and Van Damme: It must be fairly thankless to play lunks who have to fight for the entire length of a movie while exchanging monosyllabic idiocies. At the Cannes Film Festival in May, the two stars found themselves on the same red carpet, going up the formal staircase to an evening screening. They exchanged words and got into a shoving match, right there in front of the world's TV cameras. Some said it was a publicity stunt. I say if you can do one thing and do it well, stick to it.", "running_time": 98, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-07-10", "genres": ["Action", "Adventure", "Drama", "Science Fiction"], "title": "Universal Soldier (1992)"}