{"url": "http://www.rogerebert.com/reviews/unknown-2011", "by": "Liam Neesonas Dr. Harris", "star_rating": 2.0, "text": "Is there a term for the Paradox of Intended Accidental Consequences? That's when a movie shows something that must be an accident, and it turns out to be part of a plan. Since \"Unknown\" opens with examples of such events, it won't be a spoiler for me to discuss them. I'll bail out before the tricky stuff.\n\nAs the movie opens, we meet Dr. Martin Harris (Liam Neeson) and his wife, Elizabeth (January Jones), who are on a flight to a biotechnology conference in Berlin. I'm thinking all we need to know about biotechnology in a thriller is that it probably involves either genetically altered crops or dangerous plagues. Anyway, at the airport, Dr. Harris lets a guy load his luggage, and as the taxi leaves, we get a big shot of his briefcase, still on the luggage trolley.\n\nSo OK. Was this an accident? If I'm carrying a briefcase that contains a cure for world hunger or a formula of mass destruction, I'm not gonna leave it on the curb. Anyway, Dr. Harris and his wife get to the hotel, she starts to check in, he realizes his briefcase was left behind, and without telling her, he grabs another taxi to the airport. He tries to call her, but can't get a signal. Ever had that happen to you in Berlin?\n\nA container falls off the truck in front of them, the taxi swerves and plunges through a bridge rail, Dr. Harris is knocked unconscious, but his life is saved by the quick actions of the driver, Gina (Diane Kruger). He's in a coma for four days. He pulls himself together and races to the hotel, only to find that his wife says she has never seen him before and is happily married to the \"real\" Dr. Martin Harris (Aidan Quinn). Now his ordeal be­gins: How can he prove his real identity and understand the conspiracy that has taken control of his life?\n\nAs a veteran thriller watcher, you can think of several possibilities here. It was all a dream. He has been brainwashed. He only thinks he's Martin Harris. He only imagined he was on a plane with the real Mrs. Elizabeth Harris. The second taxi was waiting to pick him up. And on and on. Or possibly none of the above.\n\nBut let's do an instant rewind. Was it an accident he left the briefcase behind? If he hadn't, there would have been no need to return to the airport. Was the falling container an accident? Was it an accident that he got a (beautiful) undocumented Bosnian refugee taxi driver who performed a heroic rescue in icy winter waters? Was it planned that he would be able to walk into the biotechnology conference and find the (real or fake) Dr. Martin Harris?\n\nI'm thinking, if I'm an operative for some sinister secret organization and I want that briefcase and the MacGuffin it contains, here's what I'll do: I'll knock off Liam Neeson, whoever he is, and steal the briefcase. Or break into his hotel room. Or drug him. Anything. Because, think. If he isn't the real Martin Harris, why does he possess the briefcase containing the MacGuffin in the first place? But if he's a fake Martin Harris, who is the real one? \n\nThe movie has answers of a sort to some, not all, of these questions. All the same, it left me rerunning events in my mind and thinking, wait! Are we dealing with the Paradox of the Intended Accidental Consequences here, or what? \n\n\"Unknown\" is a skillfully photographed and acted film, and few actors are better than Liam Neeson at playing a man who has had the rug pulled out from under him. I was reminded of Roman Polanski's \"Frantic\" (1988), in which Harrison Ford played a doctor attending a convention in Paris with his wife. In that movie, the wrong briefcase was picked up at the airport, Ford stepped into the hotel shower, and when he stepped out, he found his wife had vanished.\n\n\"Frantic\" wasn't watertight, either. The basic situation (an innocent man trapped in a conspiracy he doesn't understand) was a favorite of Hitchcock's, but in his films, every consequence is intended. \n\nI confess I felt involved in \"Unknown\" until it pulled one too many rabbits out of its hat. At some point, a thriller has to play fair. We're not satisfied when characters find it necessary to come out of nowhere and explain to the hero the underlying reality of his situation to him. Why does he need to know? Just bump him off. Whenever I hear one of those Underlying Reality Speeches, I think there should be a crawl across the bottom of the screen: This is actually the voice of the screenwriter desperately trying to explain the plot to himself. \n\nAnyway, maybe this is all just me talking. Maybe I've seen too many movies. \"Unknown\" isn't a really bad movie, just an absurd one. It has its qualities from moment to moment. It left me with this thought: It's a damn good thing Dr. Martin Harris got that blond Bosnian taxi driver. A lot of taxi drivers, you don't get service like that.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-02-16", "genres": ["Action", "Drama", "Indie", "Mystery", "Thriller"], "title": "Unknown (2011)"}