{"url": "http://www.rogerebert.com/reviews/unlawful-entry-1992", "by": "Kurt Russellas Michael Carr", "star_rating": 3.0, "text": "I believe it is quite possible to get trapped by a nightmare in which the forces of authority are arrayed against you and there is no plausible way to prove your guilt. Sometimes I mentally draw up reading lists for my long incarceration for a crime I did not commit.\n\nThe fear of that fate is at the heart of \"Unlawful Entry,\" which also plays on another fairly common fear, that your spouse is so gullible that he or she will be deceived by the forces that are destroying your life.\n\nThe movie opens with a home invasion. Nightclub developer Michael Carr (Kurt Russell) and his wife Karen (Madeleine Stowe) are spending a quiet night at home when a man breaks in through a skylight and holds a knife to Karen's neck. The man escapes, and the Carrs call the cops. That's their first mistake. One of the cops who answers the call is a bright-eyed, tense street veteran named Pete Davis (Ray Liotta), who seems like a nice kid until he starts insinuating himself into the Carrs' lives.\n\nDavis grows obsessed with the conviction that Karen Carr needs him to protect her - that Michael, her husband, isn't up to the job. The cop is clever enough that the full dimensions of his obsession aren't apparent for awhile, especially not to Karen, who is nice to him and even has a drink with him after he does his Officer Friendly act for the kids at the grade school where she teaches.\n\nIf Karen is deceived at first by the cop's polite facade, so is her husband, who goes along for the ride one night in a squad car with Davis and his partner (Roger E. Mosley) and is first fascinated by the experience, and then disgusted when Davis puts him to a test by producing the man who broke into their house and inviting Michael to beat him.\n\nMichael's disinclination to beat a helpless man confirms Davis' suspicion that this is not the right man to protect Karen from the dangers of the world. He begins to drop around at strange times, for example when Karen is in the pool, or when the Carrs are making love. Michael sees clear ly that the cop is nuts, but Davis is subtle and clever and others aren't so quick to agree. Eventually Michael is behind bars and Davis is out there in the night with Karen Carr on his mind.\n\nThe movie is a thriller, with all the usual trappings of a thriller, but the director, Jonathan Kaplan, is able to place the story in a plausible world. The performances go for unstrained realism, the settings are slice-of-life, and until the final scenes even the sicko cop seems somewhere within the realm of possibility.\n\nUnlike \"Basic Instinct,\" which turned the wattage up so high that it was clearly only a thriller, \"Unlawful Entry\" has undertones of a serious social drama; we see how defenseless ordinary citizens can be against someone with a delusion.\n\nIt's curious, at times during the movie, how much Kurt Russell and Ray Liotta resemble one another. I never noticed that before. Maybe it's their hair, or the way they're photographed, but there's the sense that they are twins - one snug inside a comfortable middle-class haven, the other wandering the night in rage and discontent. The way the actors play against one another, in a scene at a party for potential investors, for example, is intriguing because it suggests that each character knows exactly how to push the other's buttons.\n\nFor Liotta, Pete Davis is a dream role - the psychopath who can turn in a plausible imitation of a straight arrow. Russell has the more thankless role of the threatened husband, and does what needs to be done with it, and it's interesting how Madeleine Stowe is friendly to Davis; she doesn't lead him on, but she makes the mistake of not instantly nipping his fantasies in the bud.\n\nOne of the movie's subtexts involves ways to feel safe in a big city. The Carrs discuss a high-tech alarm system, a gun, and a big, savage attack dog. They try the first two. On the basis of this movie, the big dog might not have been a bad idea.", "running_time": 109, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-06-26", "genres": ["Suspense", "Thriller"], "title": "Unlawful Entry (1992)"}