{"url": "http://www.rogerebert.com/reviews/unleashed-2005", "by": "Jet Lias Danny", "star_rating": 3.0, "text": "The story is familiar. The dog has been raised from infancy as a killer, obedient to its master. When it wears its collar it is passive. When the collar is removed and an order is given, it turns into a savage murder machine. Then a confusing thing happens. The dog experiences kindness for the first time in its life. Does this mean its master is wrong, and must be disobeyed?\n\nLuc Besson has produced or written some of the most intriguing movies of the last 20 years (\"Le Femme Nikita,\" \"The Fifth Element,\" \"Crimson Rivers,\" \"Ong-Bak\"). He takes this classic animal story and makes a simple but inspired change: He turns the dog into a human being. Jet Li stars in \"Unleashed\" as Danny, a lethal martial arts warrior who has been raised in captivity since childhood and is used by Bart, a Glasgow gangster, as a fearsome weapon. Danny lives in a cage under the floor of Bart's headquarters, travels quietly in the gangster's car, and, when his collar is removed, explodes into violent fury and leaves rooms filled with his victims.\n\nThis is a story that could have made a laughable movie. That it works is because of the performances of Jet Li and Bob Hoskins, who plays his master. \"Danny the Dog\" is fearful of his owner, passive in captivity and obedient in action, because he has been trained that way for his whole life. Bart the gangster is another one of those feral characters Hoskins specializes in, a man who bares his teeth and seems prepared to dine on the throats of his enemies. Hoskins, who can be the most genial of men, has a dimension of pitiless cruelty that he revealed in his first starring role, \"The Long Good Friday\" (1980).\n\nBut \"Unleashed\" would be too simple if it were only about Bart and Danny. Besson's screenplay now adds the character of Sam, a blind piano-tuner played by Morgan Freeman. Sam lives in a gentle world of musicians and pianos and his beloved stepdaughter Victoria (Kerry Condon). Danny falls into their lives by accident, after running away from Bart, as a dog is likely to do when it becomes fed up with its master.\n\nIn Danny's early memories, a piano figures somehow. A drawing of a piano triggers some of those old shadows, and when he hears piano music with Sam and Victoria, and when they give him his first simple music lessons, a great cloud lifts from his mind and he knows joy for the first time. He also begins to recall his mother, who was a pianist, and remembers fragments of the events that led to him becoming Danny the dog.\n\nThe film is ingenious in its construction. It has all the martial arts action any Jet Li fan could possibly desire, choreographed by Yeun Wo-ping, who is the Gerald Arpino of kung-fu and creates improbable but delightful ballets of chops and socks, leaps and twists and kicks and improvisations. Everything happens in a denatured sepia tone that is not black and white nor quite color, but a palette drained of cheer and pressing down like a foggy day.\n\nBecause Hoskins is so good at focusing the ferocity of Bart, he distracts us from the impossible elements in the trained-killer plot. Because Morgan Freeman brings an unforced plausibility to every character he plays, we simply accept the piano tuner instead of noticing how implausibly he enters the story. Freeman handles the role in the only way that will work, by playing a piano tuner as a piano tuner, instead of as a plot device in a martial arts movie. His stepdaughter Victoria is invaluable because, as Ann Coulter was explaining when she was so rudely shouted down the other day, women are a civilizing influence on men, who will get up to mischief in each other's company; Victoria's gentleness stirs Danny's humanity more than it inflames his lust.\n\nSo many action movies are made on autopilot that I am grateful when one works outside the box. Luc Besson, here as producer and writer, almost always brings an unexpected human element to his action stories; \"Crimson Rivers,\" for example, remains an overlooked triumph in the police procedural genre, taking a murder investigation to a bizarre conclusion.\n\n\"Unleashed\" ends with a confrontation between Bart and Danny in which Bart reveals the truly twisted depth of his attachment to the \"dog.\" They say dogs and their owners eventually start to resemble each other, but in this case an actual transference seems to be going on.", "running_time": 102, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-05-12", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "Unleashed (2005)"}