{"url": "http://www.rogerebert.com/reviews/unmade-beds-1998", "by": "Brenda Monteas Brenda", "star_rating": 2.5, "text": "Brenda, sexy Italian, buxom, blond, 40s, seeks man to give her money and go away.\n\nMichael, 40, 5-4, graying temples, seeks marriage, fears that “if I die a bachelor, all I will leave behind me is stuff.” Aimee, 28, 225 pounds, blond, wants husband, children; has job, health benefits.\n\nMikey, 50-ish, screenwriter, doesn't date mutts: “I remember making love to three gorgeous women in 24 hours in 1974. One of those women would still be with me today if I was a faithful kind of a guy.” Those are the four protagonists in Nicholas Barker's “Unmade Beds,” a film that walks and talks like a documentary but is, I am assured, entirely scripted. Barker found his subjects by answering 400 personal ads in New York and screening the advertisers until he had found four who projected humor, personality and bleak desperation.\n\nEarly in the film he shows an Edward Hopper painting of empty urban windows, and the scenes of his film are separated by telephoto shots of New York apartment windows, some empty, others filled by people living their lives or simply looking out at the street below.\n\nOne of them is Brenda Monte, a tough-talking woman who has often been told she has a great body, “but now they add those three little words, `for your age.' “ Her problem: “My income is $2,000 a month. My expenses are $3,000.” All she is to her teenage daughter “is a cash machine and a taxi.” What she wants from a man is money.\n\nMikey Russo, the “screenwriter,” has never sold a screenplay. His apartment, filled with erotic art, says one thing to women: They're there for sex. The medicine cabinet is stocked with all their needs, even toothbrushes. “I'm not cheap. They get Oral-Bs.” We sense he doesn't have many visitors. He has himself paged to get out of buying dinner.\n\nAimee has a nice smile and a warm laugh, but is overweight and desperate for a man. Her aunt recently called her and said she had checked with the whole family (“and I'm sure she did”), and the family would be “OK” if she decided to have a child out of wedlock. In other words, they've given up any hope she will ever get married.\n\nMichael De Stephano stands 5-4 and is sensitive about his height. He tells dates they can meet in a public place, and if they can't stand the sight of him, they can just walk away. He keeps talking about how everyone, even his parents, suspects he is gay.\n\nAll of these people use their real names in the movie. Whether we are seeing their real lives is a good question. This is not cinema verite; some scenes took 10 takes. “The movie contains a lot of truth,” Barker told an audience at this year's Toronto Film Festival, “but precious little reality.” A couple of the characters “tell major lies.” You know it's scripted anyway, because of two stylistic giveaways: The characters never stumble over words, and the camera continues unbroken dialogue passages while cutting from one angle to another. But, hey, Robert Flaherty scripted “Nanook of the North.” There's more than one path to truth.\n\nThe movie has moments that seem absolutely authentic, as when Aimee tells her friend she has always had a weight problem and will always have a weight problem, and she needs a man who is comfortable with that.\n\nThere are other moments that feel scripted, as when Brenda says she shoplifts dog food, because “they're God's creatures--I shouldn't have to pay for it.” Then again, maybe Brenda would say that. She's disarmingly direct, and the movie's best scene occurs when she conducts a guided critical tour of her body, dispassionately pointing out the parts that are holding up and the places that are starting to sag. I am not sure if I believe that she really gets married to an immigrant for cash, but I believe every word of her description of her bridal trousseau, including the price she actually paid for her $400 dress.\n\nAt the end of the film, I concluded that Brenda will be OK, and the other three characters are single because getting married is the only thing that interests them. That can scare away a first date. It's a bad sign when a girl tells you she has her own health plan, and a guy points out the fresh toothbrushes. You don't sense a lot of confidence there. We never meet the immigrant Brenda goes to marry, but I'll bet there'd be a movie in his story.", "running_time": 93, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-10-30", "genres": ["Comedy"], "title": "Unmade Beds (1998)"}