{"url": "http://www.rogerebert.com/reviews/unmistaken-child-2009", "by": "Nati Baratz", "star_rating": 2.5, "text": "To the mind of a Western rationalist, “Unmistaken Child” raises questions so fundamental that they interfere with the film’s purpose. Here is a documentary about a very young child who is believed to be the reincarnation of a Buddhist lama and is taken from his parents to be brought up in a monastery. I know this is a practice of traditional forms of Buddhism, but still: Should it go this smoothly? Should the parents be so agreeable? The child so acquiescent? The monks so certain?\n\nThere is a tendency for Westerners to accept beliefs such as reincarnation more easily than they might accept some of the fundamentalist beliefs of their own Judeo-Christian tradition. This may be a form of exoticism, the willingness to ascribe to the Mysterious East possibilities we would be dubious about in our own culture.\n\nThe documentary, made by Nati Baratz, an Israeli who calls himself an “informal Buddhist,” accepts everything in the account at face value. It began, he says, during his visit to a monastery, when he met Tenzin Zopa, a 30-ish Nepalese monk who had recently lost his master of 21 years. This man, Geshe Lama Konchog, who had lived a life of solitary meditation in a cave for more than two decades, was respected and beloved, and the Dalai Lama placed Tenzin in charge of the search for his reincarnation.\n\nThis search involves observations of the direction of the smoke from Geshe Lama funeral pyre, and the reading of his ashes (a footprint pointing East is discerned, although not by me). An astrologer in Taiwan is consulted, and advises that there is a 95 percent chance the reincarnated boy’s father will have a name beginning with “A,” and that he will be found in a place beginning with “TS.”\n\nThus the search focused on the Tsum Valley of Nepal. Tenzin seeks a child of the proper age, believes he has found the right one, points to his long ears resembling Geshe Lama’s. The parents, a pleasant and loving couple, are surprisingly willing to part with their child for years. The child is tested to see how he responds to possessions of Geshe Lama and if he seems familiar with his cave, and then is transported by SUV to Tenzin’s monastery, where he is made much of by throngs of the devout.\n\nThis is a ritual that has repeated itself over the centuries. Martin Scorsese’s \"Kundun\" (1997) told the story of the discovery and development of the present Dalai Lama. I know I am expected to believe the tenets of a religion on the basis of faith, not common sense, but during this film, I found that very difficult. How reliable are wind directions, the interpretation of ashes and astrological readings? Would you give over your son on such a basis? Would you trust such a chosen one as your spiritual leader?\n\nThese matters aside, “Unmistaken Child” has undeniable interest. It is filmed as events occur, in the actual locations, showing a world of great contrasts between an ancient way of life and a society that uses automobiles and helicopters. Baratz doesn’t ask any of the obvious questions, preferring to observe uncritically, and if you can do the same, you may find “Unmistaken Child” worth seeing. I could not, and grew restless.", "running_time": 102, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-07-22", "genres": ["Documentary", "Foreign", "Indie"], "title": "Unmistaken Child (2009)"}