{"url": "http://www.rogerebert.com/reviews/unstoppable-2010", "by": "Denzel Washingtonas Barnes", "star_rating": 3.5, "text": "The freight train pulls out of a siding with no engineer on board and accelerates to 70 m.p.h., and you see how Tony Scott's \"Unstoppable\" gets its title. The movie is as relentless as the train, slowly gathering momentum before a relentless final hour of continuous suspense. In terms of sheer craftsmanship, this is a superb film.\n\nThe trouble begins when an engineer (Ethan Suplee) dismounts after thinking he had brought the train to a full stop. He hasn't. When he sees the train slowly pulling away, the look on his face is adequate to fuel the next several minutes. At first, it's assumed that the train is a \"coaster,\" but no luck. It's under full throttle. \n\nScott tells the story from several points of view. In the cab of another train, a longtime engineer named Barnes (Denzel Washington) is breaking in a new man, Colson (Chris Pine). In the station yard, a yard master named Connie Hooper (Rosario Dawson) is in charge of dispatch and operations. In the railroad's corporate offices, an executive (Kevin Dunn) is concerned mostly about the cost of losing the train, which seems harsh, since it is carrying hazardous materials and is rocketing straight toward the heart of Scranton, Pa.\n\nOverhead, news choppers circle, providing a live TV feed that Scott intercuts with the action. That allows him a plausible way to provide an overview and narrate the action; a similar device was used by his brother Ridley Scott to help us follow events in his \"Black Hawk Down\" (2001). \n\nThere isn't a lot of room here for personality development, but Washington and Pine provide convincing characters, the veteran driven by love of his job, the new guy more cynical. This conflict isn't ramped up for dramatic effect in the screenplay by Mark Bomback, but is allowed to play out as naturally as it can, under the circumstances. Rosario Dawson makes her dispatcher aggressively competent, and the hurtling train of course rumbles beneath everything.\n\nChase scenes involving trains have an unavoidable limit: Trains require tracks and can only go forward or in reverse. There are sidings, but getting on to one may not be very simple. Two other films that come to mind are Buster Keaton's \"The General\" (1926) and Andrei Konchalovsky's \"Runaway Train\" (1985), which won Oscar nominations for the two men in its locomotive, Jon Voight and Eric Roberts. \n\nHow Scott deals with his \"chase\" is not for me to reveal here, but although the possibilities of two trains on one track would seem to be limited, he and Bomback are truly ingenious. They employ a kind of logical lateral thinking: The trains can move only in certain ways, but those ways may not be as obvious as we assume. \n\nNot that those are terms we're thinking of during the action. The photography and sound here are very effective in establishing that a train is an enormously heavy thing, and once in motion wants to continue. We knew that. But Scott all but crushes us with the weight of the juggernaut. We are spellbound. And we sure hope those little kids are saved.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-11-10", "genres": ["Action", "Thriller"], "title": "Unstoppable (2010)"}