{"url": "http://www.rogerebert.com/reviews/unstrung-heroes-1995", "by": "Andie MacDowellas Selma Lidz", "star_rating": 3.5, "text": "All kids are convinced their parents are weird, but Steven Lidz is right. His father, Sid, is an inventor who focuses great energy on solving problems that were not problems until he determined to solve them. Early in Diane Keaton's \"Unstrung Heroes,\" he devises an automatic canopy for Steven's bed, and then drills him in the \"emergency evacuation procedure\" should anything go wrong. The procedure basically consists of getting out of bed.\n\nSid Lidz (John Turturro) may be eccentric, but at least he's more functional than his two brothers, Danny (Michael Richards) and Arthur (Maury Chaykin). Danny tends to enter rooms through the window, murmuring darkly about being followed. Arthur is a collector who fills closets with rubber balls and stacks newspapers to the ceilings of the apartment he shares with Danny in the fleabag King Edward Hotel.\n\nThe sane member of the family - calming, loving, accepting - is Selma Lidz (Andie MacDowell), who loves her 12-year-old son and his younger sister. Then one day something happens for which there is no emergency evacuation procedure.\n\nSelma is diagnosed with cancer. Sid, who loves her fiercely, is not able really to deal with this news, and swings between depression and denial. Without the steadying hand of his mother at the helm, Steven (Nathan Watt) finds his home life disturbing and even frightening, and to escape it he walks out one day. He will go to live with his uncles.\n\nWell, of course, this is all based on a true story, as written in a memoir by Franz Lidz. Life has a way of creating eccentrics that a novelist would never dare dream. The film even explains how a man named Franz came to write a book about himself as a boy named Steven: The uncles didn't approve of \"Steven\" as a name, and renamed him after the great composer. The last name is not quite spelled the same, but Danny thinks it should have been: \"Those Ellis Island idiots got it wrong.\" Life goes on even in the midst of sickness. Steven, or Franz, doesn't quite understand how ill his mother is, and is focused on the approaching election for class president. When his father says Selma is too sick to attend the school assembly where he will give his big speech, the son is enraged, and the moment rings with truth.\n\nChildren, fiercely focused on their own vulnerabilities and needs, think their parents are omnipotent and rarely see that they have fears and weaknesses, too.\n\nOddly enough, Selma approves of her son's decision to move in with his dotty uncles. They may be dysfunctional to the mainstream world, but they are reliable and loving, and they create a daily continuity that Sid is in no state to provide. For Sid, the big objection is that the uncles are religious; Sid is an atheist who believes science will find the answer to everything. Selma, who has gone along with his thinking, now approaches the longest journey of her life, and wonders if perhaps there might not be something, after all, to the notion of a life after this one.\n\n\"Unstrung Heroes\" has been directed by Diane Keaton with an unusual combination of sentiment and quirky eccentricity. There are moments so touching that the heart almost stops, as when MacDowell has a quiet talk with her son (\"I am so proud of you . . .\"). And moments of great sadness, as Turturro uses silence and helplessness to reflect the depth of his grief. And yet the movie for most of the way is a comedy, showing how in all good families there is room for everyone, and even the misfits have their roles to play.\n\nIn one scene, Sid Lidz has thrown out all of the home movies he took to document the family's life together, but his son rescues them, and projects them, and as the son and father watch them together, these faded images of birthday parties and summer days long forgotten, we begin to understand how Steven, or Franz, was lucky in his parents and blessed with his crazy uncles.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-09-15", "genres": ["Comedy", "Drama", "Family"], "title": "Unstrung Heroes (1995)"}