{"url": "http://www.rogerebert.com/reviews/untitled-2009", "by": "Adam Goldbergas Adrian Jacobs", "star_rating": 3.5, "text": "\"(Untitled)\" picks a fight with its very title, which summarizes the f-you attitude of its hero, a composer of music that sounds like something you'd hear going on in the alley late at night. One of his compositions consists of a chain dropped into a can, a pennywhistle, loudly ripping paper, a bucket being kicked, the screams of a vocalist and squawks on a clarinet. He plays the piano with his elbows. Under the circumstances, it seems ungracious for him to complain about an audience member's cell phone.\n\nThis musician is named Adrian Jacobs (Adam Goldberg), a bearded thirtysomething who seems to have chugged a pint of bile. A good audience for him might consist of two dozen people; some walk out and the rest stare incredulously at the stage. One day his brother Josh (Eion Bailey) brings a date to his concert. This is Madeleine Gray (Marley Shelton), who runs a very, very avant-garde art gallery in Soho. Adrian asks he if can borrow her dress. It's made of shiny black plastic, it squeaks when she walks, and he thinks he can use the sound in his music.\n\n\"(Untitled)\" is a comedy worthy of the best Woody Allen, and Adrian is not unlike Woody's persona: a sincere, intense, insecure nebbish, hopeless with women, aiming for greatness. He plays classical piano brilliantly, and with contempt. If his \"serious\" work appeals to very few people, that's too many for him. Josh, however, is raking in the dough with his canvases, which are snatched up in volume for the lobbies of hotels.\n\nThe movie plunges fearlessly but not brainlessly into the world of art so cutting edge it has run out of edges. Remember Damien Hirst, the British artist who inspired a firestorm when he won the Turner Prize for such works as a shark preserved in formaldehyde? One of Madeleine's clients is Ray Barko (Vinnie Jones), whose art consists of a dead cat splayed on a wall, a goose apparently buried in a wall up to its wings, and a montage for a monkey and vacuum cleaner. A rich client (Zak Orth) eats up this stuff. Lots of people do. I don't know if they enjoy it as much as I love my Edward Lear watercolors. Maybe they love it more. \n\nMadeleine hires Adrian and his musicians to perform at her gallery, as \"conceptual art.\" Well, I once attended a poetry reading featuring a revolving fan. Madeleine goes nuts for Adrian, and he finds her hard to resist because everything she wears makes noise. She seems to conceal a sound-effects artist in her knickers. Adrian tunes in; the soundtrack subtly enhances what he hears. They grow chummy. He attends Madeleine's opening for an artist named Monroe, played by an actor named Ptolemy Slocum, whose own name is a work of art. Meanwhile, Josh's insipid work (pastels of vague shapes adorned by small circles) supports the gallery, but Madeleine keeps them in the back room. He \"doesn't need\" a gallery opening, she explains. She hates them, is what it is.\n\nIt's easy to take cheap shots at conceptual art. \"(Untitled)\" doesn't do that. It takes expensive shots. Adrian's music has been created for the film by the respected composer David Lang, and Ray Barko's grotesque animals were created by Los Angeles artist Kyle Ng. The thing is, their deliberately (I think) absurd work resembles the real thing, when lesser movies would just ask the art department to drum up something. Barko's \"work,\" given the right setting, would sell. That gives the film plausibility.\n\nJonathan Parker, who directed and co-wrote with Catherine di Napoli (they collaborated on \"Bartleby\"), also respects these artists -- in a sense. Adrian can manifestly play the piano in a traditional way, so his music is a choice, not a necessity. Ray Barko has so many problems that his art may be a valid expression of his misery. Doubt remains about Monroe (played by Ptolemy Slocum, you will recall), whose pieces include a label reading Untitled White Wall, which is displayed on a white wall. Not any old white wall, you understand. It has to be the right white wall. I wonder if he'd need to tear up part of your house for its proper installation.\n\nThis is a good film, a smart film. It knows a lot about art and wears its knowledge lightly, dealing with its subject in a way even a student at the Art Institute might not find condescending. As so often happens, casting decisions help enormously in its success. As Madeleine, Marley Shelton is like a lot of bright, formidable young women, ambitious, idealistic, bored by most of the men she meets. Vinnie Jones plays Barko as a reunion of pugnacious British eccentrics. Do not overlook the fetching Lucy Punch, as a member of Adrian's band known only as \"The Clarinet.\" Shelton has the confidence and presence of a born comedienne, and as for Adam Goldberg, he plays the role without shred of humor, which is exactly right. \n\nMeanwhile, I have put out a Google alert to see if New York gossips identify the original(s) for the rich collector.", "running_time": 96, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-11-04", "genres": ["Comedy", "Drama", "Romance"], "title": "(Untitled) (2009)"}