{"url": "http://www.rogerebert.com/reviews/until-september-1984", "by": null, "star_rating": 0.5, "text": "I knew we were in trouble when Karen Allen told Thierry Lhermitte he had the most beautiful eyes she'd ever seen. His eyes looked more to me like the kind of eyes where, when you turned up looking like that, the nuns sent you to see the school nurse. But then perhaps I am being unfair. Perhaps I do not like Thierry Lhermitte. Perhaps I think he is the biggest drip I've seen in a love story in years. He is the kind of romantic leading man who has the audience wondering when the real leading man is going to turn up and wipe this guy out of the picture. But \"Until September\" denies us that relief. This is a dumb, pointless, boring romance from beginning to end. Some measure of its desperation comes during the French toast scene, where the two lovers discuss the proper way to hold a fork. This is a scene that cries out for a Groucho Marx to pop up at the first mention of a fork, and cackle, \"Your place or mine?\"\n\nA word about the plot. Karen Allen plays an American tour guide who misses her group's flight to Warsaw. That means she is stuck in Paris for three weeks. She goes to stay in a friend's apartment. Another apartment on the same landing is occupied by Lhermitte, who is an international banker. That means he makes phone calls about \"the half-billion line of credit,\" and then takes the rest of the day off to debate about French toast. A movie like this depends entirely on chemistry, and unfortunately; there's never a moment when I could believe that Allen and Lhermitte were really attracted to each other. They discuss nothing of substance. They share no real confidences. The Allen character occasionally makes a show of being a liberated woman, and yet Lhermitte's big scenes are when he plays the worldly tutor for the wide-eyed female, explaining why different wines come in different kinds of bottles.\n\nThere is another fundamental problem with the film: Lhermitte is married and has kids. He believes in \"honesty,\" by which he means he tells Allen about his wife but doesn't tell his wife about Allen because it would hurt her. Mistresses are hurt-proof, apparently. The movie is so manipulative that at the end, after the obligatory running-into-each-other's-arms-at-the-airport scene, we are supposed to be happy that this man has abandoned his family to be with a woman he has nothing of interest to discuss with. Meanwhile, do we see the glories of Paris, at least? Not really. The movie doesn't even manage to make the city into an interesting character. And a visit to the country -- a weekend on the Riviera -- is so strangely constructed that we have the impression all sorts of things happened in the screenplay that were cut from the film.\n\nBecause there are so few adult love stories made, it's a shame that \"Until September\" didn't try harder and have more intelligence. It feels like a movie that was conceived right from the beginning as a compilation of clichés. Love itself, of course, often is made up of clichés, but if the chemistry is right, they don't feel like clichés.", "running_time": 95, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Romance", "Thriller"], "title": "Until September (1984)"}