{"url": "http://www.rogerebert.com/reviews/untraceable", "by": "Diane Laneas Jennifer Marsh", "star_rating": 3.0, "text": "\"Untraceable\" is a horrifying thriller, smart and tightly told, and merciless. It begins with this premise: A psychopath devises ways to kill people online, in live streaming video. The more hits he gets, the further the process continues, until finally his captive is dead. \"You're setting a new record!\" he tells one agonized victim, as we see the total growing on a hit counter. Trying to stop him are the Cyber Crimes Division of the FBI and the Portland police.\n\nHis means of torture and death are sadistic nightmares. Why are so many of us fascinated by horrors in the movies (because, without question, we are)? Maybe it's for the same reason we slow down when we drive past a traffic accident. Maybe because someone else's tragedy is, at least, not ours.\n\nIt may be hard-wired in human nature. I don't have the slightest doubt that if a person were being killed on the Internet, it would draw millions of hits.\n\nIn \"Untraceable,\" an FBI spokesman holds a press conference to warn people that if they log on, they're accessories to murder. Of course that only promotes the site and increases visits.\n\nDiane Lane plays Agent Jennifer Marsh, head of the FBI Portland Cyber Crimes unit. Her partner is Griffin Dowd (Colin Hanks, Tom's son) and her liaison with the Portland police is Det. Eric Box (Billy Burke). They're up against a hacker who uses captive computers of people all over the Net to forward his output and conceal his origins. When you give it a moment's thought, it's sort of a coincidence he's right there in Portland. Maybe that's plot-functional because he can become a threat to Marsh, her daughter Annie (Perla Haney-Jardine) and her mother (Mary Beth Hurt).\n\nThe computer tech jargon in the movie sounds convincing. Whether it's accurate, I have no way of knowing -- but that's beside the point, of course. What's ironic is that the key to cracking the case turns out to depend on perhaps our earliest and most basic form of digital communication between remote locations. Diane Lane can play smart, and she does, convincing us she knows her job, while at the same time being a convincing widow, mother and daughter. The movie is lean and well-acted.\n\nCertain logical questions arise. The killer's ingenuity and unlimited resources are dubious, especially considering what a short turnaround he has between crimes. He has the usual movie villain's ability to know more than he should, move more invisibly than he could, anticipate more than is possible. I think that goes with the territory. Lane's FBI superior is the usual obtuse publicity seeker, making wrong calls. But the through-line of the plot holds firm.\n\nOf course the question occurs: Will the movie inspire copycats? I'm ambivalent on this issue. I think a subset of hackers has already demonstrated how ingenious they are at thinking up evil all by themselves, and I doubt a cyber criminal could conceal himself online this successfully: Witness the routine busts of child porn rings.\n\nOne detail the movie gets just right. As the current victim dies and the hit count climbs, we see a scrolling chat room onscreen. The comments are cretinous, stupid, ugly, divorced from all civilized standards. How people with the mentality of the authors of such messages are intelligent enough to get online in the first place is a puzzle. But they do. All you have to do is visit the wrong chat room or bulletin board and see them at their dirty work.\n\nIs there a reason to see this movie? Was there a reason to see \"Saw,\" or \"Seven\"? The purpose and function of the violent movie thriller remains a subject of debate. Yes, I watched, fascinated. No, it wasn't art. Its message is visceral. Some people will think: This is wrong. Others will think: This is cool. It is the same in countless areas of society.\n\n\"Untraceable\" is made with intelligence and skill. It dramatizes the sorts of things that the anonymity of the Internet makes possible, or even encourages.", "running_time": 101, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-01-24", "genres": ["Crime", "Drama", "Horror", "Thriller"], "title": "Untraceable (2008)"}