{"url": "http://www.rogerebert.com/reviews/unzipped-1995", "by": "Models Kate Moss", "star_rating": 3.0, "text": "He goes to work immediately on his collection for autumn 1994, and \"Unzipped\" follows him through inspiration, doubt, distraction, discouragement and resolve to a triumphant comeback. Along the way we learn a lot about the world of high fashion and even more, perhaps, about the strange process by which artists create a vision out of a void.\n\nHe begins with no ideas at all. He distracts himself with pop culture and gossip. Eventually an image strikes him. He is watching \"The Call of the Wild\" (1935), and is struck by a scene where Loretta Young is rescued (by Clark Gable, I think) after nearly freezing to death in the Arctic wilderness. As her eyes flutter open to see her rescuer, Mizrahi notices that her face is perfectly framed by her big fur hat, and that her makeup is perfect.\n\nEskimos. Eskimos. His mind starts turning over ideas, and soon he is having ideas about big fur. \"A wild fake fur coat that covers you from your neck to your ankles, so you can go out of the house wearing absolutely nothing underneath, and go down to the corner, and look fabulous . . .\" \"Unzipped\" follows him through this and other inspirations as the tempo of his life subtly accelerates. Ideas turn into sketches, sketches turn into garments, Mizrahi and his assistants slowly accumulate the notions that will become his collection. And he talks. He is a charming subject for a film because he has the three requirements for great conversation: He is smart, funny and a little crazy. \"The two people who shaped modern America,\" he says, \"were Mary Tyler Moore and Jacqueline Kennedy.\" His favorite references come from pop culture. He notices how Bette Davis compresses words in \"Whatever Happened to Baby Jane?\" - like the word \"yarn,\" which means \"you aren't,\" and then we see her saying it to Joan Crawford: \"Yarn ever leavin' this house alive!\" He is a very social person, and we meet some of his friends, including Sandra Bernhard, Eartha Kitt and the fashion doyenne Polly Mellen of Allure magazine, who speaks as if giving instruction to a reticent child (\"Beware of makeup, Isaac! Be-ware-of-makeup!\").\n\nThe film is filled with cameos by great fashion models (Christy Turlington, Naomi Campbell, Kate Moss, Linda Evangelista), and there is a crisis when Campbell wants to wear her navel ring in the show. She's afraid the navel will grow in if the ring is removed, and have to be pierced again. Mizrahi is having no navel rings in his show.\n\nHe does, however, plan to have a lot of navels. He wants his models to change behind a transparent scrim on the stage, in full view of the audience. The models are understandably leery about this idea, but he insists, and the presentation is a triumph, along with his fall collection.\n\nThe movie was directed by Douglas Keeve, who was, I understand, Mizrahi's lover at the time. There is absolutely nothing in it about their intimate life, and yet, seeing it, I didn't feel that much was being held back: Mizrahi lives so publicly, always surrounded by friends and associates, always talking, that \"Unzipped\" gives us a good sense of who he is, even without personal details.\n\nIt's also interesting as a record of creativity at work. Mizrahi is articulate about his influences, about the input that becomes magically transformed into a collection, and as we see the process happening we can sort of sense how artists don't so much think about their work, as think around it, while the ideas well up on their own.", "running_time": 82, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-08-18", "genres": ["Documentary"], "title": "Unzipped (1995)"}