{"url": "http://www.rogerebert.com/reviews/up-and-down-2005", "by": "Petr Formanas Martin Horecka", "star_rating": 3.0, "text": "In the middle of the night on a back road of the Czech Republic, two truck drivers unload a group of illegal immigrants from India. Then they drive away, unaware that they still have a passenger -- a baby, left behind in the confusion. Should they try to return the infant to its mother? No, because they don't know how to find her without risking arrest. Should they dump the baby by the roadside? One thinks that would be a good idea, but the other doesn't, and they end up selling the baby to the owners of a shady pawnshop.\n\nThis opening sets up one of the story lines in \"Up and Down,\" a Czech film about working-class and middle-class characters, former and present wives, infant and grown children, current and retired soccer fans, professors and hooligans, criminals and the police. Director Jan Hrebejk and his co-writer, Petr Jarchovsky, are interested not so much in making a statement about their society as seeing it reflected in specific lives; in this, their film resembles the early work of the Czech director Milos Forman (\"The Fireman's Ball\"), whose son Petr plays one of the film's leads.\n\nThe first couple we meet after the pawnshop are the Fikes, Mila and Franta (Natasa Burger and Jiri Machacek). They're not very bright, but not bad people. He's a night watchman, sensitive about his cleft palate, grateful to his wife for having dinner with him, even though \"I eat ugly.\" He's a member of a soccer team's fanatic group of supporters, who meet to watch the games on TV, get drunk, sing, chant slogans and go through the emotional yo-yo of victory and defeat.\n\nMila desperately wants a baby. She can't conceive. They can't adopt, because Franta has a police record (he blames the soccer club for leading him into hooliganism). After almost stealing a baby in its carriage, she's afraid: \"I'll do something and they'll arrest me.\" The baby at the pawn shop is a godsend. They buy it, bring it home and love it. When Franta's booster club buddy makes racist remarks about the baby's dark skin, Franta boots him out, resigns from the club and joins his wife in loving the baby.\n\nThen we meet another family, the Horeckas. Martin (Petr Forman) has spent the last 20 years in Australia -- a useful explanation for his English-accented Czech, no doubt. He returns home to visit his father Otto (Jan Triska) and mother Vera (Emilia Vasaryova), who have divorced. He is also confronted with the fact that his former girlfriend, Hana (Ingrid Timkova) is now living with his father, and they have an 18-year-old daughter, Lenka (Kristyna Liska-Bokova). No doubt the romance between Otto and Hana was one of the reasons Martin left for Australia.\n\nCzech movies seem to have some of their finest moments around the dining table, and a Horecka family dinner is a funny, sad and harrowing all at once. So is the uncertain relationship between Martin and half-sister Lenka. We learn that Vera is an alcoholic with the kinds of resentments, including racist ones, that drunks often use to deflect anger and attention away from themselves.\n\nThese two stories do not so much interact as reflect on each other with notions about families, parents, children and class. For me, the most affecting character was Frantz, the watchman, who is tattooed, muscular and ferocious, yet so gentle with his wife and baby. He has been under the thumb of the \"Colonel\" (Jaroslav Dusek), a leader of the booster club, but for a brief moment breaks free into happiness and a content family life. The story of his history with the club is the story of the ups and downs of his life, and his final scene in the movie is heartbreaking in the way it shows the club becoming a substitute family.\n\nThere is, of course, the question of the baby's real parents. Can they go to the police without revealing their status as illegal immigrants? Another of the movie's ups and downs is about the way we're simultaneously required to sympathize with the baby's birth mother while witnessing how the baby transforms the marriage of Mila and Franta.\n\nJan Hrebejk was also the director of \"Divided We Fall\" (2000), a film about a couple in Prague whose Jewish employers are victims of the Nazis. When the son of the employers appears at their door, they give him shelter in a hidden space within their house. Meanwhile, a local Nazi, makes it clear he is attracted to the wife of the couple providing the shelter. He also begins to suspect their secret.\n\nWhat should happen next? Should the wife have sex with the Nazi to protect the man they are hiding? Such moral puzzles are at the heart of Hrebejk's work, and he has no easy answers. \"Up and Down\" also lacks any formulas or solutions, and is content to show us its complicated characters, their tangled lives, and the way that our need to love and be loved can lead us in opposite directions.", "running_time": 108, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-03-24", "genres": ["Comedy", "Drama", "Foreign"], "title": "Up and Down (2005)"}