{"url": "http://www.rogerebert.com/reviews/up-at-the-villa-2000", "by": null, "star_rating": 3.0, "text": "Does anyone read Somerset Maugham anymore? From the 1920s to the 1950s he was the most respected \"popular\" novelist in the world, or the most popular \"respected\" novelist (the praise was always tempered with quotation marks). He traveled the world to the haunts of British expatriates; his stories, whether set in Singapore or Italy, often dealt with the choice between prudent and passionate romance. He knew his characters; he had a deep knowledge of shallow people.\n\nPhilip Haas' \"Up at the Villa\" is based on Maugham's novella about a group of British expats in Florence, enjoying their last days of mannered sloth before the outbreak of World War II. It is not the same story that Franco Zeffirelli told in his 1999 movie \"Tea With Mussolini,\" but his characters and these characters would have known each other by name.\n\nThe villa of the title is occupied by a temporary guest, Mary Panton (Kristin Scott Thomas), a pretty widow in her mid-30s. Her husband drank up and gambled away their money and himself. Now she depends on the kindness of friends. An old friend named Sir Edgar Swift (James Fox) has just journeyed over from Cannes to propose marriage to her. He is tall, slender, will not see 60 again and has manners that make you want to sit very still. Soon he will be named governor of Bengal; Mary would become the first lady of British society in Calcutta. Mary's adviser on this possibility is the Principessa San Ferdinando (Anne Bancroft), who has a town house thanks to a rich Italian husband, now dead, \"so ugly he frightened the horses.\" Sir Edgar's is an attractive offer for Mary. She asks for time to think it over. She doesn't love Sir Edgar--but what, asks the Principessa, does love have to do with it? In a frank heart-to-heart, the Principessa explains that she married for security and took lovers for entertainment, although sex, she sighs, supplies you in old age with neither the fond memories nor the security of wealth. Once, says the Principessa (Bancroft delivering this confidence at the end of a virtuoso monologue as they walk in the garden), she made love recklessly for a single night with a risky young man, just for the fun of it.\n\nAt the Principessa's table in a restaurant that night, Mary is seated next to a brash, rich American named Rowley Flint (Sean Penn). He is married, separated, bold. He wants to spend the night with her. She likes him but says no. He responds insolently, she slaps him and dumps him, and on the way home, picks up a pathetic little unshaven violinist she saw in a restaurant. He is Karl Richter (Jeremy Davies), an Austrian refugee from Hitler. She takes pity on him and brings him into her bed, where, inspired by the Principessa's story, she gives him such a night to remember that she is still wearing her pearls in the morning.\n\nNow the plot develops surprises. A hint or two: Mary turns to Rowley to help her out of a fix. The local Fascist Party chief (Massimo Ghini) threatens legal action against Rowley. Mary is prepared to betray a confidence of the Principessa to help Rowley. And then Sir Edgar returns for his answer. \"I have some things I must tell you,\" she says, and the camera moves outside on the lawn, and we see them through a window as they talk. In my notes I wrote: \"She's got a lot of 'splaining to do.\" This whole movie is about manners. There is sex and violence, but the movie is not about giving in to them; it's about carrying on as if they didn't exist--as if the part of you that was involved was a distant relation who will not be asked back again very soon. Kristin Scott Thomas is smashing, as Mary Panton would say. She is a woman with no financial means, who must decide between loveless security and insecure love. She has to jump fast; she will be thrown out of the villa and declared an enemy alien any day now.\n\nYet . . . Mary has character. The whole movie leads up to, and savors, exactly what she tells Sir Edgar, and exactly what he tells her, and then, after they both think about what they have been told, what they tell each other. It is an exquisite verbal minuet; modern psychobabble would shred their conversational elegance like a madman with a machete.\n\nIt is not necessary to have manners to appreciate them, but you must at least understand why other people would want to have them. That is the case with the wild card in the cast, \"Lucky\" Leadbetter (Derek Jacobi), an old queen with his hair and beard dyed ginger. He looks so uncannily like the satanic dancing man in the nightclub scene in \"La Dolce Vita\" that I'll bet Jacobi showed the movie to his barber. \"Lucky\" is not essential to the story but knows all the characters and where, and why, the skeletons are buried, and he will make all of this into a story someday.\n\nLike Maugham.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-05-05", "genres": ["Drama", "Indie", "Romance"], "title": "Up At The Villa (2000)"}