{"url": "http://www.rogerebert.com/reviews/up-close-and-personal-1996", "by": "Robert Redfordas Warren Justice", "star_rating": 3.0, "text": "\"Up Close & Personal\" reminds me of nothing so much as those career novels for teenagers, in which a plucky youngster rises to the top, guided by a helpful mentor. The movie could as well be titled, \"Tally Atwater, Girl Broadcaster.\" It tells the story of a poor young woman from Reno with an unhappy background (Michelle Pfeiffer), who fakes her resume to get a job on a TV station, and then plugs away until she's a network anchor. (To be sure, she's only the Saturday anchor - but she's still young.) During the years of her rise, which seem more like weeks or months, she's guided by a handsome local news director (Robert Redford), who was once a White House correspondent before he made the mistake of trusting a woman he loved.\n\nIf this sounds contrived and corny, it's because it is.\n\nWe're in romance novel territory. And yet alert readers will have noticed that I've appended three stars to my review, a sign of approval. The temptations are great to mock the cliches and melodrama in \"Up Close & Personal,\" but the movie undeniably works as what it really is - a love story.\n\nIt didn't start out that way. It began as a screenplay by two tough cookies, Joan Didion and John Gregory Dunne, about the life of the late NBC correspondent Jessica Savitch, who climbed fast, partied hard and died when her car landed upside down in a stream.\n\n\"Up Close & Personal\" is so different from the facts of Savitch's life that if Didion and Dunne still have their first draft, they probably could sell it as a completely different movie. Tally Atwater, the Pfeiffer character, doesn't party much, doesn't do drugs and doesn't die. (I am reminded of the time Samuel Goldwyn ordered a screenplay about the Lindbergh kidnapping: \"Only, it can't be about kidnapping, which is against the Code. For legal reasons, we have to change the name from Lindbergh. And the kid's father shouldn't fly.\") As the movie opens, Redford's character, subtly named Warren Justice, is a news director at a Miami TV station. He looks at a demo tape sent in by Tally Atwater, guesses that large parts of it are faked, and decides to give her a chance anyway - because if she wants it that much, she may have something.\n\nAtwater turns up in Miami wearing the wrong hair and suit, obviously a naive outsider (at her first Meet Cute with Justice, she drops her purse and a tampon spills out). But Tally works hard and listens fast, is willing to make coffee and fetch dry-cleaning, and is very ambitious, angling for the weathergirl job even though, when she gets it, she throws up before airtime and freezes on camera.\n\nJustice doesn't care: \"She eats the lens.\" He brings her along slowly, with practical tips and lots of lectures about covering the news. And all the time a tension grows, between them and within us, because they apparently are falling in love and yet, for a long time, do not act on their feelings. This is an effective device too little used in modern movies, where one significant exchange of glances can substitute for months of courtship. Because they are good and attractive people and we like them, we want to them to fold into each other's arms, and when they do not, that makes the movie better - more romantic.\n\nWhen it comes to its insights into television news, \"Up Close & Personal\" is superficial. It knows something about talent consultants and ratings services that advise stations on how to package their newscasts. It knows a little about how a local newscast goes on the air (\"If it bleeds, it leads,\" Justice tells her). But large parts of it play as if the filmmakers learned about television by watching it. \"Broadcast News\" and \"Network\" are much more knowledgeable.\n\nBut this isn't really a movie about television. It's a movie about love. You could change the careers of the Pfeiffer and Redford characters and still have essentially the same movie. The director, Jon Avnet (\"Fried Green Tomatoes,\" ), is almost consciously going here for the broad movie star approach to movie romance.\n\nRedford smiles a lot, as the camera lingers, to show his sincerity. Pfeiffer gets the obligatory makeover scene; she's blond as the movie opens, then becomes brunet so her on-camera image will seem more serious - and of course the first brunet scene has her looking all wrong, after which she looks ravishing for the rest of the movie. There are many lush backdrops for their conversations: the surf, sunsets, skylines. There are sweet little things that happen between them that they cherish. And there is sadness, of course, because bittersweet love is the best kind of all, especially for audiences, who would rather feel sorry for characters they like than happy for them.\n\nThe supporting cast is first-rate. Stockard Channing plays a hard-as-nails older anchor who is pushed aside by young Tally, and goes off uncomplainingly to a station in Cincinnati (\"It's nobody's fault. That's how it works.\"). Kate Nelligan (who could have been the lead in a movie based on the real Jessica Savitch) plays one of Redford's former wives, a Barbara Walters clone, in a role that avoids almost all the usual cliches about former wives. Joe Mantegna is a crab-leg-sucking broadcast agent, using clout and connections to win better deals for his \"talent\" (the TV word for on-air newspeople). And Glenn Plummer fills the obligatory role of the little guy who admires the heroine and is a loyal sidekick. He's the cameraman who gets locked inside a prison with Tally; they stay on the air live during a riot, and that's her break into the big time - although, truth to tell, she doesn't do a very good job of covering the riot.\n\nThe distributors of \"Up Close & Personal\" are wise. In their ads for the movie, they're downplaying the TV aspects of the movie, and underlining the romance. Who knows? Maybe the film will play like those old \"Girl Reporter\" books, and a future Connie Chung, now 13, will go to see it and decide to become an anchorwoman. At some point, she probably also should read up on Jessica Savitch.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-03-01", "genres": ["Drama", "Romance"], "title": "Up Close And Personal (1996)"}