{"url": "http://www.rogerebert.com/reviews/up-in-the-air-2009", "by": "George Clooneyas Ryan Bingham", "star_rating": 4.0, "text": "Ryan Bingham is the Organization Man for the 2000s. He never comes to the office. Technically, he doesn't have an office, he has an address where his employer has an office. His life is devoted to visiting other people's offices, and firing them. “Up in the Air” takes the trust people once had in their jobs and pulls out the rug. It is a film for this time.\n\nBingham describes himself as a Termination Facilitator. He fires people for a living. When corporations need to downsize quickly but hate the mess, he flies in and breaks the news to the new former employees. In hard times, his business is great.\n\nThis isn't a comedy. If it were, it would be hard to laugh in these last days of 2009. Nor is it a tragedy. It's an observant look at how a man does a job. Too many movie characters have jobs involving ruling people, killing them, or going to high school. Bingham loves his work. He doesn't want a home. He doesn't want a family. He gives self-help lectures on how and why to unpack the backpack of your life.\n\nGeorge Clooney plays Bingham as one of those people you meet but never get to know. They go through all the forms, and know all the right moves, and you're “friends,” but — who's in there? At his funeral, people confess they never really knew him. Sitting in a first-class seat one day, asked where he lives, Bingham says, “Here.”\n\nHe likes his job because he feels he performs a service. Nobody likes to fire someone. Someone has to. He has protocols. In a curious way, he's like the two Army men in “The Messenger,” who notify the next of kin after a soldier is killed. Jason Reitman, the director, auditioned real people who had recently been fired to play some of the fired employees (others are played by actors). He asked them to improvise their words on learning the news. Would you want the job of listening to their pain?\n\nThere are two women in Bingham's life. Alex Goran (Vera Farmiga) is also a road warrior, and for some time they've been meeting in dreary “Suite” hotels in East Moses, Nowhere — having meals, making love, play-acting at being the happy couple neither one will commit to. Natalie Keener (Anna Kendrick) is a bright, ambitious new graduate who has taken a job with Bingham's company because it's near her boyfriend. Bingham takes her on the road to teach her the ropes. Alex is him now, Natalie is him then.\n\nFarmiga is one of the warmest and most attractive women in the movies, or at least she plays one. You may not guess all she's thinking. Kendrick's Natalie is so brim-full of joy at the dawn of her career that it shines even on ending those of others. Nothing better than making your boss happy.\n\nThe isolation of the road life is threatened by the introduction of firing by Web chat. This is in-sourcing, if you will. It may not be warmer than firing someone in person, but it saves a lot of money on airfare. Notice how Reitman likes to start with the way corporations justify immoral behavior and then apply their rationalizations with perfect logic. That method was at the core of his brilliant debut, “Thank You for Smoking” (2005).\n\nReitman also made the great “Juno.” Still only 32, the son of the Canadian producer-director Ivan Reitman (“Ghostbusters”), he grew up behind the counter of the family store, so to speak. With these three films at the dawn of his career, we can only imagine what comes next. He makes smart, edgy mainstream films. That's harder than making smart, edgy indies. In a pie chart he compiled of questions he's asked time and again during interviews, “How does your father feel about your success?” ranks high. Bursting with pride, is my guess.", "running_time": 109, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-12-02", "genres": ["Comedy", "Drama", "Romance"], "title": "Up in the Air (2009)"}