{"url": "http://www.rogerebert.com/reviews/up-the-down-staircase-1967", "by": "Sandy Dennisas Sylvia Barrett", "star_rating": 4.0, "text": "We need more American films like \"Up the Down Staircase.\" We need more films that might be concerned, even remotely, with real experiences that might once have happened to real people. And we need more actresses like Sandy Dennis, who looks as if she may be alive and not a plastic robot turned out by the little elves who constructed Doris Day and Sandra Dee. Here, at last, is a film made in America by Americans in which no one is murdered by a cigarette lighter.\n\nThe film's setting is Calvin Coolidge High School, one of those vast blocks of stone and brick in which our cities educate 3,000 students at a shot. Coolidge High is apparently located somewhere in a low income, racially mixed New York neighborhood, and it is a \"problem\" school. That makes it bait for an idealistic naive new teacher who wants to \"expand vistas.\"\n\nAs the teacher, Sandy Dennis is perfectly cast. She doesn't know how to teach, what to teach or, in the end, even why she wants to teach. Her first lesson comes in the first two minutes of her first class, when she quotes Emily Dickinson (\"There is no frigate like a book\") and the students hoot with laughter. A veteran teacher suggests maybe she should have substituted \"steamship.\" These are the things you have to think about if you propose to reach real kids.\n\nAs Miss Dennis slowly comes to know the students in her classes, they slowly turn out to be individuals with problems. Like Alice Blake (superbly played by Ellen O'Mara), a chubby, painfully shy girl who falls in love with a handsome English teacher. Or Joe Ferone (Jeff Howard), who can earn good grades when he wants to but gets more attention if he doesn't. Or Harry A. Kagan (Salvatore Rosa), the glib, loud, fat class president who always wears a tie and always tucks it into his belt.\n\nThe new teacher starts with fanciful notions, quoting Edna St. Vincent Millay and planning little speeches on \"First Impression.\" But she gradually feels her way into the minds of her students, and when they make the incredible discovery in \"Tale of Two Cities\" that today might also be the best of times and the worst of times, she breaks through. It is the best of times the students say, because we are \"surrounded' by prosperity\" -- the words are ironic. It is also the worst of times, they decide, because there are still rats in their bathrooms.\n\nI don't know if Coolidge High is representative of most \"problem\" schools, but I have a feeling it might be. The process of education goes round and round, but the students are hardly ever involved. Frustrated or defeated, teachers use inane tactics to hold attention. One invents a game called \"Hospital Grammar,\" in which \"sick sentences\" are treated by students who are \"doctors and nurses.\" When a girl attempts suicide, the only insight found in her \"Pupil Personality Profile\" is: \"Reliable Blackboard Monitor.\"\n\nHere is an honest film about one aspect of life as it is lived in our large cities. The school and the students come through with unmistakable authenticity. The camera is alert but not obtrusive, allowing the classroom to emerge spontaneously and not through stagy tricks, and everything is brought together by Miss Dennis' quiet, natural, splendid performance.", "running_time": 124, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-07-25", "genres": ["Drama"], "title": "Up the Down Staircase (1967)"}