{"url": "http://www.rogerebert.com/reviews/up-the-creek-1984", "by": null, "star_rating": 3.0, "text": "\"Up The Creek\" is in the great tradition of the Undergraduate Slob Movie, a genre that was created by \"National Lampoon's Animal House,\" perfected by Bill Murray, and defiled by \"Where the Boys Are '84\" (1984). We know where we stand right in the first few minutes, when a fat kid throws his sandwich out the car window, it hits a motorcyclist in the face, and the motorcyclist hurtles over a cliff. This is not what you call subtle, but Undergraduate Slob Movies do not quibble.\n\nThe movie is about an intercollegiate white-water raft race. The defending champions are from a hard-ass military academy. The favorites are from the Ivy League. Our team is from Lepetomane University, described by its dean as the worst university in the world. (In French, by the way, le petomane is the kind of guy who was sitting around the campfire in \"Blazing Saddles.\") This university has never won anything. Its students have transferred to it from dozens of other universities -- each. The dean makes them a deal. If they win the race, he will give them the diplomas of their choice.\n\nThe Lepetomane team is made up of an all-star Undergraduate Slob Movie cast: Tim Matheson and Stephen Furst are from \"National Lampoon's Animal House,\" Dan Monahan is from \"Porky's,\" and Sandy Helberg was in \"History of the World -- Part 1,\" which was a Historical Slob Movie. They pile into a car and head for the race, accompanied by Chuck the Wonder Dog, a dog who is so instrumental to the success of this movie that I will even give you its real name, which is Jake.\n\nOne of the joys of this kind of movie comes during the scenes where we meet the competitors. The guys from the military school are led by an uptight, future general. The guys from the Ivy League are all blond, rich, good-looking, and unscrupulous: They plan to use bombs, torpedoes, and even radio-controlled model airplanes to shoot their enemies out of the water. There is, of course, a big beer blast before the race gets underway. The party scene has been an obligatory element of Undergraduate Slob Movies ever since the toga party in \"National Lampoon's Animal House.\" But there are good parties and bad ones. In \"Where the Boys Are '84,\" the party is a shapeless confusion. In \"Up The Creek\", it's a funny, sustained sequence that establishes all the important characters and sets up the tension.\n\nThere's one other scene in the movie that has to be singled out. That's when one of the Lepetomane team members is kidnapped, and Chuck the Wonder Dog uses charades to explain where he is. That's a great scene -- and so, by the way, are the scenes of the actual race itself, where some skillful and difficult photography makes the river and its rapids seem convincingly dangerous. \"Up The Creek\" belongs to an honorable movie tradition, the slapstick comedy. It is superficial, obvious, vulgar, idiotic, goofy, sexy, and predictable. Those are all, by the way, positive qualities -- at least, in an Undergraduate Slob Movie.", "running_time": 95, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy"], "title": "Up the Creek (1984)"}