{"url": "http://www.rogerebert.com/reviews/up-the-sandbox-1972", "by": null, "star_rating": 3.0, "text": "It's a little hard to make a movie about a woman's liberation when the woman in question is happy with her life, in love with her husband, and looking forward to having her third child. Such a woman somehow doesn't seem to be your typical MS subscriber.\n\nI'm dealing in stereotypes, of course, but so does \"Up The Sandbox\" --sometimes. This is a Barbra Streisand movie, and so we know the central character won't (can't) be stereotyped; nothing even remotely like Streisand has existed in movies before. But the movie's other characters stray dangerously close to becoming case histories for Gloria Steinem. \n\nStreisand plays Marjorie, a woman who once wrote a term paper so brilliant that her old professor still remembers it. She doesn't; she's set aside plans for an academic career and devotes herself to loving her husband, raising her children, and maintaining a New York apartment that even Erma Bombeck would describe as a mess. \n\nMarjorie's husband is a professor at Columbia, and of course he's brilliant and engaged in \"important\" work and is fascinating to young women at cocktail parties--particularly, Marjorie observes, young women with low-cut dresses. This causes her some concern, and so do the erratic guerrilla raids staged on her apartment by her mother. Marjorie's mother is a spokesman for all that women's lib is against: She wants Marjorie to move to the suburbs, play cards, engage in housekeeping competition with the other women in the block, and, in general, degenerate gracefully into the zombie-like state of housewives who are attracted to detergents (but nothing else) by sex appeal. \n\nMarjorie retaliates with a series of fantasies which sometimes work, in terms of the movie, and sometimes fail terribly. The best ones are inspired. Director Irvin Kershner (who directed the best party scene of 1971 in his comedy masterpiece \"Loving\"), gives us another party that is horrifying in its realism. \n\nIt's the thirty-third anniversary for Marjorie's mom and dad, and Mom seizes on her after-dinner speech as the proper occasion to (1) urge Marjorie to surrender to the suburbs and (2) announce that Marjorie is preggers. Marjorie's fantasy is to the point. She mashes her mother's face into the anniversary cake and then they wrestle under the table while a tipsy cousin shoots the action for a home movie. \n\nScenes like this work as fierce, funny satire; but some of the other fantasies (particularly a visit to an African tribe where the women carry the spears and the men wash the dishes) are a waste of effort. Considerable effort; the cast went to Africa to film them, and perhaps they cost so much money Kershner was reluctant to cut them out. \n\nNo matter; Streisand herself is really fine in \"Up The Sandbox,\" which was more or less her first straight role (depending on how you took \"On A Clear Day You Can See Forever\"). She does not give us a liberated woman, or even a woman working in some organized way toward liberation. Instead, she gives us a woman who feels free to be herself, no matter what anyone thinks. This is a kind of woman, come to think of it, who is rare in American movies; female intelligence on the screen still actually seems quietly revolutionary, which is a sad truth but one \"Up The Sandbox\" does nothing to further.", "running_time": 97, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Comedy", "Drama", "Fantasy", "Science Fiction"], "title": "Up the Sandbox (1972)"}