{"url": "http://www.rogerebert.com/reviews/uranus-1991", "by": "Philippe Noiretas Watrin", "star_rating": 3.0, "text": "A small town in France, shortly after World War II. The residents are shellshocked by the experience they have been through, and the silence of peace rings in their ears. They find their way back to the daily routines of life, but everything is makeshift and cobbled together; the village tavern keeper, for example, must allow his shop to be used as a school during the daytime.\n\nHe doesn’t mind. An uneducated man, he eavesdrops on the lessons and finds that he likes poetry so much he starts writing it himself.\n\nBut this will not be the story of how he becomes a poet. Named Leopold and played by Gerard Depardieu, that perfect actor for characters with gargantuan appetites, the saloonkeeper is a drunk and a womanizer who has offended too many people in the town, and he is about to be accused as a collaborator.\n\nClaude Berri’s “Uranus” is a complex and many-layered portrait of this village, just at the moment when all of France was sorting out what it would do on the issue of collaboration. From Marcel Ophuls’ film “The Sorrow and the Pity,” we know that a great silence descended on many people after the war, people who knew that their neighbors, their relatives or they themselves had collaborated with the Nazi occupiers. After the defeat of Hitler and the liberation of France, these people were of course defined as war criminals to one extent or another - but there were so many of them, and the Vichy government was so ostensibly legal, that it was by no means clear which citizens were true criminals, and which were simply passive occupants of the system.\n\nOf course some were obviously outside the law, and the film introduces us to one of them, Loin (Gerard Desarthe), who was an unashamed idolater of Hitler, and was probably connected to German atrocities in the region. Now he is sought by the police, and he turns up under the cover of night to beg for sanctuary from his old friend Archambaud (Jean-Pierre Marielle).\n\nThe notion of making his house available to strangers is not new to Archambaud, who, in a village where much of the housing was destroyed by bombs, already has many lodgers under his roof: Gaigneux (Michel Blanc), a rigid communist with a wife and three children, boards in one room, and Watrin (Philippe Noiret), the local schoolteacher who has lost his family, lives in another. Gaigneux of course would immediately turn in the renegade Loin, but Watrin is more open-minded, and believes that in a climate of witch-hunt there is something to be said for protecting people from the mob.\n\nLoin’s presence in the crowded Archambaud household is a secret that is paradoxically easier to keep because there are so many strangers living under the same roof. Each “boarder” is ferociously territorial, protecting his own room and staying out of the others, and so for many weeks the Nazi is able to live next door to the communist without being detected. There is also the clandestine behavior of Archambaud’s daughter (Florence Darel), who is lusted after by the communist but dallies with the Nazi, and seems as much in love with intrigue as with either man.\n\nMeanwhile, the stage is set for the film’s central tragedy, which involves yet another local communist, who believe the saloonkeeper and his wife are harboring the Nazi sympathizer.\n\n“Uranus” is, in its way, as ambitious as “The Sorrow and the Pity.” Berri made the film after the enormous success of his “Jean de Florette” and “Manon of the Spring,” and was able to assemble an all-star cast of some of the best and most famous of French actors: not only Depardieu, an international star, but also the sad-eyed Noiret, and the mouselike Blanc (who was unforgettable in the title role in “Monsieur Hire”).\n\nBerri has also done a convincing job of re-creating the networks of gossip and jealousy in his small French village. We become familiar with the streets and the squares; we are so well-oriented we could find our way around. And we come to know the people and their passions - especially Leopold, played by Depardieu as an alcoholic who consumes vast oceans of wine and is unable to comprehend the disaster that is descending upon him.\n\nBerri almost seems to be having an argument with himself in this film. On the one hand, he is on the side of those who backed the resistance against the German occupation, and he has no sympathy for the Nazi. On the other hand, he seems to be saying that for many of the villagers, there was no higher good than saving their own skins, and many of them went along with the occupation simply because they were passive enough to accept whoever seemed to be in power. Were they guilty? Only of indifference, Berri seems to say, and as the zeal of the postwar mob descends on the innocent town drunkard, Berri almost seems to make a virtue out of indifference.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-10-11", "genres": ["Comedy", "Drama"], "title": "Uranus (1991)"}