{"url": "http://www.rogerebert.com/reviews/urban-legend-1998", "by": "Alicia Wittas Natalie", "star_rating": 2.0, "text": "I really wish I knew more about music. There must be a name for the kind of loud, sudden chord that slasher movies depend on. You know the effect. The foreground is filled with the heroine, carefully framed so that we can see nothing behind her. She turns around, there's a shock cut to a big closeup of another face, and on the soundtrack we get the thwaaaaank! of the chord. Then we realize--hey, it's only Natalie! Or Brenda! Or Michelle! \"Sorry--didn't mean to scare you,\" Natalie/Brenda/Michelle says, while the heroine grins foolishly and both parties laugh with relief. I've got a tip for Natalie/Brenda/Michelle. When the campus is in the grip of a mad slasher, the dead outnumber the living in the dorms, and security guards start sliding through pools of blood--it is seriously uncool to sneak up silently behind someone and grab them by the shoulder. If they're packing, you're dead meat.\n\n\"Urban Legend\" makes heavy use of what we may as well name the Creep Chord. It's the movie's punctuation mark. There's a moment of relief, and then the buildup, and then thwaaaank! Just to keep things interesting, about every third time it's not Natalie/Brenda, etc., but a slasher with an ax.\n\nThe slasher prowls the campus wearing one of those L.L. Bean subzero Arctic parkas where the fur lining on the hood sticks out so far that you can't see the face inside. If I were dean of students, I'd ban all forms of head covering for the duration of the emergency. Of course, the dean of students may be the killer; this movie doesn't waste a single character, every single person in it is possibly the slasher.\n\nStill, you have to wonder why a person in a conspicuous parka isn't noticed creeping around the campus and even into heated swimming pool area (sorry--that one's a false alarm; the person in the parka is an innocent who just happens to like to wear a subzero parka in hot and humid environments). I am reminded of \"I Know What You Did Last Summer\" (1997), in which the slasher dressed at all times in a slicker and a rubber rain hat, like the Gorton's Fisherman, and yet was never noticed in a coastal resort town in summer when it was not raining.\n\n\"Urban Legend\" is in the \"Scream\" tradition, which means that its characters are allowed to be aware of the traditions of their genre. In this case, the killings are deliberately planned to re-enact famous urban legends. I will reveal only the opening example, in which a woman grows frightened when the alarming goon who runs the gas pumps tries to lure her inside the station. She beans him, breaks a window and escapes back to her car--too late for him to warn her there's an ax murderer hiding in the back seat.\n\nMy favorite Urban Legend, the Phantom Doberman, is overlooked by the movie, but it hits a lot of the other bases, including the baby-sitter who traces a threatening call and discovers it's coming from ... upstairs. These kinds of movies used to star the dregs of the B-movie stables but the casts look a lot better these days; up-and-coming stars are assembled and knocked off one by one. The real killer is the one person you would never, ever, not in a million years, even remotely suspect, unless your I.Q. is above 60.\n\nThe film is competently made, and the attractive cast emotes and screams energetically, and does a good job of unwisely grabbing one another by the shoulders. The gore is within reasonable bounds, as slasher movies go; oddly enough, today's truly violent movies are the comedies. The stars include Alicia Witt, Jared Leto, Natasha Gregson Wagner, Rebecca Gayheart and Robert (Freddy Krueger) Englund, who is to slasher movies as the Quaker is to oatmeal.\n\n\"Urban Legend\" is not art. But for its teenage audience, it serves the same purpose, which is to speed the meeting of like minds. Everybody knows how it works: The guy puts his arm casually around his date's shoulders. Onscreen, Natalie/Brenda, etc., goes poking around in the abandoned campus building where the massacre took place years ago. The Creep Chord blasts out of the Dolby speakers, everyone jumps, and if in the confusion his hand slips south, well, who says cable will ever replace the theatrical experience?", "running_time": 98, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-09-25", "genres": ["Horror", "Thriller"], "title": "Urban Legend (1998)"}