{"url": "http://www.rogerebert.com/reviews/urban-legends-final-cut-2000", "by": "Jennifer Morrisonas Amy Mayfield", "star_rating": 2.0, "text": "Amy: \"The winner is basically guaranteed a chance at directing in Hollywood.'' Trevor: \"Do you think that somebody would kill for that?'' You betcha. \"Urban Legends: Final Cut\" takes place at a film school where the best senior thesis film wins the Hitchcock Prize--a $15,000 stipend and a shot at the big time. As students start dropping like flies, it becomes clear that a mad slasher is on the loose, and eventually a kid figures out they were all involved in making the same film. Amy (Jennifer Morrison) screens the film, which is lousy, and then notices a splice before the end credits. \"Did somebody change the credits on Travis' film?\" his brother Trevor (Matthew Davis) asks. No,\" she says portentously. \"Somebody changed the film on Travis' credits.\" Find out who stole the film, and you'll have your killer, in a thriller that (like \"Scream 3\") is about the making of a movie. The movie is set at the Orson Welles Film Center of Alpine University, so named although no mountains are ever seen (it was shot at Trent University in Peterborough, Ontario).\n\nSome of these students should repeat freshman year. \"You stole my [bleeping] genre!\" shouts Toby, before walking off of Amy's film, blissfully unaware that although almost anything can be stolen from another movie, its genre is in the public domain. Toby (Anson Mount) was going to be the director of photography. He's replaced by Simon (Marco Hofschneider), who is also none too canny in the ways of the film world. He walks onto a set just as the first assistant says \"speed!\" This is usually the word before \"action!,\" but Simon interrupts with a loud \"excuse me!\" Talking when the camera is rolling is usually reserved for the actors, something you want your D.P. to know.\n\nAmy's idea for a film: A serial killer commits a series of crimes based on urban legends. This is what happened in the original \"Urban Legend\" (1998), but in \"Final Cut\" there aren't many urban legend killings because the filmmakers are killed instead. An exception: One girl wakes up in an ice-filled bathtub with her kidney missing, leading to a great line from the 911 operator. \"I just woke up in an ice-filled bathtub!\" the victim gasps. \"Don't tell me--your kidney's gone,\" says the operator.\n\nThe film was directed by John Ottman, who also co-edited and wrote the music. He has a good command of the genre, and carefully inserts the It's Only a Dream scene, the It's Only a Bird scene, the It's Only a Movie scene, and the Talking Killer scene. The killer has to talk a lot, because he needs to explain motives and rationales that are none too evident until he spells them out. This leads to an inventive comic riff on the basic Tarantino-style Mexican-standoff scene, in which there are more guns than are really practical.\n\n\"Urban Legends: Final Cut\" has slick production credits and performances that are quite adequate given the (narrow) opportunities of the genre. It makes the fatal mistake, however, of believing there is still life in the wheezy serial-killer-on-campus formula, and spends way too much time playing horror sequences straight when laughs might have been more bearable.\n\nI don't know if you're tired of terrified girls racing through shadowy basements pursued by masked slashers while the soundtrack pulses with variations on the \"Halloween\" theme, but I am. Real tired. This time the killer wears a fencing mask, and at the end no one even thinks to say \"touche!\"", "running_time": 94, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-09-22", "genres": ["Horror"], "title": "Urban Legends: Final Cut (2000)"}