{"url": "http://www.rogerebert.com/reviews/urbanized-2011", "by": "Gary Hustwit", "star_rating": 3.0, "text": "But more cars are not altogether a good thing, as Gary Hustwit argues in his new documentary \"Urbanized,\" playing at the Siskel Center. This is his third film, after \"Helvetica\" (2007) and \"Objectified\" (2009) to consider the role of design in our daily lives. The first two dealt with details, with the design of the most ubiquitous typeface of the century and with the packaging of consumer objects. \"Urbanized\" is a fast zoom out to the big picture: The colonies or hives in which we arrange, display and support our lives.\n\nCities are a mixture of deliberate design, accident, history, geography, and countless small collective decisions by the citizens that impose themselves. For example, it is well known that in parks and public green spaces, people will walk where there should logically be a path, whether one is provided or not. On campus quadrangles, planners give up and pave the way.\n\nThe doc argues that the most disastrous city planning decisions have been marred by the grandiosity of the planners. From the air, Brasilia, the capitol of Brazil, built from scratch in the jungle, looks like a magnificent grouping of sculptures. But for whose eyes? Aliens? On the ground, it is apparently not a very pleasant place to live. Robert Moses, the megalomaniac planning czar of New York City, saw organic neighborhoods as an impediment to his vast rebuilding schemes. Venice, by contrast, grew up island by island, structure by structure, in a shallow lagoon, with no coherent planning at all, and today is arguably the most agreeable city on earth, despite its undeniable inconveniences.\n\nIn an undertaking on an impressive scale, Hustwit and his team travel the earth interviewing architects, city planners, officials, community leaders and (perhaps not enough) ordinary people. He dramatizes how a stretch of abandoned rail tracks in New York was transformed into a green walkway, \"the High Line,\" and how a majority of Copenhagen's residents travel by bicycle. He is silenced by the slums of Mumbai, where there is one toilet seat for very 600 people, but there is this undeniable fact: For all of the misery and health problems of such areas, which are almost beyond fixing, they grew and operate by human decisions, and for the people who live there they have more life and soul than \"projects\" stacking them into cells.\n\nHustwit's heroine is Jane Jacobs, who famously praised mixed-use neighborhoods and \"eyes on the street\" as the heart of city life. What people like to do is stroll down a street where they know people and shops, there is variety and novelty, and things to look at. My own recent obsession has been with the invasion of soulless cookie-cooker branch bank offices, mobile phone stores and other sterile pests that crowd out shops, restaurants, and ordinary human activities.\n\nAs architects draw, so men live. A New York writer observes happily that \"Urbanized\" closes on a shot of the magnificent Manhattan skyline. Yes, but there is nowhere in Manhattan where you can stand to see it. I recommend that he admire the Chicago skyline after walking out to the end of Navy Pier, or taking a stroll along 36 miles of our beach paths.", "running_time": 82, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-02", "genres": ["Documentary"], "title": "Urbanized (2011)"}