{"url": "http://www.rogerebert.com/reviews/us-marshals-1998", "by": "Tommy Lee Jonesas Marshal Sam Gerard", "star_rating": 2.5, "text": "I didn't expect \"U. S. Marshals\" to be the equal of \"The Fugitive,\" and it isn't. But I hoped it would approach the taut tension of the 1993 film, and it doesn't. It has extra scenes, needless characters, an aimless plot and a solution that the hero seems to keep learning and then forgetting.\n\nThe hero is Chief Deputy U.S. Marshal Sam Gerard, played by Tommy Lee Jones in a reprise of his co-starring role in \"The Fugitive.\" The fact that they made this quasi-sequel without its original star (Harrison Ford) is a tribute to the strength of Jones' presence in the earlier film, where he had more dialogue than the lead. Jones made a big impression and won an Oscar. Here he hits the same marks with the same razor-edged delivery; everything's right about his performance, except that it's in a rambling movie.\n\nTake the opening sequence, where Jones disguises himself as a fast-food chicken to supervise a stake-out of a wanted man. There's a break-in, a fight, some violence, an arrest, TV interviews, a jailing, a tavern scene to celebrate, a reprimand by his superior (Kate Nelligan)--and all for what? So that the guy they caught can be put on a plane to a Missouri prison, and Sam Gerard can be put on the same flight.\n\nAlso on that plane to Missouri is another character, played by Wesley Snipes. When we first see him he's a Chicago tow-truck driver. Another driver causes a crash, the Snipes character is hospitalized, his prints are checked, and he's arrested and charged with the murders of two agents in New York. He protests that it's a case of mistaken identity. Is it? Never mind that for a moment. Stop to consider. All you need for the movie to get rolling, is to establish the Snipes character and get him on that plane with Marshal Gerard. The marshal doesn't need a lot of establishing because (1) we know him from the earlier movie, and (2) Tommy Lee Jones can establish himself with three lines of dialogue, as he did in the first film.\n\nBy lingering over the chicken-suit raid, the movie has wasted time. More time is wasted by supplying a girlfriend for Snipes, played by Irene Jacob. This character is utterly superfluous. Example: She turns up at a cemetery in the middle of a shoot-out, flees with Snipes, can't make it over a wall and is left behind. (That wall ... hmmm. How can Snipes leap high enough to get atop the wall, but Jacob can't even jump high enough to reach his outstretched hand, lowered to her?) The movie gets rolling at around the 25-minute mark, with a spectacular plane crash, reminding us of the train crash in \"The Fugitive.\" One prisoner escapes: Snipes. The marshal coordinates a manhunt that looks as if it costs millions (helicopters, roadblocks for a 20-mile radius, teams combing the woods, etc.). \"We got a fugitive,\" he barks, in a line supplied as a convenience for the producers of the TV spots.\n\nThe State Department gets involved, revealing that Snipes is a bigger fish than anybody thought. And the marshal is supplied with a shadow: An agent named Royce (Robert Downey Jr.), who will follow him everywhere. They spar. \"You sure you wanna get cute with me?\" the marshal asks him. And, \"I love that nickel-plated sissy pistol.\" Royce falls under the Law of Economy of Characters: A seemingly unnecessary sidekick will inevitably turn out to be--but you know how it goes.\n\nThe movie settles into a chase structure, with set pieces: A confrontation in a swamp, a cat-and-mouse game in a cemetery, and a chase through an old folks' home. It's there that the Snipes character commits the Fallacy of the Climbing Fugitive (fleeing man climbs stairs, tower, scaffold, etc., even though he can't possibly escape at the top unless he can fly). There is however a reason for him to climb--a spectacular escape that would have made Batman proud.\n\nThere is an explanation for all of this. We know or guess its outlines early in the film. The marshal figures it out, too (\"This is a ruthless assassin who keeps going out of his way to let people live\"). He even discovers videotape evidence revealing the real story. And yet, in the cemetery, even when the evil Chinese agent tries to kill the fugitive, the marshal and his men still chase Snipes. It's as if Gerard keeps absent-mindedly overlooking what he's learned earlier in the film.\n\nThe result is unconvincing and disorganized. Yes, there are some spectacular stunts and slick special effects sequences. Yes, Jones is right on the money, and Snipes makes a sympathetic fugitive. But it's the story that has to pull this train, and its derailment is about as definitive as the train crash in the earlier film.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-03-06", "genres": ["Action", "Crime", "Thriller"], "title": "U.S. Marshals (1998)"}