{"url": "http://www.rogerebert.com/reviews/used-cars-1980", "by": "Kurt Russellas Rudy Russo", "star_rating": 2.0, "text": "\r\n\n\nWhen the movie isn't manipulating cars, it does have its good\r\nmoments. It involves an ancient family feud between two brothers who own\r\ncompeting used car lots across the street from each other. The brothers, both\r\nplayed by Jack Warden, have been treated differently by fate: One is rich and\r\nsuccessful; the other is on his last legs, like the cars on his lot. Warden\r\ndoes a good enough job in the dual role, but I always wonder why dual roles\r\nseem like a good idea in the first place. If you want two brothers, why not\r\ncast two brothers, and accentuate their differences? Why cast one actor and\r\nsettle for one tour de force instead of two undistracting performances? \n\n\r\nAnyway, the movie's plot thickens when it\r\nappears that the rich brother will run the poor brother out of business. The\r\nplot, infact, does more than thicken, it congeals. There are so many different\r\ncharacters and story lines in the movie that it's hard to keep everything\r\nstraight, and harder still to care. \n\n\r\nThe great comedies almost always have very\r\nsimple story structures, upon which complex gags can be elaborated. Remember,\r\nfor example, Buster Keaton's “The General,” in which magnificent complexities\r\nwere developed out of a story that essentially amounted to Keaton driving a\r\nlocomotive from point A to point B and back again. Used Cars makes the fatal\r\nerror of achieving the reverse effect: Simple gags are generated out of\r\nbafflingly complex situations. \n\n\r\nMeanwhile, back at the used car lot ... Kurt\r\nRussell plays a used car salesman who hopes to save the failing business in\r\norder to raise money for his political campaign. Gerrit Graham has some funny\r\nmoments as a superstitious, sex-mad salesman. Deborah Harmon is the long-lost\r\ndaughter of the less successful brother; her surprise reappearance gives him an\r\nheir just when he needs one the most. \n\n\r\nUsed Cars was written, directed, and produced by\r\nthe team of Bob Zemeckis and Bob Gale, two young filmmakers who seem to be\r\nhigher on kinetic energy than on structure and comedic instinct. Their first\r\ncollaboration, which I really enjoyed, was “I Wanna Hold Your Hand,” a fantasy\r\nabout the Beatles' first concert in New York. Their next collaboration was the\r\nscreenplay for Steven Spielberg's unsuccessful 1941. Next came Used Cars. The\r\nsecond and third projects, in particular, are filled with too many ideas,\r\nrelationships, and situations with plot overkill. And they seem to share the\r\nnotion that if something is big enough and expensive enough, it will also be\r\nfunny enough.", "running_time": 113, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Action", "Comedy"], "title": "Used Cars (1980)"}