{"url": "http://www.rogerebert.com/reviews/used-people-1992", "by": "Shirley MacLaineas Pearl", "star_rating": 2.0, "text": "\"Used People\" tells the sort of romantic fable we would all like to believe in, but this is not the movie to make us believe in it.\n\nIt's about a 60ish widow from Queens (Shirley MacLaine) who is approached on the day of her husband's funeral by a handsome, charming Italian- American (Marcello Mastroianni) who boldly asks her out. Why is he rushing things? Because he has waited a long, long time for her husband to die - ever since that night he met the man in a bar, and persuaded him to return to his wife.\n\nI do not doubt this sort of thing occurs. My guess, though, is that for every time the daring stranger is on the level, there are 10 times when he is being sought by guys with butterfly nets. And if it is not miracle enough that this mysterious stranger holds the key to MacLaine's happiness, he also seems capable of breaking the emotional logjam that has made life miserable for her mother (Jessica Tandy) and her daughters (Kathy Bates and Marcia Gay Hardin).\n\nMacLaine's family has been dysfunctional for years. Her husband, it would appear, led a life of quiet desperation and had a farewell note hidden in an old shoe. Her mother has long been torn between moving to Florida, or stagnating in the old neighborhood. One daughter, played by Bates, lives through a permanent crisis of low self-esteem, caused by being overweight. The other, Hardin, lives in a continual identity crisis, adopting such personae as Jackie Kennedy, Marilyn Monroe and Bonnie Parker.\n\nThere are several possible ways to approach this material, and \"Used People\" tries most of them. The movie is by turns serious, satirical, bittersweet, maudlin, satirical, romantic and farcical.\n\nThere are moments of great subtlety and tenderness, and others where they hire the ugliest woman they can find to make faces so a little boy will cry at a wedding.\n\nMacLaine is a pro and survives the material, her character emerging intact from the confusion. It is some kind of miracle that her Pearl, surrounded by emotional upheaval and an undisciplined screenplay, does become a real person, one we care about. We care about her enough, indeed, to wonder if meeting the Mastroianni character is really the best thing that could have happened to her.\n\nHe doesn't often seem like a real human in this movie; he's more like an all-purpose writer's device. The odds are against any sane person being able to behave like this man.\n\nI suppose the answer is that Mastroianni is supposed to be fatally smitten by the MacLaine character - moonstruck, to mention a movie that comes to mind. He brushes aside all obstacles, such as religious differences, family objections, public scandal, and MacLaine's decades of emotional sterility. What the movie could not overcome, for me at least, is the lack of any convincing romantic chemistry between MacLaine and Mastroianni. MacLaine's native intelligence keeps peeping through; we wait for her to tell Mastroianni to relax already.\n\nThe central love story is surrounded by many other stories, involving Hardin as a kooky mother, Bates as a neurotic depressive, and Jessica Tandy and Sylvia Sydney as a double-act of two old women who have been finishing each other's sentences so long one doubts if either one could talk solo. There are also plenty of running gags, which are used whether or not they break the mood of a scene. The result is a movie as confused as it is unconvincing, telling a story that we are constantly aware is being filmed, not lived.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-12-25", "genres": ["Comedy", "Drama", "Romance"], "title": "Used People (1992)"}