{"url": "http://www.rogerebert.com/reviews/v-for-vendetta-2006", "by": "Natalie Portmanas Evey Hammond", "star_rating": 3.0, "text": "It is the year 2020. A virus runs wild in the world, most Americans are dead, and Britain is ruled by a fascist dictator who promises security but not freedom. One man stands against him, the man named V, who moves through London like a wraith despite the desperate efforts of the police. He wears a mask showing the face of Guy Fawkes, who in 1605 tried to blow up the houses of Parliament. On Nov. 5, the eve of Guy Fawkes Day, British schoolchildren for centuries have started bonfires to burn Fawkes in effigy. On this eve in 2020, V saves a young TV reporter named Evey from rape at the hands of the police, forces her to join him, and makes a busy night of it by blowing up the Old Bailey courtrooms.\n\n\"V for Vendetta\" will follow his exploits for the next 12 months, until the night when he has vowed to strike a crushing blow against the dictatorship. We see a police state that hold citizens in an iron grip and yet is humiliated by a single man who seems impervious. The state tries to suppress knowledge of his deeds -- to spin a plausible explanation for the destruction of the Old Bailey, for example. But V commandeers the national television network to claim authorship of his deed.\n\nThis story was first told as a graphic novel written by Alan Moore and published in 1982 and 1983. Its hero plays altogether differently now, and yet, given the nature of the regime. is he a terrorist or a freedom fighter? Britain is ruled by a man named Sutler, who gives orders to his underlings from a wall-sized TV screen and seems the personification of Big Brother. And is: Sutler is played by John Hurt, who in fact played Winston Smith in “Nineteen Eighty-Four” (1984). (V seems more like Jack the Ripper, given his ability to move boldly in and out of areas the police think they control. The similarity may have come easily to Moore, whose graphic novel “From Hell” was about the Ripper, and inspired a good 2001 movie by the Hughes brothers.\n\n\"V for Vendetta\" has been written and co-produced by the Wachowskis, Andy and Lana, whose \"Matrix\" movies also were about rebels holding out against a planetary system of control. This movie is more literary and less dominated by special effects (although there are plenty), and is filled with ideas that are all the more intriguing because we can't pin down the message. Is this movie a parable about 2006, a cautionary tale or a pure fantasy? It can be read many ways, as I will no doubt learn in endless e-mails.\n\nThe character of V and his relationship with Evey (Natalie Portman) inescapably reminds us of the Phantom of the Opera. V and the Phantom are both masked, move through subterranean spaces, control others through the leverage of their imaginations and have a score to settle. One difference, and it is an important one, is that V's facial disguise does not move (unlike, say, the faces of a Batman villain) but is a mask that always has the same smiling expression. Behind it is the actor Hugo Weaving, using his voice and body language to create a character, but I was reminded of my problem with Thomas the Tank Engine: If something talks, its lips should move.\n\n Still, Portman’s Evey has expressions enough for most purposes, as she morphs from a dutiful citizen to V’s sympathizer, and the film is populated with a gallery of gifted character actors. In addition to Hurt as the sinister dictator, we see Stephen Rea and Rupert Graves as the police assigned to lead the search for V. Tim Pigott-Smith is an instrument of the dictator. These people exist in scenes designed to portray them as secure, until V sweeps in like a whirlwind, using martial arts, ingenious weapons and the element of surprise. Why the mask does not limit his peripheral vision is a question I will leave for the experts.\r\n\n There are ideas in this film. The most pointed is V’s belief: “People should not be afraid of their governments. Governments should be afraid of their people.” I am not sure V has it right; surely in the ideal state governments and their people should exist happily together. Fear in either direction must lead to violence. But V has a totalitarian state to overthrow, and only a year to do it in, and we watch as he improvises a revolution. He gets little support, although Stephen Fry plays a dissident TV host who criticizes the government at his peril.\n\nWith most action thrillers based on graphic novels, we simply watch the sound and light show. \"V for Vendetta,\" directed by James McTeigue, almost always has something going on that is actually interesting, inviting us to decode the character and plot and apply the message where we will. There are times when you think the soundtrack should be supplying \"Anarchy in the UK\" by the Sex Pistols. The movie ends with a violent act that left me, as a lover of London, intensely unhappy; surely V's enemy is human, not architectural.\n\nThe film has been disowned by Alan Moore, who also removed his name from the movie versions of his graphic novels From Hell and The League of Extraordinary Gentlemen, but then any sane person would have been unhappy with the Gentlemen. His complaint was not so much with the films as with the deal involving the use of his work. I have not read the original work, do not know what has been changed or gone missing, but found an audacious confusion of ideas in \"V for Vendetta\" and enjoyed their manic disorganization. To attempt a parable about terrorism and totalitarianism that would be relevant and readable might be impossible, could be dangerous and would probably not be box office.", "running_time": 132, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-03-16", "genres": ["Action", "Science Fiction", "Thriller"], "title": "V for Vendetta (2006)"}