{"url": "http://www.rogerebert.com/reviews/va-savoir-2001", "by": "Jeanne Balibaras Camille", "star_rating": 3.0, "text": "One reason to see \"Va Savoir\" is to want to know these people. Art films can encourage escapism, too. Some moviegoers like Julia Roberts and others like Jeanne Balibar, but we all have the same pipes and valves pumping away inside. Jeanne Balibar. A little like Audrey Hepburn, the way she wears those little sweaters tightly buttoned over her tummy. Skinny, lithe, confident. Jacques Rivette loves women helplessly. You can say all you want about what a great director he is, but you must remember that he founded the French New Wave along with Jean-Luc Godard, who said \"the history of cinema is boys photographing girls.\" Rivette is 73 now, and \"Va Savoir,\" which translates as \"Who Knows?\" is the kind of film a young man might make if he were 73. It's a farce involving six characters who fall in love with one another in inconvenient and unforeseen combinations. Some of them are involved in the production of a play by Pirandello, who wrote farces about six people--a convenient number for onstage chaos. The action is a farce, with people being locked into rooms, stealing jewelry, cheating on their wives and challenging one another to ridiculous duels. But the pacing is more leisurely; a farce in waltz time.\n\nClip and save: Camille (Jeanne Balibar), an actress, has been away from Paris for three years. She returns in a production being directed by Ugo (Sergio Castillitto), her new husband. Pierre (Jacques Bonnaffe) is her old boyfriend, now married to Sonia (Marianne Basler). Dominique (Helene De Fougerolles), known as Do, is the daughter in a rich family with a famous library. Her half-brother Arthur (Bruno Todeschini) is a rotter who is having an affair with Sonia.\n\nNow rotate everyone one position. Camille finds Pierre just where she knew she would find him, on a bench reading his morning paper. He is a creature of habit. Pierre finds he still loves Camille. Ugo is obsessed with finding a missing play by Boldini, calls on the rich family, and falls in love with Do. This happens while she is on a ladder in the library. No woman ever stands on a ladder in a library in the movies without getting kissed. Arthur goes through the motions of seducing Sonia, because he wants to steal her jewels.\n\nNow rotate everyone again. Camille eludes the trap Pierre has set for her. Sonia discovers Arthur's treachery and enlists Camille to steal back the jewelry. Ugo and Camille fight over the play, and Camille walks offstage before her bow on opening night. Ugo discovers Pierre is in love with Camille, and challenges him to a duel. Arthur ... but you see how it goes.\n\nAll of these people are so sleek. In the manner of a certain class of French person, they know exactly who they are, what they stand for, how to behave and what rules must not be violated even though all the others can be. Around and around they go, bemused, intrigued, as if they are adding elements to an emotional test tube, curious to see whether they will get a love potion or an explosion.\n\nJacques Rivette loves characters. His best-known films include \"Celine and Julie Go Boating\" (1974) and \"La Belle Noiseuse\" (1991). Both are twice as long as most movies, and consist of the minute and loving appreciation of beautiful young women--not their bodies, but their spirits, their amusement, their style. (Rivette also once made a version of \"Joan of Arc,\" a reminder that Godard finished his quote by adding, \"The history of history is boys burning girls at the stake.\") \"Va Savoir\" is the kind of movie you settle into. It's supple and sophisticated, and it's not about much. It has no message and some will say it has no point. But it is a demonstration of grace and wit, it is photographed as a lesson in how to carry yourself, and it has such good manners as it leads us into such absurd situations. The duel has a kind of calm insane genius to it.", "running_time": 150, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-11-16", "genres": ["Comedy", "Crime", "Drama"], "title": "Va Savoir (2001)"}