{"url": "http://www.rogerebert.com/reviews/vagabond-1986", "by": "Sandrine Bonnaireas Mona", "star_rating": 4.0, "text": "The opening shot moves in ever so slowly across the bleak fields of a French winter landscape. Two trees stand starkly outlined at the top of a hill. There is no joy here. As the camera moves closer, we see in the bottom of a ditch the blue and frozen body of a young woman. A field hand discovers her and lets out a cry.\n\nSoon the authorities are there with their clipboards, recording those things that can be known, such as the height and weight and eye color of the corpse, and wondering about all the things that cannot be known, such as her name and how she came to be dead in a ditch.\n\nThen we hear Agnes Varda's voice on the soundtrack, telling us that she became absorbed by the mystery of this young stranger's last months on Earth and sought the testimony of those people who had known her. \"Vagabond,\" however, is the story of a woman who could not be known. And although there are many people who can step forward and say they spoke with the young woman, sheltered her, gave her food and drink, shared cigarettes and even sex with her, there is no one to say that they knew her.\n\n\"Vagabond\" tries to feel like a documentary, a series of flashbacks to certain days in the last months of the girl's life.\n\nActually, it is all fiction. And, like all good fiction, it is able to imply much more than it knows. From bits and pieces of information that the girl spreads out among the people that she meets, we learn that she was born of middle-class parents, that she took secretarial training, that she worked in an office but hated it, that eventually she went on the road, carrying her possessions and a tent in a knapsack on her back, begging food and shelter, sometimes doing a little work for a little money.\n\nShe looks ordinary enough, with her wide, pleasant face and her quiet smile. People talk about how bad she smells, but we cannot know about that. She rolls her own cigarettes and sometimes prefers them to food. Sometimes in a cafe, when she is given a few francs, she spends them on the jukebox instead of on bread.\n\nOnly gradually do we realize that she contains a great passivity.\n\nWhen a goat herder and his wife take her in, feed her and give her a small trailer to spend the winter in, she does not embrace the opportunity to help them in their work. She sits inside the trailer, staring blankly. She is utterly de void of ambition. She has gone on the road, not to make her fortune, but to drop out completely from all striving.\n\nIt is hard to read her signals. Sometimes she seems to be content, opening the flap of her tent and staring out, half-blinded, at the brightness of the morning sun. She stops for a few days in a chateau and laughs with the old countess who lives there as they get drunk on the countess's brandy.\n\nShe seems to respond briefly to a woman professor, an agronomist who takes her along in the car as she inspects a plague among the trees. But is she really warming up to these people, or only provid ing them with a mirror that reflects their own need to touch somebody? One of the most painful subtleties of this film is the way we see the girl's defenses finally fall. One day after another, almost without seeming to, she sinks lower and lower. The life of the vagabond becomes the life of the outcast, and then the outcast becomes the abanboned.\n\nFinally, the abandoned becomes an animal, muddy and unkempt, disoriented, at the bottom, no longer able to keep up the appearance even of a hobo.\n\nAt the end, she seems bewildered, frightened, amazed at how low she has fallen. Finally she cries, and we remember how young and defenseless she is, under that tough skin.\n\nWhat a film this is. Like so many of the greatest films, it tells us a very specific story, strong and unadorned, about a very particular person. Because it is so much her own story and does not seem to symbolize anything - because the director has no parables, only information - it is only many days later that we reflect that the story of the vagabond could also be the story of our lives: Although many have shared our time, how many have truly known us?", "running_time": 105, "mpaa_rating": "NR", "release_year": 1986, "date_published": "1986-08-01", "genres": null, "title": "Vagabond (1986)"}