{"url": "http://www.rogerebert.com/reviews/valentines-day-2010", "by": "Jessica Albaas Morley", "star_rating": 2.0, "text": "I've heard of all-star casts, but \"Valentine's Day\" has a complete star cast. What did other movies do for talent when this one was filming? It has 21 actors who can be considered stars, and some are very big stars indeed. It's like the famous poster for \"It's a Mad Mad Mad Mad World,\" with a traffic jam of famous faces.\n\nThat's the movie's problem. Gridlock. It needs somebody like that tough traffic warden who stands under the L at Wabash and Randolph and fiercely wags her finger at drivers who don't behave. The actors in this movie could populate six romantic comedies with reasonable plots, and a couple of sitcoms. Of course, you'd need scripts. \"Valentine's Day\" is so desperate to keep all the characters alive, it's like those Russian jugglers who run around, trying to keep all their plates spinning on poles.\n\nI won't even attempt to describe the plot. Nor will I tell you who the characters are and who plays them. Just the names only would come to 63 words, and if I described each character in 20 words, I'd run out of space way before I got to Capt. Kate Hazeltine (Julia Roberts). I will mention it was nice to see Shirley MacLaine and Hector Elizondo as an old married couple, and it's of interest that two Taylors (Swift and Lautner) had scenes together.\n\nFor the rest, words fail me. The structure of the film involves a large number of couples and additional characters who are not in couples. We wake up with them on the morning of Feb. 14, and all of their stories are completed by midnight, and as Ricky used to tell Lucy, there's a lot of 'splainin' to do. Several ancient formulas are employed: (1) Best friends who don't realize they're really in love. (2) Guy who thinks she loves him but she doesn't. (3) Girl who thinks he loves her but he's married. (4) People sitting next to each other on an airplane strike up a conversation. (5) Guy misunderstands phone call, draws wrong conclusion. (6) Fifth grader's first crush.\n\nThe most important characters are a florist named Reed (Ashton Kutcher) and his best friend, Julia (Jennifer Garner). They don't have enough screen time to create three-dimensional characters, but at least they get up to two, leaving everyone else stuck at one or below. They're both attractive, but then all 21 stars are attractive, especially if, like me, you think George Lopez is handsome, especially when he smiles. \n\nThere's one peculiarity. Usually in formula pictures with this huge a cast, maybe one couple will be African American, one Latino and one Asian. No such luck. There are no Asians at all. The black characters include a goofy TV sports reporter (Jamie Foxx) and a wise agent (Queen Latifah). Lopez, a Mexican American, is relegated to the role of Kutcher's sidekick (i.e., the Tonto role). There are a lot of Indians in the movie, for instance at the next table in an Indian restaurant, revealing that when Indians are out to dinner, they act just like Indians in a movie comedy.\n\nThe form of the movie may remind you wistfully of a much better one, \"Love, Actually,\" which created characters we cared a great deal about. None of the characters here ever get beyond the \"Look --There's (Name of Star)\" Threshold. You know, when your mind says, Look -- there's Patrick Dempsey! Look -- there's Anne Hathaway! Look -- there's Topher Grace! Wow -- that's Jessica Biel!\n\n\"Valentine's Day\" is being marketed as a Date Movie. I think it's more of a First-Date Movie. If your date likes it, do not date that person again. And if you like it, there may not be a second date.", "running_time": 125, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-02-10", "genres": ["Comedy", "Romance"], "title": "Valentine's Day (2010)"}