{"url": "http://www.rogerebert.com/reviews/valentin-2004", "by": "Rodrigo Noyaas Valentin", "star_rating": 3.0, "text": "Valentin is an 9-year-old boy who is solemn and observant and peers out at the world through enormous glasses that correct his wandering eye. He lives with his grandmother in Buenos Aires, circa the late 1960s. His mother is not on the scene. His father appears from time to time with a girlfriend, usually a new one. Valentin spends a lot of time \"building stuff for astronauts\" and observing the adults in his life with analytical zeal.\n\nHe narrates his own story, but here's an interesting touch: The voice belongs to the young actor (Rodrigo Noya), but the sensibility is that of an adult remembering his childhood. There is an interesting explanation. The movie was written and directed by Alejandro Agresti, who tells us it is his own life story. Interesting, that he plays the father who causes this little boy so much grief.\n\nValentin's grandmother (Carmen Maura) is not a lovable movie granny. She does what is necessary for the boy, is miserly with her affections, is trying to stage-manage her son into a second marriage. One day his father comes home with a girlfriend Valentin likes. This is Leticia (Julieta Cardinali), and she likes Valentin, too. They get along famously, until one day he makes the mistake of telling her disturbing things about his father. She makes the mistake of repeating them to his father. As a result, Leticia breaks up with his father, and his father is angry with Valentin.\n\nThe movie sets its story against an Argentina carefully remembered by Agresti. Buenos Aires looks and sounds cosmopolitan and embracing, and there is a leisurely feeling to the streets and cafes, especially one in which Valentin observes a man sitting and reading and smoking, day after day. This is Rufo (Mex Urtizberea), a musician, who gives Valentin some piano lessons and becomes his confidant. \"Rufo gave me the feeling I was older and more useful,\" he explains.\n\nValentin feels that since the adult world handles its affairs badly, he must sometimes take things into his own hands. When he decides his grandmother is ill, he persuades a doctor to visit her. Later, he gives the doctor a painting as a present. Outside events penetrate unevenly into his mind; he is up to date on the astronauts, but not so sure what it means when Che Guevara is killed. In church, people walk out of a sermon about Che; at home, anti-Semitism is prevalent, even though Valentin's mother was Jewish (we begin to suspect why she may have left the family).\n\nI am not always sure what I mean when I praise a child actor, especially one as young as Rodrigo Noya. Certainly casting has a lot to do with his appeal; he looks the part and exudes a touching solemnity. But there is more. There's something about this kid, and the way he talks and listens and watches people, that is very convincing. Perhaps it helped that he was directed by a man who was once Valentin himself. The film is warm and intriguing, and he is the engine that pulls us through it. We care about what happens to him; high praise.\n\nBy the end of the film, Valentin feels, with some reason, that he has been set adrift by the adult world. But he is smart and resourceful, and he has a simple but effective working knowledge of human nature. What he does and how he does it and who he does it for I will leave for you to discover, since the movie's closing scenes are filled with a sublime serendipity. Let me just say he earns his name.", "running_time": 82, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-05-21", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Valentin (2004)"}