{"url": "http://www.rogerebert.com/reviews/valentino-the-last-emperor-2009", "by": "Matt Tyrnauer", "star_rating": 3.0, "text": "To be sure, we see Valentino only at times of great stress, while he is designing a new collection, presenting it in Paris, and preparing for a monumental Roman celebration of his career. But as seen in this film, he seems to suffer from anhedonia, the inability to feel pleasure. He is a multimillionaire, has ruled his profession for 45 years, has a personal and business partner who has been with him all that time, has every whim attended to. But he seems gnawed by dissatisfaction.\n\n\"Valentino: The Last Emperor\" is a documentary with privileged access to the legendary designer in his studio, workshop, backstage, his homes, even aboard his yacht and private jet (which he shares with his matched pugs). It is clear that he does not enjoy being filmed and regrets ever having agreed to it. That gives the film an innate fascination. I know next to nothing about haute couture, but I became involved in the buried drama: Valentino, at 77, with his world of elegant dresses being destroyed by branded marketing -- of belt buckles! purses! sunglasses! -- is clearly at the end of his career.\n\nNobody will ask him about anything else. Whenever he appears in public, he is surrounded by reporters chanting, \"When will you retire?\" What are the odds Valentino will announce his retirement right there on the sidewalk to a baying pack of vultures?\n\nBut Valentino is coming to the end, all the same. His company has been purchased by an Italian millionaire named Matteo Marzotto, and a multinational is currently buying up its stock. I once bought a pair of sweat pants at Marshall Field's with a Pierre Cardin label. Crummy pants. The only labels I trust are Brooks Brothers and L.L. Bean. But sunglasses with a sequined \"V\" on them are so close Valentino can smell them. He wants out first.\n\nHe works very hard. His head seamstress drives a team of skilled dressmakers. No sewing machines for Valentino. Every stitch by hand. Always at his side is Giancarlo Giammetti, his onetime lover and business partner, who guesses they haven't been apart two months in 45 years. Valentino was hopeless at business; Giammetti was not. Right at the start, Valentino dressed Jackie Kennedy, and his name was made. \"I know what women want,\" he says. \"They want to be beautiful.\" There is a 45th anniversary exhibit of his iconic dresses. To my eye, they look timeless and lovely.\n\nBut I am looking at Valentino. He carries himself like an emperor. He walks and stands as if always onstage. He speaks and everyone listens. In photos, he poses as if above the rabble. He is surrounded by much taller women, and treats that as if they are invisible. He relates to his models as if they were mannequins; there is no interaction, nothing personal. Even Giancarlo receives only an official hug, an occasional very quiet \"thank you.\"\n\nI have the impression Giancarlo is the only one licensed to tell Valentino the truth. \"How did I do?\" he asks him in the back seat of their limousine. \"Great.\" \"Tell me the truth.\" \"A little too tan,\" Giancarlo says. This to a man who looks deep orange. How can he design such dresses and not see himself in the mirror? Surely there is a browner spray-on?\n\nValentino as a boy idolized the goddesses of the silver screen. All he ever wanted to do was dress them, and that is all he has ever done. The sets and spectacles for his 45th anniversary celebration in Rome resemble, he complains, Cirque du Soleil. They do. The models fly high above the crowd. Everyone is there. The film is crowded with stars, and they're all in the background: Sophia, Gwyneth, Mick, Elton, Princess This, Countess That.\n\nBut when he appears at the end of a show, watch him only walk out halfway and give his cursory little wave. No big smile. No blowing kisses. No hands up in triumph. Why isn't he happier? Is he driven by a work ethic that gives him no mercy? Is he ... shy?", "running_time": 96, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-03-25", "genres": ["Documentary", "Indie"], "title": "Valentino: The Last Emperor (2009)"}