{"url": "http://www.rogerebert.com/reviews/valkyrie-2008", "by": "Tom Cruiseas Von Stauffenberg", "star_rating": 3.0, "text": "\"Valkyrie\" is a meticulous thriller based on a large-scale conspiracy within the German army to assassinate Hitler, leading to a failed bombing attempt on July 20, 1944. At the center of the plot was Col. Claus von Stauffenberg, played here by Tom Cruise as the moving force behind the attempted coup, which led to 700 arrests and 200 executions, including von Stauffenberg's. Because we know Hitler survived, the suspense is centered in the minds of the participants, who call up the Reserve Army and actually arrest SS officials before discovering that their bomb did not kill its target.\n\nConsidering they were planning high treason with the risk of certain death, the conspirators seem remarkably willing to speak almost openly of their contempt for Hitler. That may be because they were mostly career officers in the army's traditional hierarchy and hated Hitler as much for what he was doing to the army as for what he was doing to the country. Realizing after the invasion of Normandy that the war was certainly lost, they hoped to spare hundreds of thousands of military and civilian lives.\n\nVon Stauffenberg was known to be \"offended\" by the Nazi treatment of Jews in the 1930s and considered the Kristallnacht a disgrace to Germany, which possibly disturbed him as much as the fate of its victims. In any event, little is said among the conspirators about the genocide then underway -- although, being alienated from the SS, perhaps they didn't know what was happening. Perhaps.\n\nThey repeatedly tell each other that even should they fail, at least the world would know that not all Germans supported Hitler. And so it does. And whatever their deepest motives, they gave their lives in trying to kill the monster. The film, directed by Bryan Singer (\"The Usual Suspects\"), works heroically to introduce us to the major figures in the plot, to tell them apart, to explain their roles and to suggest their differences. The two best supporting performances are by Kenneth Branagh, as a major-general who smuggles a bomb into Hitler's inner circle and then must smuggle it out again, and Tom Wilkinson, as a general who artfully plays both sides of the fence, treating the plot with benign neutrality while covering himself should it fail.\n\nTom Cruise is perfectly satisfactory, if not electrifying, in the leading role. I'm at a loss to explain the blizzard of negative advance buzz fired at him for the effrontery of playing a half-blind, one-armed Nazi hero. Two factors may be to blame: (a) Cruise has attracted so much publicity by some of his own behavior (using Oprah's couch as a trampoline) that anything he does sincerely seems fair game for mockery, and (b) movie publicity is now driven by gossip, scandal and the eagerness of fanboys and girls to attract attention by posing as critics of movies they've almost certainly not seen. Now that the movie is here, the buzz is irrelevant, but may do residual damage.\n\nIf I say that Cruise is not electrifying, I must add that with this character, in this story, he cannot and should not be. This is a film about veterans of officer rank, with all the reserve and probity that officers gather on the way up. They do not scream or hurry and do not care to be seen that way. They have learned not to panic under fire, and they have never been more under fire than now.\n\nA key element of their plot is to use Hitler's \"Valkyrie\" plan against him. The reserves were held back to defend Berlin and Hitler in case of an Allied assault, so von Stauffenberg conceived the strategy of killing Hitler, ordering up the reserves to ensure stability and making its first order of business the immobilization of the SS. We see that the plan might well have worked. Indeed, it did -- until the news arrived that Hitler was still alive. So much did the Fuhrer command the fanatical loyalty of troops and civilians with an almost mystical grip, that merely his voice on the radio could defeat the plot, even with Germany clearly facing ruin.\n\nThe July 20 plot is an intriguing footnote to history, one of those \"what if\" scenarios. If it had succeeded, one of the hopes of the conspirators was said to be an alliance with the Allies against Russia. Given the political realities of the time, when Russia was seen as our ally, that would have been insane, but it shows the plotters continuing to dream of a reborn professional German army with roles for them. The question of the liberation of the death camps is a good one. Even the Allies did not bomb the rail lines leading to them. There were so very, very many people who did not know.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-12-22", "genres": ["Drama", "History", "Thriller", "War"], "title": "Valkyrie (2008)"}