{"url": "http://www.rogerebert.com/reviews/valley-of-the-dolls-1967", "by": "Barbara Parkinsas Anne Welles", "star_rating": 2.0, "text": "What we have here is a dirty soap opera. It is dirty because it intends to be, but it is a soap opera only by default. It tries to raise itself to the level of sophisticated pornography, but fails. And it is dirty, not because it has lots of sex in it, but because it firmly believes that sex is dirty.\n\nThat makes sense. Most soap operas are aimed at audiences who are fascinated by the subject of sex, but who want it presented in a disapproving way.\n\nAnd so in \"Valley of the Dolls\" we are given a pantheon of fallen women. They fall because they drink too much and take too many pills, but their main offense seems to be their irregular private lives. The story is so confused that we can hardly keep straight just who has done what, but it doesn't matter: They all do something.\n\nSome moments persist in the memory, however. The scene in which Sharon Tate does her bust exercises, and most particularly the dialog at the end of that scene, should be preserved in permanent form so future historians can see that Hollywood was not only capable of vulgarity, but was also capable of the most offensive and appalling vulgarity ever thrown up by any civilization. I can't believe that scene. I really can't.\n\nSide by side with this exhibit should go the one in which Neely O'Hara (Patty Duke) meets the handsome young man in the lawyer's office. Having preserved an example of vulgarity, we should also preserve a classic soap-opera cliché. Miss Duke gulps and blinks her eyes and the handsome young man is cool and suave, and as she leaves she drops her purse.\n\nBoth of them stoop to pick up the contents, and as their eyes meet from a distance of six inches she says she's afraid she has made a bad impression and he says he's enchanted, or something. Zing! Love at first sight. That this cliché should be thought still serviceable in 1967 is a sad commentary.\n\nThere is also a lot of fairly mild vulgar language, shoveled into the script so ineptly that we can tell the scriptwriters (two women) must not swear much. Mark Twain once explained why women were such poor cussers: They know the words, but not the music.\n\nI don't understand how Patty Duke and Barbara Parkins got themselves into this movie. I guess it was the money. Both are quite attractive and capable actresses, and Miss Duke is particularly effective in her first musical number. Better things await them. Sharon Tate remains a wonder to behold, but after her bust exercises I am afraid I will be unable to take her any more seriously as a sex symbol than Raquel Welch.\n\nAs for the young men in the cast: They all apparently go to the same barber and tailor, and their mothers must all have been frightened by Robert Cummings. I couldn't tell them apart.", "running_time": 123, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-12-27", "genres": ["Drama", "Musical"], "title": "Valley of the Dolls (1967)"}