{"url": "http://www.rogerebert.com/reviews/valley-girl-1983", "by": "Nicolas Cageas Randy", "star_rating": 3.0, "text": "Disgruntled and weary after slogging through the last dozen Sex-Mad Teenager Movies, I came upon \"Valley Girl\" with low expectations. What can you expect from a genre inspired by \"Porky's\"? But this movie is a little treasure, a funny, sexy, appealing story of a Valley Girl's heartbreaking decision: Should she stick with her boring jock boyfriend, or take a chance on a punk from Hollywood? \n\nHaving recently seen several Sex-Mad Teenager Movies in which a typical slice of teenager life consisted of seducing your teacher, being seduced by your best friend's mom, or driving off to Tijuana in search of hookers, I found \"Valley Girl\" to be surprisingly convincing in its portrait of kids in love.\n\nThese are kids. They're uncertain about sex, their hearts send out confusing signals, and they're slaves to peer pressure. The teenagers in all those \"Porky's\" rip-offs seem to be the fantasies of Dirty Old Men, but the kids in \"Valley Girl\" could plausibly exist in the San Fernando Valley -- or even, I suppose, in the Land Beyond O'Hare. \n\nThe movie stars Deborah Foreman as Julie, a bright, cute high school girl who is in the process of breaking up with her blond jock boyfriend (Michael Bowen). He's gorgeous to look at, but he's boring and conceited and he does the one thing that drives all teenage girls mad: He sits down next to them in a burger joint and casually helps himself to their lunch.\n\nOne night at a party, Julie meets Randy (Nicolas Cage). He's a lanky, kind of goofy-looking kid with an appealing, crooked smile. He's also a punk from across the hills in Hollywood. Julie likes him. He makes her laugh. He's tender. It's awesome. She falls in love. And then her friends start working her over with all sorts of dire predictions, such as she'll be \"totally dropped\" if she goes out with this grotty punk. \n\nCaving in to peer pressure, Julie agrees to go to the prom with the jock. And then there's the big climax where the punk gets his girl. One of the nicest things about this movie is that it allows its kids to be intelligent, thoughtful, and self-analytical. Another thing is that it allows the parents to be 1983 parents. Have you ever stopped to think how dated all the parents in Teenager Movies are? They seem to have been caught in a time warp with Dagwood and Blondie. In \"Valley Girl,\" the parents (Frederic Forrest and Colleen Camp) are former hippies from the Woodstock generation, now running a health food restaurant and a little puzzled by their daughter's preppy friends. It's a perfect touch.\n\nAnd here's one more nice thing about \"Valley Girl.\" Maybe because it was directed by a woman, Martha Coolidge, this is one of the rare Teenager Movies that doesn't try to get laughs by insulting and embarrassing teenage girls.\n\nEverybody's in the same boat in this movie -- boys and girls -- and they're all trying to do the right thing and still have a good time. It may be the last thing you'd expect from a movie named \"Valley Girl,\" but the kids in this movie are human.", "running_time": 99, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-04-29", "genres": ["Comedy", "Romance"], "title": "Valley Girl (1983)"}