{"url": "http://www.rogerebert.com/reviews/valmont-1989", "by": "Annette Beningas Merteuil", "star_rating": 3.5, "text": "It was a director's nightmare. Two film versions of the same story were being made at the same time. Both came from Les Liaisons Dangereuses, an 18th century novel of sexual intrigue. This was not good news for Milos Forman, whose version was not based on the modern theatrical success, did not have a screenplay written by the playwright of the stage hit and did not star such big names as Glenn Close and Michele Pfeiffer.\n\nThe Warner Bros./Lorimar version, directed by Stephen Frears and named \"Dangerous Liaisons,\" would be the first one into theaters, in December, 1988. Despite its star cast, it was made for the relatively modest budget of about $15 million. Forman's Orion Pictures version, named \"Valmont,\" would cost $35 million - with the extra money mostly going for elaborate sets, costumes and location shooting. It would not be ready for another year. Would it be canceled? \n\n\"We were in the middle of our script already when they announced their version, based on the play,\" Milos Forman was remembering the other day. \"Of course we immediately learned they were rushing into it very fast. With the concept I had, we all knew I couldn't be faster. We couldn't beat them. So, I was expecting a call from the producers saying, 'Sorry, Milos, we can't take the risk.' The call came. They asked me, 'Does it really bother you that another film is going to be made?' I said of course not. And I felt like, god, Hollywood is still crazy. That's good.\" \n\nSo Forman went ahead with his version of the story, filming on location in France and on elaborate interior and exterior sets that could not be rushed. Perhaps his producers were not taking that big a gamble: Forman, a director from Czechoslovakia who has been making films in the West for 20 years, has one of the best track records in the film business. His credits include \"One Flew Over the Cuckoo's Nest\" and \"Amadeus,\" both winners of the Academy Award as the year's best picture.\n\nForman's \"Valmont\" is a much different film from Frears' \"Dangerous Liaisons,\" which was nominated as one of last year's best pictures. The Frears version is cerebral and claustrophobic, an exercise in sexual mindplay.\n\nForman's is more physical. In \"Dangerous Liaisons,\" the characters seem turned on by the idea of seducing the innocent.\n\nIn \"Valmont,\" the idea may be arousing, but the seductions are more so - and perhaps not even invariably unpleasant for the seductees.\n\nThe original novel by Choderlos de Laclos created a scandal at the time of its publication. It paints a portrait of decadent late 18th century France, and of a heartless woman who assigns her former lover to seduce an innocent girl, simply to deprive her present lover of the privilege of marrying a virgin. The plot thickens when the shameless seducer turns his sights on still another woman -- a virtuous young wife who is unable to resist him -- and the final irony of the plot is that true love appears when it is sure to cause the greatest unhappiness.\n\n\"There is obviously something in this book that is calling for all kinds of interpretations,\" Forman mused, on the afternoon before the movie's press premiere in Chicago. \"There were several stage adaptations in the 19th century. There have been three stage adaptations in this century. There have been three films made, including Roger Vadim's modernized version in 1960.\" \n\nHave you seen the Frears version? \n\n\"Not yet. I am dying to see Stephen's film. I'm very curious. I'm just postponing it because of some self-protective instinct. I will start comparing them, and that's no good. Even while writing the screenplay, we put the book very quickly aside. What was very funny, while I was working on the script with Jean-Claude Carriere, he turned to me and said, 'Do you realize there is not one thing we have so far in the script that's in the book?' \n\n\"I think we are faithful to the spirit of the book. The whole plot is there, except for the very end, when everybody who sins has to be punished, and who sins the most must die. We both agreed that the ending was simply paying dues to the morals and ethics at that time.\n\nJean-Claude believes it's all rubbish; de Laclos wrote it just to satisfy the censors.\" \n\nForman was surprised, he said, by how effortlessly the project was written and filmed, compared with some of his other projects (which include \"Hair\" and \"Ragtime\"). \"When we made 'Amadeus,' \" he said, \"the first cut was three hours and 45 minutes, and we ended up with two hours and 32 minutes. The first cut of this film was two hours and 19 minutes, and the final cut is two hours and 15 minutes. It seemed to fall into place naturally.\" \n\nIn writing their original screenplay, Forman and Carriere almost studiously distanced themselves from the modern London and New York stage success by Christopher Hampton. They went back to the novel, which is, of course, in the public domain. What de Laclos provided them was a story told through letters, a lot of letters, all told from the narrow and biased points of view of the characters who wrote them.\n\n\"I said, listen, let's forget what's written exactly in the letters,\" Forman told me. \"Let's try and figure out what happened before the letters were written. That freed our hands so beautifully. I read the book when I was in film school in France. When you read something in film school, anything, even the newspaper headlines, you wonder if you could make a film from it. I remember that I loved the novel, and then I forgot about it totally, completely.\n\n\"When I saw the play in London, I was sort of amazed at how differently I remembered it. So I went back to the book to find out if the stage adaptation of the book was so different or if it was my memory. I found out the stage adaptation was very, very faithful to the book, and that it was my memory that was playing funny games. In my arrogance, I thought my memory was better. I saw the story as being about the education of unspoiled youth by the experience of life.\" \n\nSome people, I said, would see the story as the corruption of innocence, as a cynical story in which evil and compromise emerge victorious over purity and idealism.\n\n\"But that is not how I see it. I don't think these things change in human relationships. As it was 1,000 years ago, so it will be 1,000 years from now. I don't think that these people are any better or any worse than we are.\" \n\nYou think that people lie and deceive, and do things for the satisfaction of their vanity, and only talk about what high standards they have? \n\n\"Yes. Yes, I do, actually.\" \n\nAnd romantic love is only a subject for songs and valentines? \n\n\"It's funny, you know. I read some books about the period, and the reason why families were putting their daughters in a convent school at a very early age was not so they would learn something, but to conceal from them the real human way of reacting, and feeling, and evaluating, and thinking. If the girl comes from the convent and is put into an arranged marriage for the financial motives of her family, and told, you will meet him for the first time on your wedding night - she doesn't question it. She doesn't have any intellectual ammunition to counter it. That was the real reason.\" \n\nIn Forman's film, the innocent young convent girl Cecile (Fairuza Balk) is indeed seduced by the insatiable Valmont (Colin Firth), and she then marries the unappetizing older man (Jeffrey Jones) who her parents have chosen for her. But she still plans to keep the youth she truly cares for, as a lover, and on the whole she seems fairly content with the arrangement. It would even appear, in Forman's version, that her episode with Valmont was more pleasant than tragic. It's even possible that Cecile's marriage will be fairly workable, as such things go.\n\n\"It's quite possible,\" Forman said. \"In a romantic film, of course, it would be a tragedy. A great deal depends on the performance.\n\nI was amazed by this girl, Fairuza Balk. I was desperate. On the last day of casting sessions in London, suddenly this girl came in, and she was perfect, and strangely enough, she was also the biggest pro of them all. She was able to do everything I asked for.\" \n\nShe had been in other movies? \n\n\"She did some small part in some Disney movie for children. She was 14 years old, when we were shooting. She was for me the perfect example, half-child, half-woman, and of course sometimes the childish side appears where she should be a woman, and sometimes it's the other way around, and that I think is good for comedy.\" \n\nThe most tragic person in the film, I said, is the young Madame de Tourvel (Meg Tilly), who knows that Valmont will seduce and abandon her, but then allows herself to be seduced anyway, because he is simply so much better at seduction than she is at resistance. It's so sad to see her standing there in the rain, hoping he will take her back again.\n\n\"Is that how you see it?\" Forman asked. \"Because I see it differently. I talked a lot about that scene with Jean-Claude, and basically we both agreed we had encountered this kind of situation several times in our lives. You finish your love affair with a girl, and she keeps calling, she keeps writing, and finally out of some kind of perverse mercy, or some kind of charity, you say all right, let's have a dinner. And the moment she gets that, she gets you to bed, and she makes you make love to her, and she leaves, and you never hear from her again. I don't know what it is. I can't explain it, really. It's some kind of need to prove they can't be abandoned like that. They've got to prove they've still got it, and then they can go.\" \n\nAs Forman explained his theories of women, love and romance, I was reminded that I was, after all, speaking with a European. It's possible that Americans are more idealistic on romantic subjects, or like to pretend they are. His views, which I found cynical, he found merely realistic. If there is a basic difference in sensibility between Americans and Europeans, and in many ways there probably is, I wondered how Forman had been able to find such enormous success after moving to America, while other European directors often foundered in Hollywood.\n\n\"I'll tell you,\" he said. \"When I came here, I couldn't go back. I had to stay here, and sink or swim. It takes a lot of time to learn the strings. A lot of European directors get so impatient and nervous, and one day they pack up and go back. I couldn't go back to Czechoslovakia -- not then, anyway.\" Forman, whose films like \"The Firemen's Ball\" (1968) carried the banner of the Czech new wave during the brief flowering of the Prague spring, fled Czechoslovakia as Russian tanks rolled across the border.\n\nI asked him what he thinks when he reads the papers these days, with their incredible reports of Gorbachev's dismantling of Russia's satellite system. And he told me a parable.\n\n\"The basic dilemma of the modern world is,\" he said, \"where do you want to live, in the jungle, or in the zoo? And you will be surprised how many people are more comfortable to live in the zoo, because you get your piece of fruit every day. It's true, you have to eat what they give you. But if you are a rabbit, the lion will not eat you up, because you are protected. It's true, you are protected by the cage, you are inside the cage, and the lion is also inside its cage, but nothing will happen to you. If you want to go for a walk, yes, sure, you have this 10-by-10-foot space, and there you can walk.\n\n\"If you live in the jungle, it's beautiful, it's gorgeous, you are free to go where you want, sleep wherever you want, eat whatever you find or manage to catch - but the snake can bite you, the lion can bite you, you can fall into a ravine, you can die of cold. But you are free.\n\nSo! What we are seeing in this century is that those who established the zoo are now trying to make it look a little like the jungle. That's what I think is happening now with Gorbachev. But it doesn't work that way. Here in America, yes, this is a jungle, where everybody is for himself, and for his own interests, but people say, let's please do something like in a zoo, some protections here and there. Well, it's possible that will not work, either.\" \n\nForman shot many of the exteriors of \"Amadeus\" in Czechoslovakia, but he has never made a film about his homeland since he left more than 20 years ago. I asked him if he ever would.\n\n\"No. Because under the circumstances I know I still wouldn't be free to do what I feel is to be done. And to do it somewhere else is no good. If you gave me a Swedish story, I'd be able to shoot it in Afghanistan, but to shoot a Czech story in France? I can't.\"", "running_time": 140, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-11-12", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Valmont (1989)"}