{"url": "http://www.rogerebert.com/reviews/vamp-1986", "by": "Grace Jonesas Katrina", "star_rating": 2.0, "text": "Grace Jones is one of the great undiscovered countries of contemporary entertainment. Who is she, and what does she think, and what could she really do if the filmmakers ever unleashed her? She was the most satisfactory co-star Conan the Barbarian ever had, and she had the potential to be one of the best villains in the James Bond series until they dumped her role in mid-movie.\n\nNow here she is in a vampire film. She seems to be making a tour of Hollywood genres, so that every role gives her lots of cliches to hide behind. Like a lot of performers, she seems almost able to change her physical characteristics for the motion picture camera. I saw her at a party in May at the Cannes Film Festival and was surprised that she was not nearly as tall as I would have imagined. In the movies she seems to be a towering Amazon, and in \"Vamp\" there is a scene where she crawls toward the camera like a tiger and you'd swear she could finish Conan one bite.\n\n\"Vamp\" is like all of her other movies, however. It doesn't know what to do with her. To judge by the ads, you'd think this was a vampire movie and Grace Jones was the star. But, once again, all she gets is a tantalizing supporting role while a bunch of college kids hog the main story. Maybe someday they'll make a real vampire movie with Jones. Maybe Werner Herzog will direct and Klaus Kinski will star, and we'll get a night to remember.\n\n\"Vamp\" isn't that movie. It's sort of a vampire version of \"After Hours,\" Martin Scorsese's great 1985 film about a long night in the big city when everything went wrong. The story this time: To escape the rigors of a fraternity initiation, a couple of pledges offer to go into the big city and hire a stripper to appear at the house's next big party. After falling into a space-time warp or something, they emerge in an otherworldly metropolis where the local strip club is a front for a vampire ring. Visiting businessman are invited to the back room, and that's the last the living ever see of them.\n\nJones dances in the club, and Dedee Pfeiffer is a dancer who still has a human heart of gold. The two pledges are played by Chris Makepeace and Sandy Baron, and Gedde Watanabe plays the rich kid they bring along because he owns the car. The movie has its occasional moments of inspiration, as when one of the kids becomes a vampire and yet still retains all of the instincts of a college roommate. There are some funny lines, and the relationship between the human kid and his best pal the vampire is handled with a lot of original twists. But the movie finally descends, as so many films do these days, to one of those assembly-line endings made up of fights and chases.\n\nSomewhere in the middle of all this, Jones gets lost. She has a couple of big scenes, and then they dump her. That's what always happens. Hollywood must know there are a lot of Grace Jones fans. That's why they advertise a movie as if she were the star. Now they should try making a movie where she is the star. Doesn't that seem to be the logical next step?", "running_time": 93, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-07-18", "genres": ["Comedy", "Horror"], "title": "Vamp (1986)"}