{"url": "http://www.rogerebert.com/reviews/vampire-in-brooklyn-1995", "by": "Eddie Murphyas Maximillian", "star_rating": 1.0, "text": "At one point early in \"Vampire in Brooklyn,\" the vampire's victim says, \"Don't be pulling that old Blacula - - - - on me.\" If only he had been! \"Blacula\" (1972), actually one of the better movies from the blaxploitation period, was miles better than this disorganized mess. Eddie Murphy, whose career is seriously in need of reviving, should have thought twice before entrusting it to an amateur-night screenplay stapled together from a story by himself and his brothers.\n\nThe story: Maximillian (Murphy) is the last of a race of vampires who fled to the Caribbean from the Nosferatu-haters of Europe. He must find a mate or die. This goes against conventional vampire lore, in which vampires live forever and are quite happy to be alone, but never mind: He journeys to New York to find Rita (Angela Bassett), an NYPD detective whose late mother was an expert on Caribbean superstitions. Apparently the mother had a child fathered by a vampire. Can vampires reproduce? In this movie, they can. (Can you imagine their Lamaze classes? \"Suck! Suck!\") Maximillian's arrival in New York is accomplished in a scene of such broad racial stereotyping that Amos 'n' Andy would have handled it more tactfully. (The wide-eyed night watchman with the trembling flashlight just barely avoids saying \"Feets, do yo' stuff!\") Then we meet Rita and her partner Justice (Allen Payne), who is in love with her, although she seems to be somehow on a different wavelength. Soon they are involved in an impenetrable plot involving Maximillian and his ghoul (Kadeem Hardison), who is inconvenienced by body parts that keep falling off.\n\n\"Vampire in Brooklyn\" contains scenes that I think are supposed to be funny, including one in which Maximillian assumes the external form of a fraudulent African-American preacher who looks a lot like the Rev. Al Sharpton and preaches a sermon based on the notion, \"Evil is good.\" If the scene had been pointed satire, I might have understood it; as it is, it simply mocks the preacher as an ignorant buffoon.\n\nThe movie is an equal opportunity offender; ex-model Jerry Hall turns up as a white woman who, attacked by the vampire, assures him, \"I understand the Negro people.\" That a person of her age would say this might just barely have been possible when \"Blacula\" was made; to put it in a 1995 movie and hope for a laugh is a sign that the filmmakers are seriously out of touch.\n\nScenes like this coexist uneasily with the budding romance between Maximillian and Rita, which is played more or less straight.\n\nThe movie assumes that Rita, a no-nonsense cop with street smarts, would fall instantly for the vampire, who dresses and behaves like a pimp and sends his stretch limousine to pick her up - an ominous sign. He woos her in a slum apartment that he has \"made over\" with hexes, so that it looks elegant, but it's insulting to the Rita character to assume she'd keel over for that approach.\n\nThe movie has another problem: Maximillian is the villain.\n\nHe wants to sink his fangs in Rita's neck, confirm her vampire status and break up her relationship with the good cop. Since the logic of the film requires him to lose in the end, that leaves us without a hero. Sure, Rita and Justice can get back together, but their relationship has been so choppy in the movie that we don't much care.\n\nApart from these difficulties, the movie is unpleasant to look at. It's darker than \"Seven,\" but without sufficient purpose, and my overall memory of it is of people screaming in the shadows. To call this a comedy is a sign of optimism; to call it a comeback for Murphy is a sign of blind faith.\n\nNote: \"Vampire in Brooklyn\" cheerfully employs the \"n-word,\" illustrating a point that the New Republic's Stanley Kauffmann made recently in his review of \"Devil in a Blue Dress.\" In the movie's postwar 1940s period, he wrote, \"Black people use that word incessantly to each other and about each other when only black people are present. If present-day films are accurate, they still do it. I don't know of any other group, ethnic or religious, that uses a slur word about itself so constantly as a token of intimacy or humor or even ironic resentment of its use by others.\"", "running_time": 103, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-10-27", "genres": ["Comedy", "Horror", "Romance"], "title": "Vampire In Brooklyn (1995)"}