{"url": "http://www.rogerebert.com/reviews/van-helsing-2004", "by": "Hugh Jackmanas Gabriel Van Helsing", "star_rating": 3.0, "text": "\"The zombies were having fun \n The party had just begun \n The guests included Wolf Man \n Dracula and his son\"\n\n -- \"Monster Mash,\" by Bobby \"Boris\" Pickett\n\nStrange that a movie so eager to entertain would forget to play \"Monster Mash\" over the end credits. There have been countless movies uniting two monsters (\"Frankenstein Meets the Wolf Man,\" \"King Kong vs. Godzilla,\" etc.), but \"Van Helsing\" convenes Frankenstein, his Monster, Count Dracula, the Wolf Man, Igor, Van Helsing the vampire hunter, assorted other werewolves, werebats and vampires, and even Mr. Hyde, who as a bonus seems to think he is the Hunchback of Notre Dame.\n\nThe movie is like a Greatest Hits compilation; it's assembled like Frankenstein's Monster, from spare parts stitched together and brought to life with electricity, plus lots of computer-generated images. The plot depends on Dracula's desperate need to discover the secret of Frankenstein's Monster, because he can use it to bring his countless offspring to life. Because Dracula (Richard Roxburgh) and his vampire brides are all dead, they cannot give birth, of course, to live children.\n\nThat they give birth at all is somewhat remarkable, although perhaps the process is unorthodox, since his dead offspring hang from a subterranean ceiling wrapped in cocoons that made me think, for some reason, of bagworms, which I spent many a summer hand-picking off the evergreens under the enthusiastic direction of my father.\n\nVan Helsing (Hugh Jackman, Wolverine in the \"X-Men\" movies) is sometimes portrayed as young, sometimes old in the Dracula movies. Here he's a professional monster-killer with a Phantom of the Opera hat, who picks up a dedicated friar named Carl (David Wenham) as his sidekick. His first assignment is to track down Mr. Hyde (Robbie Coltrane), who now lives in the Notre Dame cathedral and ventures out for murder. That job does not end as planned, so Van Helsing then moves on to the Vatican City to get instructions and and be supplied with high-tech weapons by the ecclesiastical equivalent of James Bond's Q.\n\nNext stop: Transylvania, where the movie opened with a virtuoso b&w sequence showing a local mob waving pitchforks and torches and hounding Frankenstein's Monster into a windmill, which is set ablaze. We know, having seen the old movies, that the Monster will survive, but the mob has worked itself into such a frenzy that when Van Helsing and Carl arrive in the village, they are almost forked and burnt just on general principles. What saves them is an attack by three flying vampiresses, who like to scoop up their victims and fly off to savor their blood; Van Helsing fights them using a device that fires arrows like a machinegun.\n\nAnd that leads to his meeting the beautiful Anna Valerious (Kate Beckinsale), who with her brother Velkan (Will Kemp) represents the last of nine generations of a family who will never find eternal rest until it vanquishes Dracula. (Conveniently, if you kill Dracula, all the vampires he created will also die.) Anna is at first suspicious of Van Helsing, but soon they are partners in vengeance, and the rest of the plot (there is a whole lot of it) I will leave you to discover for yourselves.\n\nThe director, Stephen Sommers, began his career sedately, directing a very nice \"Adventures of Huckleberry Finn\" (1993) and the entertaining \"Jungle Book\" (1994). Then Victor Frankenstein must have strapped him to the gurney and turned on the juice, because he made a U-turn into thrillers, with \"Deep Rising\" (1998), where a giant squid attacks a cruise ship, and \"The Mummy\" (1999) and \"The Mummy Returns\" (2001, introducing The Rock as The Scorpion King). Now comes \"Van Helsing,\" which employs the ultimate resources of CGI to create a world that is violent and hectic, bizarre and entertaining, and sometimes very beautiful.\n\nCGI can get a little boring when it allows characters to fall hundreds of feet and somehow survive, or when they swoop at the ends of ropes as well as Spider-Man, but without Spidey's superpowers. But they can also be used to create a visual feast, and here the cinematography by Allen Daviau (\"E.T.\") and the production design by Allen Cameron join with Sommers' imagination for spectacular sights. The best is a masked ball in Budapest, which is part real (the musicians balancing on balls, the waiters circling on unicycles) and part fabricated in the computer. Whatever. It's a remarkable scene, and will reward study on the DVD. So will the extraordinary coach chase.\n\nI also liked the movie's recreation of Victor Frankenstein's laboratory, which has been a favorite of production designers, art directors and set decorators since time immemorial (Mel Books' \"Young Frankenstein\" recycled the actual sets built for James Whale's \"The Bride of Frankenstein\"). Here Frankenstein lives in a towering gothic castle, just down the road from Dracula, and the mechanism lifts the Monsters to unimaginable heights to expose him to lightning bolts. There are also plentiful crypts, stygian passages, etc., and a library in which a painting revolves, perhaps in tribute to Brooks' revolving bookcase.\n\nThe screenplay by Sommers has humor but restrains itself; the best touches are the quiet ones, as when the friar objects to accompanying Van Helsing (\"But I'm not a field man,\" he insists) and when the Monster somewhat unexpectedly recites the 23rd Psalm.\n\nAt the outset, we may fear Sommers is simply going for f/x overkill, but by the end, he has somehow succeeded in assembling all his monsters and plot threads into a high-voltage climax. \"Van Helsing\" is silly and spectacular, and fun.", "running_time": 131, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-05-07", "genres": ["Action", "Adventure", "Drama", "Horror", "Science Fiction"], "title": "Van Helsing (2004)"}