{"url": "http://www.rogerebert.com/reviews/vanilla-sky-2001", "by": "Tom Cruiseas David Aames", "star_rating": 3.0, "text": "Think it all the way through, and Cameron Crowe's \"Vanilla Sky\" is a scrupulously moral picture. It tells the story of a man who has just about everything, thinks he can have it all, is given a means to have whatever he wants, and loses it because--well, maybe because he has a conscience. Or maybe not. Maybe just because life sucks. Or maybe he only thinks it does. This is the kind of movie you don't want to analyze until you've seen it two times.\n\nI've seen it two times. I went to a second screening because after the first screening I thought I knew what had happened, but was nagged by the idea that certain things might not have happened the way I thought they had. Now that I've seen it twice, I think I understand it, or maybe not. Certainly it's entertaining as it rolls along, and there is wonderful chemistry of two quite different kinds between Tom Cruise and Cameron Diaz on the one hand, and Cruise and Penelope Cruz on the other.\n\n\"Vanilla Sky,\" like the 2001 pictures \"Memento\" and \"Mulholland Drive\" before it, requires the audience to do some heavy lifting. It has one of those plots that doubles back on itself like an Escher staircase. You get along splendidly one step at a time, but when you get to the top floor you find yourself on the bottom landing. If it's any consolation, its hero is as baffled as we are; it's not that he has memory loss, like the hero of \"Memento,\" but that in a certain sense he may have no real memory at all.\n\nCruise stars as David Aames, a 33-year-old tycoon who inherited a publishing empire when his parents were killed in a car crash. His condo is like the Sharper Image catalog died and went to heaven. He has a sex buddy named Julie (Cameron Diaz) and thinks they can sleep together and remain just friends, but as she eventually has to explain, \"When you sleep with someone, your body makes a promise whether you do or not.\" At a party, he locks eyes with Sofia Serrano (Penelope Cruz), who arrives as the date of his friend Brian (Jason Lee) but ends up spending the night with him. Even though they don't have sex, it looks to me like their bodies are making promises to each other.\n\nAt this point the movie starts unveiling surprises which I should not reveal. A lot of surprises. Surprises on top of surprises. The movie is about these surprises, however, and so I must either end this review right now, or reveal some of them.\n\nTHE END.\n\nOK, for those of us still in the room, and without revealing too much: Julie drives up just as David is leaving after his night with Sofia, offers him a lift, drives off a bridge in Central Park, kills herself, and lands him in front of \"the best plastic surgeon in New York\" with a horribly scarred face. This time thread is intercut with another one in which a psychiatrist (Kurt Russell) is interrogating him about a murder. He insists there was no murder. Maybe there was and maybe there wasn't, and maybe the victim was who we think it is, and maybe not.\n\n\"Vanilla Sky\" has started as if it is about David's life and loves. It reveals an entirely different orientation (which I will not reveal even here in the room), and, to be fair, there is a full explanation. The only problem with the explanation is that it explains the mechanism of our confusion, rather than telling us for sure what actually happened.\n\nThat's why I went to see it a second time. In general, my second viewing was greatly helped by my first, and I was able to understand events more clearly. But there was one puzzling detail. At the second viewing, I noticed that the first words in the movie (\"open your eyes\") are unmistakably said in the voice of Sofia, the Penelope Cruz character. If the movie's explanation of this voice is correct, at that point in the movie David has not met Sofia, or heard her voice.\n\nHow can we account for her voice appearing before she does? There is a character in the movie who refers to a \"splice.\" We are told where the splice takes place. But consider the source of this information--not the person supplying it, but the underlying source. Is the information reliable? Or does the splice take place, so to speak, before the movie begins? And in that case ... but see the movie and ask the question for yourself.\n\nNote: Early in the film, there's an astonishing shot of Tom Cruise absolutely alone in Times Square. You might assume, as I did, that computers were involved. Cameron Crowe told me the scene is not faked; the film got city permission to block off Times Square for three hours early on a Sunday morning. Just outside of camera range there are cops and barricades to hold back the traffic.", "running_time": 135, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-12-14", "genres": ["Drama", "Mystery", "Romance", "Science Fiction", "Thriller"], "title": "Vanilla Sky (2001)"}