{"url": "http://www.rogerebert.com/reviews/vanity-fair-2004", "by": "Reese Witherspoonas Becky Sharp", "star_rating": 4.0, "text": "I had thought her a mere social climber. I see now she's a mountaineer.\n\nSo says one of her fascinated observers as Becky Sharp transforms herself from the impoverished orphan of an alcoholic painter into an adornment of the middle, if not the upper, reaches of the British aristocracy. \"Vanity Fair\" makes her a little more likeable than she was in the 1848 novel -- but then I always liked Becky anyway, because she so admirably tried to obey her cynical strategies and yet so helplessly allowed herself to be misled by her heart. \n\nReese Witherspoon reflects both of those qualities effortlessly in this new film by Mira Nair, and no wonder, for isn't there a little of Elle Woods, her character in \"Legally Blonde,\" at work here? Becky to be sure never goes through a phase when anyone thinks her stupid, but she does use her sexuality to advantage, plays men at their own game and scores about as well as possible given the uneven 19th century playing field.\n\nWhen William Makepeace Thackeray wrote his funny and quietly savage novel, there were few career prospects for an educated young woman who did not fancy prostitution. She could become a governess, a teacher, a servant, a religious or a wife. The only male profession open to her was writing, which she could practice without the permission or license of men; that accounts for such as Jane Austen, the Brontes, George Eliot, Mrs. Gaskell and others who, as Virginia Woolf imagined them, wrote their masterpieces in a corner of the parlor while after-dinner chatter surrounded them.\n\nBecky Sharp could probably have written a great novel, and certainly inspired one; Thackeray sees her dilemma and her behavior without sentiment, in a novel that must have surprised its first readers with its realism. We meet Becky just as she's leaving finishing school, where the French she learned from her Parisian mother won her a berth as a boarder and tutor. She made one good friend there: Amelia Sedley (Romola Garai), and now proposes to visit the Sedley family for a few days on her way to her first job, as a governess for the down-at-heels Sir Pitt Crawley (Bob Hoskins).\n\nBut working as a governess is not Becky's life goal. She wants to marry well, and since she has neither fortune nor title it would be best if her husband brought both of those attributes into the marriage. Does this make her an evil woman? Not at all; romantic love is a modern and untrustworthy motive for marriage, and in England and India (where both Thackeray and Mira Nair were born), marriage strategies have always involved family connections and financial possibilities.\n\nAmelia likes Becky (she is the only one at school who did, Thackeray observes) and thinks it would be nice if Becky married her brother Joseph (Tony Maudsley). Amelia's own fiance, Capt. George Osborne (Jonathan Rhys-Meyers), discourages this plan, convincing the weak-willed Joseph that Becky is little better than a beggar with vague family irregularities, and would not adorn the Sedley household.\n\nSo Becky goes to Crawley Hall, where she mistakes the unshaven Sir Pitt for a servant. Servants, money and provisions seem in short supply in the Crawley family, but Becky makes one important conquest; Sir Pitt's rich maiden sister Matilde (played with magnificent biting wit by Eileen Atkins) admires her pluck and becomes her friend and protector -- up to a point. That point is reached when Becky secretly marries her nephew Rawley Crawley (James Purefoy). As a second son, Rawley will not inherit the title or house, and as a gambler can't live within his allowance, so this marriage gives Becky a liaison with a good family but not the benefits.\n\nSome of the film's best moments come when characters administer verbal flayings to one another. Matilde is unforgiving when she is crossed. But the most astonishing dialogue comes from a character named Lord Steyne (Gabriel Byrne), who Becky meets for the first time when she's a girl in her father's studio. Steyne fancies a portrait of Becky's mother; her father prices it at 3 guineas, but Becky insists on 10, putting on a good show of sentimental attachment to her departed parent. Now, many years later, Steyne crosses Becky's path again. She reminds him of their first meeting. It occurs to him that having purchased a portrait of the parent, he might purchase the original of the daughter. This sets up a dinner-table scene in the Steyne household at which the lord verbally destroys every member of his family, not sparing the rich mulatto heiress from the Caribbean who married his son for his title even though \"the whole world knows he's an idiot.\"\n\nThe peculiar quality of \"Vanity Fair,\" which sets it aside from the Austen adaptations such as \"Sense and Sensibility\" and \"Pride and Prejudice,\" is that it's not about very nice people. That makes them much more interesting. There are some decent blokes in the story, but on the fringes: William Dobbin (Rhys Ifans), for example, who persists in loving Amelia even though she falls for George, a thoroughgoing bounder. Joseph is a good sort, too.\n\nAnd for that matter, how evil is Lord Steyn, really? He and Becky meet again after her husband, Rawley, has lost everything at the gambling tables and the bailiff is literally moving their furniture out of the house. Steyn pays off their debts. This would not have been considered by anybody as an act of selfless charity. Of course he expects Becky to show her gratitude, although oddly enough she shows it more frankly in the 1828 novel than in the 2004 movie; its PG-13 rating no doubt inspired Nair and her writers to suggest to their tender young audiences that Becky can be friendly and grateful without, as the saying goes, Steyn having sex with that young woman. In the real world, the furniture would have been back on the sidewalk.\n\nIs the Indian-born Mira Nair a strange choice to adapt what some think is the best English novel of the 19th century? Not at all. She has an instinctive feel for the comic possibilities of marital alliances, as she showed in her wonderful \"Monsoon Wedding\" (2001). And she brings to the movie an awareness of the role India played in the English imagination; in the 19th century, hardly a well-born family lacked relatives serving or living in India, and wasn't it Orwell who said the two nations deserved each other, because they shared the same love of eccentricity?", "running_time": 141, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-09-01", "genres": ["Drama", "Foreign", "Romance"], "title": "Vanity Fair (2004)"}