{"url": "http://www.rogerebert.com/reviews/varsity-blues-1999", "by": "Jon Voightas Coach Kilmer", "star_rating": 2.0, "text": "\"Varsity Blues\" is not your average sports movie. It brings an outsider viewpoint to the material, which involves a West Texas high school quarterback who would rather win an academic scholarship than play football. The character, named Mox and played by James Van Der Beek of TV's \"Dawson's Creek,\" is a good kid--so good, at one point he asks himself why he's always being so good--and although the movie contains \"Animal House\"-style gross-outs, it doesn't applaud them.\n\nThe central struggle is between Mox and Coach Kilmer (Jon Voight, in another of a group of striking recent performances). Kilmer is a close-cropped martinet who addresses pep rallies with a vaguely Hitlerian salute, and has won two state titles and 22 district championships in 30 years. Now he wants the 23rd, at any cost.\n\nThe movie takes place in a West Texas town not unlike the setting of \"The Last Picture Show,\" although the kids get away with even more these days. (When one steals a squad car and drives around town with his buddies and their girlfriends, all naked, that merely inspires some \"boys will be boys\" talk at the local diner.) Some plot elements are hard to believe. (Could a high school teacher get away with dancing at a nearby topless club?) But others, including the way players are injected with pain-killers before a big game, feel truthful.\n\nThe movie was directed by Brian Robbins, who made the high-spirited \"Good Burger\" (1997), and here again we see the impulses of a satirist winking from behind the constraints of a genre. I enjoyed, for example, the subplot involving Mox's kid brother, the religion-obsessed Kyle, who makes his first entrance with a crucifix strapped to his back and by the end of the film has founded a cult with his playmates. Maybe his spirituality is inherited; their father asks Mox, \"Did you pray for more playing time?\" The arc of the movie involves one football season, during which Coach Kilmer will or will not win his 23rd title. Of course it ends with a Big Game and a Big Play, with seconds on the clock, but this is a movie that doesn't buy into all the tenets of our national sports religion; the subtext is that winning isn't everything.\n\nOne of Mox's friends is the enormous Billy Bob (Ron Lester), whose breakfast consists of pancakes chased down with syrup swigged straight from the bottle. Without revealing what happens to him, I will express my gratitude to Robbins and his writer, W. Peter Iliff, for not marching lockstep down the well-traveled road of inevitable developments. I also enjoyed the relationship between Mox and Lance (Paul Walker), the starting quarterback; instead of making Lance into the obligatory jerk, the movie pays more attention. To the standard role of the town sexpot, Tiffany C. Love brings a certain poignancy; she always goes for the starting quarterback, but she's not a slut so much as a realist.\n\nAll of this sounds as if \"Varsity Blues\" is a good movie, and parts of it are, but the parts never quite come together. Scenes work, but they don't pile up and build momentum. Van Der Beek is convincing and likable, Voight's performance has a kind of doomed grandeur, and the characters are seen with quirky humor. (When Billy Bob gets knocked cold during a game, and the trainer asks him how many fingers he's holding up, Mox explains, \"With Billy Bob, you gotta go true or false. Billy Bob, is he holding up fingers? Yes or no?\") The movie doesn't quite get over the top, but you sense that Brian Robbins has the right instincts, and is ready to break loose for a touchdown.", "running_time": 100, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-01-15", "genres": ["Comedy", "Drama", "Sports Film"], "title": "Varsity Blues (1999)"}