{"url": "http://www.rogerebert.com/reviews/vengeance-2010", "by": "Johnny Hallydayas Costello", "star_rating": 3.5, "text": "There's an audacious scene in \"Vengeance,\" a Johnny Hallyday thriller set in Hong Kong and Macao, that may remind you of Burnham Wood advancing on Macbeth's castle. In the play men carried shrubbery to hide behind. In Johnnie To's movie they hide behind huge bales of scrap paper. A fierce wind fills the air with flying paper. The bales advance across a field as a wall -- thump, thump -- on Hallyday and the three local hit men he's hired to obtain revenge on the killers of his grandson and son-in-law, and a grave wound to his daughter\n\nHallyday, who is a French combination of Elvis Presley and Charles Bronson, plays a chef who owns a restaurant on the Champs Elysses. Summoned to Hong Kong by the devastating news, he has an unspecified background in violence but doesn't know the lay of the land. He moves with admirable speed to repair that. Walking down a corridor in his hotel, he happens upon three professional hit men in the act of killing their boss's unfaithful mistress. He pauses, turns, regards them, and tells them he needs them.\n\nSome unspoken communication makes them decide to go to work for him instead of rubbing him out. The pay is good. He'll give them money, and his restaurant in Paris. We find out why. When he hires them, he snaps Polaroids and writes the name of each killer on his photo. We think of \"Memento.\"\rThe film's plot serves the fabled Hong Kong director Johnnie To as an excuse to devise uncanny and beautiful visual action set pieces. He's not much concerned with how we got into them and how we get out of him. Since his hero is losing his memory, he doesn't much care, either. The through-line is supplied by the three hired guns and the villain, George Lung (Simon Yam), a particularly unpleasant man who kisses his mistress as if he were wresting her into submission. In the world of Hong Kong crime, Costello's hit men of course know who committed the murders he wants revenged, and may have even worked with them before. But a job is a job.\n\nOne sequence that deserves attention is a most peculiar confrontation that begins with Costello and his men approaching the bad guys at a family picnic in a forest area. They stop on a hillside in full view of their targets, and do nothing because wives and children are below. The picnic continues with deliberation. After the family is packed away, the shooting starts. Is it a matter of honor that Hong Kong shooters sometimes advance on each other in full view, blazing away, or are they sure who's a lousy shot?\n\nWounds don't stop them, that's for sure. Costello takes a bullet inches from his heart, is given a slug of whiskey, and a hit man extracts it with the obligatory ritual: Show the slug to the wounded man, then drop it on a metal pan with a rattle. A day later, Costello is back out on the street, hunting his quarry with no more than a brief annoyed wince as he pats the wound.\n\nJohnnie To employs a beautiful color palate. There's a scene, all grey and rainy, with Costello wandering in confusion, trying to spot his targets by reminding himself with the Polaroids. The gloom is modulated by patches of red and orange. During a gun battle, To makes no effort to depict realistic blood spurts, but obviously just paints in red foggy bursts. And later notice the counterpoint of a second, very different, family picnic.\n\n\"Vengeance\" is a formula thriller done as an elegant genre exercise. Johnny Hallyday was brought in by To as a last-minute sub for Alain Delon, and could have been the first choice: He is tall, weathered, grim and taciturn. But sometime check out the You Tube of him singing \"My Funny Valentine.\"\n\n”Vengeance” was a Golden Palm nominee at Cannes 2009. ", "running_time": 108, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-08-09", "genres": ["Action", "Foreign", "Horror", "Thriller"], "title": "Vengeance (2010)"}