{"url": "http://www.rogerebert.com/reviews/vengeance-is-mine-2008", "by": "Ken Ogataas Iwao Enokizu", "star_rating": 4.0, "text": "The title \"Vengeance Is Mine\" poses an implied question that is never answered: Vengeance for what? This portrait of a cold-blooded serial killer suggests a cruel force without motivation, inspiration, grievance. Unlike most sociologically oriented films in the true crime genre, it lacks the Freudian explanation for everything and shows us pure evil, remote and inhuman. A few scenes from the killer's boyhood feel almost like satirical demonstrations of how any \"explanation\" would be impossible.\n\nThe 1979 film details the violent career of Akira Nishiguchi, who committed a series of murders in Japan in late 1963 and early 1964. Named Iwao Enokizu in the film, he is played by the powerful actor Ken Ogata, who uses two dominant emotional states, passivity and rage. Sometimes he can be persuasive and even charming, but only to gain his goals of theft or murder. His face is a mask concealing --what? Perhaps concealing nothing.\n\nThe film is by Shohei Imamura (1926-2006), considered with such as Ozu, Kurosawa and Mizoguchi among the greatest Japanese directors. He was once named an entomologist by a French critic, and not just because of his famous film \"The Insect Woman\" (1963), which regarded a prostitute as prey in an unthinking, deadly world. His killer Enokizu is also like an insect, doing what he does because it is what he does. We realize how much we desire such stories to explain their evil, and what resolve it takes a storyteller to deny us.\n\nIn a pre-title sequence, we see Enokizu in the back seat of a police car, after his capture. He had been the subject of a national manhunt for 78 days, his photograph everywhere, and yet he looked so anonymous with his regular features, his glasses, his hat and overcoat that even when people thought they recognized him, they doubted themselves. Enokizu sings in the police car, speculates on the date of his hanging, refuses to go along with the questions of the police. His theory: He committed the crimes, he deserves to die, everything is as it should be.\n\nAfter the titles, Imamura shows us the first murders. Enokizu hitches a ride with two truck drivers, makes up a story about gambling, leads one to a wooded hillside near railroad tracks and stabs him to death. The murder is committed with great difficulty, the victim struggling desperately, the killer almost overcome, blood everywhere. He leads the second man to the same area, and kills him, too. He washes up and changes, cool and impassive.\n\nThe film will indicate all of his murders, but only once again in such detail; like Hitchcock in \"Frenzy,\" Imamura knows that once you bring violence onto the screen, it can later be more effective simply to evoke its memory. There is an interlude in which Enokizu poses as a bail bondsman, befriends the family of a man in court, separates the mother from her daughter, and obtains all of the cash she brought for bail; he does it smoothly, as throughout the film, he is able to improvise, disguise himself, successfully pose as a lawyer or professor. With another victim, an old lawyer, he befriends him, then murders him, seals him into a cabinet, makes himself at home in the man's apartment and then flies into a frenzy when he cannot find the can opener. He was not angry with his victim, but the can opener makes him furious because it cannot be killed.\n\nThere are subplots involving two families, one Enokizu's own, another a mother and daughter whose inn he hides in. Both of these stories involve the amorality of the parents and the corruption of the children. Enokizu's marriage is lifeless, his mother is in the hospital, and there has long been a powerful attraction between his wife, Kazuko, and his father, Kayo. Although the two come close to sex during an interlude in a hot bath, they resist because of their Catholic values. Such values, however, do not prevent the father from suggesting to a friend that Kazuko would be willing to have sex with the other man. Kazuko resists, until the man tells her he has the approval of Kayo. Then she submits, as if submitting to the father himself.\n\nThe inn where Enokizu takes refuge is run essentially as a brothel. The mother is an ex-convict, released after a sentence for murder. The daughter, Haru, arranges prostitutes for the clients of the inn, and is herself the mistress of a businessman, who pays their lease. The two women are absolutely matter-of-fact about this arrangement, and it leads to some extraordinary dialogue. The girl falls for Enokizu, even after she knows he is a wanted killer. Observing, \"I know absolutely nothing about you,\" which is true, she nevertheless says, \"Shall we die together, professor? I'm serious.\"\n\nThe mother goes for a walk down a bleak canal path with Enokizu. \"When I killed the old battle-ax, I really felt great,\" she tells him. \"Is that how you feel now?\" \"No,\" he says, \"So you haven't yet killed who you really want to kill?\" \"Maybe not.\" \"Then you're a wimp.\"\n\nThe film gathers fearful force. Ordinary human values have been set aside for all the major characters, and that is tested above all when the rich businessman rapes Haru, with Enokizu and the mother in the next room. Haru cries for help. Enokizu seems emotionless, fixates on a dripping faucet, tightens it and then finally reaches for a knife -- but the mother stops him. She does not want to lose the man's financial support.\n\nWhen the film was released in 1979, it was sometimes called the Japanese \"In Cold Blood.\" Not at all. Richard Brooks' 1967 film offers motivations for the characters -- greed in one, childhood wounds in another. It contains a famous line: \"I thought Mr. Cutter was a very nice gentleman. I thought I so liked the old man. I thought so right up to the time I cut his throat.\" What is most disturbing about Enokizu is that he has no feelings at all about his victims. It is simply in his nature to kill.\n\nSeeing \"Vengeance Is Mine\" soon after seeing Paul Schrader's \"Mishima\" again, I was reminded of the Japanese fascination with death. I stare into Enokizu's eyes, which are a blank slate, and imagine his thoughts. Does he have such contempt for life that he is killing innocent strangers simply to be hanged by the state? Maybe his victims also create ideas about him in their own minds. Certainly the girl Haru has been given no reason to believe he loves, likes or even much notices her. He never says a single kind thing to her; indeed, says as little as possible, speaking mostly in epigrams. Insectlike, she is drawn to the candle flame.\n\nImamura made another great film about death named \"Ballad of Narayama,\" which won the Cannes Film Festival in 1983 (another of his films, \"The Eel,\" won in 1997). In \"Nayarama,\" a village traditionally determines that the time has come for an old person to die, and ceremoniously abandons him or her in the wilderness, even in winter. It is, curiously, a life-affirming film, lacking the rage of \"Vengeance Is Mine,\" but sharing its absorption in death. \"The Eel\" is about a barber who finds his wife with her lover and stabs them both to death. Released on parole, he begins a new life shadowed always by the awareness that he may kill again.\n\nAs a stylist, Imamura is a master of unobtrusive camera strategies. His POV is sometimes a little above eye level, which has the effect of diminishing his characters, presenting them perhaps as entomological specimens. In other shots, he will use low angles to include backgrounds in deep focus, as in the scene where Enokizu smolders in the kitchen while Haru is raped; the dripping faucet is placed and lighted to draw his, and our, attention. During the murders, his camera holds a middle distance, not moving, once looking straight down. He does not indulge in shock cuts or quick moves; he regards objectively. You can no more attribute motives to him in this film than to his subject. \n\nOn the DVD, there is an interview with Imamura, some years later. It is utterly unhelpful and unrevealing, and for that reason fascinating. What does he think of Enokizu? He will not say.\n\nThe film screens at 3 p.m. Saturday and 6 p.m. Wednesday as part of a two-month Imamura retrospective at the Gene Siskel Film Center. ", "running_time": 139, "mpaa_rating": null, "release_year": 1980, "date_published": "2008-01-17", "genres": ["Crime", "Drama", "Foreign"], "title": "Vengeance is Mine (1980)"}