{"url": "http://www.rogerebert.com/reviews/venicevenice-1993", "by": "Nelly Alardas Jeanne", "star_rating": 2.0, "text": "If all home movies were as good as Henry Jaglom's \"Venice/Venice,\" I'd enjoy seeing them more. Jaglom has been more or less charting his life for a dozen years now, gathering his friends in front of the camera for mutual analysis, heavy on the psychobabble.\n\nBecause Jaglom is a personable chap and because his friends are verbal and unselfconscious, these exercises are usually entertaining, in an unwound, disorganized sort of way.\n\n\"Venice/Venice,\" for example, exists on the flimsiest premise, and yet while you're watching it you're interested - sort of. It's hard to recommend a movie like this, however, because it is so determined to be talky, amateurish and self-indulgent. Jaglom is like the favorite nephew you know is talented, and who you keep hoping will amount to something someday.\n\nThe movie begins in Venice, Italy, and concludes in the Venice Beach neighborhood of Los Angeles. Jaglom stars as Dean, a movie director who makes films exactly like Henry Jaglom's (who began this movie while at the Venice Film Festival with his previous film, \"Eating\"). While holding a press conference at the Hotel des Bains, he is approached by Jeanne (Nelly Alard), a pretty European journalist who can't take her eyes off of him, and gives him that smile that says: You can have me if you want.\n\nWhy she is attracted to Jaglom is something of a mystery, which the movie never bothers to explain; Henry possibly thought his magnetism spoke for itself. Dean and Nelly talk endlessly about films, life, love and fate, while exploring Venice. One of Dean's traits is a gentleness and sympathy for the woman who lusts for him.\n\nHe understands.\n\nIt is part of Jaglom's approach, I think, that faces and conversation are more important than locations and atmosphere, and you will not see much of Venice in this movie except over the actors' shoulders. Then Dean returns to Venice, California. Nelly follows him there, her reasons still obscure (to me, anyway). Dean is casting a movie, and invites all of Henry Jaglom's female friends to spend a few moments in front of the camera, talking about romance on the screen, why they love \"Casablanca,\" and related topics.\n\nLife in the Dean/Jaglom orbit seems to be like one continuous salon. Friends drop in, sing a song at the piano, tell a joke, share a fear, contribute an insight, and drift away. Penny (Melissa Leo), Dean's current more-or-less girlfriend, is around, but when Nelly arrives, she sizes up the situation and cheerfully offers to pack up and leave in the morning. Jaglom considers himself a feminist, but Hugh Hefner in his wildest dreams has not conceived of the cooperative, supporting, accepting, forgiving females that flock to Jaglom's films, if not to his side.\n\nThis much must be said for Henry Jaglom's films: I feel like I'm getting to know him. I've met him a few times (we were locked out together at the screening of one of his movies at Cannes), I like him, and as Jaglom film follows film, I have developed a certain affection for his work. You aren't left with much when you leave the theater, but by golly you've heard about everything on his mind.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-01-22", "genres": ["Foreign", "Mystery", "Thriller"], "title": "Venice/Venice (1993)"}