{"url": "http://www.rogerebert.com/reviews/venom-1982", "by": "Klaus Kinskias Jacmel", "star_rating": 1.5, "text": "\"Venom\" was obviously intended as a prestige production -- to the degree, of course, that a movie about kidnappings and hostages and poisonous snakes can be prestigious. Just look at the cast. German super villain Klaus Kinski is the kidnapper, British super scoundrel Oliver Reed is his brutish henchman, sometime Hamlet Nicol Williamson is the man from Scotland Yard, and you know you're in class company when Sarah Miles is the snake expert and Sterling Hayden is the grizzled old grandfather.\n\n\tThe filmmakers have impressive track records, too. The movie was directed by Piers Haggard, who did the BBC/PBS version of \"Pennies from Heaven,\" and the producer is Martin Bregman, of \"Dog Day Afternoon\" and \"The Four Seasons.\" I mention all of these credits more in sorrow than in anger, because with \"Venom\" these talented people have conspired to make a thriller of lackluster predictability. It's so routine that 1980's tacky \"Alligator\" looks exciting by comparison.\n\n\tThe plot is ridiculous. But then, of course the plot is ridiculous. We don't necessarily ask to believe in thrillers; we only ask that they engage us and scare us. \"Venom\" doesn't, not after the good early scenes involving a small boy and a deadly black mamba snake.\n\n\tThe story develops like this: The rich kid is targeted for kidnapping by Klaus Kinski and Oliver Reed. Meanwhile, he takes a taxi to a pet store to pick up a harmless African house snake. But the store switches cartons, and the kid unknowingly has the poisonous black mamba in his possession. He rides through the streets of London with this lethal cargo, and we're reminded of the Hitchcock classic where the little kid took a bus ride without knowing that he was carrying a bomb on his lap.\n\n\tOnce the kid gets back home, the movie develops with relentless predictability. Kinski and Reed make hostages of the child, his grandfather and his nurse. The deadly black mamba escapes from its box and strikes the nurse, paralyzing her. Then it disappears into the house's ventilation ducts, from whence it will attack from time to time during the next two hours. Meanwhile, a snake expert (Sarah Miles) discovers the mistake made with the mamba, a policeman is dispatched to the kid's house, Reed shoots the cop, Miles is taken hostage, and the house is surrounded by a police cordon.\n\n\tAt about this point, the movie begins edging into self-parody. The desperate kidnappers have the cops outside and the snake inside, the nurse is dead, and then the kid has a severe asthma attack. We'd like to get involved in the crisis, but we're too busy just keeping track. Meanwhile, staunch Nicol Williamson takes control of the police siege. calls for plans of the house and the surrounding tunnels and sewers, and holds negotiations with Kinski.\n\n\tIt's strange, but none of this works. The actors are all more or less adequate, but because they haven't been provided with convincing characters to inhabit, they're just spinning their wheels. The plot seems so contrived it's just a mechanism. Even the snake attacks are routine. You wouldn't think a movie starring Klaus Kinski, Oliver Reed, Nicol Williamson, Sterling Hayden and Sarah Miles could be boring, but, alas, that's \"Venom's\" biggest surprise.", "running_time": 100, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": null, "title": "Venom (1982)"}