{"url": "http://www.rogerebert.com/reviews/vernon-florida-1982", "by": "David R. Loxton", "star_rating": 3.5, "text": "The strange and utterly fascinating talent of Errol Morris, director of \"Gates of Heaven,\" the haunting documentary about pet cemeteries, will be featured on the first two programs of the new Facets/Columbia Cinematheque, a joint venture of Columbia College and Facets Multimedia, an alternative film showcase. The inaugural program is the new Morris documentary \"Vernon, Florida,\" produced for PBS. Like \"Gates of Heaven,\" it is a seemingly deadpan but actually very involved record of a group of people and their obsessions.\n\nMorris went to Vernon, Fla., in the first place to develop ideas for a documentary about American retirement communities. He never made that film Instead, he turned his camera on such Vernon residents as a philosophical old man, a band of fanatic wild turkey hunters, and the local cop.\n\n\tHis approach is diabolically simple. He places them in their environment and listens to them. They talk of their dreams, superstitions, fantasies and lifetimes. In the measured words of the old man, speculating on what a turtle must be thinking about, we hear a condensed philosophy of life.\n\n\tThe movie is often very funny. The local policeman, in particular, seems to have studied for his job by watching cop shows on TV, and he uses such a bewildering array of law-enforcement jargon it is sometimes impossible to be sure whether he's kidding you or arresting you. His squad car is outfitted with a dazzling array of late-model police equipment, including a two-way radio. But since he's the only cop in, town, there's nobody on the other end of the radio except his wife.\n\n\tThe movie's high point comes with the turkey hunters. They talk, think, and dream turkeys. They speculate on a turkey's habits, destination and likely whereabouts; they interpret half-heard turkey mating calls; and they study turkey tracks as if they were destiny's footprints..\n\nThe turkeys they seek are, alas, hardly ever seen. On the other hand, the movie's old man has a wire cage out in back of his place where the strangest critters live in apparent harmony. He produces and then philosophizes about a turtle, a possum and, if memory serves, a snake.\n\n\t\"Vernon, Florida\" does not exactly make fun of its subjects; it has too much affection for that. But it sees them as originals who sometimes let their enthusiasms run away with them. The movie resembles \"Gates of Heaven\" in that it is really about the systems people impose on their lives to make a little sense out of the universe. Whether they're obsessed with dogs, turkeys, turtles or radios, they're basically trying to find a pattern for living.", "running_time": 55, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": ["Documentary"], "title": "Vernon, Florida (1982)"}