{"url": "http://www.rogerebert.com/reviews/veronica-guerin-2003", "by": "Gerard McSorleyas John Gilligan", "star_rating": 3.0, "text": "Veronica Guerin may or may not have been a great journalist, but she was certainly a brave and foolish one. Disturbed by the sight of gangs selling drugs to children and teenagers in the Dublin of the 1990s, she began a high-profile, even reckless campaign to expose them. Was she surprised when her campaign ended with her own murder? She must have been, or she would have gone about it differently. That she struck a great blow against the Irish drug traffic is without doubt, but perhaps she could have done so and still survived to raise her son.\n\nCate Blanchett plays Guerin in a way that fascinated me for reasons the movie probably did not intend. I have a sneaky suspicion that director Joel Schumacher and his writers (Carol Doyle and Mary Agnes Donoghue) think of this as a story of courage and determination, but what I came away with was a story of bone-headed egocentrism. There are moments when Guerin seems so wrapped up in her growing legend and giddy with the flush of the hunt that she barely notices her patient husband, who seems quite gentle, under the circumstances, in his suggestions that she consider the danger she's in and think of their child.\n\nDaily journalism in Britain and Ireland is miles more aggressive than in North America, no doubt because there is a truly competitive press. All of Dublin's papers are national, there are additional titles on Sundays, and, not incidentally, the Irish are great readers. It is unthinkable that an Irish politician would boast that he never reads the papers. Guerin was a well-known writer for the Sunday Independent -- \"a rag,\" she says at one point, unfairly. Her good looks and unbuttoned personality were popular. Sunday journalists go for the home run, and she hit hers in 1994 when young addicts told her of the gangs that used them as retailers in the housing projects.\n\nAppalled, she tries to backtrack from the poor street sellers to the rich men who presumably lurk at a safe remove. The movie knows more than she does about the gangs, and intercuts her investigation with horrifying violence used by the gangs to maintain discipline. You may remember John Boorman's \"The General\" (1998), starring Brendan Gleeson as Martin Cahill, a criminal Robin Hood of sorts (he stole from the rich and gave to himself). In that film, he nails a suspected stool pigeon to a snooker table; in \"Veronica Guer-in,\" the same character, now played by Gerry O'Brien, is nailing someone to the floor. He should have been called The Carpenter.\n\nCahill eventually got into trouble by interfering with the IRA's drug trade, but that hot potato goes unreported by Guerin, in part because she has an inside source feeding her information about the Dublin mob. This is a very nervous mid-level crook named John Traynor (Ciaran Hinds) who has a bit of a crush on her, actually worries about her safety, and couples his information with warnings that she is in very real danger. Traynor tries to play a double game and ends by outsmarting himself without helping her.\n\nBlanchett dominates the material with a headstrong, extroverted performance. Her Veronica Guerin is heady with excitement, and it doesn't hurt that enormous billboards promote the investigation by the Independent's star journalist. Her editors look alternately grateful and alarmed when she breezes in with another scoop, and we get the feeling she considers her press card to be a guarantee of immunity -- or at least, a bulletproof vest.\n\nWe know Veronica is going to die because that happens in the first five minutes of the movie. All the rest is flashback, showing how she arrived at the day of her death. We cringe at the flamboyant risks she takes -- as when she actually walks into the house of an Irish mafia kingpin and asks him why he sells drugs to children. The film develops an undertone of horror; it's like watching fate unfold.\n\nA lot of critics in England disliked it, which is valid enough, but some of them seemed to confuse Guerin's journalism and Blanchett's performance. The film ends with the obligatory public funeral, grateful proles lining the streets while type crawls up the screen telling how much Guerin's anti-drug crusade accomplished. These are standard prompts for us to get a little weepy at the heroism of this brave martyr, but actually I think Blanchett and Schumacher have found the right note for their story.\n\nTheir Veronica Guerin dies, essentially, because the excitement of a great story robs her of all common sense. Oh, certainly, she felt outrage and anger, and so should she have, but it was so much fun to skewer these hard, evil men. And then they did what everyone has been telling her for weeks they would do, and she was dead.", "running_time": 98, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-17", "genres": ["Drama"], "title": "Veronica Guerin (2003)"}