{"url": "http://www.rogerebert.com/reviews/vertical-limit-2000", "by": "Chris O'Donnellas Peter Garrett", "star_rating": 3.0, "text": "Somebody, I think it was me, was observing the other day that Hollywood never really stopped making B pictures; they simply gave them $100 million budgets and marketed them as A pictures. \"Vertical Limit\" is an example: It's made from obvious formulas and pulp novel conflicts, but strongly acted and well crafted. The movie may be compared with \"The Perfect Storm,\" another adventure about humans challenging the implacable forces of nature. One difference is that \"Storm\" portrays the egos and misjudgments of its characters honestly, and makes them pay for their mistakes, while \"Vertical Limit\" chugs happily toward one of those endings where everyone gets exactly what they deserve, in one way or another, except for a few expendable supporting characters.\n\nIt's a danger signal whenever a movie brings nitroglycerin into the plot. Nitro has appeared in good films like \"The Wages of Fear\" and \"Sorcerer,\" but even there it exhibits most peculiar quality, which is that it invariably detonates precisely in sync with the requirements of the plot.\n\n\"Vertical Limit\" introduces nitro into a situation where three climbers are trapped in an ice cave near the top of K2. They are a venal millionaire (\"This is a life statement for me\"), an experienced guide and the hero's sister. The hero gathers a group of six volunteers on a possibly suicidal rescue mission. They bring along nitro, and although I know that explosives are used from time to time on mountains to jar loose avalanches, the movie never explains how an uncontrollable nitro explosion has the potential to help the trapped victims more than harm them. The one scene where nitro is used as intended does nothing to answer the question.\n\nThe rest of the time, the nitro is necessary to endanger the rescue party, to provide suspense, to shock us with unintended explosions and to dispose of minor characters so there won't be anything but speaking parts left for the climax. The nitro serves as evidence that \"Vertical Limit\" is not so much a sincere movie about the dangers and codes of mountain climbing as a thriller with lots of snow. At that, however, it is pretty good, and I can recommend the movie as a B adventure while wondering what kind of an A movie might have been made from similar material.\n\nChris O'Donnell stars as Peter Garrett, a National Geographic photographer. He and his sister Annie (Robin Tunney) are shown with their father in the opening title sequence, which ends with Peter cutting a rope that sends his father falling to his death but spares himself and Annie. Otherwise three lives might have, or would have, been lost. Peter and Annie disagree about this, although the legendary toeless mountaineer Montgomery Wick (Scott Glenn) tells Peter he did the right thing, and it follows that someone in the movie will reprise that final decision sooner or later.\n\nAnnie, a famous climber, is trapped on the mountain with the millionaire Elliot Vaughn (Bill Paxton) and Tom McLaren (Nicholas Lea), an ace guide. Vaughn owns an airline, and his dream is to stand on the summit of K2 at the moment one of his inaugural flights zooms overhead. This involves an ascent in risky climbing weather, and a crucial error when McLaren thinks they should turn back and is overruled by the headstrong Vaughn.\n\nMountain climbing always inspires the same nightmare for me: I am falling from a great height, and cursing myself all the way down for being stupid enough to have climbed all the way up there voluntarily. I've seen climbing documentaries in which climbers do amazing things, although none quite so amazing as some of the stunts in \"Vertical Limit.\" The blend of stunt work and effects is seamless, and there's real suspense as they edge out of tight spots, even if occasionally we want to shout advice at the screen. (In one scene, a climber is hanging by an arm over the edge of a cliff, and another climber walks up to the edge, which is at a fearsome angle, while untethered. In another, a climber anchors her ice-ax way too close to the edge.) One effective sequence shows the six rescuers being landed at 22,000 feet by a risky helicopter drop. Others show the suddenness with which things can go wrong. There are the absolute deadlines imposed by the reality of the mountain (after they dehydrate, they die). And strong performances, particularly by Glenn as the hard-bitten climber with a private agenda. \"Vertical Limit\" delivers with efficiency and craft, and there are times, when the characters are dangling over a drop of a mile, when we don't even mind how it's manipulating us.", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-12-08", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Vertical Limit (2000)"}