{"url": "http://www.rogerebert.com/reviews/very-bad-things-1998", "by": "Christian Slateras Robert Boyd", "star_rating": 1.0, "text": "Peter Berg's \"Very Bad Things\" isn't a bad movie, just a reprehensible one. It presents as comedy things that are not amusing. If you think this movie is funny, that tells me things about you I don't want to know.\n\nWhat bothers me most, after two viewings, is its confidence that an audience would be entertained by its sad, sick vision, tainted by racism. If this material had been presented straight, as a drama, the movie would have felt more honest and might have been more successful. Its cynicism is the most unattractive thing about it--the assumption that an audience has no moral limits and will laugh at cruelty simply to feel hip. I know moral detachment is a key element of the ironic pose, but there is a point, once reached, which provides a test of your underlying values.\n\nThe film involves five friends who go on a bachelor party to Las Vegas. Kyle Fisher (Jon Favreau) is on the eve of marriage to the wedding-obsessed Laura (Cameron Diaz). His pals include a real-estate agent named Robert Boyd (Christian Slater), the antagonistic Berkow brothers Adam (Daniel Stern) and Michael (Jeremy Piven), and a mechanic named Charles (Leland Orser) who doesn't talk much.\n\nIn Vegas, there's a montage showing them gambling, tossing back shots and snorting cocaine. A stripper (Carla Scott) arrives, does lap dances and is steered into the bathroom by Michael. He lurches drunkenly about with her until her head is accidentally impaled on a coat hook. She's dead.\n\nSome of the men want to dial 911, but Robert objects. How will it look that a hooker has turned up dead in their presence? \"Take away the horror of the situation. Take away the tragedy of her death. Take away all the moral and ethical considerations you've had drummed into you since childhood, and what are you left with? A 105-pound problem.\" His solution? Cut her up and bury her in the desert. He browbeats the others into agreement, but then a black security guard enters with a complaint about noise. The guard (Russell B. McKenzie) sees the dead body, and Robert stabs him with a corkscrew. Now there are two bodies to dispose of, and the guys stride through a hardware store like the Reservoir Dogs.\n\nThe movie makes it a point that some of the guys are Jewish, and uses that to get laughs as they bury the bodies. Jewish law, one argues, requires that the body parts be kept together--so they should dig up the dismembered pieces and sort them out. \"She's Asian,\" says another. \"Do they have Jews in Asia?\" The answer is yes, although surely such a theory would apply to anyone. They start rearranging: \"We'll start with black. Then we'll go to Asian.\" My thoughts here are complex. The movie is not blatantly racist, and yet a note of some kind is being played when white men kill an Asian and a black. Why then make it a point that some of them are Jewish? What is the purpose, exactly? Please don't tell me it's humor. I'm not asking for political correctness, I'm simply observing the way the movie tries to show how hip it is by rubbing our noses in race and ethnicity.\n\nThe events described take about 30 minutes. There is not a single funny thing that happens once the men get to Vegas (Diaz has some funny early stuff about the wedding). Nor is the aftermath funny, as the men freak out with guilt and fear. Robert makes threats to hold them in line, but more deaths follow, and the last act of the film spins out a grisly, unfunny screwball plot. By the time of the wedding, when potentially comic material crawls back in over the dead bodies, it's way too late to laugh: The movie's tone is too mean-spirited and sour.\n\n\"Very Bad Things\" isn't bad on the technical and acting level, and Slater makes a convincing engine to drive the evil. Berg shows that he can direct a good movie, even if he hasn't. If he'd dumped the irony and looked this material straight on, it might have been a better experience. His screenplay has effective lines, as when Robert coldly reasons, \"What we have here was not a good thing, but it was, under the circumstances, the smart play.\" But the film wants it both ways. At a Jewish funeral, the sad song of the cantor is subtly mocked by upbeat jazz segueing into the next scene. Mourners fall onto the coffin, in a scene that is embarrassing. When a widow (Jeanne Tripplehorn) struggles with Robert, she bites his groin, and as he fights back, we hear female ululations on the soundtrack. What's that about? \"Very Bad Things\" filled me with dismay. The material doesn't match the genre; it's an attempt to exploit black humor without the control of tone necessary to pull it off. I left the theater feeling sad and angry.", "running_time": 101, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-11-25", "genres": ["Comedy", "Crime", "Drama", "Indie", "Thriller"], "title": "Very Bad Things (1998)"}