{"url": "http://www.rogerebert.com/reviews/vhs-2012", "by": "Adam Wingard", "star_rating": 1.0, "text": "In 1999, a film publicist named Jeff Dowd sidled over to me at the Salt Lake City airport and gave me my first tout that year for a Sundance entry. \"See 'The Blair Witch Project,' \" he said. \"I'm not even working for it, and I'm telling you this.\" I saw it, and when it opened in July of that year, I gave it a four-star rating.\n\nMaybe it deserved it. No force on Earth could compel me to go back and see it again. It had an effective sense of accumulating horror. I liked it at the time. Since then, I've grown weary of the genre it inspired, the found-footage horror film. In this genre we are given low-quality home video footage, usually underlit, lacking in pacing and intentionally hard to comprehend. The premise is that the footage was taken before some unspeakable event occurred, was discovered later and now is in the film we are watching.\n\n\"Paranormal Activity\" is the best subsequent example of a found-footage film. \"V/H/S\" is an example of the genre at its least compelling. It's an anthology of six separate horror stories shot in low-definition VHS. The first, \"Tape 56,\" explains the other five. A group of masked intruders break into a house on a mission to retrieve certain videotapes. After routine haunted-house scares, they come upon the house's owner, sitting dead and decomposing in front of a wall of video monitors.\n\nWhile one of the group stays to look at some of the video, the others explore the house and make more unsettling discoveries. The overall film consists of this linking film and five other stories, each with a different director and different casts — with slight overlapping of actors.\n\nDo you want to hear the five stories? Better you should make sense of them yourself. One of the pleasures or punishments of the film is that we're not always sure when we have left one story and entered another.\n\nThe idea, I gather, is that \"V/H/S\" is sort of a showcase for its young directors and actors. Since it's such a muddle, I don't understand how any of them hope to stand out. It plays more like a student project in which several short films were cobbled together in the popular found-footage horror genre to masquerade as a feature.\n\nWhat's the point? None of the segments is particularly compelling. Strung together, it's way too much of a muchness. These ambitious young artists might be better advised to make what I naively call a \"real movie.\" For example, Ti West, one of the six directors, has already released \"The Innkeepers,\" a well-made and effective haunted hotel movie that exhibited a real gift for framing and placement; it created some genuine scares out of what he showed and didn't show. I'd bet on a guy like that. If he showed me \"V/H/S,\" I'd hedge my bet.", "running_time": 116, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-10-03", "genres": null, "title": "V/H/S (2012)"}