{"url": "http://www.rogerebert.com/reviews/vi-warshawski-1991", "by": "Kathleen Turneras Vic", "star_rating": 3.0, "text": "Private eye V.I. Warshawski is often asked what the \"V\" stands for. \"It stands for my first name,\" she says. In a series of novels by Sara Paretsky, the hardworking sleuth from Chicago has walked in the footsteps of Philip Marlowe, Sam Spade, and the other wisecracking practitioners of the thankless trade of private investigation. Now, like them, she gets her own movie.\n\nWarshawski is a free-lance P.I. who lives in an apartment overlooking Wrigley Field, drives an old gas-guzzler, and has a weakness for red shoes. She's hard-boiled on the job (as in a scene where she demonstrates to a thug one of the several uses of a nutcracker), but she's a closet romantic, and likes guys who are bearded and tough on the outside but pushovers underneath.\n\nOne night while she's hanging out at her favorite bar, she meets a former Blackhawks player named Boom-Boom Grafalk (Stephen Meadows). The vibes are there right from the start, but she's surprised later that night when he brings his 13-year-old daughter around and asks V.I. to keep an eye on her. And still later that night, Boom-Boom is killed in a boat explosion near Navy Pier, and the kid hires V.I. to find out who murdered her dad.\n\nThe movie then plunges into a fairly typical private-eye plot, in which the sins of the past cause the children to suffer, and old family secrets lead to revenge and murder. V.I. finds herself up against various surviving relatives of Boom-Boom, whose family includes a rich brother with a predatory wife. The simple baby-sitting job turns into a complex investigation that may inspire still more murders. And the screenplay is so respectful of the private-eye genre that there's even the obligatory scene where Warshawski asks a friendly police official to give her 24 hours to solve the case on her own.\n\nThe cop is played by Charles Durning in the great tradition of cops in private-eye movies (he alternates between threatening to throw her in jail, and expressing concern for her safety). The 13-year-old, played by a young Broadway veteran named Angela Goethals, is a good foil for Warshawski, whose salty vocabulary she easily matches. And Jay O. Sanders plays Warshawski's on-again, off-again boyfriend, a newspaper reporter named Murray who turns up in time for a series of cliff-hanging developments modeled roughly on the perils of Pauline.\n\nThe key to all of this is the Warshawski character, who is no more likely or believable than any other movie private eye. I think that's the idea. From the time when Raymond Chandler and Dashiell Hammett first began creating the American private eye in a big-city, hard-boiled, cynical but idealistic image, the genre has taken on a life of its own. There are certain rules to be observed (the P.I. must be dubious about true romance, hard-drinking, occupy a grungy apartment, be loyal to unworthy clients, and annoy the police). Kathleen Turner fits the character more closely than I would have imagined. Her laugh seems aged by whiskey, her smile is brave in the face of trouble, she kisses guys as if she'll never see them again, and she's usually right.", "running_time": 89, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-07-26", "genres": ["Action", "Adventure", "Drama", "Mystery", "Thriller"], "title": "V.I. Warshawski (1991)"}