{"url": "http://www.rogerebert.com/reviews/vibes-1988", "by": "Cyndi Lauperas Sylvia Pickel", "star_rating": 1.0, "text": "“Vibes” begins with a tantalizing scene that suggests it could have been a different, better, movie. The scene involves a laboratory for the testing of psychic phenomena, and an assortment of paranormal oddballs are being put through their paces. There is, for example, the woman who is in constant contact with her friend in the spirit world.\n\nAnd the man who can touch an object and pick up vibrations revealing its previous history.\n\nBecause these people are played by Cyndi Lauper and Jeff Goldblum, there is some reason for hope. I had the notion that “Vibes” might develop into an ironic comedy about the problems of being psychically gifted; think of the possibilities when a supernatural gift is surrounded by a fallible human ego.\n\n“Vibes” seems prepared to move in that direction for its first 15 minutes or so, and there is a promising scene in the institute’s cafeteria, where the psychic subjects are revealed to be normal, flawed, egotistical individuals. But then what goes wrong? How was this promising subject derailed and replaced by a tired ripoff of thrillers like “Romancing the Stone?” The plot - which is so arbitrary it seems phoned in from the Generic Screenplay Works - describes how Goldblum and Lauper are enlisted in an expedition to South America, where a mysterious, ancient glowing beacon seems to guard the portal to untold secrets, or riches, or treasure, or past civilizations, or something. Once Goldblum and Lauper are in the vicinity of this mountaintop portal, all sorts of strange things happen to them. For example, they get into conversations with Peter Falk that seem inspired by old Groucho Marx dialogue. And they spend a lot of time looking wide-eyed and beginning sentences with “You mean . . .” Movies are fragile mysteries, and maybe there was a time in the creation of this one when everybody thought they were on the right track. After all, how promising could the original screenplay for “Romancing the Stone” have actually seemed, unless you could use a leap of the imagination to superimpose Kathleen Turner onto the material? But “Vibes” fails to provide Lauper and Goldblum with anything to do, anything for us to care about or even be distracted by. The screenplay by Lowell Ganz and Babaloo Mandel is a series of meaningless events alternating with unmotivated conversations.\n\nLauper has not found her way into a character for the movie, and essentially stands around being herself. Goldblum tries harder. He is an intelligent screwball actor who holds our attention because he seems capable of doing or saying almost anything. In “The Fly,” he was able to transform the potentially ludicrous material by the very force of his intensity. Given the screenplay of “Vibes,” however, he keeps turning up empty-handed, and sometimes it is almost painful to see him on the screen, manifestly frustrated because he is on deck and prepared and has been given nothing to offer us.\n\nMovies like “Vibes” appear and disappear like fireflies in the dog days of summer. Nobody seems to have made them, nobody sees them, nobody remembers them. Five years from now, Goldblum will be asking himself what the title of that movie was that he made in the Andes.\n\nIt’s not going to take me nearly that long.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-08-05", "genres": ["Action", "Comedy", "Fantasy"], "title": "Vibes (1988)"}