{"url": "http://www.rogerebert.com/reviews/vice-versa-1988", "by": "Fred Savageas Charlie", "star_rating": 3.5, "text": "Who would have guessed it? Who would have been able to predict that the plot of one of last year's worst movies could produce one of this year's most endearing comedies? Here at last is proof that the right actors can make anything funny, or perhaps it is proof that the wrong actors cannot. The name of the movie is \"Vice Versa,\" and when they made it last year it was called \"Like Father, Like Son.\" The screenplays for the two movies were amazingly similar, through a rare Hollywood coincidence. But what a difference there is in the movies.\n\nIt was, I must admit, with lagging step and a heavy heart that I made my way to the theater where \"Vice Versa\" was having its sneak preview. I had sincerely disliked \"Like Father, Like Son,\" which starred Dudley Moore and Kirk Cameron in the story of a father and son whose minds magically enter each other's bodies, forcing them to trade identities. Now here was \"Vice Versa,\" which stars Judge Reinhold and Fred Savage in the story of a father and son whose minds magically enter each other's bodies, forcing them to trade identities. If the material was bad when it was fresh, how could it be good when it was familiar? My state of mind lasted for perhaps the first five minutes of the movie. Then I was laughing too hard to care. I suppose film students of the future will want to analyze the differences between the two treatments of similar material, to see how Reinhold and Savage, director Brian Gilbert and writers Dick Clement and Ian La Frenais got it right when the 1987 team got it all wrong. I would prefer to think maybe it was a matter of style.\n\nReinhold plays a Chicago department store executive, divorced, hard-working, upward-bound in his organization. Savage plays his 11-year-old son, who comes to stay for a few weeks while his mother is on vacation. At one point, while they are both touching an ancient gold-trimmed Tibetan skull, they are unwise enough to wish that they could be each other. Through a mysterious magical process that need not concern us, Reinhold and Savage are suddenly consumed in a searing bolt of light, and their personalities are transferred. That puts a little boy into a man's body and, as the title suggests, vice versa.\n\nThe movie's plot situations are fairly predictable. The kid goes to the department store in his dad's body, plays with the drums in the musical instrument section, acts like a kid with his secretary and behaves strangely at a board meeting. Meanwhile, his dad, in a kid's body, goes to school in a limousine, barks orders into the phone, finishes exams in three minutes, and talks back to the teachers. In a couple of the best scenes, the kid (as his dad) visits his grade school teacher, and gets even with the bullies who have been tormenting him.\n\nAnd the dad (as his son) tells his girlfriend things he lacked the courage to say when he was an adult.\n\nAll of this is fun, and well done, but it is simply plotting.\n\nWhat makes \"Vice Versa\" so wonderful is the way Reinhold and Savage are able to convince us that each body is inhabited by the other character.\n\nThey are masters of body language. Notice, for example, the scene where Reinhold demolishes the fifth-grade bullies and then, when he thinks no one is watching him, swings his arm through the air in a joyous boilermaker. Look, too, at the restless and immature way he suggests that a child would inhabit an adult body; children haven't yet had their spirits broken to make them sit still all the time.\n\nSavage, as the adult inside the kid, is equally good at moving with quiet confidence, even impatience, and ordering people around, and expecting to be obeyed. After he calls a limousine and it lets him out in front of the department store, he strides inside and a doorman asks the chauffeur, \"Is he famous?\" \"He's about to be,\" the chauffeur says, \"because I'm gonna kill him.\" \"Vice Versa\" is a treasure of a movie, in which the performances hold the key. It's a movie that finds its humor in many small moments of truth and accurate observation, and if there is even a certain gentle knowledge of human nature in this film, you know what? That is not necessarily wrong for a comedy, not even in the cynical weathers that surround us.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-03-11", "genres": ["Drama", "Family", "Fantasy", "Science Fiction"], "title": "Vice Versa (1988)"}