{"url": "http://www.rogerebert.com/reviews/vicky-cristina-barcelona-2008", "by": "Javier Bardemas Juan Antonio", "star_rating": 3.0, "text": "The thing about a Woody Allen film is, whatever else happens, the characters are intriguing to hear. They tend to be smart, witty, not above epigrams. A few days before seeing \"Vicky Cristina Barcelona,\" I viewed his \"Hannah and Her Sisters\" again. More than 20 years apart, both with dialogue at perfect pitch. Allen has directed more than 40 movies in about as many years and written all of them himself. Why isn't he more honored? Do we take him for granted?\n\n\"Vicky Cristina Barcelona\" is typical of a lot of his mid-range work. It involves affluent characters at various levels of sophistication, involved in the arts and the intrigues of love. They're conflicted about right and wrong. They're undoubtedly low-level neurotics. In addition, they are attractive, amusing and living lives we might envy -- in this case, during a summer vacation in Barcelona.\n\nAllen's discovery of Europe (of London, Paris, Venice, Barcelona) has provided new opportunities for the poet of Manhattan (and \"Manhattan\"). In this film, we meet two best friends, Vicky (Rebecca Hall) and Cristina (Scarlett Johansson), who decide to spend July and August in the Barcelona home of Vicky's relatives, Judy and Mark (Patricia Clarkson and Kevin Dunn). We're briefed by a narrator that Vicky values stable relationships and is engaged to marry Doug (Chris Messina) when she returns. Cristina is more impulsive, more adventurous, not afraid to risk a little turmoil.\n\nVicky, we learn is majoring in \"Catalan studies,\" which makes the capital of Catalonia a perfect destination for her. \"What will you ... do with that?\" Mark asks over lunch. \"Oh ...\" says Vicky, who clearly has no answer. \"Maybe teach, or work for a museum?\" Her Spanish, it can be observed, could use some work.\n\nThey all go to an art gallery show, and Cristina wonders who the man in the red shirt is. Judy explains that he is Juan Antonio (Javier Bardem), an abstract artist, and there was a scandal over his divorce when he tried to kill his wife or she tried to kill him -- the details are muddled. At midnight in a restaurant (a conventional dinner hour in Barcelona), the two girls see him across the room. \"He keeps looking at us!\" Cristina says. \"That's because you can't take your eyes off of him,\" says Vicky. He approaches their table, and in quiet, measured tones suggests they fly with him in his plane to an interesting city, see the sights and sleep with him. Both of them.\n\nVicky is astonished and offended. Cristina accepts, of course \"with no guarantees.\" Juan Antonio has, in his own words, made a polite, frank and straightforward offer. And then the film lingers in the complications of the relationships among these three people, before introducing a fourth element: the former wife Maria Elena (Penelope Cruz). The tragedy is, she and Juan Antonio are still deeply in love with each other -- but they can't live together without violence flaring up. A menage a quatre takes shape -- shaky, but fascinating.\n\nAllen is amusing when he applies strict logic to the situation. If everybody knows and accepts what everybody is doing, where's the harm? Cristina is predisposed to such excitement, and Vicky's love for the stable, responsible, absent Doug begins to pale in comparison with this bohemian existence. Judy, the relative, discovers Vicky's secret and urges her to go with her heart, not her prudence. Vicky and Cristina have conversations in which they show they are open-minded, but perhaps not very prudent. There are unexpected arrivals and developments.\n\nAnd by now we're engrossed in this comedy, which is really a fantasy, beginning with Juan Antonio, who is too cool and good to be true. All the time, Allen gives us a tour of the glories of Barcelona, the city of Gaudi and Miro, the excuse being that Juan Antonio is showing the girls the sights. As Hollywood learned long ago, there's nothing like a seductive location to lend interest to whatever is happening in the foreground.\n\nMore surprises than this I must not describe. It is all fairly harmless, although fraught with dire possibilities. Allen has set out to amuse and divert us and discover secrets of human nature, but not tragically deep ones. He is a little like Eric Rohmer here. The actors are attractive, the city is magnificent, the love scenes don't get all sweaty, and everybody finishes the summer a little wiser and with a lifetime of memories. What more could you ask?", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-08-14", "genres": ["Comedy", "Drama", "Romance"], "title": "Vicky Cristina Barcelona (2008)"}