{"url": "http://www.rogerebert.com/reviews/victorvictoria-1982", "by": null, "star_rating": 3.0, "text": "\r\n\n\nI've always felt this way about female impersonators: They\r\nmay not be as pretty as women, or sing as well, or wear a dress as well, but\r\nyou've got to hand it to them; they sure look great and sing pretty--for men.\r\nThere are no doubt, of course, female impersonators who practice their art so\r\nskillfully that they cannot be told apart from real women--but that, of course,\r\nmisses the point. A drag queen should be maybe 90 percent convincing as a\r\nwoman, tops, so you can applaud while still knowing it's an act. \n\n\r\nInsights like these are crucial to Blake\r\nEdwards's “Victor/Victoria,” in which Julie Andrews plays a woman playing a man\r\nplaying a woman. It's a complicated challenge. If she just comes out as Julie\r\nAndrews, then of course she looks just like a woman, because she is one. So\r\nwhen she comes onstage as \"Victoria,\" said to be \"Victor\"\r\nbut really (we know) actually Victoria, she has to be an ever-so-slightly\r\nimperfect woman, to sell the premise that she's a man. Whether she succeeds is\r\nthe source of a lot of comedy in this movie, which is a lighthearted meditation\r\non how ridiculous we can sometimes become when we take sex too seriously. \n\n\r\nThe movie is made in the spirit of classic movie\r\nsex farces, and is in fact based on one (a 1933 German film named “Viktor Und\r\nViktoria,” which I haven't seen). Its more recent inspiration is probably “La\r\nCage aux Folles,” an enormous success that gave Hollywood courage to try this\r\noffbeat material. In the movie, Andrews is a starving singer, out of work, down\r\nto her last franc, when she meets a charming old fraud named Toddy, who is gay,\r\nand who is played by Robert Preston in the spirit of Ethel Mertz on \"I\r\nLove Lucy.\" Preston is kind, friendly, plucky, and comes up with the most\r\noutrageous schemes to solve problems that wouldn't be half so complicated if he\r\nweren't on the case. In this case, he has a brainstorm: Since there's no market\r\nfor girl singers, but a constant demand for female impersonators, why shouldn't\r\nAndrews assume a false identity and pretend to be a drag queen? \"But\r\nthey'll know I'm not a man!\" she wails. \"Of course!\" Preston\r\nsays triumphantly. \n\n\r\nThe plot thickens when James Garner, as a\r\nChicago nightclub operator, wanders into Victor/Victoria's nightclub act and\r\nfalls in love with him/her. Garner refuses to believe that lovely creature is a\r\nman. He's right, but if Andrews admits it, she's out of work. Meanwhile,\r\nGarner's blond girlfriend (Lesley Ann Warren) is consumed by jealousy, and\r\nintrigue grows between Preston and Alex Karras, who plays Garner's bodyguard.\r\nEdwards develops this situation as farce, with lots of gags depending on\r\nsplit-second timing and characters being in the wrong hotel rooms at the right\r\ntime. He also throws in several nightclub brawls, which aren't very funny, but\r\nwhich don't much matter. What makes the material work is not only the fact that\r\nit is funny (which it is), but that it's about likable people. \n\n\r\nThe three most difficult roles belong to\r\nPreston, Garner, and Karras, who must walk a tightrope of uncertain sexual\r\nidentity without even appearing to condescend to their material. They never do.\r\nBecause they all seem to be people first and genders second, they see the humor\r\nin their bewildering situation as quickly as anyone, and their cheerful ability\r\nto rise to a series of implausible occasions makes “Victor/Victoria” not only a\r\nfunny movie, but, unexpectedly, a warm and friendly one.", "running_time": 133, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Music", "Musical", "Romance"], "title": "Victor/Victoria (1982)"}