{"url": "http://www.rogerebert.com/reviews/vidal-sassoon-the-movie-2011", "by": "Vidal Sassoon", "star_rating": 2.5, "text": "\"Vidal Sassoon: The Movie” might as well be titled “Vidal Sassoon: The Infomercial” for all of the distance it maintains from its subject. Its best quality is that it made me like and admire Sassoon, although if there is anything unlikable and not admirable about him I wouldn’t have discovered it here. The movie is structured around a new book on Sassoon being published by Michael Gordon, who also produced this film and appears on it, and that will give you a notion of its objectivity.\n\nVidal at 83 is alert and superbly fit, a yoga practitioner who still bends into pretzel shapes and lifts weights. The world's most successful hairdresser is the very definition of a self-made man: Born in the Jewish ghetto of London's East End, he was abandoned by his father and placed by his mother in an orphanage for several years — not because she didn't love him, but because she was poor. “She came to see me every week,” he says, and in his teens, she apprenticed him to a hairdresser who was a firm disciplinarian. To have unshined shoes or untidy finger nails was a grave offense.\n\nSassoon never particularly wanted to be a hairdresser. He wanted to be an architect, he tells us, although his spotty education might have quashed that dream. He was ambitious, and he came to love cutting hair. He worked hard, he was a perfectionist, he soon had a chair in the West End and then his own shop on Bond Street. By then it was the Swinging Sixties, and Vidal Sassoon was at the very epicenter with his revolutionary, architectural haircuts and finally the “five-point cut.”\n\nHaving never heard of this cut (my ignorances are manifold), I realized on seeing it in this film that I've been looking at it all of my life. To one degree or another, half the women alive must wear their hair differently today because of Vidal Sassoon's scissors. Then came the New York shop, the Vidal Sassoon Academies, the shampoo and hair products line, the daily TV show, the TV commercials for Sassooning, and millions and millions of dollars. Such circles did he move in that once in a health spa, because of a lamentable mix-up, he received an enema intended for Gore Vidal.\n\nIt wasn't easy. He was born with a Cockney accent (and demonstrates that very convincingly) and took elocution lessons from a voice coach at the Old Vic. He explained to women why he would not cut their hair the way they wanted it cut. He danced around his clients with a pair of scissors, instead of an array of hairdressing hardware. He was married three times, had three children, lost one because of an overdose, is happily married and well today, and dedicated to “progressive causes.”\n\nThere must be more. We will not discover it here. What we will see is a good many classic haircuts, and testimonials from current or former employees. There is also an affectionate chat with desinger Mary Quant, who was doing with fashion what Sassoon was doing with hair in the 1960s. It has been a good life. If you know as little about hairdressing as I do, ask yourself two questions: Have you always known Vidal Sassoon was the name of a famous hairdresser? Can you name another one?", "running_time": 90, "mpaa_rating": "Unrated", "release_year": 2011, "date_published": "2011-03-16", "genres": ["Documentary"], "title": "Vidal Sassoon: The Movie (2011)"}