{"url": "http://www.rogerebert.com/reviews/view-from-the-top-2003", "by": "Gwyneth Paltrowas Donna", "star_rating": 3.0, "text": "\"View from the Top\" stars Gwyneth Paltrow in a sweet and sort of innocent story about a small-town girl who knows life holds more for her, and how a job as a flight attendant becomes her escape route. Along the way she meets friends who help her and friends who double-cross her, a guy who dumps her, and a guy she dumps. And she finds love. What more do you want from a movie? I confess I expected something else. Flight attendants have been asking me for weeks about this movie, which they are in a lather to see. It may be closer to their real lives than they expect. I anticipated an updated version of Coffee, Tea or Me? but what I got instead was Donna the Flight Attendant . The movie reminded me of career books I read in the seventh grade with titles like Bob Durham, Boy Radio Announcer . It's a little more sophisticated, of course, but it has the same good heart, and a teenager thinking of a career in the air might really enjoy it.\n\nSo did I, in an uncomplicated way. Paltrow is lovable in the right roles, and here she's joined by two others who are sunny on the screen: Candice Bergen, as the best-selling flight attendant who becomes her mentor, and Mark Ruffalo (from \"You Can Count on Me\") as the law student who wants to marry her. The movie knows a secret; most careers do not involve clawing your way to the top, but depend on the kindness of the strangers you meet along the way, who help you just because they feel like it.\n\nWe meet Donna (Paltrow) as the daughter of a much-married former exotic dancer from Silver Springs, Nev. She seems doomed to life working at the mall until she sees a TV interview with the best-selling Bergen, whose book inspires Donna to train as a flight attendant. Her first stop is a puddle-jumper named Sierra Airlines, which flies mostly to and from Fresno, but then she enrolls in training at Royalty Airlines, where the instructor (Mike Myers) is bitter because his crossed eye kept him from flying. Myers finds a delicate balance between lampoon and poignancy--and that's some balance.\n\nRuffalo plays the sometime law student who comes into her life in Nevada and then again in Cleveland, where she's assigned not to Royalty's transatlantic routes but to the discount Royalty Express. Her first flight is comic (she runs down the aisle screaming \"We're gonna crash!\") and then we follow her through intrigues and romantic episodes that lead to a lonely Christmas in Paris when she decides life still has to offer more than this.\n\nThe movie, directed by Bruno Barreto and written by Eric Wald, is surprising for what it doesn't contain: No scenes involving mile-high clubs, lecherous businessmen or randy pilots, but the sincere story of a woman who finds her career is almost but not quite enough. Adult audiences may be underwhelmed. Not younger teenage girls, who will be completely fascinated.", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-03-22", "genres": ["Comedy", "Romance"], "title": "View from the Top (2003)"}