{"url": "http://www.rogerebert.com/reviews/villa-rides-1968", "by": "Yul Brynneras Villa", "star_rating": 2.0, "text": "Even Robert Mitchum seems defeated by the great weight of \"Villa Rides.\"\n\nHis voice, usually rich with a kind of drawling irony, is flat and tired. His face is weary. He wanders through his part in a white shirt with a\r\nbutton-down collar, just the thing for the Mexican Revolution.\n\nYul Brynner has grown or rented hair for the role of Pancho Villa and plays it with a certain energy. But the political implications of the Mexican Revolution are never quite brought to the surface, and what we are given instead is a pretty cut-and-dried story of Mitchum as the gunrunner and Brynner as the dashing revolutionary.\n\nThis is usually the case when Hollywood considers revolutions (and it will be interesting to see how Omar Sharif handles the title role in the upcoming film \"Che!,\" (1969)). The political questions involved are shuffled into the background in embarrassment, and the whole war becomes a Wild West shooting match between two identical sides.\n\nThis contrast became particularly apparent to me after seeing \"The Battle of Algiers,\" which handles the Algerian War with fierce honesty. By contrast, Hollywood's \"The Lost Command\" completely ignored the issues and cast Anthony Quinn as a Frenchman who wins the war despite historical fact.\n\n\"Villa Rides\" is another exercise of this sort. You would think an interesting picture could be made about Pancho Villa and the Mexican Revolution, a subject most Americans know next to nothing about. But we learn nothing except that Pancho was a romantic fellow who had a mustache and liked to have people lined up three in a row and killed with one bullet. (That scene, incidentally, got a big laugh.)\n\nFrankly, this kind of movie is beginning to get to me. You can enjoy one, maybe, or two. Or you can enjoy a particularly well done shoot-em-up. But the Loop has been filled with one action-adventure after another for the last month, and if \"Villa Rides\" is not the worst, it is certainly not the best. If you like to see desperadoes galloping over the ridge to attack a troop train, while Robert Mitchum lights bombs with his cigar and drops them on the Yankees, \"Villa Rides\" is for you. But are you sure that's what you want to see? Again?", "running_time": 125, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-06-25", "genres": ["Action", "Western"], "title": "Villa Rides (1968)"}