{"url": "http://www.rogerebert.com/reviews/vincent-the-life-and-death-of-vincent-van-gogh-1989", "by": "Paul Cox", "star_rating": 4.0, "text": "How rich art is! If only one can remember what one has seen.\n\n- Van Gogh in a letter to his brother \"Dear Theo,\" the letters always began, and there were more than 750 of them written by Vincent Van Gogh to his brother. The painter spoke of his life, his finances, his health, his prospects, his opinions of the art world - but most of all he spoke about his paintings and about the discoveries he was making. To read the letters while looking at the paintings (as you can do if you have the book Vincent by Himself) is like having Van Gogh take you by the hand and lead you through an exhibit of his work. Few other painters have left such a moving and honest personal correspondence.\n\nIf you only read the letters and look at the works, however, you will miss something: the look of the everyday world that Van Gogh was transforming into his paintings. What Paul Cox has done in \"Vincent: The Life and Death of Vincent Van Gogh\" - the best film about a painter I have ever seen - is to take his camera to some of the places Van Gogh painted and to re-create some of the others in his imagination. This is not, however, one of those idiotic \"art appreciation\" films in which we see the windmill and then we see the painting of the windmill; Cox knows too much about art to be that simplistic. Instead, he adopts the role of a disciple of the painter, a man who wants to stand in the same places and see the same things as a simple act of love toward Van Gogh's work.\n\nAll of the words on the soundtrack are from Vincent's letters to Theo, read by the British actor John Hurt. On the screen, we see landscapes such as Van Gogh might have seen, and we visit some of the places where he painted. But there are fictionalized, created sequences as well; scenes of farmers in their fields, or peasants walking down country lanes, or shadows sweeping across fields of sunflowers. And there is a magical sequence in which the people in a room go about their daily business until they arrange themselves, seemingly by accident, into a reproduction of a painting.\n\nSometimes Cox makes no effort to photograph specific things that Van Gogh might have seen or been influenced by. Instead, his camera visits woods and fields and watches birds and flowers, and meanders down alleyways populated with people who seem to harbor some of the weariness and fear of so many of Van Gogh's models. The words continue over these images as well, creating the illusion that the painter is narrating the film himself.\n\nThe best parts of the film are the most specific. Cox uses closeups to show the smallest details of some of the paintings, while the narration describes the painter's technical discoveries and experiments. There are times when we almost seem to be looking at the very brushstroke that Van Gogh is describing in a letter. These moments create a sense of the specific. We aren't looking at stars in the sky, or fields of flowers, or a portrait of the artist; we're looking at frozen moments in time when Van Gogh's brush moved just such a way in response to his feeling and his craft. The strokes seem enormous, on the big movie screen, and they call our attention to the detail, to the way that Van Gogh's paintings were not about their subjects but about the way he saw his subjects.\n\nSo much of the popular image of Van Gogh is crude and inaccurate, fed by the notion that he was \"mad,\" fueled by the fact that he cut off his ear. There is an entirely different Vincent here, a poetic, thoughtful man who confides everything to his brother, who is not mad so much as completely open to the full range of his experience, including those parts that most of us prudently suppress. \"Vincent\" is the most romantic and yet the most sensible documentary about a painter I have ever seen.", "running_time": 99, "mpaa_rating": "NR", "release_year": 1989, "date_published": "1989-01-06", "genres": null, "title": "Vincent: The Life And Death Of Vincent Van Gogh (1989)"}