{"url": "http://www.rogerebert.com/reviews/vincent-and-theo-1990", "by": "Tim Rothas Vincent Van Gogh", "star_rating": 3.5, "text": "How to portray the artist at work? Directors through the years have shown them sporadically applying paint to canvas, but for the most part the artist's task in the movies is to drink wine, argue by candlelight, and spend a good deal of time in unheated studios with undressed models. The big dramatic scenes involve confrontations with those who do not understand his genius: His dealers, his lovers, his public, and his creditors.\n\nOnly occasionally does a film come along where we get the sensation that actual creation is taking place before our eyes. That happens when the filmmakers are also in the art of creating, and transfer their inspiration to the characters in a sort of artistic ventriloquism. \"Camille Claudel\" (1989) had that feeling, as Isabelle Adjani grubbed about in a ditch, digging up clay for her sculptures. And now here is Robert Altman's \"Vincent and Theo,\" another film that generates the feeling that we are in the presence of a man in the act of creation.\n\n\tTrue art is made as if God were a lot of little cottage industries. Artists take up shapeless raw material -- paint or clay, or a blank sheet of pape -- and transform it into something wonderful that never existed before. This is such a joyous activity that I am at a loss to understand how an artist could ever be unhappy, and yet so many are. Perhaps, like God, they grieve when man ignores their handiwork. \n\n\tVincent van Gogh was one of the unhappiest of artists. Some medical experts now believe it was because he suffered from a maddening ear disease. \"Vincent & Theo\" does not attempt a diagnosis. It simply regards the fact that van Gogh, whose paintings most people today instinctively love from the first moment they see them, suffered all of his life from overwhelming rejection. He did not paint because he wanted to, he painted because he had to. He did not develop a style, he painted in the only way he could. During his lifetime he sold only one painting. How would you feel, if you worked a lifetime to create beautiful things for people to look at, and they turned their backs and chose to look at ugly things instead? And if you saw your brother sacrifice himself to support your lonely work?\n\n\tAltman's approach in \"Vincent & Theo\" is a very immediate, intimate one. He would rather show us things happening than provide themes and explanations. He is most concerned with the relationship that made the art possible, the way in which Theo, the younger brother, essentially became Vincent's parent and patron. We meet van Gogh (Tim Roth) and his brother (Paul Rhys) in the middle of their relationship, we hear them fight and see them through the thickets of exasperation, and at the end we realize that it took two obsessives to create the work of Vincent van Gogh: The brother who painted it, and the brother who believed that to support the painting was the most important thing he could possibly do with his lifetime.\n\n\tThe movie takes place inside and outside the claustrophobic art world of Paris in the late 19th century, where the two Dutch brothers try to make their mark. Theo is a passable art dealer, skilled at selling safe paintings to cautious people, and he is lucky in finding employers who sympathize with his more radical tastes and eventually give him the opportunity to strike out on his own. Even then, given free rein, he is unable to sell his brother's work. And Vincent lives in a series of barren rooms and small houses, writing continuously to his brother (the apparent subject is art, but the buried subject is usually money). \n\n\tThere is the sense that Vincent had no knowledge of the way people normally behave toward one another. At some point in his childhood, he failed to decipher that code. Consider the scene where the prostitute (Jip Wijngaarden) comes to pose for him. She is cold and hungry, and only support of her daughter. Vincent asks her to come and live with him. She explains her needs. He agrees to them. His need is to have someone to paint, and everything else--the expense, the distraction, the responsibility, and certainly the subject of sex--never occurs to him.\n\n\tHis painting is such a direct expression of his mood, indeed, that ordinary human speech often seems unnecessary. He is the rare artist who truly does speak through his work, and Altman dramatizes that in a remarkable scene in a field of sunflowers, where, as van Gogh paints, Altman's camera darts restlessly, aggressively, at the flowers, turning them from passive subjects into an alien hostile environment. The film is able to see the sunflowers as Altman believed van Gogh saw them. To make a sunflower stand for anything other than itself is a neat trick, and Altman accomplishes it in his own way, as van Gogh did in his.\n\n\tThe details of van Gogh's life are here. The infamous ear episode. The fights with Theo. The death. \"Vincent & Theo\" follows the trajectory of a biopic more faithfully than we might have expected, given Altman as the director. This is a more classically constructed film than much of his work, and although Altman says it's that way because he had to follow the chronology of a man's life, I think the reason is more complex: That van Gogh's personality was to fractured and tortured that the movie needed to be stable and secure, as a frame for it.", "running_time": 138, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-11-16", "genres": ["Drama", "Foreign", "Indie"], "title": "Vincent & Theo (1990)"}