{"url": "http://www.rogerebert.com/reviews/vincent-francois-paul-and-the-others-1976", "by": "Michel Piccolias Francois", "star_rating": 4.0, "text": "We walk out of \"Vincent, Francois, Paul and the Others\" and we think, yeah, that's pretty much the way things are. We don't know whether or not to smile. The movie takes a group of friends in their 40s and observes them for a period of weeks. At the end of that time, we find ourselves recognizing them: They're like friends of ours. They may even be like ourselves. \n\nTo begin with, they're always in motion. There's little time for reflection, stock-taking. Marriages break up and there's hardly time for a postmortem before an affair begins. Careers that looked rewarding turn into dead ends. There are money problems. Some of the people they've loved are barely memories, but others leave wounds that will never heal. They have secrets, even from themselves; they feel guilt and remorse and a vague anxiety. They smoke all the time and drink too much, and sometimes they're too tired to sleep at night. And yet this movie about them isn't, finally, depressing. The director, Claude Sautet, doesn't take his slice of French middle class life and turn it into a portrait of despair. These are tough people. They've survived, and they're resilient. They may have abandoned specific ambitions, but they're incapable of giving up hope. These are poor dumb, silly, lovely, doomed, beautiful human beings. The central character is Vincent, played by Yves Montand. He runs a small factory that's mortgaged to the hilt. During the period of the movie, a note falls due that means bankruptcy for him. His young mistress breaks off their affair. His wife (Stephane Audran), whom he still loves but has been separated from for three years, files for divorce. He knows what that means. It means she's found someone else. Francois is played by Michel Piccoli. The first time we see him he's with the others at one of their country homes. Someone has a soccer ball and suggests a game in the field. Piccoli, his country coat too new, his shoes too expensive to ruin in a soccer game, nevertheless runs forward, awkwardly, to join the game. As men stop being young they run standing up straight and with their hands in their pockets. Piccoli is a doctor. Once he ran a clinic for the poor. Now he runs a clinic for the rich.  \n\nPaul (Serge Reggiani) is a writer who for some time now hasn't been able to write. Like the others, he gets a borrowed reality out of following the career of one of Vincent's employees, who is a prize fighter. We think of Norman Mailer and Jimmy Breslin buying pieces of a kid from Brooklyn who looks good in the ring: The vicarious psychic energy that can be drained from professional athletes is a tonic for some complaints of middle-aged men. \n\nSautet does not condemn or satirize these friends; he looks at them with acceptance and compassion. Sure, they're chasing coronaries. Sure, they screw around too much. Sure, they have three drinks too many and tell their best friends to go to hell - and mean it, at the time. And, yes, sure they still possess the ability to love without compromise, to make a grand romantic gesture. It's just that they're so much more protective of that ability. \n\nOne of the early images of the film occurs during the soccer game. A shed next to the country house catches fire. Everyone pitches in to put it out. This image is not in the film by accident, we realize after we get to know Vincent, Francois, Paul and the others. At this point in their lives, they're putting out all sorts of little fires. But the house still stands.", "running_time": 113, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-25", "genres": null, "title": "Vincent, Francois, Paul and the Others (1976)"}