{"url": "http://www.rogerebert.com/reviews/vincent-a-life-in-color-2010", "by": "Jennifer Burns", "star_rating": 3.5, "text": "You might be forgiven for suspecting that Vincent is a few doughnuts short of a dozen. I know I did. Then I saw the remarkable documentary “Vincent: A Life in Color,” which unfolds the mystery of a human personality. Would it surprise you to learn that Vincent is a college graduate? A Cook County computer programmer? A former DJ in gay North Side discos? Paying his own rent in Marina City? Buying his own suits? Legally blind?\n\nAll of these things are true. I can believe he buys his own suits. What I can hardly believe is that they are sold. We accompany him on a visit to his customary clothing store, which perhaps caters otherwise to members of the world’s second-oldest profession.\n\nJennifer Burns, the film’s producer and director, says that like most Chicagoans, she’d seen Vincent and his colorful suits around for years. How could she not? Then one day, she was looking out her office window, watching him performing for a tour boat, “and I was struck by the look of sheer joy I saw on his face. I thought to myself, whatever else you have to say about this guy, he has figured out what makes him happy and he does it, regardless of what anyone else thinks.” She approached him, and he agreed to be the subject of a film — not surprising, since his pastime is drawing attention to himself. The subtext of the film is how differently life could have turned out for Vincent.\n\nVincent, whose surname comes from the last of his foster families, was an orphan abandoned by his mother and raised at St. Joseph’s Home for the Friendless. There the nuns discovered that Vincent’s problem wasn’t intellectual but visual, and taught him to read, along with the rest of the class, making sure he was always pushed up against the blackboard so he could see. In high school, he was picked on relentlessly and learned to respond with humor. He was a member of the National Honor Society, the chess club, the debate team ... and the diving team, luckily never diving into a pool without water. We meet his diving coach, who was as surprised as we are.\n\nVincent reads with his good eye positioned less than an inch from a book or computer screen. Sometimes he uses a magnifying glass. He used a cane in high school, then threw it away and walks freely everywhere in Chicago. It is terrifying to think of him crossing a street. \n\nA bright student, Vincent was accepted at the University of Illinois, where he studied computer science. He eventually wound up at the Illinois Institute of Technology, studying aeronautical engineering. Yes. He became a popular DJ, first for the go-go boys at Stage 618, and then at the gay disco Cheeks. He didn’t exactly fit the image, his old boss recalls, and he held the albums an inch from his face, but he was a great spinner. It was during this time he concluded he was gay. For the past 20 years, he’s been a computer programmer for Cook County, helping to track billions of dollars in tax revenue. “He’s one of the most brilliant programmers I’ve ever met,” his current boss says.\n\nAll of which is admirable, but how does it explain the suits? He started wearing the suits in the 1990s, and says he gave his first bridge show in 2000, adding the “spin move” about a year later. He knows the times when every tour boat passes his bridges, and the guides know his name and point him out somewhere between the Wrigley Building and Marina City. To the guides on the Mercury boats, he is “Riverace” (rhymes with “Liberace”). The captain of one of the Wendella boats says you can set your watch by him. Both of his bridges and two local TV studios are within a short walk of his home.\n\nThere is a great deal of discussion in the documentary about Vincent’s motivation. It solves nothing. Vincent himself will only say that he likes to entertain people, to cheer them up a little. One expert in the doc speculates that Vincent has spent a lot of his life being stigmatized and isolated, and the suits are a way of breaking down barriers. I confess that the first time I saw him, I saw a man with unfocused, squinting eyes and a weird suit, and leaped to conclusions. Having seen this film, I applaud Vincent. So here is a man who likes to buy Technicolor suits and wave them at tour boats. So why not? What are the people on the boats so busy doing that they don’t have time for that? \n\nBased on my earlier blog entry on “Vincent: A Life in Color”: http://j.mp/cj1ZTu", "running_time": 96, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-05-05", "genres": ["Documentary"], "title": "Vincent: A Life in Color (2010)"}