{"url": "http://www.rogerebert.com/reviews/violets-are-blue-1986", "by": "Sissy Spacekas Gussie Sawyer", "star_rating": 3.0, "text": "\"Violets Are Blue\" is sort of a high school reunion for the heart, a movie about one of those moments everybody has: You meet the person you loved when you were 17, and now you are 33, and a lot of your life's history has been written. And yet, as your eyes meet, your last kiss is as clear as yesterday.\n\nThe movie opens around a campfire on an island off the Maryland coast. Sitting on a blanket are two teenagers - Gussie and Henry, high school sweethearts, facing the future with doubt in their eyes. Henry (Kevin Kline) is going off to college. Gussie (Sissy Spacek) wants to be a flight attendant. They love each other, and say all the correct words about how they will keep in touch and meet again and that this parting of the ways is only temporary. Then they go off to whatever life holds in store for them.\n\nHenry's father dies, and he takes over the family business - the little local newspaper in the Maryland coastal resort where he lives.\n\nHe gets married and has a son. Gussie gets her wings, starts taking photos for the airline's in-flight magazine and eventually becomes a world-famous photographer. Then one summer, 15 years later, she comes home for a vacation.\n\nIt is inevitable that they will meet again. In fact, their eyes meet across a long distance during a local boat race. Gussie goes down to the newspaper office to see Henry again, and there is an immediate tension in the air between them, a realization that in one way or another they are going to have to deal with some unfinished business.\n\nHenry invites Gussie over to his house for dinner. Henry's wife Ruth (Bonnie Bedelia) does her best to keep the atmosphere light, and their son Addy (Jim Standiford) asks lots of questions about Gussie's work. But things grow more and more awkward, until it becomes clear that Gussie will have to leave early - that she and Henry have an agenda that does not include his family.\n\nThis is a difficult scene handled with quiet confidence by director Jack Fisk. Compare it to a scene that was handled badly in the recent \"Just Between Friends,\" where everything leads up to the embarrassing dinner table confrontation and then the movie chickens out and never shows us what happens.\n\n\"Violets Are Blue\" establishes its events within a vivid sense of time and place. We get a real feel for the close-knit seaside community, where Gussie's father (John Kellogg) operates the bumper cars and lives in a frame house just down the street. Everybody knows everybody else's business in this town, and her father tells Gussie one day, with gruffness and love, that she has no business fooling around with a married man. But Gussie can't help herself. She chose a career instead of a family, but now she has seen the man who could have been her husband, seen the boy who could have been her son, and she wants it both ways.\n\nAlthough the characters of Gussie and Henry are played with great subtlety and warmth by Spacek and Kline, the best scenes in the movie belong to two of the supporting actors: Bedelia as Henry's wife, and Kellogg as Gussie's father. They stand up for what they believe in.\n\nThey refuse to cave in to easy notions of romance or love or inevitability. Bedelia stands in her kitchen one day and clearly, unforgivingly lays out for her husband what his choices are, and it's perhaps the key scene in the movie.\n\nWhat's interesting about \"Violets Are Blue\" is that it's not necessarily the movie we expect it to be, and Spacek doesn't necessarily play the role we expect from her. It's a movie about adults making some hard choices, facing some inflexible realities in their lives. And when it's over we realize it caused us to think about a couple of things: not only the road not chosen, but also the road that we have chosen and our responsibilities to it.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-04-25", "genres": ["Drama"], "title": "Violets Are Blue (1986)"}