{"url": "http://www.rogerebert.com/reviews/virtuosity-1995", "by": "Denzel Washingtonas Parker Barnes", "star_rating": 3.0, "text": "Los Angeles, 1999. A city of zombies in gray business suits,\rwalking unseeing in the streets. Only two people seem aware of their\rsurroundings. One of them is Parker Barnes (Denzel Washington), who moves\reasily through the crowds, in search of something. His quest leads to a\rJapanese restaurant, where there is a bloody struggle with a bad guy who has\rtaken hostages. There is a shoot-out, which does not develop quite as it\rshould. . . .\n\nAnd\rthis has all been a computer game, as we suspected, since some of the shots of the\rsky fluttered as if the screen were repainting itself. Back in the real world,\rBarnes is revealed as a former cop, now in prison, with a computer-controlled\rartificial arm.\n\nAnd\rthe game is explained as virtual reality training for police, to help them cope\rwith sudden emergencies.\n\nIn\r\"Virtuosity,\" Barnes finds himself in familiar fictional territory:\rThis is yet another retread of the familiar formula where the rogue cop is\rreactivated because he is the only person who can deal with the brilliant and\rdangerous villain. But here the movie turns up a new twist. The bad guy in\r\"Virtuosity\" is not a human being but a computer program named Sid\r6.7, which plays the villain in the VR simulations.\n\nSid\r6.7 (given human form by Russell Crowe) is some program.\n\nInto\rhis cyber memory has been pumped the personalities of 200 criminals, including\rCharles Manson, John Wayne Gacy - and the man who killed Barnes' own wife and\rchildren. Sid is so intelligent he knows how to tap into his many personalities\rin order to torment his enemies, and he taunts Russell with memories of his\rfamily.\n\nAnd\rSid has other abilities. We see how new science has made it possible for\rcomputer chips to replicate themselves, using the raw material of silicon. Sid\rpulls off a really neat trick, escaping from the \"box,\" or computer,\rand creating himself in the real world.\n\n(There\ris a nice moment as he takes shape, slumps for a second, and then understands\rthe sensation he is feeling: \"Gravity!\") Sid takes physical shape as\ra mandroid, escapes from the lab and becomes a serial killer at large - 200\rserial killers at large. There are two catches. One is that Sid 6.7, programmed\rwith artificial intelligence, can now grow on his own, rewriting and improving\rhis own programs. The other is that Sid is interactive down to the tiniest electron\rin his cybersoul. He is not happy unless he's involved in a battle with his\rantagonists, since the world of computer gaming is all he knows.\n\nFor\rBarnes, who for a cop is unusually knowledgeable about computer programming,\rthis is the ultimate challenge, and \"Virtuosity\" is clever in the\rways it finds to morph the situation.\n\nOne\rproblem is that Sid, like the mercurial villain in \"Terminator 2: Judgment\rDay,\" is hard to kill because he has control over his physical\rmanifestation. Shot many times, his limbs lopped off, he regenerates by using\rsilicon (even eating glass, which is always appropriate for a villain). Lacking\rall the higher human instincts, he is a real rotter, at one point ordering his\rhostages to scream and then conducting them like an orchestra (this is a steal\rof an old Second City routine, but never mind).\n\nFor\rthe merely human Parker Barnes, Sid evokes memories of the dead family and\rplays cruel jokes: Like all true computer games, he exists to be played, and in\ra sense he would be defeated even in victory because then the game would be\rover, and he would be inactive again. So involved does he become, indeed, that\rSid 6.7 loses track of exactly what side of the cybermembrane he's on, and at\rone point is astonished to find he has returned to virtual reality and is no\rlonger in the real world: \"I'm back in the box?\" The movie supplies\rBarnes with a partner, Madison (Kelly Lynch), but she in a way is even more of\ra cyber creation than Sid, because she has no particular function except to be\rthe token female sidekick: good-looking, supportive, able to be endangered when\rnecessary, etc. The real battle is between Barnes and Sid 6.7 (and Sid's\rprograms, including the nicely named BombShop 6.7).\n\n\"Virtuosity\"\ris an example of a struggle that goes on in Hollywood between formula and\rinvention. The movie is filled with bright ideas and fresh thinking, but the\runderlying story is as old as the hills, right down to a final confrontation on\rcatwalks (there is nothing quite like a catwalk for satisfying scenes in which\rcharacters hang by one arm, bash each other with pipes, fall to their dooms,\retc.). What redeems \"Virtuosity\" a little is that even at the end,\reven in the midst of the action clichés, it still finds surprises in the\rparadox of a villain that is also a program.", "running_time": 96, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-08-04", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Virtuosity (1995)"}