{"url": "http://www.rogerebert.com/reviews/virus-1999", "by": "Jamie Lee Curtisas Kit Foster", "star_rating": 1.0, "text": "Ever notice how movies come in twos? It's as if the same idea descends upon several Hollywood producers at once, perhaps because someone who hates movies is sticking pins in their dolls. \"Virus\" is more or less the same movie as \"Deep Rising,\" which opened a year earlier. Both begin with small boats in the Pacific. Both boats come upon giant floating ships that are seemingly deserted. Both giant ships are inhabited by a vicious monster. Both movies send the heroes racing around the ship trying to destroy the monster. Both movies also have lots of knee-deep water, fierce storms, Spielbergian visible flashlight beams cutting through the gloom, and red digital readouts.\n\n\"Deep Rising\" was one of the worst movies of 1998. \"Virus\" is easily worse. It didn't help that the print I saw was so underlit that often I could see hardly anything on the screen. Was that because the movie was filmed that way, or because the projector bulb was dimmed to extend its life span? I don't know and in a way I don't care, because to see this movie more clearly would not be to like it better.\n\n\"Virus\" opens with berserk tugboat captain Donald Sutherland and his crew towing a barge through a typhoon. The barge is sinking and the crew, led by Jamie Lee Curtis and William Baldwin, want to cut it loose. But the barge represents the skipper's net worth, and he'd rather go to the bottom with it. This sequence is necessary to set up the skipper's avarice.\n\nIn the eye of the storm, the tug comes upon a drifting Russian satellite communications ship. In the movie's opening credits, we have already seen what happened to the ship: A drifting space cloud enveloped a Mir space station, and sent a bolt of energy down to the ship's satellite dish, and apparently the energy included a virus that takes over the onboard computers and represents a vast, if never clearly defined, threat to life on earth.\n\nSutherland wants to claim the ship for salvage. The crew board it, and soon are fighting the virus. \"The ship's steering itself!\" one character cries. The chilling answer: \"Ships don't steer themselves.\" Uh, oh. The methods of the virus are strange. It creates robots, and uses them to grab crew members and turn them into strange creatures that are half-man, half-Radio Shack. It's up to Curtis, Baldwin and their crewmates to outsmart the virus, which seems none too bright and spends most of its time clomping around and issuing threatening statements with a basso profundo voice synthesizer.\n\nThe movie's special effects are not exactly slick, and the creature itself is a distinct letdown. It looks like a very tall humanoid figure hammered together out of crushed auto parts, with several headlights for its eyes. It crunches through steel bulkheads and crushes all barriers to its progress, but is this an efficient way for a virus to behave? It could be cruising the Internet instead of doing a Robocop number.\n\nThe last half hour of the movie is almost unseeable. In dark dimness, various human and other figures race around in a lot of water and flashlight beams, and there is much screaming. Occasionally an eye, a limb, or a bloody face emerges from the gloom. Many instructions are shouted. If you can explain to me the exact function of that rocket tube that turns up at the end, I will be sincerely grateful. If you can explain how anyone could survive that function, I will be amazed. The last shot is an homage to \"The African Queen,\" a movie I earnestly recommend instead of this one.", "running_time": 96, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-01-17", "genres": ["Action", "Horror", "Science Fiction"], "title": "Virus (1999)"}