{"url": "http://www.rogerebert.com/reviews/vision-quest-1985", "by": "Matthew Modineas Louden Swain", "star_rating": 3.5, "text": "We think we know the story pretty well already: Young wrestler has two dreams: (a) to win the state championship, and (b) to win the love of a girl. The defending state champion is a man-mountain who carries telephone poles to the top of stadiums. The girl is an independent drifter who is 20 years old and doesn't take the hero seriously. By the end of the movie, the only suspense is whether it will end with a victory in bed or in the ring.\n\nAlthough \"Vision Quest\" sticks pretty close to that outline, it is nevertheless a movie with some nice surprises, mostly because it takes the time to create some interesting characters. The movie's hero, Louden Swain, is probably the closest thing to a standard movie character, but Matthew Modine plays him with such an ingratiating freshness that he makes the character quirky and interesting, almost in spite of the script.\n\nThe other people in the movie are all real originals. They include Louden's father (Ronny Cox), who has lost the family farm and his wife, but still retains the respect of his son; Louden's best pal (Michael Schoeffling), who bills himself as a \"half-Indian spiritual adviser;\" a black history teacher (Harold Sylvester) who cares about Louden and listens to him; an alcoholic short-order cook (J. C. Quinn) who works in the kitchen of the hotel where Louden's a bellboy and a wrestling coach (Charles Hallahan) who has mixed feelings about Louden's drive to get down to the 168-pound class so he can wrestle the toughest wrestler in the state.\n\nAll of those characters are written, directed and acted just a little differently than we might expect; they have small roles, but they don't think small thoughts.\n\nAnd then there is the movie's most original creation, the 20-year-old drifter, Carla (Linda Fiorentino). Without having met the actress, it's impossible for me to speculate on how much of Carla is original work and how much is Fiorentino's personality. What comes across, though, is a woman who is enigmatic without being egotistical, detached without being cold, self-reliant without being suspicious. She has a way of talking - kind of deliberately objective - that makes you listen to everything she says.\n\nAll of these people live in Spokane, which looks sort of wet and dark in many scenes, and feels like a place that prizes individuality. Instead of silhouetting the Modine character against the city and a lot of humble supporting roles, and turning him into a Rocky of wrestlers, the movie takes time to place the character in the city and in the lives of the other people. We begin to value his relationships, and it really means something when the short-order cook puts on a clean shirt and goes to the big wrestling meet.\n\nThe movie's plot doesn't really equal its characters. After the \"Rocky\" movies and \"Breaking Away\" and \"The Karate Kid\" (1984) and a dozen other movies with essentially the same last scene, it's hard to care about the outcome of the big fight, or race, or match, because, let's face it, we know the hero's going to win. Just once, why couldn't they give us characters as interesting as the ones in \"Vision Quest,\" in a movie where they'd be set free from the same tired old plot and allowed to live?", "running_time": 105, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-02-15", "genres": ["Drama", "Romance"], "title": "Vision Quest (1985)"}