{"url": "http://www.rogerebert.com/reviews/vision-from-the-life-of-hildegard-von-bingen-2010", "by": "Barbara Sukowaas Hildegard von Bingen", "star_rating": 3.0, "text": "Tip O’Neill told us \"all politics is local,\" and I suppose that applies as well to a cloistered religious order as to a city. \"Vision: From the Life of Hildegard von Bingen\" is about a remarkable 12th century woman named Hildegard von Bingen, who was cloistered with a Benedictine order at a young age and rose to become its leader, the author of spiritual books, a composer of music and an expert in herbal medicine. Although beatified, she was never elevated to sainthood, but is a saint for many feminists and holistic practitioners.\n\nAs embodied here by the powerful presence of Barbara Sukowa, she was a considerable woman, and succeeded in gaining almost everything she desired, despite a church hierarchy controlled by men. From the age of 4, she reported visions of God, and as these continued, they gave her authority and won her followers. Indeed, although in a cloister, she was permitted to go on speaking journeys and became quite widely known.\n\nShe also succeeded in moving her nuns from within the walls of the male monastery and building their own separate retreat, and then another. This she did despite the fierce objections of her superior, Abbot Kuno (Alexander Held), by appealing over his head to the local archbishop. Still refused permission, she apparently fell into a coma and was revived only by the presence of God. Or that is what she said.\n\nWhat went on in the mind of this woman, essentially uneducated, who could not read the Scriptures but learned, wrote her books in her own modified alphabet and composed one of the largest surviving groups of Gregorian chant? That’s what fascinates the German writer-director, Margarethe von Trotta, who makes a choice to view Hildegard’s life in its externals and reveal few of the thoughts behind her sometimes forbidding facade. We never know what she’s thinking. That’s tantalizing.\n\nIn the small, closed world where she was raised, she clung to Jutta (Lena Stolze), the child who accompanied her to the cloister. They were \"given to the church\" as a sort of tithe, their entire lives decided before puberty. It is important to Hildegard to be right, and to be seen as right, and Jutta is her satellite and idolater. A new novice, Richardis von Stade (Hannah Herzsprung), enters the convent, and is favored by Hildegard, and an emotional triangle forms that is all the more desperate because none of the three recognize the lesbianism that may be at its core. In another time or place, their interdependent relationships would be recognized as romantic, but here all is sublimated in religion and a struggle for moral supremacy. \n\nWas Hildegard faking her visions and comas? Yes, probably, but she didn’t realize it. She seems to have been spellbound by her own legend, and if her deathlike state during one crisis is psychosomatic, it is no less deathlike. She seems to have been an entirely sincere woman, self-deceived to her core. And a good woman, too, whose gifts in so many areas suggest an intelligence that found all the expression it could behind the cloister walls. One of the monks, Brother Volmar (Heino Ferch), recognizes her gifts and helps her to realize them, and so her passion is released in words, music and church politics rather than in madness.\n\nVon Trotta is one of the most important feminist directors of recent years. See especially \"The Lost Honor of Katharina Blum\" (1975), \"Marianne and Juliane\" (1981) and \"Rosa Luxemburg\" (1986). Here she declines to impose a set of feminist ideas. She’s intrigued by the well-known story of Hildegard. The film is intense, measured and too slow, but absorbing. What was life like for this brilliant woman in a world entirely without stature or recognition for women? How did she play the cards she was dealt as a child? How did she maneuver? How aware was she of her uniqueness? \n\nBarbara Sukowa never quite lets us know. She carefully avoids modern body and facial language, and stays within the limits of the age. So does von Trotta. We must enter these lives with our imaginations, and realize that no matter what rules society lays down for women — for anyone — ways can sometimes be found to prevail on one’s own terms.", "running_time": 110, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-11-03", "genres": ["Drama", "Foreign", "Indie"], "title": "Vision: From the Life of Hildegard von Bingen (2010)"}