{"url": "http://www.rogerebert.com/reviews/visions-of-light-the-art-of-cinematography-1993", "by": "Arnold Glassman", "star_rating": 3.5, "text": "Sometimes all it means is that the pictures are pretty, and for many people, I think, \"cinematography\" somehow connects with vast outdoor vistas -- the sand dunes in \"Lawrence of Arabia,\" or the Texas plains in \"Days of Heaven.\" But great cinematography can also consist of the look in an eye, the tense space between two people, or the shadows in the corner of a cramped room.\n\n\"Visions of Light,\" which has been booked into the Music Box to celebrate the theater's 10th anniversary as Chicago's shrine of art and repertory cinema, is a documentary that will likely cause everyone who sees it to look at movies a little differently in the future. It is a film about cinematography, consisting of a great many great shots and sequences, commented on by the men (and a few women) who photographed them.\n\nThe only way to criticize a movie, Jean-Luc Godard famously said, is to make another movie. Certainly the best way to criticize cinematography is to show it. Here we begin with some of the earliest shots in which the artistry of motion picture photography began to pull away from the mere fact that it could record light and movement on film.\n\nAt the very first, of course, filmmakers simply pointed their cameras at things, and then audiences gasped when they could see them. But then the lure of style began to seduce them.\n\nCinematographers such as Billy Bitzer, working with D. W. Griffith, began to move the camera in for closeups, and intercut shots to create an emotional rhythm, and move the camera itself — and soon cinematography was born.\n\nIn Britain, the cinematographer was originally known as the \"lighting cameraman,\" and indeed light — the way it falls on the subject, the way it is present or absent — is at the heart of the craft. I remember the late James Wong Howe telling an audience at the Chicago Film Festival how he battled with the technical advisers from Technicolor when he was shooting \"The Adventures of Tom Sawyer,\" which was only the third or fourth film made in the process. They advised him to pour on light, lots of it, even in the scene where Tom and Becky are lost in the cave. He cut the light by threequarters, and made the scene feel real. They complained that you couldn't even see most of the cave. Exactly.\n\nIn \"Visions of Light,\" many great cinematographers talk about their relationships with directors, with shots, and with the light.\n\nIt is always hard to say exactly where a director's contribution ends and the cinematographer's begins, but it is always true that it's the cinematographer's responsibility to realize the director's vision — and sometimes, they hint here, to supply it.\n\nSometimes their skill consists merely of taking advantage of a happy chance. One of the most beautiful and effective shots shown in this film is from Richard Brooks' \"In Cold Blood,\" photographed by Conrad Hall in 1967. On the night he is to be hanged from the gallows, the murderer played by Robert Blake looks out through a window peppered with rain. Looking through his viewfinder, Hall discovered that the light through the window caught the shadows of raindrops as they trickled down the glass, and projected them against Blake's face, creating the illusion of ghostly tears. \"He told me not to move, and not to cry,\" Blake remembered. The shot cries for him.\n\nThere are many other shots here, from Gregg Toland's deep focus work in \"Citizen Kane\" through to Haskell Wexler's work on \"Who's Afraid of Virginia Woolf,\" which might have been retitled by Richard Burton and Elizabeth Taylor, \"Who's Afraid of Haskell Wexler,\" since they let him photograph them with a distinctly unflattering realism, and the shots so suited the mood of the piece that it became one of their great collaborations.\n\nFaithful readers will not be surprised to learn that the black and white cinematography, of course, is more beautiful than the color. Black and white, I believe, contains the naked soul of the cinema. Color photography merely supplies its clothes. In a segment devoted to Stanley Cortez's great cinematography on Charles Laughton's \"The Night of the Hunter\" (1955), the younger cinematographer Allen Daviau talks about the reluctance with which the great cameramen left B&W, with its greater poetry and mystery, for the prosaic reality of color. Certainly the shot shown from the film — Lillian Gish sitting grimly on a porch with a rifle, while Robert Mitchum loiters on a sidewalk — recalls the film's almost surrealistic sense of horror. There is another shot in the film where Mitchum's shadow from a street lamp is cast, stark and terrifying, on a child's bedroom ceiling. The whole style bespeaks B&W.\n\nThe cinematographers quoted here all speak of the greater difficulty of lighting black and white, but of its greater rewards.\n\nOf all of the crimes that television has committed against the movies, its lamebrained enforcement of the color rule is the worst.\n\nIt came about because in the late 1960s, when most people began to have color sets, it was naively believed that they wanted to see only color movies on television. As anyone who has ever watched \"It's a Wonderful Life\" or \"Casablanca\" on TV can testify, B&W actually looks better on TV than color does. (The first network to return to B&W footage in a newscast will be surprised to find that its ratings jump.) \"Visions of Light\" is the kind of movie that will affect the way you look at movies. It calls your attention to what is being shown on the screen, when you are perhaps more used to following what is happening in the story.\n\nLook, here, at a scene from \"Rosemary's Baby.\" The character played by Ruth Gordon is seen at the end of a corridor, on the telephone. Cinematographer William Fraker remembers that the director, Roman Polanski, asked him to move the camera so that audiences could see only Gordon's back; the rest of her body was concealed by a door. So sinister was the call and so great the audience's curiosity, Fraker remembers, that when the shot played, everyone in the theater unconsciously shifted to one side, trying to see around that door.", "running_time": 90, "mpaa_rating": null, "release_year": 1993, "date_published": "1993-08-06", "genres": null, "title": "Visions Of Light: The Art Of Cinematography (1993)"}