{"url": "http://www.rogerebert.com/reviews/viva-riva-2011", "by": "Patsha Bay Mukanaas Riva", "star_rating": 3.5, "text": "\"Viva Riva!\" is the first feature I've seen from the Congo, and the last one I would have expected: A slick, exciting, well-made crime thriller, dripping with atmosphere. The plot would be at home in many countries, but the African locations are a gripping bonus here. You might learn more about Congo from this film than in a documentary, and you'd probably have more fun.\n\nThe hero is a good-bad guy named Riva (Patsha Bay Mukana), a charming, fast-thinking con man who has stolen a truckload of gasoline from some crooks in Angola and plans to resell it for a small fortune in Kinshasa. This detail is itself revealing. Some thrillers involve fortunes in gold or diamonds; the poverty and shortages in Congo make a truckload of fuel drums worth a fortune. \n\nRiva is not a cautious thief. He's a partying ladies' man, whose objective in getting money is to spend it. He plans to hold the petrol off the market as gas prices grow higher, and in the meantime, plunges head-first into a shadow world of bars, brothels, conspirators and gangsters. It is his fate to fall head over heels with Nora (Manie Malone), the mistress of a local crime lord, who only perhaps can be trusted. Oh, she likes him well enough. She also likes staying alive.\n\nSoon Riva is being pursued by the gangster's men and also by some very angry Angolans who want their gasoline back. The film's writer-director, Djo Tunda Wa Munga, ingeniously entwines this generic plot with a riot of local atmosphere: street life, homes, dance clubs, whorehouses, warehouses, cops and robbers, connivers and stoolies, torture and mayhem. It is a true achievement, I suppose, to make a Congolese feature that is the rival or superior of any hard-boiled Western film.\n\nI suppose this is a film noir. By centering itself on the mean streets, a noir often records more about a time and place than a studio-centered mainstream drama. Consider that our images of postwar Vienna and London may largely be inspired by \"The Third Man\" and \"Night and the City.\" This film moves effortlessly through its locations. It knows its way around. It makes no particular point of poverty, corruption and the seller's markets created by shortages. It doesn't even bother to point out the irony that the Democratic Republic of the Congo needs fuel that exists in abundance in nearby Nigeria. \n\nThe actors all feel like seasoned professionals, assured and persuasive. This is in no sense a bargain-basement production; it's as if a Congolese cinema springs full-blown before our eyes; this is apparently Djo Tunda Wa Munga's first film, but he knows what he's doing.\n\nApart from its other qualities, \"Viva Riva!\" has an unconscious authenticity. When big Hollywood stars are surrounded by CGI effects, we're always thinking, \"action movie.\" When new faces are filmed in real places, there is a persuasiveness that's impossible to contrive. The movie offers the rare pleasure of a film that creates its own world, unfamiliar to us but feeling real. It's like a shot in the arm for the action genre.", "running_time": 96, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-17", "genres": ["Action", "Drama", "Foreign", "Thriller"], "title": "Viva Riva! (2011)"}