{"url": "http://www.rogerebert.com/reviews/vixen-1969", "by": "Erica Gavinas Vixen", "star_rating": 3.0, "text": "Five years ago it might have been necessary to devise all sorts of defenses for Russ Meyer's \"Vixen,\" finding hidden symbolism and all that. But I see no reason why we can't be honest: \"Vixen\" is the best film to date in that uniquely American genre, the skin-flick.\n\nIt is also a celebration of zestful direction and photography, and a lot of the time it's very funny. In a field filled with cheap, dreary productions, Meyer is the best craftsman and the only artist. He has developed a directing style so open, direct and good-humored that it dominates his material; what a relief to bear laughter during a skin-flick, instead of the dead silence that usually envelops their cheerless audiences.\n\n\"Vixen\" is not only a good skin-flick, but a merciless put-on of the whole genre. As Terry Southern demonstrated with his novel \"Candy,\" you can't satirize pornography without writing it. The movie version of \"Candy\" failed because it lacked the courage to find itself ridiculous, how can a put-on take itself seriously? \"Vixen,\" on the other hand, catalogs the basic variations in skin-flick plots and ticks them off one after another.\n\nIt's done with such droll dialog and high humor that even the most torrid scenes somehow manage to get outside themselves; instead of placing his hero and heroine in the shower and grinding away in the panting style of his imitators, Meyer takes the basic shower scene, writes it with hilariously malaprop dialog (\"We decided to stop doing this when we were 12,\" Vixen's brother protests), and intercuts it with a scene outside in which a red-bearded Irish Communist makes a speech to a black draft dodger.\n\nMeyer is also heavy on the redeeming social value department, no doubt with one eye on the recent Supreme Court rulings that make \"Vixen\" possible. His characters debate communism, Cuban Marxism, Vietnam, draft dodging, civil rights and airplane hijacking, deciding in favor of civil rights and against the others.\n\nThe story line is barely strong enough to hold the scenes together; it involves a bush pilot and his wife (Vixen, portrayed admirably by Erica Gavin) who take another couple on a fishing weekend in Canada. Also present are Vixen's brother and his black friend, a draft evader protesting what he believes is a racist war. The Irish Marxist wanders in later from somewhere. There is also a Royal Canadian Mounted Policeman who wanders off somewhere.\n\nThe acting is competent, and \"Vixen\" may have introduced two actors with star possibilities. Harrison Page, as the black draft dodger, has Sidney Poitier's eyes and Raymond St. Jacques' rage. He displays great potential. So does Miss Gavin, whose acting could stand some improvement but whose screen presence is electrifying.\n\n\"Vixen,\" I guess, can best be described as good unserious fun. It is frankly presented as a skin-flick, and if you object to that kind of entertainment, stay away. My personal prejudice is that its approach to sex is more healthy than the perverted Victorian values written into our city code.", "running_time": 86, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-02-24", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Vixen (1969)"}