{"url": "http://www.rogerebert.com/reviews/volcano-1997", "by": "Tommy Lee Jonesas Mike Roark", "star_rating": 1.5, "text": "I expected to see a mountainous volcano in \"Volcano,'' towering high over Los Angeles. But the movie takes place at ground level; It's about how lava boils out of the La Brea Tar Pits, threatens a stretch of Wilshire Boulevard, and then takes a shortcut through the city sewer system. The ads say \"The Coast Is Toast,'' but maybe they should say \"The Volcano Is Drano.'' This is a surprisingly cheesy disaster epic. It's said that \"Volcano'' cost a lot more than \"Dante's Peak,'' a competing volcano movie released two months ago, but it doesn't look it. \"Dante's Peak'' had better special effects, a more entertaining story, and a real mountain. \"Volcano'' is an absolutely standard, assembly-line undertaking; no wonder one of the extras is reading a paperback titled \"Screenwriting Made Easy.'' The movie stars Tommy Lee Jones, professional as always even in this flimsy story, as the chief of the city's Office of Emergency Management. He races through the obligatory opening scenes of all disaster movies (everyday life, ominous warnings, alarm sounded by hero scientist, warnings poo-pooed by official muckety-mucks, etc.). Soon manhole covers are being blown sky-high, subway trains are being engulfed by fireballs, and \"lava bombs'' are flying through the air and setting miniature sets on fire.\n\nJones is at ground zero when the La Brea Tar Pits erupt and lava flows down the street, melting fire trucks. Like all disaster movie heroes, he's supplied with five obligatory companions: 1. His daughter (Gaby Hoffmann), who comes along for the ride, gets trapped by a lava flow, is rescued, is taken to a hospital, and has to be rescued from the path of a falling skyscraper that her dad has blown up to redirect the lava flow.\n\n2. The blond female scientist (Anne Heche), who warns that the first eruption is not the last, predicts where the lava will flow next, and at a crucial point explains to Jones that it will flow downhill, not uphill. He tells her at a critical moment: \"Find my daughter!'' She should have replied, \"Hey, I'm the one who told you what the lava was going to do! Find her yourself! I'm needed here.'' 3. The African-American sidekick (Don Cheadle), whose function is to stand in the middle of the Office of Emergency Management and shout at Jones through a telephone. I don't know what he *did* at the office, but nobody else did anything, either. One wall was covered by a giant screen showing hysterical anchors on the local TV news. Rows of grim technicians faced this wall, seated at computer terminals that showed the very same TV news broadcast. (All of the anchors are so thrilled to be covering a big story that they can scarcely conceal the elation in their voices.) 4. The Asian-American female doctor (Jacqui Kim), who arrives at the scene, gives first aid to firemen and hero's daughter, and organizes the evacuation of Cedars-Sinai Hospital as the lava flows toward it. (She doubles as the wife of the man who builds the high-rise tower that Jones blows up.) 5. The dog: In a tiny subplot, we see a dog barking at the lava coming in the front door, and then grabbing his Doggy-Bone and escaping out the back. When that happened, not a single dog in the audience had dry eyes.\n\nJones is a fine actor, and he does what he can. Striding into the OEM control center, he walks briskly up to a hapless technician and taps on his computer keyboard, barking: \"See that, that and that? Now watch this!'' He sounds as if he means business, but do you suppose someone actually was paid for writing that line? Various subplots are rushed on and off screen at blinding speed. At one point a troublesome black man is handcuffed by police, who later release him as the lava flow approaches. He's free to go, but lingers and says, \"You block this street, you save the neighborhood--right?'' The cops nod. Then he pitches in and helps them lift a giant concrete barrier. The scene is over in a second, but think how insulting it is: It doesn't take a rocket scientist to figure out they're trying to save the neighborhood, so the dialogue is for our benefit, implying that the black dude cares merely for \"the neighborhood,'' and volunteers only when his myopic concerns have been addressed.\n\nThe lava keeps flowing for much of the movie, never looking convincing. I loved it when the firemen aimed their hoses way offscreen into the middle of the lava flow, instead of maybe aiming them at the leading edge of the lava--which they couldn't do, because the lava was a visual effect, and not really there.\n\nI also chortled at the way the scientist warns that the first eruption \"is not the last,'' and yet after the second eruption (when it is time for the movie to end), the sun comes out, everyone smiles, and she offers Jones and his daughter a lift home. Hey, what about the possibility of a third eruption? What about that story she told about the Mexican farmer who found a mountain in his cornfield? The movie has one perfect line: \"This city is finally paying for its arrogance!'' Yes, and \"Volcano'' is part of the price.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-04-25", "genres": ["Action", "Adventure", "Disaster", "Drama", "Thriller"], "title": "Volcano (1997)"}