{"url": "http://www.rogerebert.com/reviews/volver-2006", "by": "Penelope Cruzas Raimunda", "star_rating": 4.0, "text": "How would you like to spend the afterlife? Hanging around in a tunnel of pure light, welcoming new arrivals from among your family and friends? It seems to me a dreary prospect. You'd run out of customers in a generation or two. And how boring to smile and beckon benevolently all the time. My Aunt Martha would more likely be cutting the cards for a game of canasta.\n\nIn Pedro Almodovar's enchanting, gentle, transgressive \"Volver,\" a deceased matriarch named Irene (Carmen Maura) has moved in with her sister Paula (Chus Lampleave), who is growing senile and appreciates some help around the house, especially with the baking. They live, or whatever you'd call it, in a Spanish town where the men die young, and the women spend weekends cheerfully polishing and tending their graves, just as if they were keeping house for them. In exemplary classic style, Almodovar uses a right-to-left tracking shot to show this housekeeping carrying us back into the past, and then a subtle, centered zoom to establish the past as part of the present.\n\nWe meet Raimunda (Penelope Cruz) and Sole (Lola Duenas), Irene's daughters; Raimunda's daughter, Paula (Yohana Cobo), and Paco (Antonio de la Torre), Raimunda's beer-swilling, layabout husband. Two deaths occur closely spaced to upset this happy balance: Aunt Paula keels over, and young Paula repulses an advance by her stepfather Paco using a large, bloody, very Hitchcockian knife. Paco ends up on the kitchen floor, his arms and legs splayed in an uncanny reminder of the body on the poster of Preminger's \"Anatomy of a Murder.\"\n\nWhere will the ghost of Irene go now? Why, obviously, to the one who needs her most -- Raimunda. This is the setup for a confounding gathering of murder, reincarnation and comedy, also involving Raimunda's almost accidental acquisition of the restaurant where she has one of several part-time jobs.\n\nAlmodovar is above all a director who loves women -- young, old, professional, amateur, mothers, daughters, granddaughters, dead, alive. Here his cheerful plot combines life after death with the concealment of murder, success in the restaurant business, the launching of daughters and with completely serendipitous solutions to (almost) everyone's problems. He also achieves a vivid portrait of life in a village not unlike the one where he was born.\n\n\"Volver\" is Spanish for \"to return,\" I am informed. The film reminds me of Fellini's \"Amarcord,\" also a fanciful revisit to childhood which translates as \"I remember.\" What the directors are doing, I think, is paying tribute to the women who raised them -- their conversations, conspiracies, ambitions, compromises and feeling for romance. (What Fellini does more closely resembles revenge.) These characters seem to get along so easily that even the introduction of a \"dead\" character can be taken in stride.\n\nWomen see time more as a continuity, anyway, don't you think? Don't you often hear them speaking of the dead in the present tense? Their lives are a continuity not limited by dates carved in stone.\n\nWhat a distinctive filmmaker Almodovar has become. He is greatly influenced, we are assured, by Hollywood melodramas of the 1950s (especially if that decade had been franker about its secret desires). But he is equally turned on, I think, by the 1950s palette of bright basic colors and cheerful optimism that goes without saying. Here the dominant color is red -- for blood, passion and Pedro.\n\nIn this connection, some mention might be made of Cruz's cleavage, including one startling shot also incorporating the murder weapon. It seemed impossible not to mention that shot in an interview at Cannes Film Festival (where the film won honors for best script and ensemble cast). Almodovar nodded happily. \"Yes, I am a gay man,\" he said, \"but I love breasts.\"\n\nWhat is most unexpected about \"Volver\" is that it's not really about murder or the afterlife, but simply incorporates those awkward developments into the problems of daily living. His characters approach their dilemmas not with metaphysics but with common sense. A dead woman turns up as a ghost and is immediately absorbed into her family's ongoing problems: So what took her so long?\n\nIt is refreshing to see Cruz acting in the culture and language that is her own. As it did with Sophia Loren in the 1950s, Hollywood has tried to force Cruz into a series of show-biz categories, when she is obviously most at home playing a woman like the ones she knew, grew up with, could have become.\n\nFor Almodovar, too, \"Volver\" is like a homecoming. Whenever we are most at ease, we fall most easily and gracefully into our native idioms. Certainly as a young gay man in Franco's Spain, he didn't feel at home, but he felt displaced in a familiar way, and now he feels nostalgia for the women who accepted him as easily as if, well, he had been a ghost.", "running_time": 121, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-11-21", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Volver (2006)"}