{"url": "http://www.rogerebert.com/reviews/voyager-1992", "by": "Sam Shepardas Faber", "star_rating": 3.0, "text": "\"Voyager\" starts in mystery, and intrigues us. It continues with intelligence, and absorbs us. And then it ends in melodrama, and disappoints us - not least because characters as smart as these should be able to solve the movie's central question long before they do.\n\nThe film, set in the 1950s, stars Sam Shepard, very dry and analytical, as an engineer who stands aside from everything, as if detached from life itself. Once it was not so with him. Once he was in love. That was long ago. Now, on board an airplane, he is faced with a situation many of us have fantasized: The plane is going to crash, and he has plenty of time to think about it. He does. He does not panic, and indeed seems absorbed in all of the mechanics of the approaching disaster.\n\nWhen he is spared, he seems detached from that, too. But through a coincidence he has met a man on the plane who can give him news about a friend from his past, and the news sets him off on an odyssey through strange places to find a woman he did not know was still alive, the woman he once loved. Along the way on this journey, aboard a ship, he meets a young woman (Julie Delpy), and feels an instinctive closeness to her. The feeling is returned, up to a point.\n\nThey decide to travel together through southern Europe, sharing a car, he playing the mentor role as they visit the ruins and remnants of earlier civilizations. Eventually he learns something we have been half-expecting all along, the name of the young woman's mother. She is the woman who was once his lover. Does that make the girl . . .\n\nDon't be in a hurry to ask. The movie isn't. And in a way the possibility of incest is the least interesting thing about this movie, even though the screenplay treats it as the most important.\n\nThat wise critic Stanley Kauffmann, of the New Republic, observes about incest that it makes an unsatisfactory topic for fiction, because we do not know how to feel about it. Of course we are against forced incest - child abuse and so on. But what about accidental incest, in which the parties discover too late what their real relationship is? Does that fascinate us? Not much, because almost by definition it's of interest only to the involved parties. They can be expected to have strong feelings, but we don't share them because, when you get right down to it, we're not related to them.\n\n\"Voyager,\" based on the novel Homo Faber by Max Frisch, has been directed by Volker Schlondorff (\"The Tin Drum\") as if he, too, is more interested in what the characters say than in how they're related. He makes the Shepard character into a kind of man not often seen in the movies, a literate engineer, given to dispassionate analysis. The daughter is pretty and smart and, like many young women, too quick to believe romantic love is an answer to anything.\n\nHer mother, played by the gifted Polish actress Barbara Sukowa, has great reason to be angry with Shepard because of what happened long ago, but (as we can see in flashback) she should also be angry at the conventions of the Idiot Plot syndrome, which prevented both her and Shepard from saying absolutely obvious things that would have greatly lessened their pain.\n\nThe end of \"Voyager\" does not leave us with very much. The film follows its melodramatic compulsion right into oblivion, like a lemming.\n\nThinking back, we realize we've met some interesting people and heard some good talk, and that it's shame all those contrived plot points about incest got in the way of what was otherwise a perfectly stimulating relationship. This is a movie that is good in spite of what it thinks it's about.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-05-29", "genres": null, "title": "Voyager (1992)"}