{"url": "http://www.rogerebert.com/reviews/w-2008", "by": "Josh Brolinas G.W. Bush", "star_rating": 4.0, "text": "Oliver Stone's \"W.,\" a biography of President Bush, is fascinating. No other word for it. I became absorbed in its story of a poor little rich kid's alcoholic youth and torturous adulthood. This is the tragedy of a victim of the Peter Principle. Wounded by his father's disapproval and preference for his brother Jeb, the movie argues, George W. Bush rose and rose until he was finally powerful enough to stain his family's legacy.\n\nUnlike Stone's \"JFK\" and \"Nixon,\" this film contains no revisionist history. Everything in it, including the scenes behind closed doors, is now pretty much familiar from tell-all books by former Bush aides, and reporting by such reporters as Bob Woodward. Though Stone and his writer, Stanley Weiser, could obviously not know exactly who said what and when, there's not a line of dialogue that sounds like malicious fiction. It's all pretty much as published accounts have prepared us for.\n\nThe focus is always on Bush (Josh Brolin): His personality, his addiction, his insecurities, his unwavering faith in a mission from God, his yearning to prove himself, his inability to deal with those who advised him. Not surprisingly, in this film, most of the crucial decisions of his presidency were shaped and placed in his hands by the Machiavellian strategist Dick Cheney (Richard Dreyfuss) and the master politician Karl Rove (Toby Jones). Donald Rumsfeld (Scott Glenn) runs an exasperated third.\n\nBut what made them tick? And what about Colin Powell (Jeffrey Wright) and Condoleezza Rice (Thandie Newton)? You won't find out here. The film sees Bush's insiders from the outside. In his presence, they tend to defer, to use tact as a shield from his ego and defensiveness. But Cheney's soft-spoken, absolutely confident opinions are generally taken as truth. And Bush accepts Rove as the man to teach him what to say and how to say it. He needs them and doesn't cross them.\n\nIn the world according to \"W.,\" Bush always fell short in the eyes of his patrician father (James Cromwell) and outspoken mother (Ellen Burstyn). He resented his parents' greater admiration for his younger brother Jeb. The film lacks scenes showing W. as a child, however -- probably wisely. It opens at a drunken fraternity initiation, and \"Junior\" is pretty much drunk until he finds Jesus at the age of 40. He runs through women, jobs and cars at an alarming speed, and receives one angry lecture after another from his dad.\n\nWhile running for Congress for the first time, he meets pretty Laura (Elizabeth Banks) at a party, and love blossoms. She was a Gene McCarthy volunteer. Did she turn conservative? I imagine so, but the movie doesn't show them discussing politics. She is patient, steadfast, loving, supportive and a prime candidate for Alanon, the 12-step program for spouses of alcoholics. After Bush quits cold turkey, the movie shows him nevertheless often with a beer at his hand, unaware of the ironic AA curse for someone you dislike: \"One little drink won't kill you.\" [In an interview conducted after this review was posted online, Oliver Stone told me that Bush was not drinking real beer in the later scenes, but the non-alcoholic O'Doul's.]\n\nDried out, Bush is finally able to hold down jobs. The movie is far from a chronological record, organizing episodes to observe the development of his personality, not his career. Even several spellbinding scenes about the runup to the Iraq war are not so much critical of his decisions as about how cluelessly, and yet with such vehemence, he stuck with them through thick and thin. At a top-level meeting where he is finally informed that there are no WMDs in Iraq and apparently never were, he is furious for not being informed of this earlier. Several people in the room tried to inform him, but were silenced. Colin Powell spends a lot of time softly urging caution and holding his tongue. There is no indication that he will eventually resign.\n\nThe movie's Bush is exasperating to work with. At his Texas ranch, he takes the inner circle on a march through the blazing sun, misses a turn and assures them it's only a half-mile back. Cheney, after three heart attacks, and Rice, wearing inappropriate shoes, straggle along unhappily. His parents are apparently even more disturbed by his decision to run for governor of Texas than by his drinking. Cheney is lectured at a private lunch to remember who is president. He quietly forgets.\n\nMany of the actors somewhat resemble the people they play. The best is Dreyfuss as Cheney, who is not so much a double as an embodiment. The film's portrait of George Senior is sympathetic; it shows him giving Junior the cuff links that were \"the only real thing\" his own father, Sen. Prescott Bush, ever gave him. The name and the oedipal complex were passed down the family tree.\n\nOne might feel sorry for George W. at the end of this film, were it not for his legacy of a fraudulent war and a collapsed economy. The film portrays him as incompetent to be president, and shaped by the puppet masters Cheney and Rove to their own ends. If there is a saving grace, it may be that Bush will never fully realize how badly he did. How can he blame himself? He was only following God's will.", "running_time": 131, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-10-15", "genres": ["Drama", "History"], "title": "W. (2008)"}