{"url": "http://www.rogerebert.com/reviews/w-w-and-the-dixie-dance-kings", "by": null, "star_rating": 2.0, "text": "If it were not an anatomical impossibility, I'd say I have road movies coming out of my ears. The pain, in any event, is elsewhere. After the fine \"Payday\" and the dismal \"Aloha, Bobby and Rose\" comes Burt Reynolds in \"W.W. and the Dixie Dance Kings.\" It's not really a bad movie, but it's not very interesting and it comes at a time when my curiosity about Southern roads, motels, softdrink brands, idioms and Good Ole Boys is pretty nearly exhausted.\n\nThe chief Good Ole Boy this time is Reynolds, prowling the back roads of the South, circa 1955, in his pride and joy: a black and gold Golden Anniversary Oldsmobile in a limited edition of 50 cars. He's carrying out some sort of vendetta against the Southeastern Oil Co. and robs gas stations all over the South. His method is to give the attendants 20 bucks or so as a bribe so they won't describe him accurately to the police.\n\nThe cops come after him anyway, for reasons not made very clear, and to escape them he tries to hide in the crowd at a country dance. The band is the Dixie Dance KingsÑDixie herself, a pretty blond singer, and her four backup men. Reynolds talks his way into the band, cons them into going to Nashville with him and promises to make them big stars with a new look financed by gas station pickups.\n\nThis sounds as if it would be nice and nittygritty, but it's not, because director John G. Avildsen seems to be going for some kind of mythic meaning larger than the movie can hold. He portrays the oil company's home offices in Nashville as some kind of impregnable monolith, supplies it with a president apparently modeled on H. L. Hunt and then has the president hire a fundamentalist former sheriff (Art Carney) to go after W. W. with evangelical radio broadcasts.\n\nIf only the movie had stayed closer to street level, had engaged itself with the lives of W. W. and the band, it might have been more successful. Avildsen is good at capturing American lives, as he demonstrated with the hardhat in \"Joe\" and the harassed business executive in \"Save the Tiger.\" But the Carney character comes in totally out of the blue, makes a couple of embarrassingly inept attempts to capture W. W. and all but turns the movie into a symbolic fantasy.\n\nThe publicity has \"W. W. and the Dixie Dance Kings\" as the first major movie out of Nashville. That must mean it was shot before Robert Altman's \"Nashville,\" but not released until now. There's many a slip twixt the major motion picture and its release, alas, and \"Nashville\" gave us such a convincing portrait of the city that \"W. W.\" seems shot in a vacuum. There are some Nashville faces in sight, though, including singer Jerry Reed, who plays one of the Dance Kings. And Ned Beatty, who was the perspiring campaign manager in \"Nashville,\" turns up here as a country superstar.\n\nReynolds moves through the movie with his usual ease, relaxed and ingratiating and flashing a con man's smile. He's an engaging actor, especially when he has an attractive actress to work with (there seems to be something chemical involved) and he makes a passable W. W. but the movie just doesn't supply its Good Ole Boy with enough to do or a plausible world to inhabit.", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": null, "title": "W. W. and the Dixie Dance Kings (1975)"}