{"url": "http://www.rogerebert.com/reviews/waco-the-rules-of-engagement-1997", "by": "William Gazecki", "star_rating": 3.5, "text": "Watching William Gazecki's remarkable documentary \"Waco: The Rules of Engagement,'' I am more inclined to use the words \"religion'' than \"cult,'' and \"church center'' than \"compound.'' Yes, the Branch Davidians had some strange beliefs, but no weirder than those held by many other religions. And it is pretty clear, on the basis of this film, that the original raid was staged as a publicity stunt, and the final raid was a government riot--a tragedy caused by uniformed boys with toys.\n\nOf course I am aware that \"Waco'' argues its point of view, and that there is no doubt another case to be made. What is remarkable, watching the film, is to realize that the federal case has not been made. Evidence has been \"lost,'' files and reports have \"disappeared,'' tapes have been returned blank, participants have not testified and the \"crime scene,'' as a Texas Ranger indignantly testifies, was not preserved for investigation, but razed to the ground by the FBI--presumably to destroy evidence.\n\nThe film is persuasive because: 1. It presents testimony from both sides, and shies away from cheap shots. We feel we are seeing a fair attempt to deal with facts.\n\n2. Those who attack the government are not simply lawyers for the Branch Davidians or muckraking authors (although they are represented) but also solid middle-American types like the county sheriff, the district Texas Rangers, the FBI photographer on the scene, and the man who developed and patented some of the equipment used by the FBI itself to film devastating footage that appears to show its agents firing into the buildings--even though the FBI insists it did not fire a single shot.\n\n3. The eyes of the witnesses. We all have built-in truth detectors, and although it is certainly possible for us to be deceived, there is a human instinct that is hard to fool. Those who argue against the government in this film seem to be telling the truth, and their eyes seem to reflect inner visions of what they believe happened, or saw happen. Most of the government defenders, including an FBI spokesman and Attorney General Janet Reno, seem to be following rehearsed scripts and repeating cant phrases. Reno comes across particularly badly: Either she was misled by the FBI and her aides, or she was completely out of touch with what was happening.\n\nIf the film is to be believed, the Branch Davidians were a harmless if controversial group of religious zealots, their beliefs stretching back many decades, who were singled out for attention by the Bureau of Alcohol, Tobacco and Firearms for offenses, real or contrived, involving the possession of firearms--which is far from illegal in Texas. The ATF hoped by raiding the group to repair its tarnished image. And when four of its agents, and several Davidians, were killed in a misguided raid, they played cover-up and turned the case over to the FBI, which mishandled it even more spectacularly.\n\nWhat is clear, no matter which side you believe, is that during the final deadly FBI raid on the buildings, a toxic and flammable gas was pumped into the compound even though women and children were inside. \"Tear gas'' sounds innocent, but this type of gas could undergo a chemical transformation into cyanide, and there is a pitiful shot of an 8-year-old child's body bent double, backward, by the muscular contractions caused by cyanide.\n\nWhat comes through strongly is the sense that the attackers were \"boys with toys.'' The film says many of the troops were thrilled to get their hands on real tanks. Some of the law-enforcement types were itching to \"stop standing around.'' One SWAT team member boasts he is \"honed to kill.'' Nancy Sinatra's \"These Boots Are Made for Walking'' was blasted over loudspeakers to deprive those inside of sleep (the memory of that harebrained operation must still fill the agents with shame).\n\nWhen the time came, on April 19, 1993, the agents were apparently ready to rock 'n' roll. Heat-sensitive films taken by the FBI and interpreted by experts seem to show FBI agents firing into the compound, firing on an escape route after the fires were started, and deliberately operating on the side of the compound hidden from the view of the press. No evidence is presented that those inside started fires or shot themselves. Although many dead Davidians were indeed found with gunshot wounds, all of the bullets and other evidence has been impounded by the FBI.\n\nWhatever happened at Waco, these facts remain: It is not against the law to hold irregular religious beliefs. It is not illegal to hold and trade firearms. It is legal to defend your own home against armed assault, if that assault is illegal. It is impossible to see this film without reflecting that the federal government, from the top down, treated the Branch Davidians as if those rights did not apply.", "running_time": 135, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-09-19", "genres": ["Documentary"], "title": "Waco: The Rules of Engagement (1997)"}