{"url": "http://www.rogerebert.com/reviews/wag-the-dog-1998", "by": "Dustin Hoffmanas Stanley Motss", "star_rating": 4.0, "text": "So, why did we invade Grenada? A terrorist bomb killed all those Marines in Beirut, the White House was taking flak, and suddenly our Marines were landing on a Caribbean island few people had heard of, everybody was tying yellow ribbons 'round old oak trees, and Clint Eastwood was making the movie. The Grenadan invasion, I have read, produced more decorations than combatants. By the time it was over, Ronald Reagan's presidency had proven the republic could still flex its muscle--we could take out a Caribbean Marxist regime at will, Cuba notwithstanding.\n\nBarry Levinson's \"Wag the Dog\" cites Grenada as an example of how easy it is to whip up patriotic frenzy, and how dubious the motives sometimes are. The movie is a satire that contains just enough realistic ballast to be teasingly plausible; like \"Dr. Strangelove,\" it makes you laugh, and then it makes you wonder. Just today, I read a Strangelovian article revealing that some of Russian's nuclear missiles, still aimed at the United States, have gone unattended because their guards were denied bonus rations of 4 pounds of sausage a month. It is getting harder and harder for satire to stay ahead of reality.\n\nIn the movie, a U.S. president is accused of luring an underage \"Firefly Girl\" into an anteroom of the Oval Office, and there presenting her with opportunities no Firefly Girl should anticipate from her commander in chief. A presidential election is weeks away, the opposition candidate starts using \"Thank Heaven for Little Girls\" in his TV ads, and White House aide Winifred Ames (Anne Heche) leads a spin doctor named Conrad Brean (Robert De Niro) into bunkers far beneath the White House for an emergency session.\n\nBrean, a Mr. Fixit who has masterminded a lot of shady scenarios, has a motto: \"To change the story, change the lead.\" To distract the press from the Firefly Girl scandal, he advises extending a presidential trip to Asia, while issuing official denials that the new B-3 bomber is being activated ahead of schedule. \"But there is no B-3 bomber,\" he's told.\n\n\"Perfect! Deny it even exists!\" Meanwhile, he cooks up a phony international crisis with Albania.\n\nWhy Albania? Nobody is sure where it is, nobody cares, and you can't get any news out of it. Nobody can even think of any Albanians except--maybe the Belushi brothers? To produce the graphic look and feel of the war, Brean flies to Hollywood and enlists the services of a producer named Stanley Motss (Dustin Hoffman), who is hard to convince. He wants proof that Brean has a direct line to the White House. He gets it. As they watch a live briefing by a presidential spokesman, Brean dictates into a cell phone and the spokesman repeats, word for word, what he hears on his earpiece. (I was reminded of the line in \"Broadcast News\": \"Goes in here, comes out there.\") Motss assembles the pieces for a media blitz. As spokesmen warn of Albanian terrorists skulking south from Canada with \"suitcase bombs,\" Motss supervises the design of a logo for use on the news channels, hires Willie Nelson to write the song that will become the conflict's \"spontaneous\" anthem, and fakes news footage of a hapless Albanian girl (Kirsten Dunst) fleeing from rapists with her kitten. (Dunst is an American actress, and the kitten, before it is created with special effects, is a bag of Tostados.) But what about a martyr? Motss cooks up \"good old Shoe,\" Sgt. William Schumann (Woody Harrelson), who is allegedly rescued from the hands of the Albanians to be flown back for a hero's welcome. Shoe inspires a shtick, too: Kids start lobbing their old gym shoes over power lines, and throwing them onto the court during basketball games, as a spontaneous display of patriotism.\n\nIt's creepy how this material is absurd and convincing at the same time. Levinson, working from a smart, talky script by David Mamet and Hilary Henkin, based on the book \"American Hero\" by Larry Beinhart, deconstructs the media blitz that accompanies any modern international crisis. Even when a conflict is real and necessary (the Gulf War, for example), the packaging of them is invariably shallow and unquestioning; like sportswriters, war correspondents abandon any pretense of objectivity and detachment, and cheerfully root for our side.\n\nFor Hoffman, this is the best performance in some time, inspired, it is said, by producer Robert Evans. (In power and influence, however, Motss seems more like Ray Stark.) Like a lot of Hollywood power brokers, Hoffman's Motss combines intelligence with insecurity and insincerity, and frets because he won't get \"credit\" for his secret manipulations.\n\nDe Niro's Brean, on the other hand, is a creature born to live in shadow, and De Niro plays him with the poker-faced plausibility of real spin doctors, who tell lies as a professional specialty. Their conversations are crafted by Mamet as a verbal ballet between two men who love the jargon of their crafts.\n\n\"Why does a dog wag its tail?\" Brean asks at one point. \"Because the dog is smarter than the tail. If the tail was smarter, it would wag the dog.\" In the Breanian universe, the tail is smarter, and we, dear readers, are invited to be the dogs.", "running_time": 97, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-02", "genres": ["Comedy", "Drama"], "title": "Wag the Dog (1998)"}