{"url": "http://www.rogerebert.com/reviews/wagons-east-1994", "by": "John Candyas James Harlow", "star_rating": 0.5, "text": "The loss of John Candy is made all the more poignant because \"Wagons East!\" is the last film he completed. It is possible he never appeared in a worse one. The producers claim he finished all his key scenes before his unexpected death on the location, but that's hard to believe, because his character is an undefined, vague figure, and isn't even required to be funny most of the time.\n\nThat's easy in this film, which is one of the least amusing comedies I've ever seen, right down there with \"Clifford.\" Although it stars the allegedly hip Richard Lewis, its \"humor\" consists largely of barnyard jokes, kicks in the crotch, hayseeds in love with their cows, jokes about gays and hookers, and a lot of shots where people fall over things, and things fall over them. Everything is punched up by cringe-inducing fiddle music; the score is one of those by-the-numbers jobs where every screen movement is accompanied by a musical note.\n\nIt's the kind of movie that begins with a shot of a town, and the subtitle, \"Population 67.\" Then some bad guys shoot up the bank, and a new subtitle says, \"Population 62.\" Har-de-har-har. We're in the old west, a dreadful place that a lot of the locals want to escape - which is why they hire Candy as their wagonmaster, and put together a wagon train to go back east again.\n\nThe principal characters include Lewis, as a banker who gets tired of being robbed; John C. McGinley, as a gay bookseller who gives up when a cowboy buys \"Pride and Prejudice\" to use as toilet paper; Ellen Greene as the local hooker, and Candy as James Harlow, whose dark secret is that he was the wagonmaster for the ill-fated Donner Party, whose winter crossing of the Rockies ended in cannibalism.\n\nCandy seems oddly out of focus in the movie. Hiding behind a big beard, a floppy hat and a big Western jacket, he's hardly visible in some scenes. Nor does he have many big moments, funny speeches, punch lines or things to do. An element of melancholy crept into some of Candy's more recent films, and you can see it here; he seems like a winsome outsider, who for all his bulk and bravado is really very fragile.\n\nThe screenplay by Matthew Carlson and direction by Peter Markle are so amateurish I'm surprised they found backing from a major studio. The film has no sense of pacing, excitement, location or humor, and essentially reduces itself to shots of an ill-assorted group of characters awkwardly performing in contrived situations. No opportunity is missed for sticking in something that's supposed to be funny, but isn't - like the sleeping cap with a tassel, which Lewis wears at night.\n\nMany of the action sequences lead up to people falling over cliffs, after which we get a shot of them below, in the mud, and are supposed to laugh. I didn't. I also wasn't amused by a subplot involving hip Indians. And when land speculators decide the wagon train must be stopped, because it's bad publicity for the west, they hire a posse which rides and rides and rides, in shots that are endlessly intercut with the action, before finally arriving at its destination and more or less being forgotten about.\n\nJohn Candy made some good movies. My favorites are \"Planes, Trains and Automobiles\" (1987) and \"Only the Lonely\" (1991). It's a shame, for more reasons than one, that this was his last one.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-08-26", "genres": ["Action", "Adventure", "Comedy", "Western"], "title": "Wagons East! (1994)"}