{"url": "http://www.rogerebert.com/reviews/wah-wah-2006", "by": "Gabriel Byrneas Harry Compton", "star_rating": 3.0, "text": "There is a scene early in \"Wah-Wah\" where the British family drives off in its car and the servants wave after them, smiling happily. The same image could serve at the end of the film, when the British turn Swaziland over to its citizens and leave forever. The only difference would be that in the final scene, the smiles would be sincere.\n\n\"Wah-Wah\" takes place just at that moment in the late 1960s when Britain was granting independence to its colonies, one by one, a parade of royals commuting to one distant capital after another to watch the Union Jack being lowered. The movie is of that time, but not about it, and for that it has been criticized in some circles. I think its myopia is accurate.\n\nThe colonial Brits, and whites in general, lived within a closed system and were preoccupied with their own lives, ranks, salaries, security and gossip, to the exclusion of the local population. \"How dare you contradict me in front of a servant?\" the hero's father says in \"Wah-Wah.\" It has escaped his notice that his entire life, and every one of its secrets, is being lived in front of the servants.\n\nThe movie is autobiographical, based on the life of its writer-director, Richard E. Grant. We know him as an actor, notably in \"Withnail and I\" and \"How to Get Ahead in Advertising.\" He often plays sour and disaffected characters, and on the basis of his early life seen in this movie, no wonder. An early memory involves his mother, Lauren (Miranda Richardson) making love with a man not his father. His father, Harry (Gabriel Byrne), drinks, but then everybody drinks at that time, in that place. His mother leaves with another man. His father's drinking escalates, without affecting his job as Swaziland's minister of education. Young Ralph goes off to boarding school, and when he returns there is a new stepmother, an American stewardess named Ruby (Emily Watson). His father is still drinking.\n\nLife for the Brits revolves around the office, the club, sport and sundowners (where the drinking begins promptly regardless of the position of the sun). The most excitement in years is when Princess Margaret is announced as the royal visitor who will attend the ceremonies marking the end of British rule. Although their own shining moment was all too brief, the locals decide to stage a performance of \"Camelot\" in her honor. Ralph (Nicholas Hoult) is involved, and this is essentially his entrance into acting.\n\nRalph is more of an observer than a participant in the life of his family; his father, nice enough when sober, develops alarming rages when drunk and then cannot remember, when sober again, how reasonable it is for his son to be frightened of him. The key performance in the movie is by Emily Watson, as a good and sensible woman who married too quickly to know what she was getting herself into, and tries to help her husband and protect Ralph. She's the one who says the locals speak \"snooty baby talk\" that all sounds to her like \"Wah-wah-wah-wah-wah.\" She gives her marriage a brave try but eventually it's toodle-oo.\n\nWhat the movie sees clearly is that Harry may have a high post in the colonial administration, but he survives only because of the self-protective colonial system. With independence, his incompetence will make it impossible for him to ever find such a good job again, even if he stops drinking. As a counterpoint to his defeat, we observe the tactics of Lady Riva Hardwick (Celia Imrie), the snotty baby-talking arbiter of British Values in the colony, whose word is law in social matters, especially in her own mind. Notice her awkwardness as she adjusts, none too smoothly, to the fact that she will have to address black people in a modulated tone of voice and actually accept them, at least ostensibly, as her equals.\n\n\"Wah-Wah\" has a sequence, based on old newsreels, in which the flag is lowered and the sun sets on another bit of the empire. Odd how many critics have felt the whole movie should be about this. I don't see why. The story is about people who lived closed lives, and a film about them would necessarily give independence only a supporting role.\n\nI admired the movie and was happy to see it but can think of two other films about whites in Africa that do a better job of seeing their roles. \"Nowhere in Africa\" is about German Jewish refugees who become colonial farmers; their daughter makes African friends and comes to love the continent even as her father grows disillusioned. And \"White Mischief\" is the classic portrait of life in Kenya's \"Happy Valley,\" where a messy case of adultery and murder interrupts the drinking. The old Chicago Daily News had a gossip columnist assigned to O'Hare Airport. Once when former Prime Minister Harold Macmillan was passing through, she asked him if the sun would ever set on the British Empire. His answer was a masterpiece of tact: \"Not any more than it already has.\"", "running_time": 120, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-06-15", "genres": ["Drama", "Foreign"], "title": "Wah-Wah (2006)"}