{"url": "http://www.rogerebert.com/reviews/waiting-to-exhale-1995", "by": "Whitney Houstonas Savannah", "star_rating": 3.0, "text": "Terry McMillan's Waiting to Exhale mesmerized its readers with\rvivid descriptions of what a black woman wants in her man, and how hard it is\rto find it. Women loved it; men were not so thrilled. A friend of mine\rsuggested that the male version of Waiting to Exhale would be much shorter:\r\"What I'm looking for in a woman is someone who's great in bed, and then\rturns into a six-pack and a pizza.\" That is, of course, exactly the\rproblem: The women in Waiting to Exhale are tired of being treated as\rdisposable commodities by men who will tell them anything before sex and have\rnothing to say afterward.\n\nAs\rthe movie version opens, broadcast executive Savannah (Whitney Houston) is\rdriving from Denver, where there are apparently no men worth having, to\rPhoenix, where she hopes there are. Soon she's playing hostess in her new home\rto a married man who has been saying for years he's about to leave his wife.\rAlso in Phoenix are her three good girlfriends: Bernadine (Angela Bassett),\rwhose husband is about to leave her for his white secretary; Gloria (Loretta\rDevine), who has centered her life around her son, putting on pounds in the\rmeantime, and Robin (Lela Rochon), successful in business but not in love.\n\nDuring\rthe course of \"Waiting to Exhale,\" all of these women will either\rfind what they're looking for, or learn to look for something better. And\rthey'll do it with dialogue, wardrobes and settings that owe a lot to soap\ropera: These are not real women so much as fictional creations carefully\rdesigned to embody dreams and desires. Many of the women in the audience would\rbe happy to be like any of these women, man or no man.\n\nThe\rcast listing includes a lot of men, who pop up and disappear like ducks in a\rshooting gallery. Savannah may always have Kenneth (Dennis Haysbert) in her\rlife; he flies in several times a year, telling suave lies to his wife on a\rcellular phone while promising Savannah that a divorce is imminent.\n\nBernadine\rhas worked for years in her husband's business, only to have him leave her for\rhis secretary, \"the only woman I've ever loved.\" Bernadine goes\rballistic, throwing his clothes into his car and setting it on fire.\r(\"Would it be better if she were black?\" her husband asks. \"No -\rit would be better if you were black!\") Later in the film, in a touching\rsequence, she finds a soul mate in a man whose wife is dying; the actor, who is\rnot billed in the credits, will be a pleasant surprise.\n\nGloria\ris still a fine-looking woman, despite her extra pounds, but has centered her\rlife on her son, Tarik (Donald Adeosun Faison), ever since her divorce. Now\rshe's in a state of quiet panic as he prepares to leave for a year in Europe.\rThen a single man (Gregory Hines) moves in across the street, and likes \"a\rlittle meat on a woman,\" and furthermore is a homebody and handyman.\r(Hines is never seen without a screwdriver or a broken chair; why is it that\reverything in a handyman's house needs fixing?) Robin is successful in\rbusiness, but maybe that intimidates men; the movie has a sad-funny sex scene\rin which the chubby Michael (Wendell Pierce) makes love badly (\"Say my\rname! Say my name!\"), but then turns into an expert at pillow talk. Then\rthere's Troy (Mykelti Williamson), whom the other girlfriends can see through,\ralthough Robin tries to kid herself he's not a cocaine addict with no money and\ra habit of stealing anything not nailed down. And there is also Russell (Leon),\rthe handsome guy she's addicted to even though she knows better.\n\nAll\rof these women and all of their stories have been assembled into a screenplay\rby McMillan and Ron Bass. He also wrote \"The Joy Luck Club,\" another\rfilm that interlocked the stories of four women, but if that one was high\rdrama, this film is middlebrow, in which the women face not war, famine and\rfiring squads, but cheaters, liars, dopers and guys who look fine but turn out\rto be gay.\n\nThis\ris a debut directing job by Forest Whitaker, and somehow the tone of the film\rresembles his own acting: measured, serene, confident. I am not sure that is\ralways the right tone, however. There are times when the material needs more\rsharpness, harder edges and bitter satire instead of bemused observation.\n\n\"Waiting\rto Exhale\" is not really an assault on black men (and men in general), but\ran escapist fantasy that women in the audience can enjoy by musing, \"I\rwish I had her problems\" - and her car, house, wardrobe, figure and men,\reven wrong men.\n\nOn\rthat level, of soap opera and sociological melodrama, however, the movie does\rwork. I was never bored. Occasionally one of the actresses broke out of the\rmold, as when Bassett coolly dealt with the firemen after torching her\rhusband's car, and I got a glimpse of the energies that could be unleashed in\rthis material. But for the most part, the movie's content to be an\rentertainment with a women's magazine angle; its patron saint could be Mae\rWest, who wanted more men in her life, and more life in her men.", "running_time": 123, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-12-22", "genres": ["Comedy", "Drama", "Romance"], "title": "Waiting To Exhale (1995)"}