{"url": "http://www.rogerebert.com/reviews/waiting-2005", "by": "Ryan Reynoldsas Monty", "star_rating": 1.5, "text": "\"Waiting...\" is melancholy for a comedy. It's about dead-end lives at an early age, and the gallows humor that makes them bearable. It takes place over a day at a chain restaurant named Shenanigan's (think Chili's crossed with Bennigan's) where the lives of the waiters and cooks revolve around the Penis Game. The rules are simple: Flash a fellow worker with the family jewels, and you get to kick him in the butt and call him a fag. Ho, ho.\n\nNot along ago the restaurant was in the doldrums, morale was low, customers were rare. \"The penis-showing game became a catalyst for change and improvement,\" says a cook named Bishop (Chi McBride). I dunno; to me it seems more like a catalyst for desperate shock value from a filmmaker who is trying to pump energy into a dead scenario.\n\nI can imagine a good film based on the bored lives of retail workers whose sex lives afford them some relief. \"The 40-Year-Old Virgin\" is a splendid example, and given the slacker mentality of the waiters in \"Waiting...,\" Kevin Smith's \"Clerks\" leaps to mind. Both of those films begin with fully seen characters who have personalities, possess problems, express themselves with distinctive styles.\n\nThe characters in \"Waiting...\" seem like types, not people. What they do and say isn't funny because someone real doesn't seem to be doing or saying it. Everything that the John Beulshi character did in \"Animal House\" proceeded directly from the core of his innermost being: he crushed beer cans against his forehead, because he was a person who needed to, and often did, and enjoyed it and found that it worked for him. You never got the idea he did it because it might be funny in a movie.\n\nThe central character in \"Waiting...\" is Monty (Ryan Reynolds), a veteran waiter who justifies his existence in hell by appointing himself its tour guide. He shows the ropes to a new employee named Mitch (John Francis Daley), beginning with the Penis Game and moving on to details about the kitchen, the table rotation and the cultivation of customers. He also places great importance on the nightly parties where the employees get hammered.\n\nOther staff members include the perpetually snarling Naomi (Alana Ubach), who could make more money as the dominatrix she was born to play; Dan (David Koechner), the manager who has risen to the precipice of his ability, replacing the Penis Game with the Peter Principle; Serena (Anna Faris), who is way too pretty to be working at Shenanigan's, and knows it, and Raddimus (Luis Guzman), the cook, who is a master at dropping food on the floor and seasoning it with snot, spit and dandruff. The movie has a lesson for us, and it is: Do not get the food-handlers mad at you.\n\nThe hero of sorts is Dean (Justin Long), who is discouraged to learn that while he's been making his $70 a day in tips, a high school classmate has become an electrical engineer. When the supercilious classmate leaves him a big tip, he feels worse than when a stiff leaves another waiter $2 on a $63 bill. The problem with the customers in both of those scenarios, and also with the lady customer who is relentlessly bitchy, is that there's nothing funny about them. They're mean and cruel and do not elevate their hatefulness to the level of satire but sullenly remain an eight letter word (in the plural form) beginning with \"a.\" Even the bitch's dinner companions are sick of her.\n\nA subplot involves Natasha (Vanessa Lengies), the restaurant's sexy underage receptionist, who attracts both Monty and Dan the manager. I am trying to imagine how she could have been made funny, but no: The movie deals with her essentially as jailbait, something Monty is wise enough to just barely know and Dan reckless enough to overlook. I was also unable to see the joke involving Calvin (Robert Patrick Benedict), who (a) can't urinate because he's uptight that some guy may be trying to steal a glimpse of his jewels, but (b) is a champion at the Penis Game. There is a paradox here, but its solution doesn't seem promising.\n\nWhat it comes down to is that Shenaniganz is a rotten place to work and a hazardous place to eat, and the people on both sides of the counter are miserable sods but at least the employees know they are. Watching the movie is like having one of these wretched jobs, with the difference that after work the employees can get wasted but we can only watch. It can actually be fun to work in a restaurant. Most of the waitpeople I have known or encountered have been competent, smart and if necessary amusing. All the restaurant's a stage, and they but players on it. Customers can be friendly and entertaining. Tips can be OK. Genitals can be employed at the activities for which they were designed. There must be humor here somewhere.", "running_time": 94, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-10-06", "genres": ["Comedy"], "title": "Waiting... (2005)"}