{"url": "http://www.rogerebert.com/reviews/waiting-for-dublin-2009", "by": "Andrew Keeganas Mike", "star_rating": 2.0, "text": "As nearly as I can tell, \"Waiting for Dublin\" is having its world premiere Friday in (can you guess?) Chicago, Boston and New York. The timing could not be better. The St. Patrick's Day parades will be over in time for an afternoon matinee. And if you are the kind of person who marches in or attends the parade, you may enjoy this film. Other kinds of people, not so much.\n\n\"Waiting for Dublin\" is like a time capsule, a film that, in every detail, could have been made in the 1940s and starred Bing Crosby, Barry Fitzgerald, Maureen O'Hara and Edmund Gwenn as dear old Father Quinlan, who has the narcolepsy something fierce. It takes place in an Irish hamlet that has one telephone, in the post office that is also the pub. A horse and cart is the favored mode of transport, especially because there is no petrol during wartime.\n\nThe year is 1945. The hero is Mike (Andrew Keegan), an American pilot. He and his co-pilot Twickers (Hugh O'Conor) run out of fuel and make an emergency landing in Ireland, where they are taken in, given lodging and welcomed at the pub. The village has another guest, the German pilot Kluge (Guido De Craene). Ireland is officially neutral, and so such visitors are welcome, so long as they are not English, of course.\n\nThe town is inhabited, as the old movie rules required, by only colorful eccentrics, who spend all of their time in the pub waiting to be entertained by strangers. They move as a unit, decide as a unit, observe as a unit and go to Sunday mass as a unit, to see whether Father Quinlan can get as far as Introibo ad altare Dei before falling asleep.\n\nThey quickly grow sympathetic to Mike's plight. Back home in Chicago, he made a $10,000 bet that he would shoot down at least five German fighter planes in the war. He needs one more, the war is about to end, and there is another problem: He made the bet with Al Capone's nephew, who in the movie is named Vito but in real life was named Ralph \"Risky\" Capone Jr. The movie was wise to change his name; in Chicago, you probably wouldn't make a bet you couldn't cover with a man named Risky Capone.\n\nMike is desperate -- to make a fifth kill and to have sex with the lovely local lass Maggie (Jade Yourell), who says nothing doing unless he proposes marriage and means it. He comes up with a plan to get his fifth kill, and how he does that, and with which weapons, I will leave for you to discover, pausing only to wonder how petrol was obtained. His solution and how it pans out is of course utterly preposterous, beginning from the moment Twickers begs off because he has a \"cold.\"\n\nLook, this is a perfectly sweet and harmless film, and if it were in black and white on TCM on St. Paddy's Day, you might watch it. It's so old-fashioned, it's almost charming. It is constructed entirely with cliches and stereotypes, right down to the brotherhood of pilots, which was not original when Jean Renoir used it in \"The Grand Illusion\" (1937). The actors are pleasant, the locations (County Galway) are beautiful, but the movie is a wheeze.", "running_time": 83, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-03-11", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Waiting for Dublin (2009)"}