{"url": "http://www.rogerebert.com/reviews/wait-until-dark-1968", "by": "Audrey Hepburnas Susy", "star_rating": 3.5, "text": "It's been six months since I last explained the theory of the idiot plot, so maybe you won't mind if I have another go. Briefly, an idiot plot depends upon one or more characters being idiots. They get trapped in a situation that they could easily get out of with common sense. But they don't, being idiots. If they did, they'd solve the problem and the movie would be over.\n\nIdiot plots usually turn up in bad movies, but occasionally they creep into superior films like this one, causing unhappy distractions. \"Wait Until Dark\" is about a blind girl (Audrey Hepburn) whose husband accidentally gets possession of a doll containing heroin. After she is left alone in her apartment, three men terrorize her in an attempt to find the doll.\n\nThey stage an elaborate act in which one plays a cop, one plays an old college chum of her husband and the third plays -- but never mind. The important thing is, these three guys walk in and out of her apartment with complete freedom. The door is unlocked. First one guy comes in. Then he leaves and someone else turns up. Finally the girl realizes she's in danger.\n\nSo far, so good. We can swallow the first hour of the movie, even though it's rather unlikely, simply because we like to be entertained and want to be convinced. But after the girl wakes up to the danger she's in, why doesn't she LOCK THAT DOOR?\n\nShe's left alone. The guys are gone for a moment. There's a little girl living upstairs, and Audrey sends her to the bus terminal to wait for her husband's bus. (Another idiot plot slip-up. Why not send the girl to the police?) Then she's alone again. The door is unlocked. But she can lock it. She doesn't.\n\nThe bad guys come in and out of the apartment like finalists in a revolving door sweepstakes. In the dark privacy of the 19th row, made all the more suspenseful because the lights in the theater are turned out for the last scenes, am I frightened? On the edge of my chair? No, I'm asking myself why she doesn't lock the door.\n\nOtherwise, it's a good movie. I don't want to give the impression that it isn't. Miss Hepburn is perhaps too simple and trusting, and Alan Arkin (as a sadistic killer) is not particularly convincing in an exaggerated performance. But there are some nice, juicy passages of terror (including that famous moment when every adolescent girl in the theater screams), and after a slow start the plot does seduce you. I don't think Audrey Hepburn should have gotten an Academy nomination for her performance (she was much better in \"Two for the Road\"), but I don't want to quibble. My demands are not great. I just want her to lock that door. Now!", "running_time": 108, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-02-26", "genres": ["Drama", "Horror", "Thriller"], "title": "Wait Until Dark (1968)"}