{"url": "http://www.rogerebert.com/reviews/waiting-for-guffman-1997", "by": "Christopher Guestas Corky St. Clair", "star_rating": 3.0, "text": "Blaine, Mo., was founded, we are told, 150 years ago, by settlers who were trekking to the West Coast and stopped when their leader \"smelled the salt air.'' Its place in history has been assured by two events: A wooden stool made in Blaine, presented to President Grover Cleveland, led to the city becoming \"stool capital of America.'' And in 1946, a flying saucer landed nearby. Within the resulting crater, it was \"always 67 degrees with a 40 percent chance of rain.'' Local residents were invited aboard for a potluck supper, and one of them still has no feeling in his buttocks.\n\nObviously, such events cry out for dramatic treatment, and for its 150th anniversary, Blaine obtains the services of Corky St. Clair (Christopher Guest), a \"relocated'' Broadway wanna-be who will stage an amateur theatrical pageant. Corky's credits include \"Backdraft,'' an improbable musical based on the Hollywood film. He allegedly has a wife named Bunny, who has never been seen, though he buys all of her clothing and knows a great deal about depilatories. Such is the setup for \"Waiting for Guffman,'' directed and co-written by Guest, who also was the co-writer for \"This is Spinal Tap,\" the very funny 1984 mock-documentary about a failing rock group. \"Guffman'' is not as insistently funny, perhaps because it has a sneaking fondness for its characters (\"Spinal Tap'' ridiculed its heroes with true zeal). In a sequence which, I gather, was improvised by the actors themselves, a group of locals audition for Corky and the local high-school music teacher (Bob Balaban), and we see an extremely literal interpretation of \"Teacher's Pet'' by a local fast-food worker (Parker Posey).\n\nOthers in the audition include travel agents (Fred Willard and Catherine O'Hara), who have never been out of town but have travelers' imaginations. The pair, known as \"the Lunts of Blaine,'' perform \"Midnight at the Oasis.'' And there is the local dentist (Eugene Levy), who sings a vaudevillian medley for his audition.\n\nThe movie doesn't bludgeon us with gags. It proceeds with a certain comic relentlessness from setup to payoff, and its deliberation is part of the fun (as when it takes its time explaining the exact nature of the travel agent's plastic surgery). Some of the better laughs are deadpan, as when the travel agent and his wife take the dentist and his wife to dinner at a Chinese restaurant. It has a neon sign two stories high that announces \"CHOP SUEY''; the dentist asks, \"How did you find this place?'' Much of the fun comes from the songs composed for the pageant (music and lyrics by Guest, Harry Shearer and Michael McKean). They have the sound and the brio of 1940s musicals, and the literal-mindedness of people determined to shoehorn cosmic significance into a perspective.\n\nTension is generated when it becomes known that a man named Guffman, a famous New York producer's agent, will attend opening night with the thought that \"Red, White . . . and Blaine'' might travel well to Broadway.\n\nThe comic tone of \"Waiting for Guffman'' has grown out of Second City and the classic SCTV TV show. Attention is paid not simply to funny characters and punch lines, but to small nudges at human nature. Consider, for example, Bob Balaban in an understated role as the long-suffering local teacher who knows how outrageous Corky St. Clair is, but never quite acts on his knowledge. Or listen to small touches as when the descendant of Blaine's original settlers sighs, \"I know how the Kennedys must feel.'' Some of the laughs are so subtle you almost miss them, as when Corky warns the dentist that his oversized plastic glasses would be out of place in a scene set in 1846--but neglects to remember his own earring.\n\nIf you see the film, don't leave before the closing credits, which include several \"movie collectibles'' that provide maybe the loudest laughs in the movie.", "running_time": 84, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-21", "genres": ["Comedy", "Documentary", "Indie"], "title": "Waiting For Guffman (1997)"}