{"url": "http://www.rogerebert.com/reviews/waiting-for-the-light-1990", "by": "Shirley MacLaineas Aunt Zena", "star_rating": 2.0, "text": "\"Waiting for the Light\" has it all: zany old Auntie Z, the retired magician; plucky Kay, the mother of two who dreams of starting a new life out in the West; two brainy kids who are always playing practical jokes; a run-down diner that gets a new lease on life; a mean old coot who lives next door; an obnoxious investigative journalist; a do-good preacher; a mysterious man who turns up and helps out in the kitchen; a run-down station wagon; a local grocer who predicts the diner will fail, and a lot of people who think they've witnessed a miracle.\n\nThis is like one of those board games where you start out with a lot of story cards and trade them until you have all the ingredients in your hand. The movie left me with one overwhelming question, but it had nothing to do with plucky mothers or run-down diners. What I wanted to know was, what superhuman feats of self-control did it take for the makers of this film to prevent themselves from including a cute dog in the screenplay? You know, one of those mutts that tilts its head to one side and cocks its ears over its eyes? The movie already is causing a certain amount of confusion because it stars Shirley MacLaine and contains a lot of people who think they have witnessed miracles. But this is not the movie version of MacLaine's book Dancing in the Light.\n\nNo, this movie is in another tradition entirely, the tradition of Colorful People who relentlessly inflict their colorfulness on us as if we could not see in the first six minutes that they were afflicted.\n\nGive some credit to Kay, the plucky mother, who is played by Teri Garr as a person who is tired of being colorful and even more tired of having a colorful family, including Auntie Z (MacLaine), who trains her niece and nephew in magic tricks so they can pull stunts like seeming to explode in flames during a school band rehearsal.\n\nGarr seems to specialize in Colorful People movies, many of which are better than this one. In \"Full Moon In Blue Water\" (1988), she played a school bus driver and computer student who falls in love with Gene Hackman, as the owner of the only bar on a Texas offshore island, and shares his horror when his retarded sidekick pushes a wheelchair containing the senile Burgess Meredith off the dock and into the sea. Having survived that film, which was likable, if misguided, she must have thought \"Waiting for the Light\" was a study in stark realism.\n\nThe film's problem is that it cuts loose from credibility without finding the nerve to really wallow in goofiness. The whole business of the fake miracle - an angel appearing in an apple tree - is intercut with the Cuban missile crisis, and when both crises are resolved at once, is it really necessary for MacLaine to undergo a miraculous recovery from her stroke at the same time? There is really only one way to exploit material of this nature, and that's to satirize it.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-11-02", "genres": null, "title": "Waiting For The Light (1990)"}