{"url": "http://www.rogerebert.com/reviews/waiting-for-superman-2010", "by": "Geoffrey Canada", "star_rating": 3.5, "text": "Toward the end of \"Waiting for Superman,\" there is a sequence that cuts between lottery drawings for five charter schools. Admission to the best of these schools dramatically improves chances of school graduation and college acceptance. The applicants are not chosen for being gifted. They come from poor, disadvantaged neighborhoods. But the schools have astonishing track records. \n\nWe have met five of these students, heard from them and their parents, and hope they'll win. The cameras hold on their faces as numbers are drawn or names are called. The odds against them are 20 to 1. Lucky students leap in joy. The other 19 of the 20 will return to their neighborhood schools, which more or less guarantees they will be part of a 50 percent dropout rate. The key thing to keep in mind is that underprivileged, inner-city kids at magnet schools such as Kipp L.A. Prep or the Harlem Success Academy will do better academically than well-off suburban kids with fancy high school campuses, athletic programs, swimming pools, closed-circuit TV and lush landscaping. \n\n\"Waiting for Superman,\" the new documentary by Davis Guggenheim, contends the American educational system is failing, which we have been told before. He dramatizes this failure in a painfully direct way, says what is wrong, says what is right. One of his charts gets a laugh from the audience: Of developed nations, American students rank last in math skills. When the students are asked to guess their standing, Americans put themselves first. Meanwhile, jobs in Silicon Valley go without qualified Americans to fill them, and tech companies must import skilled employees from India and other \"poor\" countries.\n\nGuggenheim focuses on an African-American educator named Geoffrey Canada, who deliberately chose the poorest area of Harlem to open his Harlem Success Academy. His formula: qualified teachers, highly motivated, better paid. Emphasis on college prep from day one. Tutoring for those behind in math or reading. There are also charter boarding schools, with no TV or no video games. One kid says he wants in, but \"my feelings are bittersweet.\" \n\nOne problem with most schools, Guggenheim says, is that after teachers gain tenure in two years, it is almost impossible to fire them. In Illinois, for example, one out of 57 doctors loses his medical license, but only one in 2,500 teachers is fired. Some teachers flatly inform their students they have no intention of teaching. Guggenheim blames the powerful American Federation of Teachers, which is the top donor to national Democratic campaigns and state Republican campaigns. Any move to discipline incompetent teachers is met with fierce resistance. A union teacher is a teacher for life. That teachers themselves accept this is depressing.\n\nThe film demonstrates (1) that quality education is possible for even the most disadvantaged students; (2) the cost is low, considering that high school dropouts often turn to crime when they can't find good jobs. In 10 years, the film claims, there will be twice as many skilled, well-paid jobs in America as Americans qualified to fill them. \n\nWhat struck me most of all was Geoffrey Canada's confidence that a charter school run on his model can make virtually any first-grader a high school graduate who's accepted to college. A good education, therefore, is not ruled out by poverty, uneducated parents or crime- and drug-infested neighborhoods. In fact, those are the very areas where he has success. Consider this: Those lotteries are truly random, as by law they must be. Yet most of the winners will succeed, and half the losers (from the same human pool) will fail. This is an indictment: Our schools do not work.\n\nOur nation is willing to spend trillions on war and billions to support the world's largest prison population rate. Here is my modest proposal: Spend less money on prisons and more money on education. Reduce our military burden and put that money into education. In 20 years, you would have more useful citizens, less crime and no less national security. It's so simple.\n\nMy review of a doc about a similar school in Chicago: \"The Providence Effect.\"", "running_time": 102, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-09-29", "genres": ["Documentary"], "title": "Waiting for Superman (2010)"}