{"url": "http://www.rogerebert.com/reviews/wake-in-fright-2012", "by": "Donald Pleasenceas Doc", "star_rating": 3.5, "text": "\"Wake in Fright\" is a film made in Australia in 1971 and almost lost forever. It's not dated. It is powerful, genuinely shocking and rather amazing. It comes billed as a \"horror film\" and contains a great deal of horror, but all of the horror is human and brutally realistic.\n\nScreened at the Toronto Film Festival in 2009, picked up three years later by Drafthouse, it arrives still powerful and crushing. It has what would have been an all-star cast when it was released, and still is now for those who know their actors: Donald Pleasence, Jack Thompson and Gary Bond. \n\nThe story involves a young schoolteacher in the middle of the desolate wilderness of the Outback. The opening overhead shot shows a shabby building beside a railroad track, the camera pans 360 degrees and finds only the distant horizon, and then returns to find a second building on the other side of the tracks. One building is the school. The other is the hotel. To get to either, people must have to travel a great distance.\n\nIt is the end of the school year. The teacher (Gary Bond) takes the train to a town where he plans to get a flight to Sydney. He loses his money gambling and is swept up in the vortex of a group of hard-drinking, hard-living, crude, vicious men. His \"vacation\" descends into drunkenness, brutality, rape and a gruesome moonlight hunt where they massacre kangaroos.\n\nThis was the second feature by the Canadian-born director Ted Kotcheff (\"The Apprenticeship of Duddy Kravitz\"). His later successes include \"North Dallas Forty,\" \"First Blood\" and \"Fun With Dick and Jane.\" \n\nThis early film was received with hostility in Australia, flopped at the box office there, did well overseas, was an official entry at Cannes and then seemed to disappear. It became known as \"Australia's great lost film.\" Its editor, Anthony Buckley, began a search for it and found one surviving print just as it was scheduled to be destroyed. It has been restored by the Australian Film Archive and is available on DVD.\n\nAccording to Australian critics, the film was originally reviled because it painted such a horrifying portrait of life in the isolation of the Outback — life making our own Old West look positively civilized. \"Deliverance,\" made a year later in 1972, is mild by comparison. \n\nKotcheff's film is raw and uncompromised, well-acted, brilliantly photographed and edited. Animals were certainly \"harmed.\" Footage of an actual kangaroo hunt was seamlessly edited in by Buckley, and a \"producer's note\" says this documentary footage was included with \"the participation\" of animal rights' organizations, whatever that means. It's rare to find a film that goes for broke and says to hell with the consequences.", "running_time": 114, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-31", "genres": ["Drama", "Thriller"], "title": "Wake in Fright (2012)"}