{"url": "http://www.rogerebert.com/reviews/waking-ned-devine-1998", "by": "Ian Bannenas Jackie O'Shea", "star_rating": 3.0, "text": "\"Waking Ned Devine\" opens with the news that someone in the Irish hamlet of Tullymore (population 53--uh, 52) has won the National Lottery. Who could it be? The locals, who have lived in one another's pockets for years, snoop and gossip, and seize upon the slightest deviation from habit as proof that someone expects a windfall. But there are no leads, and finally in desperation a chicken supper is held, at which the winner will perhaps be revealed. No luck. But one person doesn't attend the dinner: Ned Devine.\n\nJackie O'Shea (Ian Bannen) and Michael O'Sullivan (David Kelly) hasten to Ned's cottage, to find him seated in front of the television set, clutching the winning ticket--and dead. The winnings, they are astounded to learn, are not several hundred thousand pounds, as they had assumed, but nearly 7 million pounds. A fortune! Alas, since Ned Devine is dead, the money will be recycled back into the kitty for next week's drawing.\n\nRight? Not on your life. Jackie and Michael hatch a plan to fool the visiting official from Dublin, who after all has never laid eyes on Ned in his life (few have, outside of Tullymore). Michael will impersonate Ned. The whole town will of course have to be in on the scheme, and so Jackie and Michael draw up an agreement in which their friends and neighbors will join in the deception and share in the prize.\n\nThat's the premise of another one of those delightful village comedies that seem to spin out of the British isles annually. \"Waking Ned Devine\" can take its place alongside \"Local Hero,\" \"Comfort and Joy,\" \"The Snapper,\" \"The Van,\" \"The Full Monty,\" \"The Englishman Who Went Up a Hill But Came Down a Mountain,\" \"Brassed Off,\" \"Eat the Peach\" and many others. Why don't we have more small-town comedies like this from America? Why are small towns in the U.K. and Ireland seen as conspiracies of friends, while American small towns are so often depicted as lairs of wackos? One of the joys of \"Waking Ned Devine\" is in the richness of the local eccentric population.\n\nThere is, for example, the mean-spirited Lizzy Quinn (Eileen Dromey) who tools around on her battery-powered chair, scowling and spreading ill will. Contrast her with the hard-working Pig Finn (James Nesbitt), a handsome young pig farmer who loves Maggie (Susan Lynch). She loves him, too, but not the way he smells. Either the pigs go or she does.\n\nAnd there is the substitute village priest (Dermot Kerrigan), filling in during the regular's vacation, who has solemn talks about theology with bright young Maurice (Robert Hickey), who says of a life devoted to the Lord: \"I don't think I could work for someone I never met.\" The treasure of the local population is Michael O'Sullivan, who is played by David Kelly in what can only be described as a performance arriving at the ultimate reaches of geezerdom. Kelly, with his twinkling eyes and turkey neck, is engaging, conspiratorial and delighted by all things not too wicked.\n\nStealing 6.8 million pounds from the lottery is, of course, not too wicked. Like Nigel Hawthorne in \"The Madness of King George\" or Simon Callow in \"Four Weddings and a Funeral,\" Kelly is one of those seasoned and expert actors who is well known in the U.K. (he was a character on \"Fawlty Towers\"), but will be a delightful discovery for North American audiences. There is a scene where he must get back to Ned Devine's cottage at breakneck speed, to beat out the Lotto official from Dublin (Brendan F. Dempsey). Why he must dash down back lanes on a motorcycle while completely naked I will leave it to you to discover; the sight inspires uproarious laughter. That's one of the movie's big laughs. Another involves a telephone booth. Most of the time we're smiling more than laughing; we recognize the human nature involved in \"Waking Ned Devine,\" and we like the way Kirk Jones, the writer and director, throws up obstacles just to have fun leaping over them. One reason we like village comedies from Ireland and the U.K. is of course that they're funny.\n\nAnother is to meet the characters and the actors and enjoy the pleasure of their company. I have a feeling that an evening spent with David Kelly would be a merry one.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-12-11", "genres": ["Comedy", "Foreign", "Indie", "Romance"], "title": "Waking Ned Devine (1998)"}