{"url": "http://www.rogerebert.com/reviews/waking-the-dead-2000", "by": "Billy Crudupas Fielding Pierce", "star_rating": 2.5, "text": "There is a mystery in \"Waking the Dead,\" and at the end we are supplied with its answer, but I have seen the movie twice and do not know for sure what the answer is. There are two possibilities. Either would do.\n\nIf it were a thriller or a ghost story, it wouldn't much matter, but the film has serious romantic and political themes, and in one way or another we really need to know, or it's all been a meaningless game.\n\nThe film begins in 1982, when a young politician named Fielding Pierce (Billy Crudup) learns on the news that his friend Sarah Williams (Jennifer Connelly) has been killed by a car bomb attack in Minneapolis. She was working with a group of political activists opposed to U.S. actions in Chile. Fielding screams out in anguish, and we flash back to his first meeting with Sarah, in 1972, when she was his brother's secretary. The brother publishes a magazine very much like Rolling Stone. Fielding is in the Coast Guard to avoid service in Vietnam. Sarah is self-confident, outspoken, political.\n\nThe film, based on the novel by Scott Spencer, is a tug of war between Fielding's desire to work within the system and Sarah's conviction that it's rotten to the core. As they grow closer romantically, they grow further apart politically, until finally their love is like a sacrifice thrown on the bonfire of their ambitions. There comes a time at a fund-raising benefit when Sarah tells off a fat-cat who has written a column supporting the military junta in Chile. That is not good for Fielding's career.\n\nThe film does a lot of flashing back and forth between 1972, when Fielding's life is simple and idealistic, and 1982, when he is in the hands of Chicago political fixers. Hal Holbrook is assigned once again to the Hal Holbrook Role, which he has done so often it should be retired: He has to sit in the shadows of a board room or a private club, smoke a cigar, drink a brandy, and pull strings behind the scenes. He is the go-between for Fielding and Gov. Kinosis (Laurence Dane), who offers Fielding a shot at a safe Congressional seat.\n\nFielding wants it. Sarah sees it as the selling of his soul. As the two of them ride the ??? together, Jennifer Connelly has a strong and bitter scene in which she explains exactly what he is doing and why it is wrong. They're drifting apart, and Fielding resents the presence in her life of a gimlet-eyed radical priest. We see her meeting with Chilean refugees. She leaves for Chile to bring out some more. Then she dies in the car bombing.\n\nOr does she? The film toys with us, and with Fielding, who begins to imagine he sees Sarah here and there--on the street, in a crowd. There is one almost subliminal shot in which her face flashes on a TV screen, just as he turns away. Did he see it? Or was it in his imagination? Or did he not see it? And in that case, since we saw it, was it the first shot of the next story on the news, or a subtle hint that this movie has something in common with \"Ghost\"? To speculate would be to give away the ending--which I can't do anyway, since I'm not sure of it. What I do know is that \"Waking the Dead\" has a good heart and some fine performances, but is too muddled at the story level to involve us emotionally. It's a sweet film. The relationship between Sarah and Fielding is a little deeper and more affectionate that we expect in plot-driven melodramas.\n\nThere are fuzzy spots; we never find out anything specific about Sarah's political activism, we never see the Chicago pols actually trying to influence Fielding in an inappropriate way, and we never know exactly what role the Catholic Church plays, except to lend its cinematic images and locations. I was amused when another critic pointed out that, to save money perhaps, the moviemakers show Fielding savoring his political victory all alone by himself.\n\nOscar nominee Janet McTeer plays Fielding's sister, in the kind of role every actress hopes she can escape from by getting an Oscar nomination. Paul Hipp plays his Jann Wennerish-brother, who falls in love with a Korean hooker (Sandra Oh) he meets in a massage parlor, and tries to convince Fielding to pull strings so she can get her green card. This entire subplot should have been excised swiftly and mercilessly. And at the end, we are left with--what? When we invest emotional capital, we deserve a payoff.", "running_time": 106, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-24", "genres": ["Drama", "Romance"], "title": "Waking The Dead (2000)"}