{"url": "http://www.rogerebert.com/reviews/waking-life-2001-1", "by": "Richard Linklater", "star_rating": 4.0, "text": "It is hard to say how much of Richard Linklater's \"Waking Life\" (2001) is a dream. I think all of it is. His hero keeps dreaming that he has awakened. He climbs out of bed, splashes water on his face, walks outside and finds himself dreaming again. But the film isn't one of those surrealist fantasies with pinwheels coming out of the hero's eyes or people being sucked down into the vortex. It's mostly conversational, and the conversation is all intriguing; the dreamer must be intelligent.\n\nOr perhaps not. Perhaps he's channeling it from outside. A woman in a coffee shop tells him her idea for a soap opera plot, and he asks her how it feels to be a character in his dream. She doesn't answer, because how can she, since she's only a character in his dream? On the other hand, where did she come up with that plot? He tells her he could never have invented it himself. It's like it came to him in a ... no, that doesn't work. It's like it came in from outside the dream.\n\nAnd what is dreaming, anyway? A woman in the film speculates that when we dream, we are experiencing ourselves apart from our physical bodies. After we die, she says, doesn't it make sense that we would keep on dreaming, but that we'd never stop dreaming because now we were apart from our bodies? No, it doesn't make sense, I think, because our dreams take place within our physical brains. Maybe not. Maybe we only think they do.\n\n\"Waking Life\" is philosophical and playful at the same time. It's an extravagantly inventive film that begins with actual footage of real actors and then translates them into animated images; it's called motion-capture, and you can see it in \"Beowulf\" and \"300,\" but it was startling when Linklater made his film in 2001, and showed it didn't need to cost millions. A founding member of the Austin, Texas, filmmaking crowd, he collaborated with a software genius named Bob Sabiston, who did it all on Macs. It's visually bright and alive -- a joy to regard.\n\nLinklater likes to listen to people talk. His standard for what they say is very high. His early film \"Slacker\" (1991) followed one character around Austin until that character encountered another, and then followed the new character, and so on, while they were all the time acting out their everyday lives. It was fascinating; I'd only seen that done before by Bunuel, in \"The Phantom of Liberty\" (1974). In Linklater's famous \"Before Sunrise\" (1995) and \"Before Sunset\" (2004), he followed Julie Delpy and Ethan Hawke around first Vienna and then Paris as they talked all night and then all day. They turn up in \"Waking Life\" in an impossible scene, because it shows them together between the two movies; perhaps that's a clue this is Linklater's own dream.\n\nHis characters seem engaged in all the conversations we ever had in school, or should have had. In \"Waking Life,\" the hero (never named, played by Wiley Wiggins) does more listening than talking: In college lectures, bars, coffeehouses, on the sidewalk, to musicians, to philosophers, even -- in a quick jump in space -- to a guide on the Brooklyn Bridge. That one's easy to explain; he must have seen \"Cruise,\" the documentary about the self-appointed king of tourist guides, Speed Levitch, who of course appears as himself. That's how dreams work.\n\nThere are also scenes with abrupt disconnects. An angry man with a red face prowls a jail cell issuing imprecations at the world. An activist drives the streets shouting at people through the loudspeakers on top of his car, but there are no people on the streets and eventually he just stops. A man who despairs of life sets himself on fire, and the hero stares at him, and then his dream continues elsewhere. Dreams often cut out in midstream.\n\nThere's a crucial scene where the hero is told a story involving synchronicity. A novelist meets a woman at a party who has the same name as a character in his novel, and her husband has the same name, and the man she's having an affair with has the same name, and so on and on. That can happen in dreams. Strangely, I've been involved for a few weeks with ongoing discussions on my blog about free will, the afterlife, politics, existentialism, the theory of evolution and what it is to be alive. I sat watching the movie and realized the characters were discussing the same topics, sometimes in the same language. Cue \"Twilight Zone\" music. We've been discussing man's place in the tree of life; a biologist argues that there is more of an intelligence gap between Plato and an ordinary human than between that human and an intelligent chimpanzee. I'm a subscriber to Darwin, but I wouldn't go that far. Still, it makes you think.\n\nLinklater has fun with the inevitable paradoxes of dreaming. The hero complains to a friend that he feels trapped in his dream, and keeps waking up into another dream. How can he break free? The friend warns him it is easy to be deceived by dreams. You can direct them and change them, but whatever you do with them, they seem to be happening now, and your changes seem to flow naturally, even when you detour to Brooklyn or start floating above Austin. The one thing you can't change, his friend says, is the lighting. If you try to turn a light switch on and off, and it doesn't work, you're dreaming. It's a test that never fails.\n\nThe hero thanks him for this advice and gets up to leave the room. He tries to switch off the light, but he can't. Of course he can't. But is there anything to the original advice, or is this dream logic at work? Maybe he was able to turn off the lights in earlier dreams, but now that he knows the rule, he'll never be able to do it again.\n\nThe film opened in October 2001, with 9/11 still a wound in our minds. It was a soothing flow of intelligence, of questioning, of curiosity and imagination. There was a paralysis and hopelessness that seemed to descend upon us. The images of the towers collapsing belonged in a nightmare, but no, they were real. \"Waking Life\" was a jolt, or nudge, a reminder that we could usefully ask big questions and propose possible answers. It affirmed our need to think for ourselves and not give in to dead-end despair.\n\nRichard Linklater is one of the best directors we have. He makes commercial films (\"The Bad News Bears,\" with Billy Bob Thornton). He makes wry films that are applied sociology (his \"SubUrbia,\" with a screenplay by Eric Bogosian, was about a crowd of teenagers who hang out pointlessly at a strip mall). He makes quirky comedies (\"The School of Rock\"). He makes bold experimental films (\"Tape,\" which starred Ethan Hawke, Uma Thurman and Robert Sean Leonard as three friends in one motel room for continuous talk and dispute, shot with a hi-def video camera). He makes period films (his \"Me and Orson Welles,\" one of the best films at Toronto 2008, re-creates the early days of Welles' Mercury Theatre and his brilliant but sometimes not pleasant behavior).\n\nAbove all, Linklater is a man who doesn't like to be bored and doesn't want to bore us. You can tell that from his films. He's intensely interested in his subjects. You may think you'd know all about \"The Bad News Bears\" just by reading the title, but you wouldn't. In my review, I said Billy Bob's character \"is like a merger of his ugly drunk in 'Bad Santa' and his football coach in 'Friday Night Lights,' yet he doesn't recycle from either movie; he modulates the manic anger of the Santa and the intensity of the coach and produces a morose loser who we like better than he likes himself.\" That's not boring. Linklater has never made a formula story, and I don't believe he ever will.\n\nNow here's an intriguing thing. The final shot in \"Waking Life\" isn't a POV shot. I wonder what that means.\n\nLinklater himself appears near the end, as the pinball player.", "running_time": 99, "mpaa_rating": "R", "release_year": 2001, "date_published": "2009-02-11", "genres": ["Animation", "Drama", "Fantasy", "Indie"], "title": "Waking Life (2001)"}