{"url": "http://www.rogerebert.com/reviews/waking-up-in-reno-2002", "by": "Billy Bob Thorntonas Lonnie Earl", "star_rating": 1.5, "text": "\"Waking Up in Reno\" is another one of those road comedies where Southern roots are supposed to make boring people seem colorful. If these characters were from Minneapolis or Denver, no way anyone would make a film about them. But because they're from Little Rock, Ark., and wear stuff made out of snakeskin and carry their own cases of Pabst into the hotel room, they're movie-worthy.\n\nWell, they could be, if they had anything really at risk. But the movie is way too gentle to back them into a corner. They're nice people whose problems are all solved with sitcom dialogue, and the profoundly traditional screenplay makes sure that love and family triumph in the end. Surprising, that Billy Bob Thornton, Charlize Theron, Natasha Richardson and Patrick Swayze would fall for this, but Swayze did make \"Road House,\" so maybe it's not so surprising in his case.\n\nThornton stars as Lonnie Earl, a Little Rock car dealer who appears in his own commercials and cheats on his wife, Darlene (Richardson). He cheats with Candy (Theron), the wife of his best friend, Roy (Swayze). Actually, they only cheat twice, but if that's like only being a little bit pregnant, maybe she is.\n\nThe two couples decide to pull a brand new SUV off of Lonnie Earl's lot and take a trip to Reno, Nev., with stops along the way in Texas (where Lonnie Earl wants to win a 72-ounce-steak-eating contest) and maybe at the Grand Canyon. Others have their dreams, too; Darlene has always had a special place in her heart for Tony Orlando, ever since she saw him on the Jerry Lewis telethon. And that's the sort of dialogue detail that's supposed to tip us off how down-home and lovable these people are: They like Tony Orlando, they watch Jerry Lewis. We sense that director Jordan Brady and writers Brent Briscoe and Mark Fauser don't like Tony Orlando and Jerry Lewis as much as the characters do, but the movie's not mean enough to say so, and so any comic point is lost.\n\nThat kind of disconnect happens all through the movie: The filmmakers create satirical characters and then play them straight. We're actually expected to sympathize with these caricatures, as Lonnie Earl barely survives the 72-ounce steak and they arrive in Reno for run-ins with the hotel bell boys and the hooker in the bar.\n\nConsider the scene where the helpful bellboy hauls their luggage into their suite and then loiters suggestively for a tip. \"Oh, I get it,\" says Lonnie Earl. \"You want your dollar.\" And he gives him one. The problem here is that no real-life Little Rock car dealer would conceivably believe that the correct tip for luggage for four people would be one dollar. Lonnie Earl must be moderately wealthy, has traveled, has tipped before, is not entirely clueless. But the movie short-changes his character to get an easy (and very cheap) laugh.\n\nThe action in Reno mostly centers around Candy's attempts to get pregnant, her monitoring of her ovular temperature, Roy's obligation to leap into action at every prompt, and the revelation that ... well, without going into details, let's say secrets are revealed that would more wisely have been left concealed, and that Lonnie Earl, Roy, Candy and Darlene find themselves in a situation that in the real world could lead to violence but here is settled in about the same way that the Mertzes worked things out with Lucy and Ricky.\n\nYes, the characters are pleasant. Yes, in some grudging way we are happy that they're happy. No, we do not get teary-eyed with sentiment when the movie evokes the Grand Canyon in an attempt to demonstrate that the problems of four little people don't amount to a hill of beans. At the end of the movie titled \"Grand Canyon\" (1991), I actually was emotionally touched as the characters looked out over the awesome immensity. But then they were real characters, and nothing in \"Waking Up in Reno\" ever inspired me to think of its inhabitants as anything more than markers in a screenplay.", "running_time": 100, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-25", "genres": ["Comedy", "Romance"], "title": "Waking Up in Reno (2002)"}