{"url": "http://www.rogerebert.com/reviews/waking-sleeping-beauty-2010", "by": "Patrick Pacheco", "star_rating": 3.5, "text": "It is enough to name the animated films they made: \"Who Framed Roger Rabbit,\" \"The Little Mermaid,\" \"Beauty and the Beast,\" \"Aladdin\" and \"The Lion King.\" These films proved beyond question that animation was a genre with great international appeal for moviegoers of all ages. Coupled with the home video revolution, they were responsible for literally billions pouring into the studio. Eisner, Katzenberg and Roy Disney however, had personal tensions (Michael and Roy thought Jeffrey was getting too much attention as the studio's boy wonder), and after the peacemaker Frank Wells died in a helicopter crash in 1994, the magical period ended.\n\n\"Waking Sleeping Beauty,\" made by the studio after all but Roy Disney had left (he died in 2009), is an extraordinary inside look at those 10 years. It uses footage and taps into insights, memories and home movies that only insiders would have access to. Its director is Don Hahn, who produced \"Beauty And The Beast,\" \"The Lion King\" and \"The Hunchback of Notre Dame,\" among others. Another featured narrator is Peter Schneider, who became president of feature animation in 1985, head of Walt Disney Studios in 1999, and left in 2001.\n\n\"Siskel & Ebert\" was produced by Disney during all of those years, and I had some contact with these men, and with Rich Frank, studio head before Schneider.\n\nRich would amuse audiences by showing a reel of Siskel and me trashing some of his productions. Michael and Jeffrey insisted that everyone call them -- and everyone else at the studio -- by their first names.\n\nPeter Schneider came onboard with a lower profile. One year at Rancho la Puerta, Chaz and I shared a dinner table with a smart, likable young couple from L.A. After a few days, \"Siskel & Ebert\" came up. \"You know I work at Disney,\" the man said. \"Really? What do you do?\" \"I'm the president.\"\n\nIt was like that then. I don't know what it's like now. Rumors circulated that Eisner and Katzenberg didn't get along, and countless articles analyzed why Katzenberg left and/or was pushed after Wells' death. A scene in this film goes a long way to explain the tension. When Katzenberg was in charge of all animation, Eisner announced at a studio meeting that a major new animation building would be constructed. It came as news to Katzenberg.\n\nThe most fascinating scenes in \"Waking Sleeping Beauty\" involve the infamous Disney work ethic. Friends of mine at the studio said the unofficial motto was, \"If you didn't come in on Saturday, don't even bother to come in on Sunday.\" Animators worked so hard, they developed anxiety, migraines, carpal tunnel syndrome. The \"family studio\" required such long hours that some marriages failed. When Katzenberg held a no-holds barred meeting with the animators, he actually teared up at their stories and relented. But he always came in on Sundays.\n\nThe film gives good screen time to the artists who created the films with their own minds and hands and work in collaboration. There's even a glimpse of young Tim Burton, chained to a drafting board. A tension-breaking Mexican party in the animation department is recalled with the nostalgia of combat veterans given a week of R&R. Whatever happened, happened. The fact remains that those years were revolutionary, and if not for them, it's a good question whether Pixar, DreamWorks and the other animation production sources -- and Disney Animation itself -- would still exist. Credit is due.", "running_time": 86, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-03-24", "genres": ["Documentary", "Family"], "title": "Waking Sleeping Beauty (2010)"}