{"url": "http://www.rogerebert.com/reviews/walk-the-line-2005", "by": "Joaquin Phoenixas John R. Cash", "star_rating": 3.5, "text": "Johnny Cash sang like he meant business. He didn't get fancy and he didn't send his voice on missions it could not complete, but there was an urgency in his best songs that pounded them home. When he sang something, it stayed sung. James Mangold's \"Walk the Line,\" with its dead-on performances by Joaquin Phoenix and Reese Witherspoon, helps you understand that quality. Here was a man who was blamed by his hard-drinking father for the death of his older brother, who said God \"took the wrong son,\" who looked at Johnny's big new house and all he could say was, \"Jack Benny's is bigger.\" In the movie you sense that the drive behind a Johnny Cash song was defiance. He was going to sing it no matter what anybody thought -- especially his old man.\n\nThe movie shows John R. Cash inventing himself. He came from a hard-working Arkansas family and grew up listening to country music on the radio, especially the Carter Family. He wrote his first song while he was serving in the Air Force in Germany. When he came back to the States, he got married and got a regular job but dreamed about being a recording artist. When his first wife, Vivian, complained he was spending more time on music than on her, he referred to his \"band\" and she said, \"your band is two mechanics who can't even hardly play.\"\n\nShe was just about right. When they finally got the legendary Sam Phillips (Dallas Roberts) of Sun Records in Memphis to let them audition, they sounded like carbon copies of third-rate radio gospel singers. Sam should have shown them the door. Out of kindness he asked John if he had anything of his own he wanted to play. Cash chose a song he wrote in Germany, \"Folsom Prison Blues.\" One of the key passages in Phoenix's performance comes as he learns, while in the process of singing this song, how he should sound and who he should be. You can hear his musicians picking up the tempo to keep pace with him. He starts the song as a loser and ends as Johnny Cash.\n\n\"Walk the Line\" follows the story arc of many other musical biopics, maybe because many careers are the same: Hard times, obscurity, success, stardom, too much money, romantic adventures, drugs or booze, and then (if they survive) beating the addiction, finding love and reaching a more lasting stardom. That more or less describes last year's \"Ray,\" but every time we see this story the characters change and so does the music, and that makes it new.\n\nWhat adds boundless energy to \"Walk the Line\" is the performance by Reese Witherspoon as June Carter Cash. We're told in the movie that June learned to be funny onstage because she didn't think she had a good voice; by the time John meets her she's been a pro since the age of 4, and effortlessly moves back and forth between her goofy onstage persona and her real personality, which is sane and thoughtful, despite her knack for hitching up with the wrong men. Johnny Cash for that matter seems like the wrong man, and she holds him at arm's length for years -- first because he's a married man, and later because he has a problem with booze and pills.\n\nThe film's most harrowing scene shows Johnny onstage after an overdose, his face distorted by pain and anger, looking almost satanic before he collapses. What is most fearsome is not even his collapse, but the force of his will, which makes him try to perform when he is clearly unable to. You would not want to get in the way of that determination. When Cash is finally busted and spends some time in jail, his father is dependably laconic: \"Now you won't have to work so hard to make people think you been to jail.\"\n\nAlthough Cash's father (played with merciless aim by Robert Patrick) eventually does sober up, the family that saves him is June's. The Carter Family were country royalty ever since the days their of broadcasts from a high-powered pirate station across the river from Del Rio, Texas. When they take a chance on Cash, they all take the chance; watch her parents as they greet Johnny's favorite pill-pusher.\n\nIt is by now well known that Phoenix and Witherspoon perform their own vocals in the movie. It was not well known when the movie previewed -- at least not by me. Knowing Cash's albums more or less by heart, I closed my eyes to focus on the soundtrack and decided that, yes, that was the voice of Johnny Cash I was listening to. The closing credits make it clear it's Joaquin Phoenix doing the singing, and I was gob-smacked. Phoenix and Mangold can talk all they want about how it was as much a matter of getting in character, of delivering the songs, as it was a matter of voice technique, but whatever it was, it worked. Cash's voice was \"steady like a train, sharp like a razor,\" said June.\n\nThe movie fudges some on the facts, but I was surprised to learn that Cash actually did propose marriage to Carter onstage during a concert; it feels like the sort of scene screenwriters invent, but no. Other scenes are compressed or fictionalized, as they must be, and I would have liked more screen time for the other outlaws, including Waylon and Willie. Elvis Presley and Jerry Lee Lewis make brief excursions through the plot, but essentially this is the story of John and June and a lot of great music. And essentially that's the story we want.", "running_time": 136, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-11-17", "genres": ["Drama", "Music", "Romance"], "title": "Walk the Line (2005)"}