{"url": "http://www.rogerebert.com/reviews/walk-hard-the-dewey-cox-story-2007", "by": "John C. Reillyas Dewey Cox", "star_rating": 3.0, "text": "John C. Reilly was appearing in Chicago onstage the other night as Dewey Cox, and the act may be something to fall back on if he ever gives up the daytime job. Apart from anything else demonstrated by \"Walk Hard: The Dewey Cox Story,\" the movie shows that he can do plausible versions of Johnny Cash, Elvis, Bob Dylan, Roy Orbison and on and on. He's like a kid who locked himself in his room singing along with his record collection and finally made it pay off.\n\nThe movie is a spoof of rock-star biopics, most obviously \"Walk the Line,\" which borrows the element of the wife at home and the affair with the backup singer on the road. There's also a lift from \"Ray,\" who, you may remember, was blamed for letting his little brother drown. Dewey Cox is out in the barn playing with machetes with his own brother one day when he inadvertently slices him in half. Fatally? The doctor observes: \"It's a particularly bad case of somebody being cut in half.\"\n\nLife after that is never quite right for Dewey, whose father turns up at every triumph to remind him, \"The wrong brother died.\" He develops into a musical prodigy who masters an instrument almost as soon as he picks it up and segues effortlessly from one genre to another in order to stay on top of the charts. Soul music? Bubblegum rock? Acid rock? Surfin' songs? Folk rock? He does it all.\n\nAnd all the time he's on a downward spiral, tempted by Sam, the drummer in his band (Tim Meadows of \"Saturday Night Live\"). Dewey is forever opening a door and finding Sam behind it with cute backup singers, sampling a drug that Sam warns him he is under no circumstances to ever, ever try. He always tries it and cycles through rehabs like a city inspector. His marriage (with Kristen Wiig) breaks up, he falls in love with his backup singer Darlene (Jenna Fischer), travels to India with the Beatles, crosses paths with Buddy Holly and Elvis Presley, and meets such as Jackson Browne and Lyle Lovett, playing themselves. And all leads to doom, because he keeps finding Sam behind another door.\n\nThe movie, directed by Jake Kasdan, was co-written by Kasdan and the productive Judd Apatow (\"Superbad\"), and they do an interesting thing: Instead of sending everything over the top at high energy, like \"Top Secret!\" or \"Airplane!,\" they allow Reilly to more or less actually play the character, so that, against all expectations, some scenes actually approach real sentiment. Reilly is required to walk a tightrope; is he suffering or kidding suffering, or kidding suffering about suffering? That we're not sure adds to the appeal.\n\nNote: I must mention one peculiar element in the film. As Reilly is having a telephone conversation, a male penis is framed in the upper right corner of the screen. No explanation about why, or who it belongs to or what happens to it. Just a penis. I think this just about establishes a standard for gratuitous nudity. Speculate as I will, I cannot imagine why it's in the film. Did the cinematographer look through his viewfinder and say, \"Jake, the upper right corner could use a penis\"?", "running_time": 96, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-12-20", "genres": ["Comedy", "Music"], "title": "Walk Hard: The Dewey Cox Story (2007)"}