{"url": "http://www.rogerebert.com/reviews/walking-tall-2004", "by": "The Rockas Chris Vaughn", "star_rating": 2.0, "text": "I didn't see the original \"Walking Tall.\" I was \"out of town at the time,\" I explained in my review of \"Part Two Walking Tall.\" Sounds reasonable. But I suspect the earlier film was tilted more toward populism and less toward superhero violence than the new \"Walking Tall,\" which is \"dedicated to the memory of Buford Pusser\" but turns the story into a cartoon of retribution and revenge.\n\nThe Rock stars, as a war hero named Chris Vaughn who returns to his Southern hometown and finds that the mill has closed, a casino has opened, and kids are addicted to drugs. His character is named Chris Vaughn and not Buford Pusser, possibly because The Rock, having gone to a great deal of trouble to adopt a name both simple and authoritative, could not envision himself being called \"Buford\" or \"Sheriff Pusser\" for any amount of money.\n\nHe finds that an old high school nemesis named Jay Hamilton Jr. (Neal McDonough) has closed the mill, opened the casino and manufactures the drugs. We know Jay is the villain because he has that close-cropped curly peroxided hair that works like a name tag that says \"Hi! I'm the Villain!\" Outraged by the corruption that has descended upon his town, Vaughn picks up the famous Buford Pusser Model Oak Club, smashes up the casino, defends himself in court, and makes such an impassioned speech that he has soon been elected sheriff.\n\nI love those movie trials in which cases are settled not according to guilt and innocence and the law, but according to who is really right and deserves to go free.\n\nSheriff Vaughn hires an old high school pal named Ray Templeton to be his deputy. The role is played by Johnny Knoxville, famous for \"Jackass,\" who is, in fact, completely convincing and probably has a legitimate movie career ahead of him and doesn't have to stuff his underpants with dead chickens and hang upside down over alligator ponds any more.\n\nThe scenes establishing all of these events are handled efficiently and have a certain interest, but then the movie, alas, goes on autopilot with a series of improbable fight scenes that are so heavy on stunts and special effects that we might as well be watching a cartoon. This is an action movie, pure and simple, and one can only wonder what the late Buford Pusser would have made of it. Maybe he would have advised Sheriff Vaughn that times have changed and he should forget the oak club and get himself an AK-47.\n\nThe Rock comes out of the movie more or less intact, career-wise. I've felt from the beginning that he had the makings of a movie star, and I still think so; he has a kind of inner quiet that allows him to inhabit preposterous scenes without being overwhelmed by them. His acting style is flat and uninflected, authoritative without pushing it; he's a little like John Wayne that way.\n\nAlso like Wayne, he's a big, physically intimidating man who is able to suggest a certain gentleness; he's not inflamed, not looking for a fight, not shoving people around, but simply trying to right wrongs. I seriously doubt that he could play a convincing villain. Not even with a name tag.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-04-02", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Walking Tall (2004)"}