{"url": "http://www.rogerebert.com/reviews/walking-and-talking-1996", "by": "Catherine Keeneras Amelia", "star_rating": 3.0, "text": "The prologue of “Walking and Talking” shows two preteen girls\rintently studying The Joy of Sex, and we somehow suspect that when they grow\rup, sex will be more of a joy to one than to the other. We are right. As the\rstory resumes, the characters, now thirty something, are still best friends.\rBut then Laura's boyfriend proposes marriage, and her first thought is that\rAmelia is not going to be thrilled at this news.\n\nAmelia\r(Catherine Keener) is a smart, good-looking brunet who for some reason is not\rlucky at love. She was going with a guy, and they are still friends, and sometimes\rthey try to reconstruct why they held back from a commitment, but they can't\rquite remember. Maybe it has something to do with the way he borrows money from\rher to pay for phone sex. Now she finds herself making small talk with the\rclerk at the video store, who eventually gets up the nerve to ask her out on a\rdate--to a monster-movie fan convention.\n\nLaura\r(Anne Heche) is more confident of her future. Her fiancé, Frank (Todd Field),\rdesigns costume jewelry, hates most of his work, but hopes to do better. He is\ralso curiously detached some of the time, and we begin to wonder about him,\respecially when he refuses to have the doctor look at a mole on his shoulder.\rIs he harboring a deadly disease? One of the gifts of “Walking and Talking” is\rthat it remains subtle and gentle about that possibility and others. Written\rand directed by Nicole Holofcener, it is not a soap opera or a melodrama, and\rmany of our fears, about Frank and others, do not materialize.\n\nOne\rthing I like about the film is the way it teasingly introduces elements that,\rin other films, would lead to big dramatic formulas, and then sidesteps them.\n\nAmelia,\rthe central character, is not a desperate woman but simply a person of\rreasonable intelligence who stands on the sidelines and watches the sweethearts\ron parade. What is she doing wrong? Nothing. She looks perfectly dateable to\rus. But when even the video clerk doesn't call her back, she begins to despair.\n\nThe\rclerk, whose name is Bill (Kevin Corrigan), is one of the treasures of “Walking\rand Talking.” We have met people exactly like him. He doesn't talk fast, but he\rthinks before he talks and is not as much of a nerd as his tastes in movies\rwould imply. “You're really pretty,” he tells Amelia at one point, and then\radds: “You look like you really need to hear it.” He has a good reason for not\rcalling her back, which the movie handles wonderfully in a scene where Amelia\rfinally confronts him in the video store.\n\nNo\rbig events take place in “Walking and Talking.” Laura begins to plan her\rwedding. Amelia helps her. There is the obligatory crisis in which the engaged\rcouple have a big fight and stop talking to each other. There are sweet scenes\rwhere Amelia and her ex-boyfriend Andrew (Liev Schreiber) get together,\rwistfully, to remember that they were once in love. They also spend the day\rwith his father, who is in the early stages of Alzheimer's. And we see Laura at\rwork: She is a therapist who, on the eve of marriage, begins to panic about\rcommitment and to toy with the idea of an affair with one of her patients. She\reven goes to see him in a play. He is a very bad actor. That is a relief.\n\nHow\rdid I feel at the end of “Walking and Talking”? The earth didn't shake, and I\rdidn't feel in the presence of great cinema, but I felt cheerful, as if I had\rgone through some fraught times with good friends and we had emerged intact.\rAnd I found myself remembering Bill, the video clerk and Fangoria reader, and\rwondering how his book is coming along. He's writing the life of Colette.", "running_time": 90, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-07-26", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Walking And Talking (1996)"}