{"url": "http://www.rogerebert.com/reviews/walking-to-werner-2007", "by": "Linas Phillips", "star_rating": 3.0, "text": "The free spirit Werner Herzog, whose \"Rescue Dawn\" is now a considerable success, likes to walk. He has inspired at least two would-be filmmakers to follow in his footsteps. Faithful readers will know that I value Herzog's films beyond all measure, and never tire of telling the famous story of the time he learned his dear friend, the film historian Lotte Eisner, was dying in Paris. Thereupon he set off to walk from Munich to Paris, convinced she would not die before his arrival, and he was quite right.\n\nAnother time, he walked completely around Albania (\"because at that time, you could not enter Albania\"). When I invited him to my film festival a few years ago, he was lowered from a plateau in a South American rain forest, made his way by log canoe and trading skiff to a pontoon plane that took him to a boat, etc. \"He came because it was so difficult,\" his wife, Lena, told me. \"If Werner had been in Los Angeles, it would have been too easy, and he might not have made the journey.\"\n\nHis friend, the director Dusan Makavejev, notes in his new book, Cinema of the Balkans, that Werner once came looking for an ancestor in Croatia, and followed his footsteps up a Serbian mountain, hoping to help end the war raging around him. \"The essential things in life,\" Herzog has said, \"I would cover on foot, regardless of the distance.\"\n\nHerzog, his films and his walking inspired the filmmaker Linas Phillips to make \"Walking to Werner,\" the story of his walking 1,200 miles from Seattle to Los Angeles to meet the great man. Currently in post-production is another film, by Herzog admirer Lee Kazimir of Chicago, who walked from Madrid to Kiev. In a message to me, Kazimir quoted Herzog: \"If you want to make films, you should skip film school. Instead, you should make a journey of 5,000 kilometers alone, on foot. While walking, you would learn more about what cinema truly means than you would in five years of sitting in classrooms.\"\n\nHerzog doesn't encourage these journeys when he is the destination. He warned Phillips that he would not be at home when the young man arrived, because he would be in Laos, Burma and Thailand filming \"Rescue Dawn.\" Phillips persisted. Kazimir wrote asking his blessing, and Herzog told me: \"I had instant hesitations, and told him so, as he was going to make his voyage a public event. Traveling on foot was in my understanding a thing you had to do as a man exposing yourself in the most direct way to life, to pura vida, and this should stay with oneself.\" Kazimir also persisted.\n\n\"Walking to Werner\" is the first of these films to open, but doesn't steal the thunder of the second, because both will be about the trekkers and not Herzog. The real interest in the film is not the journey or even Linas Phillips (who comes across a little like Timothy Treadwell of Herzog's \"Grizzly Man\"), but the people he meets on the way.\n\nSome of them look like you might want to cross the road to avoid them, but with one hostile exception and one sad exception, they are all sane, friendly, cheerful and encouraging. I was particularly moved by Robert, a laid-off Boeing worker in Seattle, who sees Phillips in a bar and tells him, \"Don't end up like me.\" Phillips asks him to voice the title of the movie for him and requests his blessing at the start of the walk.\n\nAnother man, Eli, was walking without food because \"he no longer saw the worth of life and was too cowardly to kill himself.\" Phillips, who discovers \"when you travel on foot, there's no small talk,\" meets another man, who tells him, \"I have no soul.\" Five miles down the road, the man catches up with Phillips and corrects himself: \"I do have a soul.\"\n\nThese encounters are supplemented by Phillips' narration, and by the voice of Herzog, often taken from Les Blank's amazing documentary \"Burden of Dreams,\" the record of Herzog filming \"Fitzcarraldo.\" That was the film in which Herzog, shunning special effects, hauled a real steamboat over a real hill between two river systems. \"Moviegoers have to be able to trust their eyes,\" he explained.\n\nWith his long blond hair flowing from beneath his Tilley Hat (the hikers' friend), Phillips is once mistaken for a woman and firmly corrects the impression. His face turns red and weathered, his toes develop blisters, and although he often stays in motels, he has a disconcerting tendency to walk late into the night and in the rain. He looks exhausted much of the time; did he train for this walk? As gigantic trucks roar past, he calculates the odds of one of them killing him.\n\nOne reason for his long hair may be that, in 2003, he performed a one-man show, \"Linus as Kinski,\" in New York. Having embodied the look and spirit of Klaus Kinski, the temperamental subject of Herzog's doc \"My Best Fiend,\" Phillips still seems to be in costume.\n\nHe communicates with Herzog by e-mail. \"If you want to walk, do it for some other reason,\" the director advises him. When Phillips speculates about going on to Thailand to film a meeting to end his film, Herzog replies, \"An interview would be a cheap end to your film.\"\n\nLinas Phillips will conduct Q&A sessions after the 5, 7 and 9 p.m. screenings Saturday and Sunday.", "running_time": null, "mpaa_rating": "NR", "release_year": 2007, "date_published": "2007-08-09", "genres": null, "title": "Walking to Werner (2007)"}