{"url": "http://www.rogerebert.com/reviews/wall-street-money-never-sleeps-2010", "by": "Michael Douglasas Gordon Gekko", "star_rating": 3.0, "text": "Oliver Stone's \"Wall Street\" (1987) was a wake-up call about the financial train wreck the Street was headed for. Had we only listened. Or perhaps we listened too well, and Gordon (\"Greed Is Good\") Gekko became the role model for a generation of amoral financial pirates who put hundreds of millions into their pockets while bankrupting their firms and bringing the economy to its knees. As \"Wall Street: Money Never Sleeps\" begins, Gekko has been able to cool his heels for many of the intervening years in a federal prison, which is the film's biggest fantasy; the thieves who plundered the financial system are still mostly in power, and congressional zealots resist efforts to regulate the system.\n\nThat's my point, however, and not Oliver Stone's. At a time when we've seen several lacerating documentaries about the economic meltdown, and Michael Lewis' The Big Short is on the best-seller lists, \"Wall Street: Money Never Sleeps\" isn't nearly as merciless as I expected. It's an entertaining story about ambition, romance and predatory trading practices, but it seems more fascinated than angry. Is Stone suggesting this new reality has become embedded, and we're stuck with it?\n\nIn some ways, Gordon Gekko himself (Michael Douglas) serves as a moral center for the film. Out from behind bars, author of Is Greed Good? and lecturer to business students, he at first seems to be a standard repentant sinner. Then he meets a young trader named Jake Moore (Shia LaBeouf) and finds himself edging back into play. Jake wants to marry Gekko's daughter, Winnie (Carey Mulligan), who hasn't spoken to her father for years. Maybe Jake can be the conduit for their reconciliation. He sincerely loves Winnie, who is a liberal blogger. Jake himself is ambitious, already has his first million, wants more, but we see he has a good heart because he wants his firm to back alternative energy. Is this because he is green, or only likes it? A little of both, probably.\n\nJake works for an old-line Wall Street house named Keller Zabel, headed by his mentor and father figure Louis Zabel (Frank Langella). This firm is brought to its knees by a snake named Bretton James (Josh Brolin), who is instrumental in spreading rumors about its instability. Stone does not underline the irony that James' firm, and every Wall Street firm, is equally standing on a mountain of worthless debt. In a tense boardroom confrontation, Zabel is forced to sell out for a pittance. The next morning, he rises, has his soft-boiled egg, and throws himself under a subway train. It is instructive that although tycoons hurled themselves from windows during the Crash of 1929, the new generation simply continued to collect their paychecks, and Gekko expresses a certain respect for Zabel.\n\nThe death of his beloved mentor gives Jake a motive: He wants revenge on Bretton James, and suddenly all the parts come together: How he can hurt James, enlist Gekko, look good to Winnie, gain self-respect and maybe even make a nice pile of money along the way? It has taken an hour to get all the pieces in place, but Stone does it surely, and his casting choices are sound. Then the story hurries along as more melodrama than expose.\n\nMichael Douglas of course is returning in an iconic role, and it's interesting to observe how Gordon Gekko has changed: just as smart, just as crafty, still with cards up his sleeve, older, somewhat wiser, keenly feeling his estrangement from his daughter. Shia LaBeouf, having earlier apprenticed to Indiana Jones and, at the beginning of this film, with Louis Zabel, falls in step eagerly beside Gordon Gekko, but may discover not everyone in his field wants to be his mentor.\n\nLangella has little screen time as Zabel, but the character is crucial, and he is flawless in it. To the degree you can say this about any big player on Wall Street, Zabel is more sinned against than sinning. And then there's Carey Mulligan as Gekko's daughter, still blaming him for the death of her brother, still suspicious of the industry that shaped her father and now seems to be shaping Jake.\n\n\"Wall Street: Money Never Sleeps\" is six minutes shorter than it was when I saw it at Cannes and has a smoother conclusion. It is still, we might say, certainly long enough. But it's a smart, glossy, beautifully photographed film that knows its way around the Street (Stone's father was a stockbroker). I wish it had been angrier. I wish it had been outraged. Maybe Stone's instincts are correct, and American audiences aren't ready for that. They haven't had enough of Greed.", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-09-22", "genres": ["Crime", "Drama"], "title": "Wall Street: Money Never Sleeps (2010)"}