{"url": "http://www.rogerebert.com/reviews/wall-e-2008", "by": "Ben Burttas Wall-E", "star_rating": 3.5, "text": "Pixar’s “WALL-E” succeeds at being three things at once: an enthralling animated film, a visual wonderment and a decent science-fiction story. After “Kung Fu Panda,” I thought I had just about exhausted my emergency supply of childlike credulity, but here is a film, like “Finding Nemo,” that you can enjoy even if you’ve grown up. That it works largely without spoken dialogue is all the more astonishing; it can easily cross language barriers, which is all the better, considering that it tells a planetary story.\n\nIt is 700 years in the future. A city of skyscrapers rises up from the land. A closer view reveals that the skyscrapers are all constructed out of garbage, neatly compacted into squares or bales and piled on top of one another. In all the land, only one creature stirs. This is WALL-E, the last of the functioning solar-powered robots. He — the story leaves no doubt about gender — scoops up trash, shovels it into his belly, compresses it into a square and climbs on his tractor treads and heads up a winding road to the top of his latest skyscraper, to place it neatly on the pile.\n\nIt is lonely being WALL-E. But does WALL-E even know that? He comes home at night to a big storage area, where he has gathered a few treasures from his scavengings of the garbage and festooned them with Christmas lights. He wheels into his rest position, takes off his treads from his tired wheels and goes into sleep mode. Tomorrow is another day: One of thousands since the last humans left the Earth and settled into orbit aboard gigantic spaceships that resemble spas for the fat and lazy.\n\nOne day WALL-E’s age-old routine is shattered. Something new appears in his world, which otherwise has consisted only of old things left behind. This is, to our eye, a sleek spaceship. To WALL-E’s eyes, who knows? What with one thing and another, WALL-E is scooped up by the ship and returned to the orbiting spaceship Axiom, along with his most recent precious discovery: a tiny, perfect green plant, which he found growing in the rubble and transplanted to an old shoe.\n\nHave you heard enough to be intrigued, or do you want more? Speaking voices are now heard for the first time in the movie, although all on his own, WALL-E has a vocabulary (or repertory?) of squeaks, rattles and electronic purrs, and a couple of pivoting eyes that make him look downright anthropomorphic. We meet a Hoverchair family, so known because aboard ship they get around in comfy chairs that hover over surfaces and whisk them about effortlessly. They’re all as fat as Susie’s aunt.\n\nThis is not entirely their fault, since generations in the low-gravity world aboard the Axiom have evolved humanity into a race whose members resemble those folks you see whizzing around Wal-Mart in their electric shopping carts.\n\nThere is now a plot involving WALL-E, the ship’s captain, several Hover people and the fate of the green living thing. And in a development that would have made Sir Arthur Clarke’s heart beat with joy, humanity returns home once again — or is that a spoiler?\n\nThe movie has a wonderful look. Like so many of the Pixar animated features, it finds a color palette that’s bright and cheerful, but not too pushy, and a tiny bit realistic at the same time. The drawing style is Comic Book Cool, as perfected in the funny comics more than in the superhero books: Everything has a stylistic twist to give it flair. And a lot of thought must have gone into the design of WALL-E, for whom I felt a curious affection. Consider this hunk of tin beside the Kung Fu Panda. The panda was all but special-ordered to be lovable, but on reflection, I think he was so fat, it wasn’t funny anymore. WALL-E, however, looks rusty and hard-working and plucky, and expresses his personality with body language and (mostly) with the binocular-like video cameras that serve as his eyes. The movie draws on a tradition going back to the earliest days of Walt Disney, who reduced human expressions to their broadest components and found ways to translate them to animals, birds, bees, flowers, trains and everything else.\n\nWhat’s more, I don’t think I’ve quite captured the film’s enchanting storytelling. Directed and co-written by Andrew Stanton, who wrote and directed “Finding Nemo,” it involves ideas, not simply mindless scenarios involving characters karate-kicking each other into high-angle shots. It involves a little work on the part of the audience, and a little thought, and might be especially stimulating to younger viewers. This story told in a different style and with a realistic look could have been a great science-fiction film. For that matter, maybe it is. \n\nNote: The movie is preceded by “Presto,” a new Pixar short about a disagreement over a carrot between a magician and his rabbit.", "running_time": 98, "mpaa_rating": "G", "release_year": 2008, "date_published": "2008-06-26", "genres": ["Adventure", "Animation", "Family"], "title": "Wall-E (2008)"}