{"url": "http://www.rogerebert.com/reviews/wallace-and-gromit-the-curse-of-the-were-rabbit-2005", "by": "Peter Sallisas Wallace/Hutch", "star_rating": 3.5, "text": "Wallace and Gromit are arguably the two most delightful characters in the history of animation. Between the previous sentence and this one I paused thoughtfully and stared into space and thought of all of the other animated characters I have ever met, and I gave full points to Bugs Bunny and high marks to Little Nemo and a fond nod to Goofy, and returned to the page convinced that, yes, Wallace and Gromit are in a category of their own. To know them is to enter a universe of boundless optimism, in which two creatures who are perfectly suited to each other venture out every morning to make the world into a safer place for the gentle, the good and the funny.\n\nWallace is an inventor. Gromit is a dog, although the traditional human-dog relationship is reversed in that Gromit usually has to clean up Wallace's messes. No, not those kinds of messes. They're not that kind of movie. In three short subjects and now in their first feature, Wallace sails out bravely do to great but reckless deeds, and Gromit takes the role of adult guardian.\n\nIn \"Wallace & Gromit: The Curse of the Were-Rabbit,\" they face their greatest challenge. Lady Tottington is holding her family's 517th annual Giant Vegetable Fete, and all the gardeners for miles around are lovingly caressing their gigantic melons and zucchinis and carrots and such, and Wallace and Gromit are responsible for security, which means keeping rabbits out of the garden patches.\n\nTheir company is named Anti-Pesto. Their methods are humane. They do not shoot or poison the bunnies. Instead, Wallace has devised another of his ingenious inventions, the Bun-Vac, which sucks the rabbits out of their holes and into a giant holding tube, so that they can be housed in comfort at Anti-Pesto headquarters, and feast on medium and small vegetables. Their tactics perfectly suit Lady Tottington's humane convictions.\n\nThey have a rival, the sniveling barbarian Lord Victor Quartermaine, a gun nut with a toupee heaped on his head like a mess of the sort Gromit never has to clean up. Lord Victor dreams of marrying Lady Tottington and treating himself to the luxuries of her ancestral wealth, and that involves discrediting and sabotaging Anti-Pesto and all that it stands for. Thus is launched the affair of the Were-Rabbit, a gigantic beast (with a red polka dot tie) that terrorizes the neighborhood and inspires the Reverend Hedges to cry out, \"For our sins a hideous creature has been sent to punish us.\"\n\nI dare not reveal various secrets involving the Were-Rabbit, so I will skip ahead, or sideways, to consider Wallace's new invention, the Mind-o-Matic, which is intended to brainwash rabbits and convince them they do not like vegetables. That this device malfunctions goes without saying, and that Gromit has to fly to the rescue is a given.\n\nWallace and Gromit are the inventions of a British animator named Nick Park, who co-directs this time with Steve Box. In an era of high-tech CGI, Park uses the beloved traditional form of stop-motion animation. He constructs his characters and sets out of Plasticine, a brand of modeling clay, and makes minute adjustments to them between every frame, giving the impression not only of movement but of exuberant life and color bursting from every frame. (As a nod to technology, just a little CGI is incorporated for certain scenes that would be hard to do in Plasticine, as when the vacuumed bunnies are in free-fall).\n\nRemarkably, given the current realities of animation, \"Wallace & Gromit: The Curse of the Were-Rabbit\" is the second stop-motion animated film in two weeks, after Tim Burton's \"Corpse Bride.\" Both of these films are wonderful, but Wallace and Gromit have the additional quality of being lovable beyond all measure, inhabiting a world of British eccentricity that produces dialogue such as: \"This is worse than 1972, when there were slugs the size of pigs.\"\n\nSpeaking of pigs, some of my favorite books are the Blandings Castle novels by P.G. Wodehouse, in which Lord Emsworth dotes on his beloved pig, Empress of Blandings. I have always assumed the Blandings stories to be unfilmable, but now realize that Nick Park is just the man for them, with Wallace as Lord Emsworth, and Gromit as George Cyrill Wellbeloved, his Lordship's expert pigman. True, Gromit does not speak, but Wellbeloved is a man of few words, and if Gromit can solve the mystery of the Were-Rabbit, he should be able to handle a pig.", "running_time": null, "mpaa_rating": "G", "release_year": 2005, "date_published": "2005-10-06", "genres": null, "title": "Wallace and Gromit: The Curse of the Were-Rabbit (2005)"}