{"url": "http://www.rogerebert.com/reviews/wallace-and-gromit-the-best-of-aardman-animations-1996", "by": "Nick Park", "star_rating": 3.5, "text": "Wallace & Gromit first saw light in “A Grand Day Out” (1989),a film in which Wallace is driven by his obsession for cheese to lead them on a foolhardy trip to the moon. That film was nominated for anOscar. Their next adventure, “The Wrong Trousers” (1993), was a30-minute feature in which the greedy Wallace rents out Gromit's room to a penguin who is planning a robbery. Wallace, who is attempting to automate all aspects of his life, has meanwhile invented a pair of robotic trousers that complicate matters wonderfully.\n\n“The Wrong Trousers” won the Academy Award for animation in1995, and a year later Park was back to the Oscar podium to accept another Oscar for his latest film, “A Close Shave.” It is this film, along with a selection of other animated work by Park, his associates and friends, that makes up “Wallace & Gromit: The Best of Aardman Animations,” which runs through July 7 at the Music Box.\n\nAs “A Close Shave” opens, Wallace & Gromit have gone into the window-washing business, and encountered the formidable shopwoman Wendolene Ramsbottom, who runs a wool shop and has a robot “cyberdog” named Preston. Gromit instantly spots Preston as a phony, but Wallace isslow on the uptake, and soon they stumble over Preston's plot to employ an automatic sheep-shearing machine that clips the sheep and turns the wool into little pullovers, all in one operation. Nice enough, unless you're a sheep. Wallace & Gromit attempt to stop the evil experiment(which has meanwhile morphed into a Mutton-O-Matic machine), and the movie ends as all their adventures do, with a breakneck chase scene.\n\nAt 30 minutes, “A Close Shave” is the centerpiece of the Aardman program. The selection also includes “Wat's Pig,” by Peter Lord, a story in which twins are separated at birth, one to grow up as a king, the other as a pauper. When enemy troops storm the castle (inscenes inspired by Eisenstein's “Alexander Nevsky”), the king substitutes the pauper for himself, with ironic results.\n\nNick Park has another of the nine films, “Creature Comforts,” in which zoo animals complain in patient middle-class English accents about their life behind bars. The turtle says he gets a lot of reading done. The lemur says, “Whatever happens, they'll look after me.” But a jungle cat grumbles that despite the technological advances at the zoo, it's short on space.\n\nAll of these films are animated in the same style, using Plasticine to create three-dimensional figures that move through real space one frame at a time (Tim Burton's “James and the Giant Peach” uses a similar approach). The animators have to be able to visualize the drama of a scene, translate it into facial expressions and bodyl anguage, and then model the clay so that the emotions come through.\n\nThey are amazingly successful, most of all in the creation of Wallace & Gromit, who like Bugs and Elmer or Mickey and Minnie live in an enduring, sometimes baffling, comic relationship.", "running_time": 75, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-06-14", "genres": ["Animation"], "title": "Wallace & Gromit: The Best Of Aardman Animations (1996)"}