{"url": "http://www.rogerebert.com/reviews/walt-and-el-grupo-2009", "by": "Theodore Thomas", "star_rating": 3.0, "text": "Looking back, Walt Disney felt that 1941 was the worst year of his life. He felt betrayed when his animators went on strike and forced him to shut down the new studio he'd just built with the profits from \"Snow White and the Seven Dwarfs,\" \"Pinocchio\" and \"Fantasia.\" As labor negotiations dragged on, Disney did what no other Hollywood studio chief would have done. He packed his wife and 16 important employees on an airplane and embarked on a goodwill tour of South America.\n\nIn large part because of Mickey Mouse, Disney had become the world's most beloved Hollywood moviemaker since Chaplin. He'd been asked to make the tour by President Roosevelt, who, on the brink of war, was alarmed by Nazi inroads on the continent. Walt took the trip partly for patriotic reasons, and partly, I suspect, to get out of Dodge. The employees he took along (dubbed \"El Grupo\") weren't mostly executives but creative talent; he hoped they'd get ideas for new films while on tour. Included was Frank Thomas, one of \"The Nine Old Men\" credited with the brilliance of Disney's early animated features. Now, 68 years later, Frank's son Theodore has written and directed this labor of love, \"Walt & El Grupo,\" a documentary about that trip.\n\nNo other Hollywood studio has maintained the same corporate continuity since the day it was founded, and Disney is unparalleled in its archives. Long before firm preservation became fashionable, Walt made sure that the studio's work was guarded like the family jewels. The result: No other studio could produce historical treasure like this from its vaults.\n\nTo begin with, there is the footage shot on the trip: Black-and-white documentary records of El Grupo undertaking what was then not a commonplace journey (they left Miami by a Pan American seaplane). The continent was all new to them. The costumes, the music, the folklore, the cities, the fabulous nightclub shows of Buenos Aires. In 1941, the globe was still immense, and electronic media hadn't started to shrink it.\n\n Thomas shows Disney and his group trying to dance the samba, and Walt looking awkward dressed as a gaucho. It intercuts bright color footage of films inspired by the trip, including \"Saludos Amigos\" and \"The Three Caballeros.\" Thomas retraced the journey for this film; there's a striking dissolve from the view from a balcony to the drawing it inspired seven decades ago.\n\nThis trip was one of the inspirations for the U.S. explosion of interest in South American culture and music, and perhaps many musicals like \"Fiesta.\" Disney even brought back composers to work at his studio.\n\nThe subtext of \"El Grupo\" is: Walt was young once. He was the Spielberg of his time, the boy genius, a mogul not yet 40, already with the familiar mustache but with a thick head of luxuriant black hair. He's affable, diplomatic, always with a cigarette (which earns the PG rating these days -- ohmigod, Walt smoked!). Another message is that animated films, then as now, were far more than \"cartoons\" and often required more art and music design than conventional features. Always you see members of El Grupo taking photos and making sketches.\n\nAt a time when Hollywood doesn't remember last year, is obsessed with the bottom line and is run by men who often have no sense of history, \"Walt & El Grupo\" evokes a better time. The great Russian filmmaker Eisenstein, on seeing \"Snow White,\" called it the greatest film ever made. Walt Disney didn't simply invent Mickey Mouse. He created a new genre of films like nothing anybody had seen before.", "running_time": 106, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-10-21", "genres": ["Documentary", "Family"], "title": "Walt & El Grupo (2009)"}