{"url": "http://www.rogerebert.com/reviews/waltz-with-bashir-2009", "by": "Ari Folman", "star_rating": 3.5, "text": "'Waltz with Bashir\" is a devastating animated film that tries to reconstruct how and why thousands of innocent civilians were massacred because those with the power to stop them took no action. Why they did not act is hard to say. Did they not see? Not realize? Not draw fateful conclusions? In any event, at the film's end, the animation gives way to newsreel footage of the dead, whose death is inescapable.\n\nThe massacre, well documented, took place during Israel's 1982 invasion of Lebanon. The victims were in Palestinian refugee camps. They were killed by a Christian militia. Israelis were in nominal control of the militia, but did not stop the massacre. Blame has never been clearly assigned. Certainly the Christians pulling the triggers were guilty. Were the Israelis enablers?\n\nIn war, they say, no one sees the big picture, the men at the top least of all. \"Waltz with Bashir\" opens with a recurring nightmare had by a friend of Ari Folman, who wrote and directed the film. It is described to Folman in the course of his attempt to reconstruct what actually happened during days when he was present; he has the confused impression that the truth of those days was just outside his grasp. He sets out to interview Israeli army friends who were also there, and his film resembles \"Rashomon\" in the way truth depends not on facts but on who witnessed them, and why.\n\nFolman is an Israeli documentarian who has not worked in animation. Now he uses it as the best way to reconstruct memories, fantasies, hallucinations, possibilities, past and present. This film would be nearly impossible to make any other way. Animation will always be identified, no doubt, with funny animals, but is winning respect as a medium for serious subjects. Consider the great success of \"WALL-E,\" which was greatly entertaining, yet a radical critique of the consumer society.\n\nThe film is structured like a conventional documentary, with Folman visiting old army friends and piecing together what they saw and remember. The freedom of animation allows him to visualize what they tell him -- even their nightmares. The title refers to an Israeli soldier losing it and firing all around himself on a street papered with posters of the just-assassinated Lebanese President Bashir Gemayel -- thus, waltzing with Bashir.\n\nFolman gradually fits together a puzzle with the massacre at the center and his witnesses in concentric rinds at various distances. Who knew what was happening? Which Israeli commanders were in a position to stop it? After it was over, it became simply a thing that had happened, seemingly without decision or choice. Had anyone in fact ordered the Christian militia to shoot, or had they spontaneously agreed to kill?\n\nIt is impossible to pin down the answers. My impression is that some knew, some could have stopped it, but the connections between the two are uncertain. That is almost always the case with genocide. At this moment, for example, the world fully knows that ethnic slaughter is taking place in the Congo. The world stands aside. Eventually we will regret not having acted, as we regret Rwanda, Bosnia, Somalia, indeed the Holocaust. Those pulling the triggers are the immediate murderers. Those in charge of them are morally guilty. Those who could stop them, even more so. That means us.\n\nThe debate still continues about the inaction of the Allies in not bombing the rail lines leading to the death camps, although there were bombs to spare for bombing German civilians. Now \"Waltz With Bashir\" argues that Israel itself is not guiltless in acts of passive genocide, an argument underlined by the disproportionate Israeli response to the provocations of Hamas. We may be confronted here with a fundamental flaw in human nature. When he said \"The buck stops here,\" Harry Truman was dreaming. The buck never stops.", "running_time": 90, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-01-21", "genres": ["Animation", "Documentary", "Drama", "Foreign", "History", "War"], "title": "Waltz with Bashir (2009)"}