{"url": "http://www.rogerebert.com/reviews/wanted-2008", "by": "James McAvoyas Wesley Gibson", "star_rating": 3.0, "text": "\"Wanted” slams the pedal to the metal and never slows down. Here’s an action picture that’s exhausting in its relentless violence and its ingenuity in inventing new ways to attack, defend, ambush and annihilate. Expanding on a technique I first saw in David O. Russell’s “Three Kings,” it follows individual bullets (as well as flying warriors) through implausible trajectories to pound down the kills.\n\nThe movie is based on comic books by Mark Millar and J.G. Jones. Their origin story involves an anxiety-ridden, henpecked, frustrated office worker named Wesley (James McAvoy), who you might have glimpsed in a bogus YouTube video trashing his office. In the movie, he gets the opportunity to trash a lot more than that. In a plot development that might have been inspired by James Thurber’s “The Secret Life of Walter Mitty” (but probably wasn’t, because who reads that great man anymore?), Wesley gets the opportunity to avenge on his tormentors and enter a fantasy world where he can realize his hidden powers as a skilled assassin. This happens after he is picked up in a bar by Fox (Angelina Jolie), who confides that he is now a member of the Fraternity, a thousand-year-old secret society of assassins who kill bad people. I suppose a lot of people, if they were picked up in a bar by Angelina Jolie, would go along with that story. Although the Fraternity’s accuracy rate can be faulted (they missed on Hitler and Stalin, for example), its selection methods must be Really Deep, since orders are transmitted through the Loom of Fate. As demonstrated in the film, if you look at a cloth really, really, really closely, you can see that every once in a while a thread is out of line. These threads represent a binary code that is way deeper than my old Lone Ranger Decoder Ring. They also raise questions about the origin, method and reading of themselves, which are way, way, too complicated to be discussed here, assuming they could be answered, which I confidently believe would not be the case.\n\nNever mind. Wesley leaves his office life for a hidden alternative existence in which he masters skills of fighting (by hurtling hundreds of feet) and shooting (around corners, for example). And he is introduced to Sloan (Morgan Freeman), who, the moment I mentioned Morgan Freeman, you immediately knew was deep and wise and in charge of things. He lives in a book-lined library (but Wesley, to my intense regret, never asks him, “Have you really read all these books? Anything by Thurber?”). Sloan explains that Wesley’s father was a member of the Fraternity, killed years ago by the man Wesley is now destined to kill. This is Cross (Thomas Kretschmann), who lurks in Europe, where Wesley also meets Pekwarsky (Terence Stamp), another fraternity brother. (Do you suppose the Fraternity’s secret handshake is fatal? If brothers give it to each other, do they both die?)\n\nI’d guess there are, oh, 10 or 15 shots in this entire movie without special effects. The rest of the time, we’re watching motion-capture animation, CGI, stuff done in the lab. A few of the stunts look like they could not have been faked, but who knows? What do you think your chances are when you run on top of a speeding train? For that matter, if you were assigned to kill someone in Chicago, could you figure out a better way to do it than by standing on top of an L train while it raced past your target’s office window? And how did the Fraternity know he would be visible through that window? And how ... oh, never mind.\n\n“Wanted,” directed by a hot Russian actionmeister named Timur Bekmambetov, is a film entire lacking in two organs I always appreciate in a movie: a heart and a mind. It is mindless, heartless, preposterous. By the end of the film, we can’t even believe the values the plot seems to believe, since the plot is deceived right along with us. The way to enjoy this film is to put your logic on hold, along with any higher sensitivities that might be vulnerable and immerse yourself as if in a video game. That “Wanted” will someday be a video game, I have not the slightest doubt. It may already be a video game, but I’m damned if I’ll look it up and find out. Objectively, I award it all honors for technical excellence. Subjectively, I’d rather be watching Danny Kaye in the film version of “The Secret Life of Walter Mitty.”\n\nNote: I learn that “The Secret Life of Walter Mitty” will be remade next year and will star Mike Myers. Having seen Myers’ “The Love Guru,” I think I can predict one of Walter’s big secrets.", "running_time": 110, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-06-26", "genres": ["Action", "Crime", "Thriller"], "title": "Wanted (2008)"}