{"url": "http://www.rogerebert.com/reviews/wanted-dead-or-alive-1987", "by": "Rutger Haueras Nick Randall", "star_rating": 1.5, "text": "There often is a certain pattern to these movies. The hero is a retired member of a superpower espionage organization - CIA, KGB, M5, it hardly matters - and is pursuing a quiet life, usually involving a pretty girl and a home aboard a small boat. Then a dreaded killer strikes, and only the hero can save society.\n\nOne of his old colleagues comes to talk him out of retirement for one last assignment and, with many a weary sigh, the hero agrees. By the end of the movie, two things are certain: The girl will be dead and the boat will be sunk. Unless the film is truly nihilistic, you also can generally count on the villain being killed, although not until the last moment.\n\n\"Wanted: Dead or Alive\" is a dues-paying member of this genre and contains few surprises. There are times during the movie when the greatest mystery is whether or not Rutger Hauer is trying to speak with an American accent. At first it seems that he is, but later he relaxes into one of those all-purpose faint European intonations usually employed by the enemies of James Bond.\n\nHauer plays Nick Randall, the great-grandson of Josh Randall, the character played by Steve McQueen in the TV series of the same name. His retirement comes to an end when Malak Al Rahim starts to blow up innocent civilians. Al Rahim is an example of a recent trend toward Arab villains in the movies. What would Hollywood do without at least one ethnic group that is fair game for categorical racist stereotyping? I was never quite sure what or whom Al Rahim represented, or what his goals were, apart from the ritualistic destruction of innocent civilians, but who cares? He's an Arab, isn't he? And they all want to blow up everybody, don't they? Hauer springs into action, employing the usual combination of detective work, anonymous informants and lucky breaks. In these movies, the villain never traps himself through his own stupidity, which is amazing, since El Rahim is amazingly careless while pulling his jobs.\n\nIn one scene, he plants a bomb in a theater, walks across the street, holds a radio-control device in plain view, calls a newspaper, announces what he is about to do and then blows up the theater. Nobody notices him.\n\nThe joke in that scene is that the theater is playing \"Rambo.\" Another joke, for newspapermen, is that when he calls the city desk his call is taken by a reporter who instantly knows who he is and in which country he was last sighted. In real life, if Al Rahim had called a newspaper, he would first have been put on hold and then disconnected.\n\nAl Rahim is played in the movie by Gene Simmons, of the rock group Kiss, who seems to be trying to find a career after music. Since he has few lines and no motivation, this is not the movie that's going to do it for him. But he shouldn't complain, because nobody else in the film does much better.\n\nFor example, the character of Hauer's girlfriend (Mel Harris) is handled in such a perfunctory way that when she's blown up, not only are we relatively indifferent but so, basically, is Hauer. There's the obligatory scene where they're in bed together, so we know they love each other, and then later the obligatory scene where Hauer vows to avenge her and a best friend, who also was on the boat.\n\nScenes like these are a form of automatic writing. They have been played so often in so many movies that the audience ends up watching the cinematic equivalent of Golden Oldies. The movie's director, Gary Sherman, is not without talent, and he tries to sneak a little class into the movie here and there to show he can do better work if he's ever given the chance. Let's give him the chance. He can't survive many more movies like \"Wanted: Dead or Alive,\" and neither can we.\n\nNote: Supporters of cinematic logic will notice in the climactic sequence that dozens of enemy agents are sealed inside drums to be smuggled inside industrial locations they hope to sabotage. Since Hauer and Al Rahim meet only at the last such target, did all of the other terrorists succeed, or suffocate?", "running_time": 104, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-01-16", "genres": ["Action", "Thriller"], "title": "Wanted: Dead Or Alive (1987)"}