{"url": "http://www.rogerebert.com/reviews/war-party-1989", "by": "Billy Wirthas Sonny Crowkiller", "star_rating": 1.0, "text": "\"War Party\" takes place in and near an Indian reservation in Montana, where the civic leaders get the bright idea of restaging a battle between Indians and U.S. cavalry troops. They think the show might attract lots of tourist dollars. Unfortunately, not long before the big event, there's a poolroom fight between two young men - one Indian, one white - and so the stage is set for a tragedy. During the battle, the white kid puts real ammunition in his pistol and kills an Indian.\n\nSeveral Indians fight back, and then escape - on horseback and dressed in traditional costumes - into the wilderness. And most of \"War Party\" consists of chase and adventure footage in which the Indians are pursued by a posse of lawmen - and also by a band of white vigilantes who want to kill them in revenge.\n\nThe people who produced \"War Party\" believe it makes a statement about American Indians. They're proud of it. I believe it makes a statement, too. I believe it assumes that whites and Indians hate each other, and that this hatred is in the nature of things. All of the other plot elements in the movie - the personalities of the characters, the legal problems they face, the good guys vs. the bad guys - are just details.\n\nWatching the movie, I grew depressed. I saw white and red men who hated one another because of the colors of their skins, and I saw scenes in which white racists in airplanes went swooping low over fleeing Indians, shooting at them with rifles. (The Indians shot back with arrows, killing the pilot of the plane - but what was that supposed to signify?) Often in a movie like this you get at least the token Hollywood speech about loving one another, but \"War Party\" is too pragmatic for such gestures.\n\nThe production has been supplied with the usual paraphernalia of historical detail, and in their press releases the filmmakers talk about the statement their film makes. The Indians who were involved in the filming, both before and behind the cameras, seem pleased, too. But what is the movie really saying? That those who commit murder must be brought to justice? I agree. What depressed me was the movie's unspoken acceptance of the fact that the whites and Indians would want to murder one another.\n\nThere was a time in American history when such an assumption of racism would have been so routine it was invisible; look at the countless cowboy and Indian movies that never questioned the premise that the primary function of cowboys and Indians was to hate one another on sight, and want to kill one another. This movie basically doesn't question that premise, either.\n\nWhen Spike Lee made \"Do the Right Thing,\" I think he significantly elevated the level of discussion in movies about racism in America. He did it by presenting us with three-dimensional characters, both black and white, who were given the freedom to be complex individuals. That meant that when his film arrived at its violent conclusion, every member of the audience was forced to figure out why those events had happened, and what they meant. Lee wasn't simply portraying two groups with built-in loyalties and hatreds; he was making it necessary for us so see each character as an individual with the freedom to act for himself - in spite of or because of racism.\n\nThe characters in \"War Party\" have no such freedom. For them, race is destiny. None of them seems broad-minded or intelligent enough to comprehend how someone of another race might think or feel. And so the movie becomes an unremitting exercise in racially-inspired behavior, the whites against the reds.\n\nA recent movie like \"Powwow Highway\" gave us Indian characters who were individuals; the Indians in \"War Party\" are creatures of the plot.\n\nIt is possible that the makers of the film wanted to make some kind of a more thoughtful statement. But the screenplay falls into such a predictable action formula that any original thought is ruled out. I do not believe the daily state of affairs in this country is that Indians and whites hate one another. Neither, I suspect, do the people who made this film. But that is the reality that appears on the screen.", "running_time": 96, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-09-29", "genres": ["Drama", "Foreign", "Indie"], "title": "War Party (1989)"}