{"url": "http://www.rogerebert.com/reviews/war-inc-2008", "by": "John Cusackas Brand Hauser", "star_rating": 2.0, "text": "\"War, Inc.\" is a brave and ambitious but chaotic attempt at political satire. The targets: the war in Iraq, and the shadowy role of Vice President Dick Cheney's onetime corporate home Halliburton in the waging of the war. Dan Aykroyd plays an \"ex-vice president,\" unmistakably Cheney, issuing orders to CIA hit man Brand Hauser (John Cusack) to assassinate a Middle Eastern oil minister named Omar Sharif (not much of a joke), whose plans to build a pipeline in his country run counter to the schemes of the super corporation Tamerlane.\n\nHauser is an intriguing character, seen chugging shot glasses of hot sauce for reasons that are no doubt as significant as they are obscure. \"I feel like a refugee from the island of Dr. Moreau,\" he confides at one point to the onboard computer on his private plane, a sort of sympathetic HAL 9000. Arriving in the country of Turaqistan, he finds warfare raging everywhere, except within a protected area known as the Emerald City, for which of course we are to read Baghdad's Green Zone. Here American corporations are so entrenched that Hauser reaches the secret bunker of the Viceroy (a Tamerlane puppet) through a Popeye's Fried Chicken store.\n\nThat sort of satire runs through the movie, which is neither quite serious nor quite funny, but very busy with trying to be one or the other. Lots of other brand names (in addition to Brand Hauser) appear in connection with an expo being staged by public relations whiz Marsha Dillon (Joan Cusack), who becomes Hauser's cynical adviser. Among her plan for the expo: The televised wedding of Middle Eastern pop superstar Yonica Babyyeah (Hilary Duff, but you won't recognize her).\n\nArriving in Turaqistan about the same time as Hauser is Natalie Hegalhuzen (Marisa Tomei), a reporter for liberal magazines, whose character and others in the film illustrate my First Law of Funny Names, which teaches us that they are rarely funny. She is a warm, pretty woman who quickly appeals to Hauser, already having second thoughts about his hit-man role. She's smart, too, with an occasional tendency to talk like she's writing (she describes Yonica as \"a sad little girl who's been pimped out into a pathetic monstrosity of Western sexuality\").\n\nAll of the story strands come together into a bewildering series of solutions and conclusions, in which the fictional heritage of the name \"Emerald City\" plays a prominent role. But the intended satire isn't as focused or merciless as it could be and tries too hard to keep too many balls in the air. The movie's time period is hard to nail down; the opening titles refer to the \"21st century,\" but of course that's the present, and current names are referred to (McLaughlin, Anderson Cooper, Cheney, Katie Couric, 50 Cent, etc). One particularly brilliant invention is Combat-O-Rama, which is a version of a Disney World virtual reality thrill ride allowing journalists to experience battle through what I guess you'd call \"virtual embedding.\"\n\nJohn Cusack is the power behind the film, as star, top-billed writer and one of the producers. He deserves credit for trying to make something topical, controversial and uncompromised. The elements are all here. But the parts never come together. Cusack has made 56 films and is only 42 years old, and his quality control is uncanny. He shies away from unworthy projects and is always available to take a chance. A project like \"War, Inc.\" must not have been easy to finance, shows a determination to make a movie that makes a statement and is honorable. Sometimes the best intentions don't pay off. I wanted to like it more than I could.", "running_time": 106, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-06-12", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "War, Inc. (2008)"}