{"url": "http://www.rogerebert.com/reviews/war-and-peace-1969", "by": "Lyudmila Savelyevaas Natasha", "star_rating": 4.0, "text": "The movies have done a lot of borrowing during their long climb to the status of an art form, but they've also invented an approach or two. It is impossible to think of gangsters or cowboys without thinking of the movies; and perhaps epics also belong on the list of genres that are uniquely cinematic. No other medium, except literature, is so well suited to the epic form.\n\nIt would take a film historian to evaluate the dozens -- hundreds? -- of times when Hollywood has marshaled casts of thousands and budgets of millions to create yet another epoch-shattering spectacular. There were the pioneering epics, like \"Birth of a Nation\" and \"Gone With the Wind.\" There were the epics that made it, like \"Spartacus\" and the ones that didn't, like \"Cleopatra.\" There was blood and thunder in \"Ben-Hur,\" beauty and romance in \"Doctor Zhivago,\" Charlton Heston in half of them, Peter Ustinov in the rest, Rome falling daily, slaves rising weekly, wars won at least once a month, and several miracles a year from Cecil B. De Mille. \n\nLike Westerns and gangster movies, epics were almost always made by Hollywood. What other nation had the means to spend $44,000,000 on \"Cleopatra\" -- even if it was a flop? What happened, though, was that \"Cleopatra\" brought an end to the epic budget race. If you couldn't make it for $11,000,000 (\"Spartacus\") or $14,000,000 (\"2001: A Space Odyssey\") or even $19,000,000 (\"Dr. Dolittle\"), then perhaps you shouldn't make it at all.\n\nFor this reason, among many others, the Russian version of \"War and Peace\" is a magnificently unique film. Money isn't everything, but you can't make an epic without it. And \"War and Peace\" is the definitive epic of all time. It is hard to imagine that circumstances will ever again combine to make a more spectacular, expensive, and -- yes -- splendid movie. Perhaps that's just as well; epics seem to be going out of favor, replaced instead by smaller, more personal films. Perhaps this greatest of the epics will be one of the last, bringing the epic form to its ultimate statement and at the same time supplying the epitaph.\n\nBy now the statistics regarding \"War and Peace\" are well known, but forgive me if I recite them with a certain relish anyway: the film was five years in the making at a cost of $100,000,000, with a cast of 120,000, all clothed in authentic uniforms, and the Red Army was mobilized to recreate Napoleon's battles exactly (it is claimed) as they happened.\n\nThe prestige of the Soviet film industry rested on \"War and Peace\" for half a decade, and the result looks like it. You are never, ever, going to see anything to equal it. Indeed, because of the need to schedule the film in two segments of three hours each, you may never even see it unless you go during the current four-week run at the Esquire. It is difficult to imagine this massive, six-hour film playing neighborhood theaters or turning up on the late show.\n\nIt is easy enough to praise director Sergei Bondarchuk for his thundering battle scenes, or his delicate ballroom scenes, or the quality of his actors. But these were almost to be expected. What is extraordinary about \"War and Peace\" is that Bondarchuk was able to take the enormous bulk of Leo Tolstoy's novel and somehow transform it into this great chunk of film without losing control along the way. The trouble with a lot of long epic films is that the makers can't keep everything in hand. Many a film is smothered by its own production. An example: Samuel Bronston's \"The Fall of the Roman Empire,\" a dreadfully expensive, chaotic production that eventually resulted in the fall of Bronston's own empire.\n\nBondarchuk, however, is able to balance the spectacular, the human, and the intellectual. Even in the longest, bloodiest, battle scenes there are vignettes that stand out: A soldier demanding a battlefield commendation, a crazed horse whirling away from an explosion, an enigmatic exchange between Napoleon and his lieutenants. Bondarchuk is able to bring his epic events down to comprehensible scale without losing his sense of the spectacular. And always he returns to ToIstoy's theme of men in the grip of history.\n\nIt is impossible not to compare \"War and Peace\" with \"Gone With the Wind.\" They are. I suppose, the two greatest epic films. Both deal with the most crucial wars of their countries' experience. Both center on larger-than-life heroes and heroines. Both are romantic and glorious. But in all fairness, I think, \"War and Peace\" must be listed as the greater film. Although it is vulgar in the way all epic films must be vulgar (because they place value on sheer numbers and a massive production scheme); \"War and Peace\" is a great deal more intelligent, tasteful and complete than \"GWTW.\"\n\nThe performances are interesting throughout. All of the actors look a little larger, nobler and more heroic than life -- which is the idea in these undertakings. Yet none of them looks conventionally handsome. Perhaps Vyacheslav Tihonov, as Prince Andrei, comes closest with his chiseled face.\n\nBondarchuk made a happy choice when he cast the beautiful Ludmila Savelyeva as Natasha. She is a ballerina, not an actress, although her acting ability is equal to the role. Audiences applaud her two dances; one is in the graceful ballroom scene, the other is a folk dance in a rude hunting lodge.\n\nBondarchuk cast himself as Pierre, the self-tormented intellectual, and it is his strong performance that provides the central thread of the complicated story. He looks something like Rod Steiger and acts something like him, with bemused comments to himself and a quiet face concealing a furnace of emotion.\n\nDespite its length, the movie is not too long. When I saw it at the New York premiere last year, I quite frankly expected to be bored. But I was completely absorbed in the story: both halves together seem shorter than many a 90-minute potboiler.\n\nPerhaps the dubbing has something to do with this: The voices are so well dubbed into English that after 15 minutes you don't even look at the lips anymore. I usually object to dubbing on the grounds that it cheats us of the actor's own voice and intonation. But I am willing to concede that six subtitles would be rather too much for most audiences, more like reading the book.\n\nAnd it is to a mass audience, not an intellectual minority, that \"War and Peace\" is directed. The cinema lends itself magnificently to spectacle, and \"War and Peace\" is great cinema. It is as spectacular as a movie can possibly be and yet it has a human fullness. Considering its cost and the vast effort that went into its making, such a film can be made only once in our time. The wonder, indeed, is that it was made at all.", "running_time": 415, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-06-22", "genres": ["Drama", "History", "Romance"], "title": "War and Peace (1969)"}