{"url": "http://www.rogerebert.com/reviews/war-of-the-worlds-2005", "by": "Tom Cruiseas Ray Ferrier", "star_rating": 2.0, "text": "\"War of the Worlds\" is a big, clunky movie containing some sensational sights but lacking the zest and joyous energy we expect from Steven Spielberg. It proceeds with the lead-footed deliberation of its 1950s predecessors to give us an alien invasion that is malevolent, destructive and, from the alien point of view, pointless. They've \"been planning this for a million years\" and have gone to a lot of trouble to invade Earth for no apparent reason and with a seriously flawed strategy. What happened to the sense of wonder Spielberg celebrated in \"Close Encounters of the Third Kind,\" and the dazzling imagination of \"Minority Report\"?\n\nThe movie adopts the prudent formula of viewing a catastrophe through the eyes of a few foreground characters. When you compare it with a movie like \"The Day After Tomorrow,\" which depicted the global consequences of cosmic events, it lacks dimension: Martians have journeyed millions of miles to attack a crane operator and his neighbors (and if they're not Martians, they journeyed a lot farther). The hero, Ray Ferrier (Tom Cruise), does the sort of running and hiding and desperate defending of his children that goes with the territory, and at one point even dives into what looks like certain death to rescue his daughter.\n\nThere's a survivalist named Ogilvy (Tim Robbins) who has quick insights into surviving: \"The ones that didn't flatline are the ones who kept their eyes open.\" And there are the usual crowds of terrified citizens looking up at ominous threats looming above them. But despite the movie's $135 million budget, it seems curiously rudimentary in its action.\n\nThe problem may be with the alien invasion itself. It is not very interesting. We learn that countless years ago, invaders presumably but not necessarily from Mars buried huge machines all over the Earth. Now they activate them with lightning bolts, each one containing an alien (in what form, it is hard to say). With the aliens at the controls, these machines crash up out of the Earth, stand on three towering but spindly legs and begin to zap the planet with death rays. Later, their tentacles suck our blood and fill steel baskets with our writhing bodies.\n\nTo what purpose? Why zap what you later want to harvest? Why harvest humans? And, for that matter, why balance these towering machines on ill-designed supports? If evolution has taught us anything, it is that limbs of living things, from men to dinosaurs to spiders to centipedes, tend to come in numbers divisible by two. Three legs are inherently not stable, as the movie demonstrates when one leg of a giant tripod is damaged, and it falls helplessly to the ground.\n\nThe tripods are indeed faithful to the original illustrations for H.G. Wells' novel The War of the Worlds, and to the machines described in the historic 1938 Orson Welles radio broadcast. But the book and radio program depended on our imaginations to make them believable, and the movie came at a time of lower expectations in special effects. You look at Spielberg's machines and you don't get much worked up, because you're seeing not alien menace but clumsy retro design. Perhaps it would have been a good idea to set the movie in 1898, at the time of Wells' novel, when the tripods represented a state-of-the-art alien invasion.\n\nThere are some wonderful f/x moments, but they mostly don't involve the pods. A scene where Ray wanders through the remains of an airplane crash is somber and impressive, and there is an unforgettable image of a train, every coach on fire, roaring through a station. Such scenes seem to come from a kind of reality different from that of the tripods.\n\nDoes it make the aliens scarier that their motives are never spelled out? I don't expect them to issue a press release announcing their plans for world domination, but I wish their presence reflected some kind of intelligent purpose. The alien ship in \"Close Encounters\" visited for no other reason, apparently, than to demonstrate that life existed elsewhere, could visit us, and was intriguingly unlike us while still sharing such universal qualities as the perception of tone. Those aliens wanted to say hello. The alien machines in \"War of the Worlds\" seem designed for heavy lifting in an industry that needs to modernize its equipment and techniques. (The actual living alien being we finally glimpse is an anticlimax, a batlike, bug-eyed monster, confirming the wisdom of Kubrick and Clarke in deliberately showing no aliens in \"2001\").\n\nThe human characters are disappointingly one-dimensional. Cruise's character is given a smidgen of humanity (he's an immature, divorced hotshot who has custody of the kids for the weekend) and then he wanders out with his neighbors to witness strange portents in the sky, and the movie becomes a story about grabbing and running and ducking and hiding and trying to fight back.\n\nThere are scenes in which poor Dakota Fanning, as his daughter, has to be lost or menaced, and then scenes in which she is found or saved, all with much desperate shouting. A scene where an alien tentacle explores a ruined basement where they're hiding is a mirror of a better scene in \"Jurassic Park\" where characters hide from a curious raptor.\n\nThe thing is, we never believe the tripods and their invasion are practical. How did these vast metal machines lie undetected for so long beneath the streets of a city honeycombed with subway tunnels, sewers, water and power lines, and foundations? And why didn't a civilization with the physical science to build and deploy the tripods a million years ago not do a little more research about conditions on the planet before sending its invasion force? It's a war of the worlds, all right -- but at a molecular, not a planetary level.\n\nAll of this is just a way of leading up to the gut reaction I had all through the film: I do not like the tripods. I do not like the way they look, the way they are employed, the way they attack, the way they are vulnerable or the reasons they are here. A planet that harbors intelligent and subtle ideas for science fiction movies is invaded in this film by an ungainly Erector set.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-06-28", "genres": ["Action", "Adventure", "Drama", "Science Fiction", "Thriller"], "title": "War of the Worlds (2005)"}