{"url": "http://www.rogerebert.com/reviews/war-horse-2011", "by": "Jeremy Irvineas Albert Narracott", "star_rating": 3.5, "text": "\n\nThe closing shots of Steven Spielberg's \"War Horse\" will stir emotions in every serious movie lover. The sky is painted with a deeply red-orange sunset. A lone rider is seen far away on the horizon. The rider approaches and dismounts. He embraces a woman and a man. They all embrace the horse's head. Music swells. This footage, with the rich colors and dramatic framing on what is either a soundstage or intended to look like one, could come directly from a John Ford Western.\n\nIt is Spielberg's homage, I believe, to Ford and to a Hollywood tradition of broad, uplifting movies intended for all audiences. The performances and production values throughout the film honor that tradition. \"War Horse\" is bold, not afraid of sentiment and lets out all the stops in magnificently staged action sequences. Its characters are clearly defined and strongly played by charismatic actors. Its message is a universal one, about the horror of war in which men and animals suffer and die, but for the animals there is no reason: They have cast their lot with men who have betrayed them.\n\nThe movie, based on a best-selling novel and a long-running London and New York stage production, begins on a small family farm in the English county of Devon. We meet young Albert Narracott (Jeremy Irvine), his usually drunken but not unkind father, Ted (Peter Mullan), and his hard-working, loving mother, Rose (Emily Wat­son). Lyons (David Thewlis), the landowner, presses them for past-due rent.\n\nThere is a horse auction in the village. Ted's eye falls on a handsome horse named Joey, and he determines to outbid Lyons for it, even if it means spending all the rent money. Rose is distraught: He was meant to bring home a plow horse at a low price and has purchased a sleek thoroughbred. But Albert and Joey bond, and Albert trains the horse to accept a collar and plow their stony fields. Then World War I breaks out. Drunk as usual, Ted sells the horse to the Army. Albert vows he will see it again.\n\nNow begins a series of self-contained chapters in Joey's life, as the horse passes from British to German hands, has a respite on a French farm and then finds itself helping to drag a cannon much too big for the team. All of this is embedded in front-line battle footage as realistic as we saw in the landing at Normandy in Spielberg's \"Saving Private Ryan.\" All wars are hell. Surely few were worse for private soldiers trapped in the muddy, cold, desolation of the trenches. Horses thrown into this satanic chaos were confused, terrified and sometimes driven mad.\n\nJoey meets a series of masters, most of them on both sides men who respected horses. Yet war is no place for sentiment, and as an officer explains with brutal realism, a horse is a weapon and must either be used or destroyed. Surely some of the best footage Spielberg has ever directed involves Joey and other horses running wild outside the trenches, galloping in a panic through barbed wire lines and dragging wire and posts after them as their flesh is cruelly torn. There's one of those scenes of temporary truce when soldiers from both sides meet in No Man's Land to share wire-cutters and set the horses free.\n\nAll of this is magnificent. But it reduces the center of the film to a series of set pieces. The narrative thread is supplied by Joey, who is such a helpless protagonist that watching his adventures becomes painful — especially, I suspect, for younger viewers. A famous film by Robert Bresson, \"Au Hasard Balthazar,\" follows a humble donkey through years of good and bad times, and shows all of the events as implacable chapters in the book of its life. Bresson makes no attempt to elevate the donkey; its lot is the common lot of all dumb animals in a world of arbitrary cruelty. \n\nSpielberg ennobles Joey and provides an ending for the film that is joyous, uplifting, and depends on a surely unbelievable set of coincidences. I suppose it must be that way for us to even bear watching such a story. I am reminded of \"Schindler's List.\" Six million Jews were exterminated in the World War II, but in focusing on a few hundred who miraculously survived, Spielberg made his story bearable. Among the horses of World War I, it can only be said that Joey's good luck was extraordinary.\n\nThe film is made with superb artistry. Spielberg is the master of an awesome canvas. Most people will enjoy it, as I did. But not included in the picture is the level of sheer hopeless tragedy that is everywhere just out frame. It is the same with life, and if you consider the big picture, all of us, men and beasts, have extraordinary good luck.", "running_time": 146, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-12-21", "genres": ["Drama", "War"], "title": "War Horse (2011)"}