{"url": "http://www.rogerebert.com/reviews/wargames-1983", "by": "Matthew Broderickas David", "star_rating": 4.0, "text": "I am writing this review on a word processor that is connected to a computer that sets the type for the Sun-Times. If I make an error, the computer will tell me. Observe. I instruct it to set this review at a width of 90 characters. It flashes back: Margin too wide. Now things get interesting. I ask it to set the width at 100 characters. It flashes back: Margin too narrow. That's because it's reading only the first two digits of my three-digit number. It thinks I said 10, because 100, of course, is ridiculous.\n\nComputers only do what they are programmed to do, and they will follow their programs to illogical conclusions. Example. This time I tell the computer to set my review at a width of 10 characters. It does! Having read 100 as 10 and found 10 too narrow, it reads 10 as 10, and lets me have my way. I've outsmarted the S.O.B.\n\nSooner or later, one of these self-satisfied, sublimely confident thinking machines is going to blow us all off the face of the planet. That is the message of \"WarGames,\" a scary and intelligent new thriller that is one of the best films so far this year. The movie stars Matthew Broderick (the kid from \"Max Dugan Returns\") as a bright high school senior who spends a lot of time locked in his bedroom with his home computer. He speaks computerese well enough to dial by telephone into the computer at his school and change grades. But he's ready for bigger game.\n\nHe reads about a toy company that's introducing a new computer game. He programs his computer for a random search of telephone numbers in the company's area code, looking for a number that answers with a computer tone. Eventually, he connects with a computer. Unfortunately, the computer he connects with does not belong to a toy company. It belongs to the Defense Department, and its mission is to coordinate early warning systems and nuclear deterrents in the case of World War III. The kid challenges the computer to play a game called \"Global Thermonuclear Warfare,\" and it cheerfully agrees.\n\nAs a premise for a thriller, this is a masterstroke. The movie, however, could easily go wrong by bogging us down in impenetrable computerese, or by ignoring the technical details altogether and giving us a \"Fail Safe\" retread. \"WarGames\" makes neither mistake. It convinces us that it knows computers, and it makes its knowledge into an amazingly entertaining thriller. (Note I do not claim the movie is accurate about computers -- only convincing.)\n\nI've described only the opening gambits of the plot, and I will reveal no more. It's too much fun watching the story unwind. Another one of the pleasures of the movie is the way it takes cardboard characters and fleshes them out. Two in particular: the civilian chief of the US computer operation, played by Dabney Coleman as a man who has his own little weakness for simple logic, and the Air Force general in charge of the war room, played by Barry Corbin as a military man who argues that men, not computers, should make the final nuclear decisions. \n\n\"WarGames\" was directed by John Badham, best known for \"Saturday Night Fever\" and the current \"Blue Thunder,\" a thriller that I found considerably less convincing on the technical level. There's not a scene here where Badham doesn't seem to know what he's doing, weaving a complex web of computerese, personalities and puzzles; the movie absorbs us on emotional and intellectual levels at the same time. And the ending, a moment of blinding and yet utterly elementary insight, is wonderful.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-06-03", "genres": ["Action", "Science Fiction", "Thriller"], "title": "WarGames (1983)"}