{"url": "http://www.rogerebert.com/reviews/warriors-of-virtue-1997", "by": "Angus MacFadyenas Komodo", "star_rating": 2.0, "text": "I have always been amazed by the recuperative powers of young heroes who are snatched away from home and family and sent to struggle in distant fantasy worlds.\n\nConsider young Ryan (Mario Yedidia), the hero of \"Warriors of Virtue.'' One moment he's balancing above a drainage whirlpool on a bet from a bully on the football team, and the next he's on the planet Tao, helping a race of kangaroo warriors fight the evil Komodo for control of the Lifesprings.\n\nDoes he weep? Does he worry about his parents? Is he homesick? Not for a moment. He's a comic book fan who intuits, I guess, that he's been magically transported into a fantasy adventure, and soon he is getting briefed by the beautiful Princess Elysia (Marley Shelton) and wise old Master Chung (Chao-Li Chi) about the desperate state of affairs on Tao, where all but one Lifespring has been exhausted, and the vile Komodo (Angus Macfadyen) wants it for himself.\n\nThe key to this dilemma lies with Ryan, who has a friend named Ming, a virtuoso chef in a Chinese restaurant (he can land a ladle-full of fried rice on a platter at 10 paces). Ming is wise in the Zen master tradition, and he shows Ryan an empty cocoon: As a child he released a beautiful moth from it, only to see the moth die, because \"I interrupted its journey'' and it \"needed its struggle.'' Likewise, Ryan must continue his journey. If he feels inadequate as the water boy on the football team, then he must prove himself. Ming gives him an old book that may contain the answers.\n\n\"Warriors of Virtue'' is ambitious in its production, if not especially original. Its set design is by Eugenio Zanetti, who won an Oscar for \"Restoration,'' and he does a good job of creating a forest planet with towering trees and an Evergladeslike landscape not unlike Yoda's setting in \"The Empire Strikes Back.'' The \"Star Wars'' movies are evoked in more than the setting; when Ryan opens the old book Ming gave him, he finds its pages blank, and on the soundtrack we hear, \"The answer lies within you, Ryan''--which sounds uncannily Forcelike.\n\nOn the planet of Tao, he finds Elysia and Master Chung (a Mr. Miyagi clone) helped by a group of five creatures who look like kangaroos but behave like a cross between Power Rangers and Ninja Turtles. The kangaroos represent the elemental forces of fire, metal, wood, water and earth. (The movie informs us these forces are more powerful than \"guns, lasers . . . morphing.'') As the evil Komodo schemes to drop the Roo-Warriors through a trapdoor into death by spinning blades, only Ryan can save the day--if he can wrest the book from the scheming little person Mudlap (Michael John Anderson).\n\nAnd so on. The movie looks better than it plays and gets rather tiresome, especially since there is a limit to a 'Roo personality. Ryan is resolutely one-dimensional, and Angus Macfadyen (who played Robert the Bruce in \"Braveheart\") makes Komodo into a villain who goes through the motions of evil but doesn't seem to have his heart in it.\n\nAt one point, Komodo wearily intones, \"The center cannot hold; things fall apart.'' It's a slight misquotation from W. B. Yeats' poem \"The Second Coming,'' but one is surprised to hear it at all, since everything said on the planet Tao presumably comes from within Ryan's mind, and he shows no signs of having read any books--except, of course, for Chef Ming's. The Yeats poem continues, \"Mere anarchy is loosed upon the world.'' Call me a dreamer, but that sounds like an even more promising story idea than \"Warriors of Virtue.''", "running_time": 103, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-05-02", "genres": ["Family"], "title": "Warriors Of Virtue (1997)"}