{"url": "http://www.rogerebert.com/reviews/wasabi-2002", "by": "Jean Renoas Hubert Fiorentini", "star_rating": 1.5, "text": "Jean Reno has the weary eyes and unshaven mug of a French Peter Falk, and some of the same sardonic humor, too. He sighs and smokes and slouches his way through thrillers where he sadly kills those who would kill him, and balefully regards women who want to make intimate demands on his time. In good movies (\"The Crimson Rivers\") and bad (\"Rollerball\"), in the ambitious (Antonioni's \"Beyond the Clouds\") and the avaricious (\"Godzilla\"), in comedies (\"Just Visiting\") and thrillers (\"Ronin\"), he shares with Robert Mitchum the unmistakable quality of having seen it all.\n\n\"Wasabi\" is not his worst movie, and is far from his best. It is a thriller trapped inside a pop comedy set in Japan, and gives Reno a chirpy young co-star who bounces around him like a puppy on visiting day at the drunk tank. She plays his daughter, and he's supposed to like her, but sometimes he looks like he hopes she will turn into an aspirin.\n\nThe movie begins in Paris, where Reno plays Hubert Fiorentini, a Dirty Harry type who doesn't merely beat up suspects, but beats up people on the chance that he may suspect them later. During a raid on a nightclub, he makes the mistake of socking the police chief's son so hard the lad flies down a flight of stairs and ends up in a full-body cast. Hubert is ordered to take a vacation.\n\nHe shrugs, and thinks to look up an old girlfriend (Carole Bouquet), but then his life takes a dramatic turn. He learns of the death in Japan of a woman he loved years earlier. Arriving for her funeral, he finds that she has left him a mysterious key, a daughter he knew nothing about, and $200 million stashed in the bank.\n\nThe daughter is named Yumi (Ryoko Hirosue). She is 19, has red hair, chooses her wardrobe colors from the Pokemon palate, and bounces crazily through scenes as if life is a music video and they're filming her right now.\n\nThe plot involves Yumi's plan to hire the Yakuza (Japanese Mafia) to get revenge for her mother's death. If there is piece of fatherly advice that Hubert the veteran cop could have shared with her, it is that no one related to $200 million should do the least thing to attract the attention of the Yakuza. The plot then unfolds in bewildering alternation between pop comedy and action violence, with Hubert dancing in a video arcade one moment and blasting the bad guys the next.\n\nThere is no artistic purpose for this movie. It is product. Luc Besson, who wrote and produced it, has another movie out right now (\"The Transporter\") and indeed has written, produced or announced 16 other movies since this one was made in far-ago 2001. Reno does what he can in a thankless situation, the film ricochets from humor to violence and back again, and Ryoko Hirosue makes us wonder if she is always like that. If she is, I owe an apology to the Powerpuff Girls. I didn't know they were based on real life.", "running_time": 94, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-18", "genres": ["Action", "Comedy", "Drama", "Foreign"], "title": "Wasabi (2002)"}