{"url": "http://www.rogerebert.com/reviews/washington-square-1997", "by": "Jennifer Jason Leighas Catherine Sloper", "star_rating": 3.0, "text": "So often in Henry James it comes down to the same contest: On the one side, the yearnings of the heart, and on the other side, money. Usually it is old family money and the old family that controls it, sometimes hoping to restrict the freedom of a character (The Ambassadors), sometimes hoping to grant it (Portrait of a Lady). In James' novella Washington Square, a rich doctor cannot believe anyone would value what he considers his plain and graceless daughter, and so assumes that the man she loves is after her money. That he may be right is, for her, no consolation.\n\nAgnieszka Holland's new movie \"Washington Square'' makes of this situation a sad story about a young woman named Catherine (Jennifer Jason Leigh), who spends much of her life seeking the love of two men who do not deserve it. (The story was also filmed in 1949 as \"The Heiress.'') Catherine's father, the wealthy Dr. Austin Sloper (Albert Finney) resents her because his wife died giving birth to her. Her suitor, Morris Townsend (Ben Chaplin), likes her well enough if she comes with her father's money, but not so well otherwise. Her challenge is to find some measure of self-respect in a life where everyone seems to value her because of someone else's accomplishments.\n\nHer father is an orotund monster who demands, and even receives, the love and obedience of his daughter. He sees her as a loyal helpmate, waiting with tea when he returns from work, content to spend the rest of her days as her father's meek little companion. Her lover is poor, must marry money or make it, and knows which course he prefers, although he is handsome and agreeable enough to feel his \"attributes'' are the equal of her own.\n\nAnd the girl? \"I've never thought of her as delightful and charming,'' the doctor says on one occasion, astonished that anyone else should. He is capable of astonishing cruelty, as when he tells her, \"How obscene that your mother should give her life so that you can inhabit space on this earth.'' She is so intimidated that when asked, as a little girl, to give a recital for her father's friends, she can do no more than pee on the floor.\n\nThere are, however, weapons in her arsenal. She is not as plain as her father thinks, nor as lacking in spirit. And she has an ally in her father's sister, Aunt Lavinia (Maggie Smith), who is thrilled by romantic intrigue and does everything she can to further the courtship--if only because it provides her entertainment by allowing her to sneak off as a secret emissary.\n\nThe movie is set in the years before the Civil War, in a newly prosperous section of Manhattan, where Dr. Sloper, as James tells us in his book, \"was what you might call a scholarly doctor, and yet there was nothing abstract in his remedies--he always ordered you to take something.'' Sloper earns a good income, but came into his fortune by marrying a rich woman, and so is uniquely prepared to judge the motives of young Mr. Townsend.\n\nFor Catherine, Townsend's attention is liberating, offering a way out of her father's house. Still, she agrees to a year's European journey with her father, during which she is to reconsider her position. At the very summit of the Alps (how did they get there, dressed as they are?), her father asks, \"Should you like to be left in such a place as this, to starve?'' He warns that Townsend will someday abandon her in just such a place, literally or figuratively. She cannot believe this, and we are not sure. Townsend is no worse, probably, than most of the young men produced by his materialistic society. The problem is, he is not nearly as good as Catherine thinks.\n\nJennifer Jason Leigh often plays women of brassy boldness (\"Last Exit to Brooklyn,\" \"Kansas City\" and Dorothy Parker in \"Mrs. Parker and the Vicious Circle\"). What is remarkable is how she can also play a recessive character such as Catherine so that every assertion seems like an act of courage. Her Catherine is based on quiet determination: She can either collapse, or grow.\n\nHolland is a director interested in the secrets behind family walls, as in her wonderful \"The Secret Garden\". Here she takes a story that, in a modern rewrite, would be about child abuse, and she makes it into the story of how the doctor's fortune seems to shrink even as it grows--until it loses all its power to destroy Catherine's life. Henry James saw more humor in the story than Holland does (although Aunt Lavinia remains comic), but what they both understand is that in a family such as this, everything depends on the money--unless nothing does.", "running_time": 115, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-10-10", "genres": ["Drama", "Romance"], "title": "Washington Square (1997)"}