{"url": "http://www.rogerebert.com/reviews/wassup-rockers-2006", "by": "Jonathan Velasquezas Jonathan", "star_rating": 3.0, "text": "You could think of Larry Clark's \"Wassup Rockers\" as \"Ferris Velasquez's Day Off.\" In Los Angeles, a group of Latino friends, all about 14, spend a very long day traveling from their homes in South Central to Beverly Hills and back home again, and although they are light-hearted and looking for fun, they don't have Ferris Bueller's good luck. The movie evokes the sense of time unfolding thoughtlessly for kids who have no idea what could happen next.\n\nClark usually makes movies about teenagers and has a rapport with them that's privileged or creepy, depending on your point of view. His first film was the powerful \"Kids\" (1995), which launched the acting careers of four first-timers: Rosario Dawson, Chloe Sevigny, Leo Fitzpatrick and Justin Pierce, and the writer-director Harmony Korine. \"Bully\" (2001) saw how a group dynamic works to drive teenagers toward a murder none of them would have done alone. \"Ken Park\" (2002) was bold in its frankness about teenage sexuality; a success at Telluride, it was never released commercially in the United States, not because of its content but because, Clark says, a producer never cleared the music rights.\n\nNow comes \"Wassup Rockers,\" containing one and probably two deaths, a lot of tension between Latinos and African Americans, and run-ins with cops and home owners. Perhaps because we hardly meet the first boy who dies and the second is shot offscreen, the movie is not as fraught as it could have been, and indeed is Clark's least harrowing work.\n\nThe heroes are mostly of Salvadoran descent, although they are routinely mistaken for Mexican Americans. They come from a poor district; one kid's mother is apparently a lap dancer. But Clark's characters do not carry guns, steal, use drugs or smoke (anything). At 14 years old, you're thinking, let's hope not -- but Clark's subject is often how children get into sex, drugs and violence when they are way too young. These kids don't set out looking for trouble, although it finds them.\n\nThe movie opens with a monologue by Jonathan (Jonathan Velasquez), who tells us about his friends; he separates each statement with the phrase \"and then ...\" He's the one the others look up to, and we meet Kico (Francisco Pedrasa); Spermball (Milton Velasquez), who keeps asking everyone to call him Milton, not Spermball; Porky (Usvaldo Panameno), and two girls, Iris (Iris Zelaya), Jonathan's girlfriend, and Rosalia (Ashley Maldonado), who wants to be everybody's girlfriend.\n\nThey have a band, which plays very loudly, and they hang around and tell stories on one another (one kid tried to commit suicide, not very seriously, by drowning himself in the sink). Kico \"borrows\" a car, and they head in the direction of Beverly Hills High School, but are stopped by cops on bikes. Since they have no license or ID, they abandon the car, but they've made it to Beverly Hills, and now they practice skateboard jumping on the steps of the high school. Having seen countless skateboarding scenes in the movies, I appreciated Clark's realism: They fall or crash, again and again and again, trying to get a trick right.\n\nThey meet two rich 90210 girls, Jade (Laura Cellner) and Nikki (Jessica Steinbaum), one of whom gives them her address: \"Come over any time.\" They do. Clark has a good feel for how there is no particular tension between these young teens of different race and class. They're curious and talk openly about their differences. But when the Latinos have to leave suddenly, they begin a tour of upper-class backyards in the hills above Sunset; in one, there's a party going on, and the host is a gay man who tells Jonathan, \"You'd be a good model.\" In another, there's a gun owner who shoots one of them and arranges with the cops to \"keep it quiet.\"\n\nWith police looking for them, they're taken in by a rich and drunken woman, whose maid looks out for them while the drunk gives one a bath and is obviously interested in what could happen next, once he's cleaned up.\n\nThe long journey home is by bus, rapid transit and foot, and they are tired and scared. The fate of their friend who was shot is left unclear, although he was obviously hit and perhaps killed. The home streets of South Central are not welcoming to them because the black kids are not friendly. But in the world of a Larry Clark film, they've gotten off relatively easy. Despite its horrors, this is his most easygoing movie, in large part because the young actors are at ease, like one another and live with delight.\n\nClark was an honored photographer before getting into movies in his early 50s. The only subject he feels any passion for is, obviously, the private lives of teenagers. Does that make him a pervert? Look at it this way. Hollywood has a cottage industry in Dead Teenager Movies, all devising formulas in which the young characters die in sudden and colorful ways. Clark listens to them and takes them seriously. His films may be the only truthful ones about some aspects of American adolescence, however we might wish that were not so. \"Wassup Rockers,\" for better and worse, is about lives that might actually be lived.", "running_time": 111, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-06-29", "genres": ["Drama", "Indie"], "title": "Wassup Rockers (2006)"}