{"url": "http://www.rogerebert.com/reviews/watch-it-1993", "by": "Peter Gallagheras John", "star_rating": 2.5, "text": "\"Watch It\" is a movie that wants to say something thoughtful about the lives and values of four young men, and manages some scenes of real insight. But the effect is spoiled by a plot device that I don't think quite works the way the filmmakers thought it would.\n\n The movie takes place in Chicago, where three guys live together in a big suburban house. The cousin of the house's owner comes to visit, and is introduced to the game of \"Watch It!,\" which they've played since they were undergraduates at Northwestern. The game consist of elaborate practical jokes, climaxed with the punchline, \"Watch It!\" (For example, one guy opens the refrigerator and another jumps out and shouts, \"Watch It!\")\n\n I suspect this entire movie, written and directed by Tom Flynn, began with the idea of making a film about \"Watch It!\" But once the characters were formed and the relationships were fashioned, Flynn should have abandoned his original inspiration, because \"Watch It!,\" as played here, is not a funny or an entertaining game but a cruel and sick one. And to the degree that it drives the plot, it undermines it. We are never sure which scenes are real, and which are elaborate scenarios for \"Watch It!,\" and one of the best single scenes in the whole film -- as a guy finds out what his girl really thinks about him -- is ruined by the gimmick.\n\n The three friends who live in the house are Michael (Jon Tenney), a womanizer; Rick (John C. McGinley), a cynic afraid of commitment, and Danny (Tom Sizemore), born to be a sidekick. Their existence in the house seems to be a holdover from fraternity days, even down to the big leather couch facing the TV set, although all of these men seem much too old for their lifestyle.\n\n The out of town cousin, who was raised with Michael but hasn't seen him for years, is John, played by Peter Gallagher, from \"sex, lies, and videotape.\" He's an earnest drifter, and early in the film he finds himself falling in love with a veterinarian named Anne (Suzy Amis), who has been going with Michael but is fed up with his\rcheating. The trouble is, John's not ready for commitment, and utters detumescent lines like, \"I think I might be capable of falling in love with you.\"\n\n Flynn's screenplay pays these characters, and some of the other women they encounter, close attention, and his dialog is well-written (although too close to the sorts of things one might hear, or say, in a singles bar). But the \"Watch It!\" game provides a subversive subtext for everything that goes on, and by the end of the film, just when we care the most and things should be serious, it leads to a disastrous sequence involving a trick car.\n\n I think there are two movies here. One, the \"Watch It!\" movie, could have been an endlessly unfolding comic con game. The other one could have been a study of the lives and loves of these peculiar but interesting characters. By trying to fit both scenarios into one movie, Flynn creates a movie that is constantly cutting away from its own best impulses.", "running_time": 102, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-06-06", "genres": null, "title": "Watch It (1993)"}