{"url": "http://www.rogerebert.com/reviews/watchmen-2009", "by": "Billy Crudupas Dr. Manhattan/Jon Osterman", "star_rating": 4.0, "text": "After the revelation of “The Dark Knight,” here is “Watchmen,” another bold exercise in the liberation of the superhero movie. It’s a compelling visceral film — sound, images and characters combined into a decidedly odd visual experience that evokes the feel of a graphic novel. It seems charged from within by its power as a fable; we sense it’s not interested in a plot so much as with the dilemma of functioning in a world losing hope.\n\nThat world is America in 1985, with Richard Nixon in the White House and many other strange details, although this America occupies a parallel universe in which superheroes and masked warriors operate. The film confronts a paradox that was always there in comic books: The heroes are only human. They can be in only one place at a time (with a possible exception to be noted later). Although a superhero is able to handle one dangerous situation, the world has countless dangerous situations, and the super resources are stretched too thin. Faced with law enforcement anarchy, Nixon has outlawed superhero activity, quite possibly a reasonable action. Now the murder of the enigmatic vigilante the Comedian (Jeffrey Dean Morgan) has brought the Watchmen together again. Who might be the next to die?\n\nDr. Manhattan (Billy Crudup), the only one with superpowers in the literal sense, lives outside ordinary time and space, the forces of the universe seeming to coil beneath his skin. Ozymandias (Matthew Goode) is the world’s smartest man. The Nite Owl (Patrick Wilson) is a man isolated from life by his mastery of technology. Rorshach (Jackie Earle Haley) is a man who finds meaning in patterns that may only exist in his mind. And Silk Spectre II (Malin Akerman) lives with one of the most familiar human challenges, living up to her parents, in this case the original Silk Spectre (Carla Gugino). Dr. Manhattan is both her lover and a distant father figure living in a world of his own.\n\nThese characters are garbed in traditional comic book wardrobes — capes, boots, gloves, belts, masks, props, anything to make them one of a kind. Rorshach’s cloth mask, with its endlessly shifting inkblots, is one of the most intriguing superhero masks ever, always in constant motion, like a mood ring of the id. Dr. Manhattan is contained in a towering, muscular, naked blue body; he was affected by one of those obligatory secret experiments gone wild. Never mind the details; what matters is that he possibly exists at a quantum level, at which particles seem exempt from the usual limitations of space and time. If it seems unlikely that quantum materials could assemble into a tangible physical body, not to worry. Everything is made of quantum particles, after all. There’s a lot we don’t know about them, including how they constitute Dr. Manhattan, so the movie is vague about his precise reality. I was going to say Silk Spectre II has no complaints, but actually she does.\n\nThe mystery of the Comedian’s death seems associated with a plot to destroy the world. The first step in the plot may be to annihilate the Watchmen, who are All That Stand Between, etc. It is hard to see how anyone would benefit from the utter destruction of the planet, but remember that in 1985 there was a nuclear standoff between the United States and the Soviet Union that threatened exactly that. Remember “Better Dead Than Red”? There were indeed cold warriors who preferred to be dead rather than red, reminding me of David Merrick’s statement, “It’s not enough for me to win. My enemies must lose.”\n\nIn a cosmic sense it doesn’t really matter who pushed the Comedian through the window. In a cosmic sense, nothing really matters, but best not meditate on that too much. The Watchmen and their special gifts are all the better able to see how powerless they really are, and although all but Dr. Manhattan are human and back the home team, their powers are not limitless. Dr. Manhattan, existing outside time and space, is understandably remote from the fate of our tiny planet, although perhaps he still harbors some old emotions.\n\nThose kinds of quandaries engage all the Watchmen, and are presented in a film experience of often fearsome beauty. It might seem improbable to take seriously a naked blue man, complete with discreet genitalia, but Billy Crudup brings a solemn detachment to Dr. Manhattan that is curiously affecting. Does he remember how it felt to be human? No, but hum a few bars. ... Crudup does the voice and the body language, which is transformed by software into a figure of considerable presence.\n\n“Watchmen” focuses on the contradiction shared by most superheroes: They cannot live ordinary lives but are fated to help mankind. That they do this with trademarked names and appliances goes back to their origins in Greece, where Zeus had his thunderbolts, Hades his three-headed dog, and Hermes his winged feet. Could Zeus run fast? Did Hermes have a dog? No.\n\nThat level of symbolism is coiling away beneath all superheroes. What appeals with Batman is his humanity; despite his skills, he is not supernormal. “Watchmen” brings surprising conviction to these characters as flawed and minor gods, with Dr. Manhattan possessing access to godhead on a plane that detaches him from our daily concerns — indeed, from days themselves. In the film’s most spectacular scene, he is exiled to Mars, and in utter isolation reimagines himself as a human, and conjures (or discovers? I’m not sure) an incredible city seemingly made of crystal and mathematical concepts. This is his equivalent to 40 days in the desert, and he returns as a savior.\n\nThe film is rich enough to be seen more than once. I plan to see it again, this time on IMAX, and will have more to say about it. I’m not sure I understood all the nuances and implications, but I am sure I had a powerful experience. It’s not as entertaining as “The Dark Knight,” but like the “Matrix” films, LOTR and “The Dark Knight,” it’s going to inspire fevered analysis. I don’t want to see it twice for that reason, however, but mostly just to have the experience again.\n\nEbert's blog entry on \"Watchmen\" and the quantum existence of Dr. Manhattan:\n\nhttp://tinyurl.com/aby7cp", "running_time": 162, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-03-04", "genres": ["Action", "Drama", "Mystery", "Science Fiction", "Thriller"], "title": "Watchmen (2009)"}