{"url": "http://www.rogerebert.com/reviews/water-2006", "by": "Saralaas Chuyia", "star_rating": 3.0, "text": "Her father asks Chuyia: \"Do you remember getting married?\" She does not. He tells her that her husband has died, and she is a widow. She is 8 years old. Under traditional Hindu law, she will be a widow for the rest of her life. There are two alternatives: Marry her husband's brother, or throw herself on his funeral pyre.\n\nDeepa Mehta's \"Water\" is set in 1938. Even then, laws existed in India that gave widows the freedom to marry, but as one character observes, \"We do not always follow the law when it is inconvenient.\" Torn from her father's grasp, crying out for her mother, Chuyia (Sarala) disappears into an ashram controlled by the lifelong widows who live there. Her hair is cut off. She wears a white garment that marks her. The woman in charge is Madhumati (Manorama), fat, indolent and domineering, who is frightening to the little girl.\n\nThen she makes a friend. This is the beautiful Kalyani (Lisa Ray), who alone among the widows has been allowed to wear her hair long, but for a sad reason. Madhumati has an arrangement with the pimp Gulabi (Raghuvir Yadav) to supply Kalyani to wealthy clients, as a source of income for the ashram. Kalyani has a puppy, which they hide and love together. Another friend in the ashram is Shakuntala (Seema Biswas), a wise, thoughtful woman who questions the foundations of the theory of widowhood. It is Narayan (John Abraham), a follower of Gandhi, who supplies the most pragmatic explanation for the ancient practice: \"One less mouth to feed, four less saris, and a free corner in the house. Disguised as religion, it's just about money.\"\n\n\"Water\" is the third film in a trilogy about India by Deepha Mehta, whose \"Earth\" (1998) dealt with the partition of India and Pakistan, and whose \"Fire\" (1996) dealt with lesbianism among traditional Indian women. She is not popular with Indian religious conservatives, and indeed after the sets for \"Water\" were destroyed and her life threatened, she had to move the entire production to Sri Lanka. That she is a woman and deals with political and religious controversy makes her a marked woman.\n\nThe best elements of \"Water\" involve the young girl and the experiences seen through her eyes. I would have been content if the entire film had been her story. But Chuyia meets Narayan, a tall, handsome, foreign-educated follower of Gandhi, and when she brings him together with Kalyani, they fall in love. This does not lead to life happily ever after, but it does set up an ending as melodramatic as it is (sort of) victorious. We're less interested in Kalyani's romantic prospects, however, than with Shakuntala's logical questioning of the underpinnings of her society. It is interesting that the same actress, Biswas, played the title role in the no less controversial \"Bandit Queen\" (1994).\n\nThe film is lovely in the way Satyajit Ray's films are lovely. It sees poverty and deprivation as a condition of life, not an exception to it, and finds beauty in the souls of its characters. Their misfortune does not make them unattractive. In many Indian films it is not startling to be poor, or to be in the thrall of 2,000-year-old customs; such matters are taken for granted, and the story goes on from there. I am reminded of Ray's \"The Big City\" (1963) in which the husband loses his work and this wife breaks with all tradition and good practice by leaving their home to take employment. The husband is deeply disturbed, but his wife finds that, after all, being a woman and having a job is no big deal.\n\nThe unspoken subtext of \"Water\" is that an ancient religious law has been put to the service of family economy, greed and a general feeling that women can be thrown away. The widows in this film are treated as if they have no useful lives apart from their husbands. They are given life sentences. They are not so very different from the Irish girls who, having offended someone's ideas of proper behavior, were locked up in the church-run \"Magdalen laundries\" for the rest of their lives. That a film like \"Water\" still has the power to offend in the year 2006 inspires the question: Who is still offended, and why, and what have they to gain, and what do they fear?\n\nThe character name \"Narayan\" is a reminder of R. K. Narayan, the novelist whose works are delightful human comedies about life in India.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-05-04", "genres": ["Drama", "Eastern", "Foreign", "Romance"], "title": "Water (2006)"}