{"url": "http://www.rogerebert.com/reviews/waterworld-1995", "by": "Kevin Costneras Mariner", "star_rating": 2.5, "text": "So here it is at last, \"Waterworld,\" two years and\r$200 million in the making. In the old days in Hollywood, they used to brag\rabout how much a movie cost. Now they apologize. There's been so much publicity\rabout this movie's budget that a review of the story seems beside the point; I\rshould just print the spreadsheets.\n\nThe\rcost controversy aside, \"Waterworld\" is a decent futuristic action\rpicture with some great sets, some intriguing ideas, and a few images that will\rstay with me. It could have been more, it could have been better, and it could\rhave made me care about the characters. It's one of those marginal pictures\ryou're not unhappy to have seen, but can't quite recommend.\n\nThe\rmovie begins with the trademark Universal globe spinning in space, and then we\rsee the polar ice cap melting while a deep voice (not James Earl Jones for a\rchange) sets the story in \"the future,\" when all of the Earth is\rcovered in water. Cut to Mariner (Kevin Costner), aboard his trimaran, a sailing\rvessel that looks made out of spare parts from \"Mad Max.\" The first\rshot of an action hero is supposed to set the tone for a movie; remember your\rinitial glimpses of James Bond or Batman, and compare them with\r\"Waterworld,\" which shows Mariner peeing into a bottle, pouring the\rfluid into a home-made chemistry set, cranking a handle to process it, and then\rdrinking it. Then he gargles, and spits on his little lime tree, so we know how\rhe gets fresh water and vitamin C.\n\nI\rwould have welcomed more of those details about the global floating culture\rthat Mariner is a part of. But like so many science fiction movies, this one\rbypasses the best possibilities of the genre: Instead of science and\rspeculation, we get a lot of violent action scenes.\n\nMariner\ris a loner, a \"mutie,\" or mutant, with gills behind his ears, and\rwebbed feet. He goes to trade at a big floating \"atoll,\" which is\rlike a seagoing version of the post-apocalyptic city in \"Mad Max Beyond\rThunderdome.\" He has something they want.\n\n\"Mmmm!\"\rsays a trader. \"Pure dirt! 3.2 kilos!\" He trades it for cash, spends\rsome of it at the bar, and meets Helen (Jeanne Tripplehorn), the bartender.\rThen he offends the locals by refusing to contribute to their gene pool, and is\rlocked in a cage when the fortress comes under attack from Smokers - renegade\routlaws who prowl the seas in souped-up jet skis.\n\nThe\rleader of the Smokers is Deacon (a chain-smoker, of course), played by Dennis\rHopper as another of his violent cackling loonies. Hopper is the standard-issue\rvillain of the 1990s, and his appearances would grow tiresome if he weren't so\rgood at them, adding weird verbal twists that make his characters seem smarter\rand more twisted.\n\nThe\rSmokers' attack on the atoll is a virtuoso action sequence, including stunts\rwhere guys on jet skis speed up a ramp and fly over the atoll walls, landing in\rthe lagoon inside. (It's a little strange to see Hells Angels types doing the\rsame basic water-ski stunts perfected 50 years ago in all those Esther Williams\rpictures set at Cypress Gardens.) Mariner is freed by Helen, whose price is\rthat he must help her and a young girl named Enola (Tina Majorino) escape. He's\rforced to agree, and soon they're sailing the high seas and squabbling\r(\"This is my boat, and I got it the way I like it\"). Mariner would\rjust as soon throw Helen and the girl overboard, but we know the obligatory\routcome: He'll get to like them. He does, grudgingly, and then discovers the\rSmokers want the girl because she has a map tattooed on her back that shows the\rway to land. The relationship scenes are pretty grim, apart from a long-delayed\rkiss and a breathtaking visit beneath the waves to visit a drowned city.\n\nThere\rare a lot of amazing props in the movie, including various flying and sailing\rmachines and medieval; futuristic weapons.\n\nAnd\ra few smiles, as when the Deacon's ship turns out to be the Exxon Valdez (with\ra portrait of Captain Joe Hazelwood still on display). I am not quite sure,\rhowever, that I believed the scene where Deacon fires up his men with promises\rof dry land, and they all troop down into the hold of the Valdez and start\rrowing it like a Roman galley.\n\nKevin\rCostner obviously decided to play his character as a poker-faced outsider, not\rentirely human, and although that's a logical choice it isn't a very\rentertaining one; Mel Gibson, in a similar role as Mad Max, went for energy and\rgood humor, and was more fun. There is also a certain lack of imagination in\rthe story. These floating people have the whole globe to explore, but they seem\rto hang out in the same small patch of sea with the same characters. Are there\rdifferent cultures elsewhere? Different adaptations to the flood? The movie\rdoesn't care.\n\nIt's\rsaid \"Waterworld's\" first cut was a good deal longer than its final\r120-minute running time, and you can sense that occasionally, as when the\rMariner fights off an attack by the Smokers and then immediately takes Helen on\rthe trip beneath the sea, when it seems the Smokers must still be in sight. But\rbasically the movie plays smoothly as a combination of chases, fights, bizarre\rlocations, special effects, and the cold, distant, slowly thawing behavior of\rMariner toward his passengers. I'll remember some of the sights in\r\"Waterworld\" for a long time. But I won't necessarily want to see\rthem again.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-07-28", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "Waterworld (1995)"}