{"url": "http://www.rogerebert.com/reviews/waterland-1992", "by": "Jeremy Ironsas Tom Crick", "star_rating": 2.5, "text": "Mr. Tom Crick is going mad. That is fairly obvious to the students in his high school history class, but they are not particularly alarmed by his madness, because it takes an entertaining form: Instead of boring them with details of the French Revolution, he tells them of the horrors of his adolescence, which was even worse than theirs.\n\nIt is 1972. Crick teaches in Pittsburgh. He was raised in the fenlands of England, which stretch between Cambridge and the sea from which they were reclaimed. They are low, wet flatlands, described as providing nowhere to hide from the eye of God. In that dreary landscape he grew up between the wars during a series of tragedies each more gloomy than the last.\n\nHis story is told in \"Waterland,\" based on a 1983 novel by Graham Swift that is set entirely in England (the transfer to Pittsburgh is a mystery, but not a serious distraction). Crick is played in the film by Jeremy Irons as a man whose brow is permanently creased with pain, and whose wife (Sinead Cusack) has gone mad in her own way, and stolen a baby from in front of a convenience store.\n\nShe cannot have children of her own, as the result of a crude and barbarous abortion performed on the fens in the cottage of an old crone. We learn these details gradually, as Crick shares them with his class and the film flashes back to show them - sometimes, oddly, with the whole class going along, on a field trip through time. For Tom and Mary Crick, life has been a steady descent from careless teenage happiness to a grim, barren adulthood.\n\nThe Crick family is one of those for whom, as it turns out, money could buy happiness. Tom's grandfather was a prosperous brewer who lived in a big country house. The grandmother died in the great flu epidemic. Tom's mother, the only child, was raised in the house, helping her father concoct his brews, until all came raining down during the celebration of the Armistice, when old man Crick's special ale was so strong the local men got drunk on a bottle apiece, and burnt the brewery down.\n\nWe learn such facts in bits and pieces, in history class in 1972. We learn of Tom's own childhood. His mother was the brewer's daughter, his brother was daft, his father was a canal lock keeper, and Mary was the local girl who entered with great curiosity into the neighborhood experiments with sex. And then all went wrong - how, I cannot tell, without spoiling the movie's surprises, which would put \"Dynasty\" to shame.\n\nThe strange fact about \"Waterland\" is the way the performances and the dialogue are worthier than the story itself. I do not consider the events in this movie much more than contrived melodrama (and I am fuzzy about some of the modern details, such as Crick's liking for a difficult student played by Ethan Hawke). But I responded strongly to the mystery of the fenlands, and the exuberance of the two young actors (Lena Headey and Grant Warnock) who played young Mary and Tom. Jeremy Irons is somehow able to hold the whole construction together; his pain and his entrapment in the past are completely convincing. But the movie is less than the sum of its parts.", "running_time": 95, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-11-06", "genres": null, "title": "Waterland (1992)"}