{"url": "http://www.rogerebert.com/reviews/waterloo-1971", "by": "Rod Steigeras Napoleon", "star_rating": 2.0, "text": "I met Nino Rota once in a moonlit garden some 40 miles from Rome. He was strolling beneath a balcony that could have been used for \"Romeo and Juliet,\" and was about to be, and he was twirling a rose and humming a tune beneath his breath. Franco Zeffirelli was strolling alongside, nodding with excitement and saying, \"Yes! Yes!\" Or, more accurately, \"Si! Si!\"\n\nI mention Nino Rota because he is the greatest composer now at work in the movies. He does all of Fellini's films, and who can forget the theme from \"La Dolce Vita,\" or the quiet little tune that played when the sad-eyed clown led the balloons from the nightclub? That night he was humming the \"Love Theme from Romeo and Juliet,\" which is why Zeffirelli was nodding.\n\nIn my fantasies about how directors and composers work together, that night on the location of \"Romeo and Juliet\" figures prominently. But why bring it into a review of \"Waterloo?\" Well, because \"Waterloo\" itself isn't a very good or interesting film, and if you've seen either half of \"War and Peace\" you've seen the better half of \"Waterloo.\" But I thought perhaps the vision of Nino Rota in the rose garden might help explain the failure of \"Waterloo.\"\n\nNino Rota, you see, is the composer of the music for \"Waterloo,\" and seldom has a sound track been more crude, obvious, repetitive and inappropriately romantic. I can't bring myself to blame Rota, who is a genius, so I'm forced to blame Sergei Bondarchuk, the phlegmatic Russian who directed, or inflicted, \"Waterloo.\" His \"War and Peace\" had an undeniable, if heavy-handed, charm. It worked as epic spectacle, and if your blood was warm at all you were thrilled by those thousands of soldiers and that $100 million budget.\n\nBut having done Napoleon once, Bondarchuk has done him a second time to less effect. Napoleon himself was more effective in \"War and Peace,\" when he was seen from a distance, or from behind, the way they used to portray the U.S. President in the movies. Seen from the front, he turns out to be a bleary-eyed Rod Steiger hung up on the role and even, possibly, hung over. Steiger found the making of this film an unpleasant enterprise, and it's easy to see why. Bondarchuk is so overwhelmed by the thousands of Russian cavalry troops he's been given to play with, and by his $25 million budget, and by-his obsession for aerial photography, that his leading characters turn out scarcely more human than his extras. \n\nSeeking for the reason for \"Waterloo's\" failure, I picture the gifted Nino Rota strolling on a battlefield, with Bondarchuk strolling beside him. But this time Nino Rota is not humming. Bondarchuk is humming, and the tune is \"Deutschland Uber Alles,\" and Nino is nodding, sadly.", "running_time": 128, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-04-08", "genres": ["Action", "Drama", "Foreign", "History"], "title": "Waterloo (1971)"}