{"url": "http://www.rogerebert.com/reviews/water-for-elephants-2011", "by": "Reese Witherspoonas Marlena", "star_rating": 3.0, "text": "There's something endearingly old-fashioned about a love story involving a beautiful bareback rider and a kid who runs off to join the circus. What makes \"Water for Elephants\" more intriguing is a third character, reminding us why Christoph Waltz deserved his supporting actor Oscar for \"Inglourious Basterds\" (2009). He plays the circus owner, who is married to the bareback rider and keeps her and everyone else in his iron grip.\n\nThe story, based on the best-seller by Sara Gruen, is told as a flashback by an old man named Jacob (Hal Holbrook), who lost his parents in 1931, dropped out of Cornell University's veterinary school, hit the road and hopped a train that happened, wouldn't you know, to be a circus train. Played by Robert Pattinson as a youth, he is naive and excited, and his eyes fill with wonder as he sees the beautiful Marlena (Reese Witherspoon) on her white show horse. The owner August (Waltz) is prepared to throw him off the train until he learns young Jacob knows something about veterinary medicine.\n\nIn an age of prefabricated special effects and obviously phony spectacle, it's sort of old-fashioned (and a pleasure) to see a movie made of real people and plausible sets. The production designer, Jack Fisk, has created a believable one-ring circus here, and even the train itself has a personality. (August and Jacob spend an implausible amount of time walking or running on top of it, but never mind.)\n\nThe dynamic in the story depends on August's jealousy of Marlena, and her stubborn loyalty to their marriage contract. This is where Waltz makes his contribution. Shorter than Pattinson, indeed hardly taller than Witherspoon, he rules over everyone as a hard-bitten taskmaster whose easy charm conceals a cold inner core; it's the same dynamic he used as the merciless Nazi in \"Inglourious Basterds.\" He's much given to offering champagne toasts with a knife hidden inside.\n\nIn the early Depression, times are hard and jobs few. The circus is deep in debt, and August produces a new star attraction he believes can save it. This is Rosie, a middle-aged elephant, who he thinks Marlena can ride, and Jacob can train and care for, although neither has worked with an elephant before. Scenes involving the personality and language comprehension of elephants create an intrinsic charm, and the movie surrounds them with a convincing portrait of circus life on the road.\n\nThe film's climax involves a series of dire events I will not describe, except to say it's a little unclear how they are started into motion. It's also unclear why Marlena continues to be such a dutiful wife long after August no longer deserves that privilege — but the fact that she does saves the film from dissolving entirely into melodrama. \n\n\"Water for Elephants\" was directed by Francis Lawrence, whose \"I Am Legend\" and \"Constantine\" were not predictions of this relatively classic film. The screenplay is by Richard LaGravenese, whose \"The Horse Whisperer\" also showed a sympathy for the personalities of animals. Rosie is not as charismatic as a horse, and as Jacob observes she suffers from dry skin, but you have to concede that her timing is impeccable. This is good sound family entertainment, a safe PG-13 but not a dumb one, and it's a refreshing interlude before we hurtle into the summer blockbuster season.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-04-21", "genres": ["Drama", "Romance"], "title": "Water for Elephants (2011)"}