{"url": "http://www.rogerebert.com/reviews/waterhole-no-3-1967", "by": "James Coburnas Lewton Cole", "star_rating": 2.0, "text": "\"Waterhole No. 3,\" advertised as a Western comedy, is approximately as hilarious, as a pail of limp grits.\n\nI think I've figured out why. James Coburn is not funny. What's more, he's actively unfunny, and what he does to a funny line shouldn't be done to a dog, although it often is.\n\nThere are a few rare geniuses who cannot help being funny. All Jack Benny does is cross his arms. Groucho Marx needs only to walk. W.C. Fields was so funny that you'd laugh if all he did was stand there. Even with his back to you. There was something about him.\n\nCoburn has exactly the reverse effect. He can corrupt good comic material by his mere presence. Most good comedians have a certain abandon while they are working; they are not afraid of appearing foolish. Not Coburn, who comes across on the screen as one of the most self-conscious actors now in the movies. Every wink and twitch is calculated, and you can almost see him thinking about how he looks while he's doing it. Coburn is never ridiculous. He is always cool. Supercool.\n\nAnother problem is the leer that lurks beneath many of his movies. In the Flint series, and again in \"Waterhole No. 3,\" there is a disproportionate amount of, well dirty stuff. Subtle, filthy little double meanings.\n\nThere's certainly nothing wrong with humor based on sex, as such widely separated films as \"What's New, Pussycat?\" and \"My Little Chickadee\" abundantly demonstrated. But the recent Coburn movies spoil the fun with their smirks and leers and raised eyebrows. If they'd only joke out in the open, we'd laugh; but they seem to prefer a sly and almost obscene approach.\n\nThe \"seduction\" of Mae West by W.C. Fields in \"Chickadee\" was a superb example of sex approached hilariously. For the precise opposite, Coburn's approach has no peer.", "running_time": 95, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-11-03", "genres": null, "title": "Waterhole No. 3 (1967)"}