{"url": "http://www.rogerebert.com/reviews/waynes-world-2-1993", "by": "Mike Myersas Wayne Campbell", "star_rating": 3.0, "text": "The secret to the comedy of the \"Wayne's World\" movies is their goodwill. They're vulgar, offensive, raunchy and even, in the precise diction of the MPAA Code and Ratings Administration, \"ribald,\" but they are never mean-spirited, and in Wayne Campbell and Garth Algar the series has created two characters it is impossible to dislike.\n\nWayne and Garth, played by Mike Myers and Dana Carvey, are of course the co-hosts of their own cable access TV program in Aurora, Ill. In the first film they broadcast out of the basement of Wayne's house, but now they have moved up - all the way to quarters in an abandoned warehouse, where they're sandwiched in between cooking classes, providing a daily report on lives of benign and elated stupidity.\n\nIt would be a mistake to describe them as nerds. They meet a couple of nerds during the course of \"Wayne's World 2,\" and the two species are nothing alike. One clear clue that they're not nerds is that they have the inexplicable ability to attract babes. As the sequel opens, Wayne is still dating a beautiful Chinese-American rock singer named Cassandra (Tia Carrere), and before long Garth goes to the laundry and meets a lithe blonde named Honey Hornee (\"Hor-NAY\"), played by Kim Basinger.\n\nThe combined sexual activities of these two couples would probably not occupy three column inches altogether in the Penthouse letter column, but a lot of heat is generated, as in the scene where Ms. Hornee kisses Garth for the first time, and he levitates. Wayne's idyll develops problems, however, when a rival for Cassandra appears in the person of the sleek, slick record producer Bobby Cahn (Christopher Walken), who wants to spirit Cassandra away to Los Angeles and out of Wayne's life.\n\nCassandra, to give her credit, never for a moment takes Bobby seriously. A greater barrier to their happiness is the arrival of her father from Hong Kong, which leads to the movie's funniest sequence, in which the newly arrived dad is revealed as a martial arts expert.\n\nWayne faces him in a deadly karate match, complete with badly dubbed dialogue and loud whooshing noises every time they swing their arms.\n\nThe plot is set in motion by a dream, in which Jim Morrison appears to Wayne in a desert, and advises him to hold a rock concert in Aurora (\"If you book them, they will come\"). The preparations for Waynestock occupy most of the picture, as the boys travel to London to recruit the world's greatest stage manager (Ralph Brown), now retired to a life of retailing the same boring and false rock anecdotes over and over again.\n\nOne of the charms of Wayne and Garth is their vocabulary, which in the first film relied extensively on variations of the verb \"hurl,\" but in this one has been expanded to include a name for a substance that had previously gone nameless: \"lung butter.\" They also get a lot of mileage out of \"Schwinnnggg!,\" which they pronounce every time a babe walks by.\n\nIf Wayne and Garth ever grow confident of their success, the series will be over. Everything depends on the delighted disbelief with which they greet every new victory. Backstage at a rock concert, they flaunt their press passes with childlike pride, and when a security man slams a gate in their face, Wayne protests, \"Hey, my girlfriend's in there!\" The guard replies, \"A lot of people's girlfriends are in there.\" Wayne and Garth peer forlornly through the steel mesh, our brothers under the skin.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-12-10", "genres": ["Comedy"], "title": "Wayne's World 2 (1993)"}