{"url": "http://www.rogerebert.com/reviews/waynes-world-1992", "by": "Mike Myersas Wayne Campbell", "star_rating": 3.0, "text": "I walked into \"Wayne's World\" expecting a lot of dumb, vulgar comedy, and I got plenty, but I also found what I didn't expect: a genuinely amusing, sometimes even intelligent, undercurrent. Like the \"Bill & Ted\" movies, this one works on its intended level and then sneaks in excursions to some other levels, too.\n\nThe movie is inspired by \"Saturday Night Live's\" long-running parody of local access cable TV. \"Wayne's World\" originates from the paneled basement room of its host, Wayne Campbell (Mike Myers), who looks to be in his late 20s but still lives at home with his parents in Aurora. Wayne's sidekick is Garth Algar (Dana Carvey), looking uncannily like Arte Johnson and operating with the brain power of a clever 7-year-old. The two of them interview strange guests, drool over posters of their favorite models and use the word \"excellent\" a whole lot.\n\nOnto this basic situation, director Penelope Spheeris and writers Myers, Bonnie Turner and Terry Turner have grafted a plot of overwhelming predictability: An ad executive (Rob Lowe) spots their show, and sees it as the ideal vehicle for a client (Brian Doyle-Murray) who owns a chain of video arcades. Wayne and Garth don't want to sell out for the big bucks (individual cashier's checks for $5,000), but get outsmarted. And meanwhile Wayne falls in love with a foxy Chinese chick (Tia Carrere) who's the lead singer in a heavy metal band. Of course Lowe tries to win her away from him, which leads up to the final emotional showdown, etc., etc.\n\nThe plot is not exactly the point here. It's only a clothesline. What is funny about \"Wayne's World\" - sometimes really funny - are the dialogue and sight gags. The movie wants to be a laffaminit extravaganza like the Zucker & Abrahams productions, but with slyer humor, more inside jokes, throwaway references and just plain goofiness, as when the characters occasionally break into their own language. Some of the biggest laughs in the film could not possibly be described, because their humor depends entirely on the fact that the filmmakers were weird enough to go for them in the first place.\n\nOne quality that grew on me during the film was Myers' conversations with the camera. In a sense, this whole movie is a cable access documentary on his life, and particularly on his great and helpless crush on Tia Carrere. The Dana Carvey character doesn't wear as well; the fact that his personality has a severely limited range of notes doesn't prevent him from playing them over and over.\n\nBut the movie is so good-spirited we forgive him.\n\nA few days before \"Wayne's World\" was screened, I got a letter from my local cable access people, advising me of some of the real shows they run, and asking me to have a look. I have already been looking, but my reactions may not please them very much. In a way, their best programs are their worst ones - because in aspiring to professionalism, they aspire also to the canned predictability of routine TV. The access shows I like the best are the ones on which I can never be sure what is going to happen next. \"Wayne's World\" gets that right.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-02-14", "genres": ["Comedy"], "title": "Wayne's World (1992)"}