{"url": "http://www.rogerebert.com/reviews/ways-in-the-night-1984", "by": "Mathieu Carriereas Friedrich", "star_rating": 3.5, "text": "One of the most durable stereotypes to emerge from World War II was the Civilized Nazi, who loved music and art and discussed philosophy and set himself aside from the others. \"Ways in the Night\" is about a man like that, a pale, gentle, sophisticated man who is a little uneasy wearing his Nazi officer's uniform. His unit is quartered on the farm of a Polish countess, a woman he is immediately and powerfully attracted to, and his problem is to convince her that he's a \"good\" Nazi.\n\nWhat he is really trying to do is suspend the rules and put the war on hold. The countess will not permit that. In her clearheaded way, she tries to explain to him that he wears the uniform, he's in the army, he is the enemy. He moons for her. He wanders around the farm like a lost soul, discussing Plato with one of the local intellectuals. He confides in his few friends, is looked on suspiciously by his fellow officers – and the countess doesn't budge.\n\nHe pleads with her to talk with him. Don't they share common tastes, choices, enthusiasms? Doesn't he know the names of the artists on her walls? She plays a sophisticated game with him, pushing him away but not too far away, and meanwhile he never suspects her connections with the local resistance movement.\n\nNow if \"Ways in the Night\" told only the story of the soldier and the countess, it would be a good movie. But it goes beyond that simple story. The director, Krzysztof Zanussi, a Pole who is one of the best filmmakers in the world, frames that basic story with two others, one involving the soldier's family at home in Germany, and the other one, a shocker, involving a conversation that takes place years later.\n\nThe war is long over. We discover that the soldier had a daughter. She never knew her father. He is a character we have come to know very well, but she has no curiosity about him. Wait, we think – you should have known him. How can you be so indifferent to his memory? And then we realize that Zanussi is tempting us, ever so subtly, to accept the notion of the \"good Nazi\".\n\nTo us he was a human being. We identified with his love for the countess. We shared his grief when his friend was killed. We went through the war with him. We knew he was on the side of the villains, but because the story identified with him we did, too. The countess saw more clearly than we do.\n\nShe is played by a Polish actress named Maja Komorowska. The name may not be familiar, but she is probably the best Polish film actress, and this is one of her great performances. \"She's older than you, and not beautiful,\" the soldier's friend tells him. True, yet she has a certain magnetism that allows us to understand the soldier's fascination. She also has secrets that the soldier does not suspect, and at the end of the film we learn that things that force us to go back and rethink her whole performance. \"Ways in the Night\" doesn't simply consider the issues of moral responsibility in wartime; in an insidious way, it involves us in them.", "running_time": 151, "mpaa_rating": "No", "release_year": 1984, "date_published": "1984-01-30", "genres": ["Drama", "Foreign", "Romance"], "title": "Ways in the Night (1984)"}