{"url": "http://www.rogerebert.com/reviews/we-2012", "by": "Andrea Riseboroughas Wallis Simpson", "star_rating": 2.5, "text": "There's dialogue in \"W.E.\" that probably holds some truth about the strange attraction the then-King Edward VIII felt for Wallis Simpson, the twice-divorced American he valued more than the British throne. Quoting from memory: \"She absolutely possesses him. Not dominates. Possesses.\" There were tales that theirs was a sadomasochistic union, but as it's seen in \"W.E.,\" Madonna's new film, it seems based more on their mutual fascination with the awfulness of the thing they have done.\n\nThe movie indicates it was Edward who insisted they marry. Apparently so. He wanted to make a grotesque sacrifice in giving himself to this woman who after all was not that beautiful, not that young and not that irresistible. As the Duke and Duchess of Windsor, their marriage lasted from 1937 to 1972, and they were known above all for maintaining a facade of high style, harmony and no trace of regret. She was considered the epitome of chic and set a global standard with her clothes, her jewelry, her taste. What a shabby trade-off for the throne.\n\nMadonna co-wrote the film and has apparently been fascinated by the Duchess for many years. That may explain why this is the story of two women, decades apart: Wallis Simpson (Andrea Riseborough) and Wally Winthrop (Abbie Cornish). Riseborough looks convincing with her white skin, red lips, severe hairstyle and haute couture. I at least never found the Duchess feminine, let alone sexy. Wally Winthrop is a fictional character, a rich Manhattan married woman whose thuggish husband slaps her around. She haunts the display at Sotheby's auction house of the Windsors' possessions; tablecloths, candlesticks, cigarette cases, crystal, silver. These totems are fetishes for her.\n\nShe's noticed by a smooth Sotheby's security guard named Evgeni (Oscar Isaac), and they feel an immediate sexual tension. I am not sure why the character or the tension exists. There are no expository scenes explaining how the stories of the two women are intended to connect; but obviously they must, because Madonna bridges time and space to have them actually meet and discuss things they have found to be true.\n\n\"W.E.\" is an elegant, ambitious and relentlessly monotonous film. Its period details seem authentic, its casting of historical figures (King George V, Queen Mary, Prime Minister Stanley Baldwin and even Al Fayed) is convincing, and its visual style is mannered to project effortless continuity. But there is little human interest or excitement. It isn't written that way. The music and the dialogue seem curiously even and muted, and there aren't the kinds of drama we expect in a biopic. Everyone is too restrained and discreet to expose themselves that way. \n\nThe movie's climax (and it is handled well) comes at a formal dinner party when Wallis calls King Edward \"David,\" his semi-secret family name; of course she shouldn't know it and still less should a commoner use it on familiar terms in a reprimand. The king had ripped her dress by catching it under the leg of his chair, and what delicious irony that their great public scene should be inspired by her fashionable clothing.\n\nI suppose the more you bring to \"W.E.\" the more you will take away from it. Unlike the popular \"The King's Speech,\" which involves Edward's brother George becoming King George VI, it doesn't make things clear as it goes along. When you walk in, you'd better have all the characters straight in your mind. These are the kinds of people for whom so much goes without saying that there's hardly anything left to say. I suppose the monotonous tone of the spoken dialogue may be accurate; the Duke and Duchess don't seem to be demonstrative. Were they witty? Did they joke with each other? Did they say the things lovers say? Did they actually ever have sex? After seeing the film, I don't have a clue.\n\nThey seem to have existed for 35 years within a bubble, like creatures in a snow globe, he as the man who renounced the throne of the British Empire in order \"to marry the woman I love,\" and she as that woman. He did it, they married and were forever defined by that moment. If she possessed him, it is hard to see how she went about doing that. Something about her compelled him to need to be possessed. In a way, he may have forced the possession upon her. God, what an awful life it must have been, and how terrible that they may not have even known that.", "running_time": 119, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-02-08", "genres": ["Drama", "Foreign", "Romance"], "title": "W.E. (2012)"}