{"url": "http://www.rogerebert.com/reviews/we-bought-a-zoo-2011", "by": "Matt Damonas Benjamin", "star_rating": 2.5, "text": "There really is a Benjamin Mee, and he and his family really did buy a zoo. The Dartmoor Zoological Park in Devon, England, was opened in 1968, closed in 2006 and then was purchased by the Mee family. In adapting these facts into the movie \"We Bought a Zoo,\" all Cameron Crowe has done is move it to Southern California, supply it with a staff of character actors, add two romances and a villain. The result is too much formula and not enough human interest.\n\nNot that the film is without charms as a choice for the holiday season. Matt Damon makes a sturdy and likable Benjamin Mee, and Scarlett Johansson, as the head of the zoo's animal keepers, seems adamantly unaware that she's in a script that requires her to sooner or later kiss the hero. We even see Patrick Fugit, immortal as the hero of Crowe's \"Almost Famous,\" as a member of the zoo staff named Robin Jones. He's never seen without a monkey on his shoulder, though that's his only point of interest. (\"What do we do to make the Robin character interesting?\" \"He always has a monkey on his shoulder.\")\n\nAt the film's outset, Benjamin Mee is still in mourning after the death of his wife. He's raising their kids Dylan (Colin Ford), in his mid-teens, and Rosie (Maggie Elizabeth Jones), who is 7. Dylan is nabbed for shoplifting, and Benjamin, a journalist, decides it's time to leave the big city and raise them in the country. He finds an ideal house, which the real-estate agent only gradually explains comes with its own menagerie. The place was once a private zoo, shut down for reasons involving money and regulations, and Kelly Foster (Johansson) minds the animals with the help of Peter (Angus Macfadyen), a pipe-puffing Scotsman, and Kelly's teen niece, Lily (Elle Fanning), who seems not entirely unaware she's in a script that may require her to sooner or later kiss Dylan.\n\nBenjamin's brother, Duncan (Thomas Haden Church), is an accountant who urgently advises Ben not to buy a zoo. Well, that's the function of a good accountant. How many times has my own accountant entreated me, \"Roger, whatever you do, don't buy a zoo!\"\n\nKelly is a great-looking woman (after all, she looks like Scarlett Johansson), but she's all business, dedicated to the welfare of the animals. She can see that Benjamin has a lot to learn. One of their first differences involves Spar, an old Bengal tiger who is in deep depression. (So would we all be, if we had to live alone for 16 years in an efficiency apartment.) Should Spar be put down? Kelly and Ben have an emotional debate.\n\nThe villain is Walter Ferris (John Michael Higgins), an anal-retentive animal control officer who enforces strict standards involving the care and housing of the animals. Walter is a nit-picker and a bit of a sadist, threatening to deny the place a license if fences don't comply within a fraction of an inch. He is invaluable to the writers, Aline Brosh McKenna and Crowe himself, providing them with a device to generate a series of crises and deadlines through which Benjamin and his staff, working together, begin to bond. Cute young Lily's love for the animals soon begins to inspire Dylan to dial down and begin to love the zoo.\n\nYou'd think a movie like this would be ideal for animal lovers. Not so much. The animals are mostly held at arm's length, like, well, animals in a zoo. Some snakes get closer; a sequence involving a crate of big poisonous snakes seems completely contrived. \n\n\"We Bought a Zoo\" started me thinking about \"The Descendants.\" Both involve fathers faced with raising two kids (about the same ages) after the deaths of their wives. Both have big stars as their leads. Both involve making major life decisions. One has Hawaii as a supporting character, one has a zoo. \"The Descendants\" is getting some of the best reviews of the year. \"We Bought a Zoo,\" not so much. Cameron Crowe has made wonderful films, but here the pieces go together too easily, the plot is too inevitable, and we feel little real energy between the players. It's pitched at a lower level of ambition.", "running_time": 124, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-12-21", "genres": ["Comedy", "Drama", "Family"], "title": "We Bought a Zoo (2011)"}