{"url": "http://www.rogerebert.com/reviews/we-dont-live-here-anymore-2004", "by": "Mark Ruffaloas Jack Linden", "star_rating": 2.0, "text": "Jack and Edith, who are married to other people, are seized with the need to have sex right then and there, in the middle of the night, in Edith's living room. But what about her husband, Hank? If he wakes up, she says, \"he'll go to the bathroom first; we'll hear him.\" That kind of domestic detail compounds the betrayal, taking advantage of her husband's humanity at just that moment when the last thing they should be doing is listening for poor Hank to flush the toilet.\n\n\"We Don't Live Here Anymore\" is set in the shabby moral surroundings of two couples who know each other too well, and themselves not well enough. Jack Linden (Mark Ruffalo) and Hank Evans (Peter Krause) are professors on a small campus in Oregon; Jack is married to Terry (Laura Dern) and Hank to Edith (Naomi Watts). One night at a party Jack finds that the beer supply has run low and says he'll go get some more. Edith says she'll go along for the ride. Later that night Terry asks her husband if it isn't time for Jack to stop going off with Edith on their phony little missions and leaving her behind with Hank.\n\nJack plays innocent, but fairly early in the film it's clear that both couples (and eventually their children) have a pretty good idea of what's going on. \"We Don't Live Here Anymore\" isn't about shocking discoveries and revelations, but about four people who move with varying degrees of eagerness toward, and then away from, the kinds of sexual cheating they may have read about in the pages of John Cheever, Philip Roth or John Updike -- whose characters are too sophisticated to be surprised by adultery, but not very good at it.\n\nThe movie, directed by John Curran and written by Larry Gross, is based on two stories by Andre Dubus. As with \"In the Bedroom\" (2001), also based on the work of Dubus, it listens carefully to what couples say in the privacy of their own long knowledge of themselves. What we hear this time is that Jack thinks Terry drinks too much, and Terry agrees. But Jack isn't cheating with Edith because his wife is a drunk; he's cheating because he wants to, because he and Edith have fallen into a season of lust. Hank, meanwhile, is not particularly alarmed by his cheating wife, because he's a serial cheater himself. His philosophy, explained to Jack: Sure, you should love your wife and kids, but it's OK to fool around sometimes \"just because it feels good.\"\n\nFor Jack and Edith, it feels really good that first time, on the blanket in the woods near the bike trail. It feels so good that Jack has flashbacks to it every time he's near the place where it happened -- while taking his kids on a bike ride, for example. The movie presents those flashbacks with an odd undertone, as if they're bothering him. Is that because he regrets what he did, or regrets he isn't doing it again right now? Hard to say.\n\nAs for his wife, Terry, she tells Jack that she and Hank have had sex, and Jack's response is not the emotional reaction of a wounded man, but the intellectual combativeness of an English professor, who wants details of their conversations because he thinks somehow he can win this battle on a logical level. Hank, for that matter, also seems to prefer the theory to the practice of sex, although he confesses to Jack that he cried after breaking up with his last mistress.\n\nThese people are such whiners. They mope and complain and recycle their petty little marital grudges, and we yearn for -- well, not for more passion -- which doesn't come with the territory in stories of academic adultery -- but more edge, cruelty, psychological wounding, slashing sarcasm, sadistic button-pushing. Consider George and Martha, virtuosos of verbal spousal abuse in \"Who's Afraid of Virginia Woolf.\" Or Neil LaBute's coldly evil characters in \"Your Friends and Neighbors\" (1998). Or the sardonic battle of wits between David Strathairn and Saul Rubinek (and their wives Bonnie Bedelia and Caroleen Feeney) in \"Bad Manners\" (1997).\n\nJack and Terry and Hank and Edith are half-hearted in their cheating. Yes, the sex is great between Jack and Edith when they're on the blanket in the woods, or downstairs listening for Hank to pee, but didn't Woody Allen observe that the worst sex he'd had wasn't that bad? That three children are involved, and all three sense what's happening, acts like an undertow, demonstrating to the adults that they don't really want to face the consequences of their actions.\n\nWhat must be said is that the actors are better than the material. There are four specific people here, each one closely observed and carefully realized. Ruffalo's Jack, driven by his lust, finds his needs fascinating to himself; Naomi Watts' Edith finds them fascinating to her. Terry and Hank seem almost forced into their halfhearted affair, and Laura Dern and Peter Krause are precise in the way they show dutiful excitement in each other's presence, while Dern vibrates with anger and passion in her arguments with her husband.\n\nThe film's problem is that it's too desultory. Maybe the point of the Dubus stories was to show perfunctory transgressions between characters not sufficiently motivated to accept the consequences. They approach adultery the way they might approach a treadmill, jumping on, punching the speed and incline buttons, working up a sweat, coming back down to level, slowing to a walk, and then deciding the damn thing isn't worth the trouble.", "running_time": 101, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-08-20", "genres": ["Drama", "Indie", "Romance"], "title": "We Don't Live Here Anymore (2004)"}