{"url": "http://www.rogerebert.com/reviews/we-have-a-pope-2012", "by": "Michel Piccolias Il Papa", "star_rating": 3.5, "text": "What a terrible thing it would be to be the pope! What unthinkable responsibilities to fall on your shoulders at an advanced age! No privacy. No seclusion. No sin. There's a scene near the beginning of \"We Have a Pope,\" when the College of Cardinals has been locked away from the world inside the Vatican. The prelates cannot leave their quarters or communicate with the outside in any way, until they elect the next pontiff and a puff of white smoke goes up from the little chimney atop the ancient building.\n\nNanni Moretti's camera studies the faces of these old men. They are white, black, Asian, wrinkled, spotty, apprehensive. We can read their minds. They're all thinking the same thing: \"Not me, oh, Lord! Don't choose me! I am not worthy!\" \n\nSeveral ballots are taken. We learn the faces and names of the leading candidates. The film has some fun with an ill-equipped TV reporter who mistakes gray smoke for white. There seems to be a stalemate. Finally, a crucial vote is taken, and by some holy alchemy, the cardinals all seem to be settled on the same man. \"Melville … Melville … Melville,\" we hear and the camera regards an old and frightened man who seems almost to shrink inside his vestments. \n\nHe is played by Michel Piccoli, now 86 years old, winner of the best actor award at Cannes in 1980, a favorite of that noted atheist Luis Bunuel, with whom he made seven films, including \"The Milky Way,\" in which he played the Marquis de Sade. That alone would comprise a career, but he has worked with virtually every notable director and made more than 200 features. This is one of his most endearing roles, and he brings great love to it.\n\nIt's clear Melville is a compromise choice: an old man, well-liked, expected to leave the papacy vacant again before too many years have passed. The Swiss Guards take up their posts on a balcony overlooking St. Peter's Square, a Vatican spokesman and a senior cardinal appear, and the ancient words are intoned: Habemus Papam! We have a pope! Then we hear an unearthly scream. The announcement comes to a halt. All eyes are on Melville, quailing on his chair, his face buried in his hands.\n\nHe simply can't do it. He begs to be forgiven. Unfortunately, this is impossible. The will of God has spoken through the cardinals, and they are in no position to overrule Him. Vatican officials urge Melville to have a little rest, compose himself. It is even arranged for him to meet with Italy's best psychiatrist (the director Moretti himself), although he is baffled by Melville's questions. Then Melville slips out of sight, runs through the Vatican City and escapes onto the streets of Rome. Since his election hasn't been made public, he is just another old priest, and quickly enough, he finds civilian clothes. \n\nThere are elements of comedy here, and some very low-key slapstick, but the film is respectful to the Catholic Church and the papacy and takes no cheap shots. (A Vatican p.r. man does indeed use the F-word over the phone to Melville, but one imagines such things happen.) Melville wanders anonymously through the streets of Rome, meeting all sorts of people, enjoying simple everyday pleasures he hasn't experienced for years. As a young man, he always dreamed of being an actor and encounters a friendly theatrical troupe.\n\nPiccoli brings warm humanity to those scenes. The film intercuts them with the action inside the Vatican, which has great entertainment value. The cardinals by law remain sealed from sight. They are joined by the psychiatrist, who also cannot be allowed to leave, and Moretti makes the shrink a catalyst for card games and even a volleyball tournament. There are arguments over the menus, and the rules of bridge, and the composition of the volleyball teams, and it's possible the cardinals haven't had so much fun in years.\n\nMoretti, who will be president of the jury at Cannes this year, is a much-loved Italian director whose films are usually warmly humanist. You may remember \"The Son's Room\" (2001), which won the grand prize at Cannes. There's an inside joke in \"We Have a Pope,\" involving the enthusiasm with which his character organizes the volleyball tournament. In real life, Moretti has played water polo at the national level.\n\n\"We Have a Pope\" has great heart. Much of it comes from Piccoli who despite being 86 is not decrepit and is capable of outsmarting the Vatican posse on his trail. He approaches his role with seriousness, giving full weight to the frightening responsibilities it asks him to take on. A great deal of the plot involves Vatican tradition and politics, but this is not a cynical film. Quite the contrary. God has spoken, and it's up to the Vatican to make the best of it.", "running_time": 102, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-04-25", "genres": ["Comedy", "Drama", "Foreign"], "title": "We Have a Pope (2012)"}