{"url": "http://www.rogerebert.com/reviews/we-live-in-public-2009", "by": "Ondi Timoner", "star_rating": 4.0, "text": "I'd never heard of Josh Harris, who is billed in \"We Live in Public\" as \"the greatest Internet pioneer you've never heard of.\" I can be excused for thinking Harris was the fictional hero of a pseudo-documentary, until the film quickly and obviously became authentic. It's not often you see a doc that's been filmed over a period of 15 years.\n\nHarris was involved in the early days of Prodigy, back in the CompuServe era, and in 1993 founded Pseudo.com, which forecast audio and video Webcasting, YouTube, Hulu and countless other streamers. He was, to put it kindly, ahead of his time. In 1993, 300-baud modems were commonplace, and 1200 was fast. \n\nHarris was a myopic visionary, a man who saw the future more vividly than his own life. He was a prototype nerd, a lonely kid who raised himself while planted in front of an old black-and-white TV set, using \"Gilligan's Island\" as a virtual family to supplement his own remote mother. In the 1990s, he became one of the early dot.com millionaires, a celebrity in New York, where he threw lavish parties intended not so much for the famous as to attract brilliant and artistic kids to work for him. Pseudo.com is remembered from that time as Nerd Heaven, with good pay, perks, free creature comforts -- demanding only your body and soul.\n\nHe sold Pseudo for something like $80 million, and that was the end of his good timing. The filmmaker Ondi Timoner had already started to document Harris' life, and was on the scene when he began a notorious project named Quiet. Try to imagine this: About 100 of the best and brightest he could find agreed to live 24 hours a day in a cavernous space below street level. They would be under video surveillance every moment. Their lives would be streamed on the Web. They shared dining and recreational facilities and even a shooting range. They were given state-of-the-art computers. They lived in cubicles with the square footage of perhaps six coffins. These were stacked atop each other like sleeping pods in a Japanese airport.\n\nAnd this was to be the future, in which we would all live virtually on the Internet. The recent film \"Surrogates\" perhaps owes something to Harris. Remarkably, no murders claimed any of Quiet's eager volunteers; whether any births resulted is not reported. The fire department closed him down in the first days of 2000, but Harris, not missing a beat, moved with his girlfriend into an apartment where every single room was Webcast 24 hours a day -- every meal, every bowel movement, every sexual event, everything, including their (inevitable) ugly breakup. \"She was only a pseudo girlfriend,\" he explained later. But did she know that?\n\nBy then, Harris had spent most of his $80 million and become disillusioned with living in public. He bought an upstate New York apple farm, and Timoner followed him there to find him having returned to the earth. His friends lost touch. He became forgotten as quickly as he became famous. I wonder, and the film doesn't tell us, what he thinks of YouTube. At the end of the film, he's living in Africa.\n\nHe did, however, fly to Sundance 2009, where \"We Live in Public\" won the Grand Jury Prize for best documentary. Sundance has become a place where the visitors can barely tear their eyes from texting, surfing, e-mailing or tweeting to actually watch at a movie. What did he make of this? Harris saw it coming in the days when a Tandy 100 transmitted text much more slowly than I could read.\n\nThis is a remarkable film about a strange and prophetic man. What does it tell us? Did living a virtual life destroy him? When Harris had a nervous breakdown after the \"We Live in Public\" Web experiment collapsed, was the experiment responsible?\n\nRemember Jenny Ringley? She was the pioneer of Webcams. From April 1996 until 2003, she lived her life online, getting, it was said, tens of millions of hits a week. She never discussed why she shut down Jennycam. Today, she says she doesn't even have a MySpace page. And Josh Harris says Sidamo, Ethiopia, is the best place on Earth to live: \"People know each other here.\"\n\nEverything you want to know about Josh Harris after seeing \"We Live in Public\":\rhttp://www.premiumhollywood.com/2009/09/25/hanging-with-the-new-flesh/", "running_time": 90, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-10-14", "genres": ["Documentary"], "title": "We Live in Public (2009)"}