{"url": "http://www.rogerebert.com/reviews/we-need-to-talk-about-kevin-2012", "by": "Tilda Swintonas Eva", "star_rating": 4.0, "text": "It must be something like this to have a nervous breakdown. We find ourselves inside the mind of a woman whose psychopathic son has driven her over the edge. This is not entirely his fault. We gather she didn't want to get pregnant, isn't sure why she's married, is a mother who tries to mask hostility with superficial kindness. If she had her way, she would put her life on rewind and start all over again — maybe even as somebody else, since she's not very fond of herself.\n\nDirected by Lynne Ramsay, \"We Need to Talk About Kevin\" is fragments of time, jagged and confusing, lurching around inside her mind. The film moves without any pattern between past, present and who knows when. We cling to guidelines like the length of Tilda Swinton's hair to figure out where we are. For much of the film, she lives with her husband, son and daughter in an expensive suburban home, and when we realize they've lived there for several years, we begin to wonder, how can four people occupy a home for over a decade and not accumulate anything? The shelves and tabletops are as barren as those in a display home. What kind of a kitchen has empty counters? These people live there, but they've never moved in.\n\nThe mistake would be to take the film apart and try to reconnect the pieces in chronological order. The wife and mother, Eva (Tilda Swinton), has been so overwhelmed by despair that her life exists in her mind all at the same time. There is no pattern. Nothing makes sense. She isn't even really at the center of it; that position is occupied by her son, Kevin, who is an instinctive sadist with a gift for knowing exactly how to wound her, reject her, deceive her and make her soul bleed. Kevin does things to Eva in this movie that are so cruel that an evil demon seems to be regarding her from his eyes.\n\nThat the film works so brilliantly is a tribute in large part to the actors. Kevin is seen at three ages. As a baby and toddler, he is merely colicky, irritating and would try the patience of a saint. Between the ages of 6 and 8 years old, played by Jasper Newell, he is a clever little monster who glares at Eva hurtfully, soils his pants deliberately and drives her into such a fury that she breaks his arm. In any other movie, that would be child abuse. In this one, it is Kevin's triumph.\n\nAs a teenager, Kevin (now played by Ezra Miller) has started to cruelly resemble his mother in profile and hairstyle. A demon seed. He is loving and affectionate with his father, Franklin (John C. Reilly), and has a way of making it clear that it's a deliberate charade designed only to hurt Eva. Franklin himself lives in a state of demented decency, deceiving himself that his family are living acceptable lives. He's positive, cheerful, disconnected; he always behaves as nicely as he can, and in doing so, suggests his profound cluelessness. Only the daughter, Celia (Ashley Gerasimovich), seems halfway normal.\n\nAn early scene shows Eva apparently participating in an orgy in a lake of blood. This turns out to be some sort of annual Italian tomato festival, but the image is disturbing. Eva apparently thought her early life was on the right track and tells her screaming baby boy she would frankly rather be back in Paris than changing his diaper. He can't understand her, but don't you suppose he understands her dislike? Apparently even before he began to talk, Kevin made a vow to punish Eva for her feelings. \n\nIn an ordinary movie, there would be scenes in classrooms, meetings with counselors, heart-to-heart discussions between the parents. Not here. They never talk about Kevin. I have the feeling that this film, by entering Eva's mind, sees only what has been battering her down for 16 years. Ramsay regularly cuts to a scene where Eva is driving her car past flashing police lights toward the scene of some tragedy. Maybe everything else is intended to be a flashback, and the timeline begins when she finds out what Kevin did at his high school. Then she goes home. Does she ever.\n\nEva often looks like she's in a state of shock. Her body can't absorb more punishment. She is the wrong person in the wrong life with the wrong child. Is her husband as zoned out as he seems or is that only her perception? As a portrait of a deteriorating state of mind, \"We Need to Talk About Kevin\" is a masterful film. Swinton told me of a line in the script that wasn't used, wisely, I believe. After you see the film, think about it. She asks Kevin why he didn't kill her. His reply: \"You don't want to kill your audience.\"", "running_time": 112, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-01-25", "genres": ["Drama", "Foreign", "Thriller"], "title": "We Need to Talk About Kevin (2012)"}