{"url": "http://www.rogerebert.com/reviews/we-own-the-night-2007", "by": "Joaquin Phoenixas Bobby Green", "star_rating": 3.0, "text": "'We Own the Night\" was the slogan of the New York police in the 1980s, painted on the sides of their squad cars as a promise to take back the night from the drug trade. It might have been premature. In James Gray's new film of the same name, the battle for control of the night is undecided, and brothers from the same family find themselves on opposite sides.\n\nJoaquin Phoenix plays Bobby Green, not his real name, as the manager of a thriving Brooklyn nightclub, moving smoothly through the crowds every night, meeting and greeting, keeping an eye on everything, loved by a beautiful girlfriend (Eva Mendes). The club is owned by a Russian emigre named Marat Bujayev (Moni Moshonov), whose smile seems sincere, but who is said to control the area's drug traffic. Bujayev's nephew Vadim (Alex Veadov) is a dealer, using the club as his base of operations. Bobby himself is not involved, and adopts a don't ask, don't tell position. His job is just to run the club.\n\nBobby \"Green's\" father is Burt Grusinsky (Robert Duvall), the district police chief. His brother is Joseph Grusinsky (Mark Wahlberg), serving as a top cop under his father. If it were known that Bobby is related to them, his life would be in danger.\n\nEverything comes to a head. Vadim asks Bobby to join him in the drug trade, at the same time the chief orders a crackdown. Joseph is the point man for the cops. A police raid busts the club, and there are reprisals involving the near-murder of both the chief and the cop. Bobby's father asks him to work undercover for them, promising, \"We'll watch your back.\" Excellent, but who was watching the chief's back?\n\nThis is not precisely original material. Martin Scorsese's \"The Departed\" (2006), inspired by the Hong Kong \"Infernal Affairs\" (2002), is also about brothers on two sides of the war. James Gray himself has made two earlier films involving Russian crime syndicate members in New York: \"Little Odessa\" (1994) and \"The Yards\" (2000, which also starred Phoenix and Wahlberg). The first won the Silver Lion at Venice. The second, and this one, were accepted by Cannes. But \"We Own the Night\" seems less original than the first two, maybe because of the Scorsese film, maybe because Russian gangsters have become the villains du jour (see them portrayed more urgently in David Cronenberg's \"Eastern Promises\").\n\nStill, the film is made with confidence and energy and is well acted by the principals. One unexpected touch is that the very sexy Amada Juarez (Eva Mendes) is in it for love, not money, really cares for Bobby, gives him good advice, isn't the standard two-timing dame. Her feelings bring an additional depth to Bobby's danger.\n\nBobby himself is a puzzle. He likes the recognition and status that come with his job, but he doesn't want to accept the consequences. He has severed connections with his family, partly out of prudence, partly out of murky deeper motives. But when his side starts shooting at his father and brother, there is an indelible loyalty that is touched.\n\nI have some questions. In the small world of Brooklyn cops and robbers, wouldn't a lot of people who grew up with them know Bobby was related to Joseph and Burt? Can you just change your name and lose your identity? Don't cops watch their own backs when they know they've been targeted? Elements in the plot are less than plausible.\n\nBut this is an atmospheric, intense film, well acted, and when it's working it has a real urgency. Scenes where a protagonist is close to being unmasked almost always work. The complexity of Bobby's motives grows intriguing, and the concern of his girl friend Amada is well-used. \"We Own the Night\" may not solve the question of ownership, but it does explore who lives in the night, and why.", "running_time": 117, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-10-11", "genres": ["Action", "Drama"], "title": "We Own the Night (2007)"}