{"url": "http://www.rogerebert.com/reviews/we-think-the-world-of-you-1989", "by": "Alan Batesas Frank", "star_rating": 3.0, "text": "Here is a movie about one love that dare not speak its name, and another that can only bark. It is the only film I can think of about the common human practice of projecting emotions onto animals - of making a dog or a cat stand for another person and treating the animal the way one would like to treat the human.\n\n\"We Think the World of You\" stars Alan Bates as Frank, a lonely middle-age man who has been in love for a long time with Johnny, a younger married man (Gary Oldman). This love has brought him nothing but frustration and loneliness. The time is the early 1950s, in Britain, where homosexuality was a crime and arrest would have instantly destroyed Frank's modest civil service career. But homosexuality was also not widely perceived or understood in those days, and so Frank occupies a strange, undefined position in Johnny's life, as a \"friend\" who gives financial support to Johnny's wife and child and also to Johnny's mother, who used to be Frank's maid.\n\nThe implication is that Frank was first attracted to Johnny years earlier, that their relationship has never been very honest on either side and that Johnny has tried to have it both ways - marrying and having a child, while still stringing Frank along for his financial support. But there are complicating factors, such as Johnnys's choice of a particularly unpleasant and overbearing wife (Frances Barber) and his penchant for committing crimes and getting sent to prison, where he is free of both his lover and his wife.\n\nSoon after the film opens, Johnny is in prison and Frank is desperate for visiting privileges. But neither Johnny's wife nor his mother will carry a message into the prison for him. Frank's life turns into a humiliating round of self-abasing visits to these monstrous people, who know well enough why he cares about Johnny, but will not admit it.\n\nThey lie to themselves, but then this entire film is about lies. The central lie involves the fact of homosexuality. Frank is gay but cannot admit it. Johnny is at least bisexual, but uninterested in confronting that fact. His wife and mother are happy to have Frank's money while snicking behind his back. But there is one completely honest creature in the movie, and that is Evie, Johnny's German shepherd.\n\nWhen Johnny goes to prison, the dog is kept locked up inside the house or in a small pen. Frank begins to fret about its well-being.\n\nIt is a fine animal, healthy and high-spirited, and it needs to run in the fresh air to keep its sanity. Locked up, it begins to grow mean, morose and sick, and when it snarls, it is beaten. There is a parallel here, of course, with Johnny, who like his dog is being kept locked up.\n\nFrank begins to obsess about the dog. He wants to take it for walks. He worries that it will die of imprisonment. He tries to send messages into jail to Johnny, begging for custody of the dog. But of course the stupid people who have the dog do not deliver the messages, and eventually the whole story comes down to the way Frank projects his love onto the dog and to all of the others who conspire to keep the dog away from him.\n\n\"We Think the World of You\" requires us to pay attention, since the characters are usually not talking about the things they really care for, or saying what they really mean. It is not a particularly \"entertaining\" film in the usual sense, because so much of Frank's life is sad, boring or frustrating. But this is a film that rewards attention. It is wise and perceptive about human nature, and it sees how all of us long for love and freedom, and how the undeserved, unrequited love of an animal is sometimes so much more meaningful than the crabbed, grudging, selfish terms that are often laid down by human beings.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-03-31", "genres": null, "title": "We Think The World Of You (1989)"}