{"url": "http://www.rogerebert.com/reviews/we-the-party-2012", "by": "Mandela Van Peeblesas Hendrix Sutton", "star_rating": 3.5, "text": "It's oversimplifying to compare \"We the Party\" to \"The Breakfast Club,\" because both involve teenagers thrown together into a situation that tests them and helps them grow. A better comparison would be with \"House Party\" (1990), not least because it also features so much music. \n\nThe movie's excuse for most of the music is a house party, thrown by the hero and involving a hip-hop contest with a cash prize, and a talent show connected to the high school prom. But the movie is about a lot more, and despite its flashy cinematography and colorful sets, it contains a great deal that is serious about growing up in America today.\n\nThe movie was written and directed by Mario Van Peebles (\"New Jack City\"), who says he got the idea for this film when some of his kids threw a party at their house. Mario, I should add, has five children, and four of them appear here, including Mandela Van Peebles, as Hendrix Sutton, a graduating senior who gets good grades — perhaps because of — or even despite — his father (played by Mario) is one of his teachers.\n\n\"We the Party\" takes place in a high school where many of the students come from affluent backgrounds. Hendrix is particularly aware of that, and his feeling of this privilege inspires a dramatic event late in the film that's more effective because it's so unexpected.\n\n\"We the Party\" accepts that teenagers are obsessed by the opposite sex, but it also realizes that many are more innocent than you might assume. This is a California high school where some of the kids are uptight about still being virgins on prom night. The movie walks a fine line, lacking scenes of specific sexuality but easily including enough scenes around a backyard Jacuzzi to explain the (soft) R rating. \n\nOnce again, as with \"Bully,\" the MPAA ratings board cleverly prevents admission to kids who might especially value this movie. Meanwhile, Hendrix's big party bans booze, two paid chaperones and cops dropping by because one of their kids is attending. Nobody in the movie even smokes, except for one ominous older brother who smokes a lot of pot and doesn't seem much improved by it.\n\nAnyway, to get back to the central romance, Hendrix is besotted by a classmate named Cheyenne Davis (Simone Battle), whose willingness to skinny-dip in the Jacuzzi will certainly imprint itself on the book of his life. This is a generation familiar with computers and social media, and that familiarity leads to a stupid bet that almost shipwrecks this budding romance. \n\nRelations between the many races at this school are not fraught, and one of the most endearing characters is a not really tall white kid named Quicktime (TV star Moises Arias). He's a much-liked member of Hendrix's crowd, who always knows what's happening and spreads the news; at his backstage computer, he controls lights and effects during the big talent show.\n\nIn the film's most powerful sequence, Hendrix and three friends collaborate on a video production as their senior class project. Of course they have a pro-level video camera, and of course they meet while driving two convertibles, a VW and a Mercedes. They begin on Skid Row, planning to pay homeless people $5 to be interviewed. Three of them are scared to get out of the cars. Hendrix breaks the ice and gets a priceless interview from a toothless bum. Then things take a turn when they meet two homeless white girls, about their age, with a tragic story of parental abandonment and homelessness. The student filmmakers grow solemn. I don't know why, but the inadequacy of their parting words to these girls seemed heartbreaking to me: \"Well ... good luck,\" they say.\n\nAnother major player is a student calling himself Conscious Criminal (played by the rapper YG). He's got two strikes against him, one thanks to a brother who made him take a rap. He's the only classmate who makes a point of skulking inside a black hoodie. His neck is completely tattooed, with a dollar sign on his Adam's apple. He is the poster child for your parents' definition of Bad Company. His whole attitude says, \"Don't **** with me\" but perhaps he is simply lonely and afraid. Hendrix knows him better than some, which leads to a climactic scene when the funds for the prom are stolen.\n\nThe way that scene is handled shows a father's instincts. Hendrix gets mixed up in it, and so does his mother, the school principal (Salli Richardson-Whitfield). There is no way I can describe what happens without making it sound cornball, but it's not. It's a scene about morality and courage, and it leads to the movie's core message: Stay in school. Get an education. Don't let your life go down the drain.\n\nMario Van Peebles is a gifted filmmaker (his father, Melvin Van Peebles, all but invented blaxploitation, and is glimpsed here in a cameo). Mario has a message and is ingenious the way that he embeds it in a display of wall-to-wall music, high-energy split-screen montages and singularly attractive actors. One of his films is \"Baadasssss!\" (2003), about how his father made \"Sweet Sweetback's Baadasssss Song\" (1971). Now here's a film with four of Mario's children. I find that heartening.", "running_time": 104, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-04-04", "genres": ["Comedy"], "title": "We the Party (2012)"}