{"url": "http://www.rogerebert.com/reviews/wedding-crashers-2005", "by": "Owen Wilsonas John Beckwith", "star_rating": 2.0, "text": "\"Wedding Crashers\" is all runway and no takeoff. It assembles the elements for a laugh-out-loud comedy, but it can't make them fly. There are individual moments that are very funny. But it takes a merciless focus to make a good comedy, and the director, David Dobkin, has too much else on his mind. There are sequences involving Vince Vaughn and Owen Wilson where you sense that the actors should have just broken into the cockpit and taken over the controls. There are few lonelier sights than a good comedian being funny in a movie that doesn't know what funny is.\n\nThe concept is terrific. The ads will fill the theaters on opening weekend, but people will trail out thinking, gee, I dunno ... why all the soppy sentiment and whose idea was the potty-mouthed grandmother? And don't they know that in a comedy the villain is supposed to be funny, and not a hateful, sadistic, egotistical monster who when he hits people really wants to hurt them, and who kicks them when they're down?\n\nVaughn and Wilson play Jeremy and John, old buddies who crash weddings. They have it all figured out how to pick up bridesmaids, available girls, unavailable girls, even the occasional straying wife. There's nothing like a wedding to get women feeling romantic. When they debate their seduction theories and go to work on their targets, they're very good, and we sit back expecting the movie to break loose, but the plot makes pointless detours.\n\nNear the beginning, for example, there's a cute montage showing John and Jeremy at a lot of different weddings: Italian, Jewish, Irish, Indian. Different costumes, different food, different dances, great-looking babes. OK, and then there's another montage showing the same stuff, or maybe it's more of the same montage. We feel like we're drifting too far from shore. We need some plot to hang onto.\n\nJeremy and John's greatest challenge: Crashing the yacht club wedding of the daughter of Treasury Secretary Cleary (Christopher Walken). How can this go wrong? Walken can order pizza over the phone and we split a gut. But it goes wrong. Incredibly, the movie never fully exploits Walken's gift for weirdly inspired flights of logical lunacy. Meanwhile, Jeremy scores down on the beach with the youngest Cleary daughter, Gloria (Isla Fisher) and John falls more seriously in love with the most beautiful Cleary daughter, Claire (Rachel McAdams). Gloria wants her daddy to invite the boys back to the family's shore place, and starts stomping her little feet and throwing a tantrum to get her way -- but her tantrum, incredibly, is in long-shot, so we miss the interaction between Walken and his spoiled brat. The movie shows that the tantrum happens, as if it needs to explain why her daddy invites the boys to his house. It doesn't need to explain anything; it either has to make it funny, or not show it.\n\nThe Clearys are apparently studying to become Kennedys, and on their sprawling lawn Secretary Cleary suggests a game of touch football. That's when we become fully aware of Sack (Bradley Cooper), Claire's fiance, who tackles with brutality and stares with cold little eyes out of a hard face. He has the charisma of a knife.\n\nThere are a lot of ways to make touch football funny, and \"Wedding Crashers\" misses all of them. Why keep the Walken character so disengaged from the action, when it would be funnier for him to get tough than for the hateful Sack, who spreads a cloud of unease in every scene he occupies? I don't blame Cooper for this, by the way; he shows he's very effective. It's just that he should find a movie where he can pound on Vin Diesel.\n\nFormal dining room scenes are often an opportunity for laughter. Remember in \"The Party\" when Peter Sellers was trying to cut his Cornish game hen, and it flew off his plate and onto the hat of the society lady? In this movie, the dippy daughter slips her hand under the table to rummage among Vaughn's netherlands, and the movie doesn't time the reaction shots and misses the golden opportunity to have someone else at the table realize what's going on. Someone like Grandmother Cleary (Ellen Albertini Dow), for example. The actress seems well-chosen to utter sweet little hints of sexual encouragement, but the movie prefers to assign her clanking obscenities about Eleanor Roosevelt.\n\nToward the end, the movie goes gooey. Too many heartfelt speeches, and a scene at an altar that goes on and on and yet avoids exploiting the reactions of the congregation. Also toward the end, the movie brings in a surprise guest star like a pinch-hitter who can clear the bases, but his specialty (picking up girls at funerals) is treated as if it's funny all by itself, and doesn't need to be made funny.\n\nAlso wandering through this stretch is a priest (the reliable Henry Gibson) who is dealt with mostly in bewildered reaction shots; his most crucial moment in the plot happens offscreen. Thinking of what he must have said offscreen makes me smile. And there is a hapless Cleary brother Todd (Keir O'Donnell), a stoop-shouldered, spike-haired \"artist\" who hates his family; the movie keeps starting to do something with him and then misplacing him.\n\nThere were probably days on the set of \"Wedding Crashers\" when everyone thought they had a winner. Vaughn and Wilson do dialogue scenes together that achieve a poetry of comic timing and invention. Rachel McAdams is a honey, and Isla Fisher has everything she needs to play a hilarious nymphomaniac, except the dialogue and the opportunity. But how do you misplace Christopher Walken in a movie like this? How do you end up with Will Ferrell looking like an afterthought? You know all those horror stories about a cigar-chomping producer who screens a movie and says they need to lose 15 minutes and shoot a new ending? \"Wedding Crashers\" needed a producer like that.", "running_time": 119, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-07-14", "genres": ["Comedy", "Romance"], "title": "Wedding Crashers (2005)"}