{"url": "http://www.rogerebert.com/reviews/wedding-in-white-1973", "by": "Donald Pleasenceas Jim", "star_rating": 4.0, "text": "Jeannie is the kind of girl you can never remember from high school: sort of pretty in a faded way, not very bright and weighted down with a vast lack of confidence. She’s 16 years old and very much in awe of her friend, Dollie, who uses lipstick and has lots of nice clothes and an extensive collection of cheap costume jewelry. The admiration she feels for Dollie, in fact, is about the only sharp emotion in her life; for the rest, she’s listless and indifferent.\n\nShe lives with her family in Canada, in about 1943. Her father is a beer-guzzling good old boy in the Home Guard, and her brother is in the Army. One weekend he comes home with a friend, and what with one thing leading to another the friend sort of rapes her, and she confesses to her mom: “I think I’m in trouble.” Her father, enraged, beats her and plans to send her away, but one drunken night he conceives a plan to marry her off to his best buddy, Sandy. Now Sandy is a drunken and worthless character of about 60, but so what? “No other man would touch her,” her father says.\n\nOut of this commonplace story about ordinary people, the Canadian writer and director William Fruet has fashioned “Wedding in White,” a poignant, bitter, sometimes surprisingly funny slice-of-life. It really does recreate its wartime society; everything about it is right: the clothes, the dialog and particularly the prejudices and ignorance. We don’t feel we’re being told a story; it’s more like we’re glimpsing the small joys and tragedies of unfortunate relatives. The movie, which won the Canadian film festival, works so well, I think, because the performances are good; this material could never stand being fancied up by overacting. Donald Pleasence, that superb actor who is unsurpassed in his ability to project banal evil, provides the force behind the plot as the father. Carol Kane, as Jeannie, seems almost transparently vulnerable. Doris Petrie, who plays the mother, has a wonderful scene toward the end - she pleads with her husband to understand their child - that seems just right in revealing that she has been defeated by life in everything except a stubborn, lingering hope.\n\nThe movie examines its small Canadian town with something of the same attention Peter Bogdanovich revealed in “The Last Picture Show.” The girls go to a dance, for example, and the band is made up of three elderly women on accordion, drums and piano: Their two-step dance rhythms sound memorized to death. The dime stores, the soda fountains, the slang, and all work toward the final effect. \n\nAnd the effect is simply that of a small domestic tragedy. The girl’s life has been ruined, not by her pregnancy but by her father’s ignorance. Yet she’s too dim to even quite understand that. It’s impossible for her to rebel, unthinkable to question her father. The movie ends without a message, without a statement, without any indication that the characters understand their own motivations. In most movies, that would be a weakness, but here it’s a strength, because Fruet wants only to show us these people as they are. The result is one of the most merciless, strangely touching portraits of character I’ve ever seen in a movie: only Mike Leigh’s “Bleak Moments,” from last year’s Chicago Film Festival, comes to mind in comparison.", "running_time": 103, "mpaa_rating": null, "release_year": 1973, "date_published": "1973-05-30", "genres": ["Drama"], "title": "Wedding in White (1973)"}