{"url": "http://www.rogerebert.com/reviews/weekend-2011", "by": "Tom Cullenas Russell", "star_rating": 3.0, "text": "Remember the one about the dying actor's final words? \"Dying is easy. Comedy is hard.\" The British independent film \"Weekend\" suggests another truth: \"Sex is easy. Love is hard.\" The movie involves two gay men, who meet in a bar, wake up in bed the next morning and begin a conversation that unexpectedly grows very deep. Some aspects involve homosexuality, but this isn't a \"gay film.\" Most people can identify with Russell and Glen.\n\nThat's because some of us are more open and some of us are more guarded. Some of us trust easily, and others more slowly. Some of us have sexual feelings that are not open for discussion. Some of us pretend to be who we think we \"ought\" to be, and do it so well that even close friends don't know who we really are.\n\nRussell (Tom Cullen) is a lifeguard for a swimming pool in Nottingham. This is a job on the way to other things. He's gay, and his friends, who are mostly straight, understand that in a general way. He goes to a straight party, relates well and later goes cruising in a gay bar. We gather his sex life is conducted out of view of his friends. He ends up taking Glen (Chris New) home with him. \n\nThe next morning, Glen pulls out a recorder and begins to quiz him on sexual and personal topics. This is part of a vaguely explained \"project.\" Glen, we learn, works in the art world. Their conversation is skillfully composed by the writer-director, Andrew Haigh, whose dialogue is never facile and moves sideways into more serious areas, such as whether Russell is completely comfortable with his sexuality, and with specific practices. This conversation isn't forced, but friendly, and we sense that Russell is slowly opening up more than he usually does.\n\nTime passes, Russell texts Glen, they meet up again, and an intimacy begins to develop that neither one was perhaps expecting. They like each other. Maybe very much. Maybe they're one of those rare couples \"meant\" for each other. Sometimes you meet someone, are intense for a while, never see them again, and years later, find yourself wondering if that time you missed the boat.\n\nIn some ways, \"Weekend\" resembles the two Richard Linklater landmarks, \"Before Sunrise\" and \"Before Sunset.\" Years passed in the lives of the characters between those two films, but when they started talking again, the connection was still there. \"Weekend\" unveils its own sunset, or sunrise, as Glen reveals personal plans that suggest he and Russell may not have an indefinite future ahead of them. \n\nThe possibility of a deadline doesn't make them urgent or desperate, but more willing to reveal themselves — Russell in particular. Their meeting and brief relationship now take on a poignancy, a bittersweet value that makes it more special. This is a smart, sensitive, perceptive film, with actors well suited to the dialogue. It underlines the difficulty of making connections outside our individual boxes of time and space.", "running_time": 96, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-09-28", "genres": ["Drama", "Foreign", "Romance"], "title": "Weekend (2011)"}