{"url": "http://www.rogerebert.com/reviews/weekend-at-bernies-1989", "by": "Andrew McCarthyas Larry Wilson", "star_rating": 1.0, "text": " “Weekend at Bernie’s” makes two mistakes: It gives us a joke that isn’t very funny, and it expects the joke to carry an entire movie.\n\nIt’s a decision that leads to some long, dreary sequences and a certain desperation on the part of the actors.\n\nThe movie tells the story of two interchangeable, unremarkable young men (played by Andrew McCarthy and Jonathan Silverman) who work for an insurance company. They discover that someone is stealing from the company and take their discoveries to Bernie, their boss (Terry Kiser), who is, in fact, the thief. He invites them to his summer home on an island, where he plans to have them killed. But first someone kills Bernie.\n\nThe young executives are frightened, and don’t know what to do. They prop Bernie on a couch in the living room, and just then a floating party of weekend drunks drifts in - and nobody notices that Bernie is dead. This leads to a macabre weekend in which the hapless Bernie is carted around everywhere, apparently alive. He visits the beach and even goes boating, all as part of a desperate plot by the two heroes to conceal his death until they can find out who’s trying to kill them.\n\nMovies centering on dead bodies are rarely very funny - which would be a truism if so many directors didn’t try to make them. The most famous example is Alfred Hitchcock’s “The Trouble with Harry,” one of his less successful movies, but Blake Edwards did pull off the idea in “S.O.B.,” a movie in which a dead man is able, briefly, to play an important role.\n\nWhy don’t dead characters work? The temptation is to say that we find them in bad taste - that the idea is too gruesome to be funny.\n\nBut comedy is often founded on bad taste and the offensive. I think the problem is more obvious. They don’t work because they require the other characters to be so stupid.\n\nIn “Weekend at Bernie’s,” for example, it should be immediately obvious to several people that Bernie is dead. In order for them not to notice, they must be incredibly dense. Their behavior in not noticing is so idiotic that we can’t take them seriously, or care about what they do.\n\nOne answer might be to limit Bernie’s exposure more severely - to show him just a little, at a distance, so that someone could plausibly be fooled by his appearance. To make his dead body a key element of the plot, but not the central one. In this movie, however, there are scenes in which characters actually wrap an arm around Bernie and hold business conversations with him. We can’t believe they could be so unobservant.\n\nTo prove my point, one of the scenes that does work is successful because Bernie is kept off-screen. That’s the one where his New York mistress (Catherine Parks) goes into a bedroom where Bernie’s body awaits her, while the two heroes look at each other in consternation. When she emerges, she says Bernie has “never been better.” What happened behind the closed door? The joke works because we don’t know.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-07-05", "genres": ["Comedy"], "title": "Weekend at Bernie's (1989)"}