{"url": "http://www.rogerebert.com/reviews/weekend-1968", "by": "Mirellie Darcas Corinne", "star_rating": 4.0, "text": "Year after year, Jean-Luc Godard has been chipping away at the language of cinema. Now, in \"Weekend,\" he has just about got down to the bare bones. This is his best film, and his most inventive. It is almost pure movie. It is sure to be ardently disliked by a great many people, Godard fans among them. But revolutionary films always take some time for audiences to catch up.\n\n\"Weekend\" is about violence, hatred, the end of ideology and the approaching cataclysm that will destroy civilization. It is also about the problem of how to make a movie about this. Movies about The Bomb are almost never effective; the subject is too large. So Godard abandons any attempt to show us \"real\" war or destruction. Instead, he shows us attitudes: the casual indifference to suffering that saturates our society.\n\nThe film begins with motorists, perhaps because driving a car most quickly inspires the animal in us. We see people off-handedly machine-gunning each other over dented fenders, or using insect spray. Then we see a married couple leaving for a weekend motoring holiday, and their journey will in fact be a tour through the horrors of the consumer civilization.\n\nThe opening scenes have been hilarious. But we first begin to understand this is extraordinary Godard when his couple gets onto the highway. There is a traffic jam. It is a very long traffic jam, and the protagonists pull out into the other lane to pass it. This begins perhaps the most famous single shot in Godard's work.\n\nIt is a traveling shot, with the camera parallel to the line of cars, that continues without interruption for perhaps three quarters of a mile. At some point, we realize that the subject of the shot is not the traffic jam but the fact that the shot is so extended. \"Politics is a traveling shot,\" Godard told us a few years ago, and now we know what he meant. The technique itself makes the point.\n\nThe traffic jam shows us a civilization that has gotten clogged up in its own artifacts. Finally abandoning their car, the motorists set out cross-country on the most peculiar odyssey since Gulliver's. They meet historical figures, they walk through scenes from other movies, they are casually raped, they see bodies set afire. This is a radical, bitter view of society, and Godard is at pains to dismiss any optimistic liberal solutions.\n\nIt used to be thought, in the days of John Dewey, that universal education would be the salvation of mankind. So Godard provides a scene in which culture is brought to the masses: A grand piano is set up in a barnyard, and the pianist begins to play. In a startling shot, Godard places his camera in the center of the barnyard and moves it through two complete 360-degree revolutions. We see the entire barnyard (pianist, listeners, passersby, the camera crew) twice in sequence. Why? Why not?\n\nThere are some other strange things. Two long political speeches are delivered, and we cannot understand why (a) they are so stupid if meant to be taken seriously, or (b) why they are so serious if meant as a joke. This is the case, I would say, with about 95 per cent of the rhetoric inspired by currently fashionable radicalism.\n\nGodard also gives us an allegorical ending in which various animals and members of the cast are killed and eaten and other things. But by now we are totally lost in this new Godard universe. Everything makes sense, but nothing holds together. Are people talking to each other, or to us? What's going on? It's as bad as life.", "running_time": 105, "mpaa_rating": null, "release_year": 1968, "date_published": "1969-04-11", "genres": ["Comedy", "Drama", "Foreign"], "title": "Weekend (1968)"}