{"url": "http://www.rogerebert.com/reviews/weird-science-1985", "by": "Anthony Michael Hallas Gary", "star_rating": 3.0, "text": "\"Weird Science\" combines two great traditions in popular entertainment: Inflamed male teenage fantasies and Frankenstein's monster. Then it crosses them with a new myth, that of the teenage computer geniuses who lock themselves in their bedrooms, hunch over their computer keyboards and write programs that can change the universe. \n\nIn the movie's opening scenes, a couple of bright guys write a program with their specifications for a perfect woman. They feed in centerfolds and magazine covers, measurements and parameters. Then, for additional brainpower, they tap into a giant government computer. And at exactly that instant, lightning strikes (just as it did in the \"Bride of Frankenstein\"), and out of the mix of bytes and kilowatts steps . . . a perfect woman. \n\nShe is played by Kelly LeBrock in the movie and she has full, sensuous lips, a throaty English accent and a lot of style. She is a little more than the boys had bargained on. For one thing, she isn't an idealized Playmate, all staples and no brains, but an intelligent, sensitive woman who sees right through these teenagers and tries to do them some good. \n\nThat's why \"Weird Science'' is funnier, and a little deeper, than the predictable story it might have been. The movie is the third success in a row for John Hughes, a writer and director who specializes in films about how teenagers really talk and think. His two earlier films were \"Sixteen Candles\" and \"The Breakfast Club\" and they both featured a young actor named Anthony Michael Hall, who is the co-star of \"Weird Science.\"\n\nHall was \"the Geek'' in \"Sixteen Candles\" and the intellectual in \"Breakfast Club,\" and I like John Hughes' definition of a geek: \"A geek is a guy who has everything going for him, but he's just too young. By contrast, a nerd will be a nerd all of his life.\" Hall talks fast, with a sprung rhythm that lets you feel you can hear him thinking. He has the ordinary lusts of a teenage boy, but once he invents this perfect woman, he is quick to catch on to the advantages: For example, your status in high school is sure to change dramatically if a gorgeous model thinks you're the max. \n\nHughes' earlier teenage films depended mostly on character and dialogue (which was fine). This one has a lot of special effects, including some reverse photography that plays tricks with time. But the center of the film is the simple, almost elementary insight that fantasies can be hazardous: You've got to be careful what you ask for, because you might get it. \n\nKelly LeBrock is wonderful as the fantasy woman, because she plays the character not for sex, but for warmth and an almost motherly affection for these two boys. \"All you have to do is command me,\" she says at one point. \"You created me. You are my master.\" It could be soft porn, but the way she says it, her voice has a wink.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-08-02", "genres": ["Comedy", "Fantasy", "Romance"], "title": "Weird Science (1985)"}