{"url": "http://www.rogerebert.com/reviews/welcome-to-mooseport-2004", "by": "Gene Hackmanas Monroe Cole", "star_rating": 3.0, "text": "I knew a very good poker player who always lost money at bachelor parties. He'd turn a profit in Vegas, but down in the basement with the beer and the cigar smoke he invariably got cleaned out. The reason, he explained, was that the jerks he was playing against didn't know how to play poker. They bet on every hand. They raised when they should have folded. You couldn't tell when they were bluffing because they knew so little they were always bluffing.\n\nGene Hackman plays a character like that in \"Welcome to Mooseport.\" The movie isn't about poker but the principle is the same. He is a former president of the United States who has moved to a colorful Maine hamlet and suddenly finds himself running for mayor. His problem is, he knows way too much about politics to run for mayor of Mooseport. And way too little about Mooseport.\n\nHackman is one of the most engaging actors on the face of the earth. He's especially good at bluster. \"The Eagle has landed,\" he declares, arriving in town. His name is Monroe \"The Eagle\" Cole, and don't forget the nickname. His opponent in the race is Handy Harrison (Ray Romano), a plumber who owns the local hardware store. \"Let me get this straight,\" says The Eagle. \"I'm running for mayor against the man who is repairing my toilet?\"\n\nThere are romantic complications. Handy has been dating local beauty Sally Mannis (Maura Tierney) for seven years, without ever having gotten up the nerve to pop the question. As the movie opens, his face lights up with joy as he races over to tell her he's come into some money, and so the time is finally right to ... buy that pickup. When The Eagle asks her out to dinner, she accepts.\n\nOf course he has no idea Ray and Sally have been dating. For that matter, the only reason he's in Mooseport at all is that his bitchy ex-wife Charlotte (Christine Baranski) got the big house in the divorce settlement. Now time hangs heavily on his hands, he's surrounded by a support staff with nothing to do, and a mayoral race has them all exercising their over-trained skills. The only sane voice in his entourage belongs to Grace Sutherland (Marcia Gay Harden), who may be hoping that someday The Eagle will land on her.\n\nRip Torn plays the Karl Rove role. What a pleasure Torn is. Like Christopher Walken and Steve Buscemi, he makes us smile just by appearing on the screen. His Machiavellian approach to Mooseport is all wrong, however, because the town is so guileless and good-hearted that schemes are invisible to them. We question that such a naive and innocent town could exist in America, and are almost relieved to find that the movie was shot in Canada. Has it seemed to you lately that Canada is the last remaining repository of the world Norman Rockwell used to paint?\n\nThere is a genre of movies about outsiders who arrive in small towns and are buffaloed by the guileless locals. Consider David Mamet's \"State And Main\" (2000) or the recent \"Win a Date with Tad Hamilton!\" There's always a romance with a local, always a visiting sophisticate who rediscovers traditional values, always a civic booster in a bow tie, always a microphone that deafens everyone with a shriek whenever it's turned on, always an embarrassing public display of dirty laundry, and almost always a Greek Chorus of regulars at the local diner/tavern/launderette who pass judgment on events.\n\nWhether the movie works or not depends on the charm of the actors. Hackman could charm the chrome off a trailer hitch. Romano is more of the earnest, aw-shucks, sincere, well-meaning kind of guy whose charm is inner and only peeks out occasionally. They work well together here, and Tierney does a heroic job of playing a character who doesn't know how the story will end, when everybody else, in the cast and in the audience, has an excellent idea.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-02-20", "genres": ["Comedy"], "title": "Welcome to Mooseport (2004)"}