{"url": "http://www.rogerebert.com/reviews/welcome-to-the-rileys-2010", "by": "Jake Scott", "star_rating": 3.0, "text": "\"Welcome to the Rileys\" takes two old plots and makes a rather touching new plot out of them. What we've seen before is (1) the good man who hopes to redeem a prostitute, and (2) the frozen suburban couple who find new hope in their marriage. The film involves such characters in a story that is a little more real and involving than we expect.\n\nJames Gandolfini stars as Doug Riley, an Indianapolis plumbing supplies contractor. His wife, Lois (Melissa Leo), hasn't been able to leave their house in years. He's having an affair with Vivian (Eisa Davis), a black waitress at a pancake house, and their two brief scenes together show enormous warmth. He isn't ready to leave his wife, however, perhaps because he knows she would not survive alone. Their daughter was killed at 15 in a car crash.\n\nDoug goes to New Orleans for a convention, is depressed, wanders into a stripper bar and finds himself through no desire of his own receiving a hard sell from Mallory (Kristen Stewart). He doesn't want sex. He wants to talk. She thinks he's crazy. She is worn and wounded, hostile and vulnerable. He drives her home and ends up fixing her plumbing, cleaning her shabby shotgun house and offering her $100 a day to stop hooking.\n\nWe think we see where this will lead. That's not where it leads. Ken Hixon's screenplay deliberately avoids most of the obligatory dialogue in a situation like this and throws some curves at us. One of the surprises involves Lois. Mired in deep depression, Doug decides with a jolt to sell his business and stay in New Orleans. When he informs Lois, she finds the courage to leave her house and drive herself down to New Orleans.\n\nNow watch how she reacts to the reality of her husband's relationship with Mallory. This involves good writing and acting. Lois is a grown-up. She isn't jealous; she's more concerned that he's crazy. He isn't defensive; he's matter-of-fact. This is Mallory, she's a 16-year-old runaway, he's helping her, she doesn't want help. That's how it is.\n\nIt's such a relief to be spared the usual cliches here and observe how Leo so convincingly channels a woman's mothering instinct. It's good, too, to see how director Jake Scott uses the physical presences of his well-cast actors. Stewart here is far from the porcelain perfection of the “Twilight” movies, and it's a relief to see that it is, after all, physically possible for a teenager to have complexion problems in a movie. Leo is worn out by loss and worry, but smart and kind.\n\nAnd look at what Gandolfini does. He's a mountain of a man, but gentle, not threatening. In terms of body language, he establishes his character in a scene where he crawls into bed with his wife, and the mattress sags and he burrows into his pillow and looks — comfortable. When he smokes, his huge hands dwarf his cigarette. (There's a subtle tweak: He uses regular cigarettes, not king size, because they make his huge hands look even larger.)\n\nI was struck at once by the uncanny accuracy of his central Indiana accent. I grew up in Downstate Illinois hearing men speak exactly like him. A kind of firm, terse understatement, on a flat, factual note. I could close my eyes and imagine one lifelong friend in particular. Going online, I found that the coastal critics as a group thought he was using a Southern accent, “for some reason.” They've never been to the Midwest and possibly never to the South. We all sound the same to them. Gandolfini has the accent spot on, and it's certainly not one that we've heard before from him.\n\n“Welcome to the Rileys” does a convincing job of evoking its New Orleans locations. Mallory's house is messy and forlorn. Her street is depressing. The city at night seems a contrast between artificial merriment and loneliness, and more evocative than another city known for sin, Las Vegas.\n\nWhat happens among the three people I will not say. The film introduces them, makes them plausible and then what happens is pretty much what might happen. These people haven't studied up on their archetypes. Each one is doing the best possible, under the circumstances.", "running_time": 110, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-11-23", "genres": ["Drama", "Indie"], "title": "Welcome to the Rileys (2010)"}