{"url": "http://www.rogerebert.com/reviews/welcome-to-sarajevo-1998", "by": "Stephen Dillaneas Henderson", "star_rating": 2.0, "text": "My confidence in \"Welcome to Sarajevo\" was undermined by the film's uncertain air of improvisation. Like Haskell Wexler's \"Medium Cool,\" which plunged into the midst of the riots at the 1968 Democratic convention in Chicago, it combines fact and fiction, real and fake news footage, and actors side by side with local people. Wexler pulled it off. Michael Winterbottom, who made this film about a 1992 Sarajevo where the smoke seems still rising from the latest shellings, doesn't quite.\n\nThe movie centers itself on a group of journalists who take harrowing risks to cover a war that their editors and viewers back home aren't very interested in, Stephen Dillane plays Henderson, a British reporter who finds his latest big story has been pushed off the front page by the divorce of the duchess of York. And Woody Harrelson plays Flynn, a high-profile news star on American TV, who walks into the range of sniper fire to aid a wounded altar boy--after first making sure, of course, that the cameras are rolling. His reasoning: \"Well, you know, oddly enough, back home no one has ever heard of Sarajevo and everyone has heard of me.\" The story of Henderson forms the core of the movie. He's in anguish over the fates of children who are war victims, and narrates footage of a big United Nations plane taking off: \"Children are dying in the most dangerous corner of the most dangerous city on earth--but this plane is flying out of here empty.\" He eventually takes things into his own hands, smuggling an orphan girl out of Sarajevo by quasi-legal means, so that he and his wife can adopt her. This story thread is based on fact--British TV reporter Michael Nicholson and his wife adopted an orphan, and he wrote a book about it.\n\nOne can imagine a strong film about that part of the story. One can also imagine a film about war correspondents under fire and frustrated by an indifferent world. The problem is that Winterbottom has imagined both stories and several others, and tells them in a style designed to feel as if reality has been caught on the fly. What it more often feels like, alas, is the venerable Second City formula for improvisation--\"Something wonderful right away!\"--and too often we sense that the actors are drifting and the story is at sea.\n\nThat's especially true of Harrelson's scenes. He's an interesting, intense actor, and a good choice for a character living recklessly under fire. But too often I got the feeling that Winterbottom, having imported American stars (Marisa Tomei is also in the cast), tried to plug them into spur-of-the-moment, spontaneous situations that didn't fit with the rest of the film. There's the feeling that the central characters don't really know one another as well as they should. The film arrives in fragments, without a sense of destination.\n\nFilms like this, of course, lament for the children--for helpless orphans and altar boys gunned down by partisan and sectarian snipers. But the snipers were altar boys only a few years ago, and altar boys grew up to become snipers. The film decries \"violence\" but doesn't name names: Much of the evil that has descended on this part of the world is caused by tribalism and religious fanaticism (when one group kills another in the name of their God, that is fanaticism).\n\nSo often there is a style of reporting events like the Bosnian tragedy in which words like \"partisans\" are used instead of ``religious fanatics,'' because although a man might kill others for worshipping the wrong God, of course we must not offend his religion. \"Welcome to Sarajevo\" tiptoes around that awkwardness with easy pieties, in which an orphan is spared, a man is a hero, cynicism masks bravery--and the underlying issues are not addressed. A better and braver film about this part of the world is Milcho Manchevsky's \"Before the Rain\" (1995), which shows clearly how the circle of killing goes around and around, fueled by the mindless passion that my God, my language, my ancestors give me the right to kill you.", "running_time": 102, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-09", "genres": ["Drama", "History"], "title": "Welcome to Sarajevo (1998)"}