{"url": "http://www.rogerebert.com/reviews/welcome-to-the-dollhouse-1996", "by": "Heather Matarazzoas Dawn Wiene", "star_rating": 4.0, "text": "\"Welcome to the Dollhouse\" remembers with brutal and\runforgiving accuracy the hell of junior high school. Many movies reconstruct\rthose years as a sort of adolescent paradise; it's a shock, watching this film,\rto remember how cruel kids can be to one another, and how deeply the wounds\rcut.\n\nI\rcan recall today with perfect accuracy the names and faces of11-year-olds who\rmade my life miserable. If I met them today, so many years later, would I\rforgive and forget? Not a chance. I still hate them. Was I also cruel? Did I\rhave my own victims? Strange, but I can’t remember...\n\n\"Welcome\rto the Dollhouse\" stars Heather Matarazzo in a dead-on performance as Dawn\rWiener, an unpopular seventh-grader whose glasses are wrong, whose hair is\rwrong, whose complexion is wrong, whose clothes are wrong, and who is as gawky\rand geeky as it is humanly possible to be. The first time we see her, she's\rperforming one of the most painful rituals in life: walking through the school\rcafeteria with a loaded tray, trying to choose a table. Her objective is to sit\rwith students as far up the school social scale as she dares, without being\rrejected.\n\n“Can\rI sit here?” she asks, regarding an empty space. \"Someone barfed there\rthird period,\" she's informed.\n\nBecause\rDawn's family name is Wiener, she is inevitably known as \"Wiener Dog\"\rin school (I was \"Eggbert\"). She is also known as \"Lesbo\"\rand \"Stupid,\" and when she asks a classmate why she hates her, she\rgets a refreshingly direct answer: \"You're ugly.\" She isn't ugly,\rsimply unformed in that in-between way, but she projects the vibes of a\rpotential victim, and there are always going to be sadists whose antennae lead\rthem straight to their targets. Inevitably, her only friend in school is a boy\rmuch smaller than she is, who is regularly beaten up and called a “faggot.” Do\rthe lesbo and faggot words indicate homophobia? Not necessarily. Kids that age\rare fascinated by sex and terrified by their own ignorance, so they attack\rothers to assert self-confidence. Any difference at all, real or imaginary,\rmakes someone a target. What qualifies as a difference? Anything you are that I\ram not, or that I fear becoming.\n\nBut\rI'm making “Welcome to the Dollhouse” sound like some sort of grim sociological\rstudy, and in fact it's a funny, intensely entertaining film: intense, because\rit focuses so mercilessly on the behavior of its characters that we are forced\rto confront both the comedy and the pain.\n\nDawn\rlives in a split-level house with an older brother who is a nerd, and a younger\rsister who is a ballerina. Her parents claim they love all of their children\requally. They are lying. Her brother Mark (Matthew Faber) is focused on getting\rinto a good college, and everything he does is planned to enrich his\rapplication. He starts a garage band, and recruits a popular student named\rSteve (Eric Mabius) as his lead singer. Steve is a mature, handsome hunk, and\rDawn gets weak-kneed just looking at him. He's the kind of guy who will break a\rwoman's heart just for the pleasure of hearing it snap, but of course Dawn’s\rheart is far beneath his attention. Nor is he much interested in the band (“That\rdoesn't sound much like `Satisfaction,”' he notes, after a clarinet passage by\rMark.) Dawn is very badly informed about sex, but willing to learn. She will\ressentially do anything for Steve, who can't be bothered; there is a well-written\rscene in which she has him alone at home and plies him with junk food.\n\nMeanwhile,\rshe's tormented by Brandon (Brendan Sexton Jr.), who makes her life miserable.\rDawn is smart enough to sense or guess that boys Brandon's age often express\raffection through hostility, and she puts up with him because he's essentially\rthe only game in school. In one of the movie's best scenes (which works only\rbecause it is perfectly written, acted and understood), Brandon actually makes\ra date with her to “rape” her, and she turns up for it. Of course nothing resembling\rrape takes place, although I'm not sure whether Brandon knows that.\n\nScene\rafter scene, “Welcome to the Dollhouse” piles on its details, re-creating the\racute daily misery of being an unpopular adolescent and remembering, too, how\rresilient a girl like Dawn can be--how self-absorbed, how hopeful, how\rphilosophical, how enduring.\n\nDawn's\rrevenge, we hope, is that someday she will be rich, famous and admired, while\rthe snotty little cheerleaders who persecuted her will have been sucked into\rthe primeval slime of the miserable lives they deserve.\n\n“Welcome\rto the Dollhouse,” which won the grand prize at the1996 Sundance Film Festival,\ris a first film for its writer-director, Todd Solondz. He shows the kind of\runrelenting attention to detail that is the key to satire. It isn't the big\rpicture that matters to a girl like Dawn, but the details: how she looks today in\rthe mirror, and how this dress looks, and what small hopeful signs might have\rbeen sighted, or imagined, on the far emotional horizon. If you can see this\rmovie without making a mental hit list of the kids who made your 11th year a\rtorment, then you are kinder, or luckier, than me.", "running_time": 87, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-06-14", "genres": ["Comedy", "Drama", "Indie"], "title": "Welcome To The Dollhouse (1996)"}