{"url": "http://www.rogerebert.com/reviews/welcome-to-collinwood-2002", "by": "William H. Macyas Riley", "star_rating": 2.5, "text": "I wonder if the real problem is that I've seen the original. \"Welcome to Collinwood\" is a wacky and eccentric heist comedy with many virtues, but it is also a remake of \"Big Deal on Madonna Street\" (1958), a movie much beloved by me. Some scenes are so close to the original it's kind of uncanny.\n\nConsider the comic climax of the movie, which comes as the gang is trying to break through the wall and get the safe. If you've seen \"Big Deal,\" you'll remember that great scene. If you haven't, I won't spoil it for you. The surprise element, on top of the humor, makes it something like genius. But when the scene came along in \"Welcome to Collinwood,\" I knew exactly what would happen, and so the new movie didn't have a chance. All I could do was compare and contrast.\n\nWould the scene work for a fresh audience? I don't see why not. I heard good buzz about \"Welcome to Collinwood\" at the Toronto Film Festival, and assume that for those who had not seen \"Big Deal on Madonna Street,\" the scene worked and the movie was a pleasure. The problem is, so many people have seen it, one way or another. Made as a satire of \"Rififi\" (1955), which is the mother of all heist movies, it is itself the mother of all heist comedies. \"Big Deal\" is a regular on cable, is in the Criterion Collection on DVD, and has been remade many times before, notably by Louis Malle (\"Crackers\"), Alan Taylor (\"Palookaville\") and Woody Allen (the middle section of \"Small Time Crooks\").\n\nDirected and written by brothers Anthony and Joe Russo, the movie is set in the seedy Cleveland suburb of Collinwood, which looks unchanged since the Depression. We meet members of the hamlet's criminal fraternity, who are incredibly colorful, as if they read Damon Runyon and stay up late taking notes on old crime movies. They have their own lingo. A malinski is a guy who will take the rap for you. A bellini is a lucrative job. As the film opens, a crook named Cosimo (Luis Guzman) hears about a bellini and needs a malinski.\n\nHe shares his knowledge with his girlfriend (Patricia Clarkson) and unwisely confides in his partner Toto (Michael Jeter, whose character is named after the Italian comedian who played this role in the original). Word spreads through the underworld, and while Cosimo fails to find his malinski, the others sign up for the bellini, which involves a foolproof method to break into a pawnshop where the safe is said to contain $300,000.\n\nThe heist spoof genre is durable. Steven Soderbergh, who produced this film, directed \"Ocean's Eleven\" (2001), which was a remake of \"Ocean's 11\" (1960), which was a remake of the French film \"Bob le Flambeur\" (1955). In the Russo version, I like the sequence where the gang attempts to film the pawnbroker opening his safe. An arm keeps getting in the way at the crucial moment. After the screening, one crook observes, \"As a film it's a disaster,\" and another replies, \"It's a documentary. It's supposed to look that way.\" The break-in gang consists of Toto (Jeter), single dad Riley (William H. Macy), Pero (Sam Rockwell), Leon (Isaiah Washington) and Basil (Andrew Davoli). Romantic distraction comes from Carmela (Jennifer Esposito) and Leon's sister Michelle (Gabrielle Union), who pair with Pero and Basil. Their trainer is the retired safecracker Jerzy (George Clooney), who is in a wheelchair and explains, \"I don't go out in the field no more.\" He charges them $500 to learn the \"circular saw method.\" The movie is in love with its dialogue, which is in a more mannered and colorful style than real crooks probably have the time to master, and spends too much time lining them all up for conversations. The actual heist is the high point, just as in the Italian film, and so raffish and disorganized was the gang that I can see how someone might enjoy this movie, coming to it for the first time.", "running_time": 86, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-18", "genres": ["Comedy", "Crime"], "title": "Welcome To Collinwood (2002)"}