{"url": "http://www.rogerebert.com/reviews/welcome-home-roxy-carmichael-1990", "by": "Winona Ryderas Dinky Bossetti", "star_rating": 2.0, "text": "Ryder plays Dinky Bossetti, the brightest girl in the high school. The other kids have cast her in the role of an outsider, and she plays the role with some determination, dressing herself entirely in black, confronting people with unwavering stares, and locking herself into her room. She has a secret life down by the river near her small Ohio hometown; she's turned an abandoned boat into an ark where she cares for a menagerie of animals - dogs, goats, pigs, turtles - who all seem to coexist happily between her visits.\n\nThe town is agog because the famous Roxy Carmichael, who left town 15 years ago, is about to return. The movie never quite makes clear exactly what Roxy did to achieve fame (she's a movie star, maybe, or a singer) but now, on the dawn of her return, her home has been turned into a shrine and the local population is preparing for a big welcome-home dance.\n\nDinky Bossetti, who has been adopted, is convinced Roxy is her real mother. That would mean her real father is Denton Webb (Jeff Daniels), a local landscaper who once had an affair with Roxy. Other people involved in her fate include her adoptive parents Rochelle and Les (Frances Fisher and Graham Beckel), who want to cart her away to a home for problem children, and her sometime boyfriend (Thomas Wilson Brown), who likes her but wishes she'd get her act together.\n\nThere's enough material here for several movies, but none of them turns into this one. It's especially distracting the way the story cuts to Roxy Carmichael (seen from the neck down), preparing for her big visit; these shots suggest an approach that never develops. I also doubted that the landscaper would have such an instant rapport with Dinky, that the landscaper's wife would pick such a contrived fight with him, and that the movie's realistic soul-searching could coexist in the same movie broad and corny humor.\n\nThe two relationships that do work are between Dinky and her boyfriend, and between Dinky and the guidance counselor (Laila Robins), who sees through her facade and really cares for her. These characters give Dinky an opportunity to reveal a touching and vulnerable personality - which, combined with her intelligence, makes her as likable and special as the bright valedictorian in last year's wonderful \"Say Anything.\" Too bad these insights weren't developed more. Instead, the movie sinks into contrived plot manipulation.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-10-12", "genres": ["Drama"], "title": "Welcome Home, Roxy Carmichael (1990)"}