{"url": "http://www.rogerebert.com/reviews/welcome-home-1989", "by": "Kris Kristoffersonas Jake", "star_rating": 2.0, "text": "\"Welcome Home\" opens in 1988, with a sick man being brought to a refugee camp somewhere on the Cambodian-Vietnam border. His name is Lt.\n\nJake Robins (Kris Kristofferson), he was in the U.S. Air Force, and he was shot down 17 years ago.\n\nThere are some bones in a grave back home in America that are supposed to be his, and his name is engraved on the Vietnam Veterans' Memorial, but he is very much alive. And when he is returned to the United States, he is very embarrassing to the military - because it raises the question of how many other Americans might still be over there in the jungle - as prisoners or by choice.\n\nRobins was not a deserter. He was a prisoner, then he escaped, and then the situation was so tense that the jungle was the safest place to hide. He stayed there, and found an Asian wife (Kieu Chinh), and had two children.\n\nBut now, feverish and hallucinating, he is returned to America without this family. He's treated in a military hospital, cross-examined by an intelligence officer, and then returned to civilian life with the promise that he will keep a low profile.\n\nHe goes to see his dad (Brian Keith). He discovers that the woman he married before he left for the war (JoBeth Williams) had a child after he was gone - that he has a 17-year-old son. He goes one day to try to catch a glimpse of the son, and is seen instead by the wife, and then wounds open up again that had been almost healed. Most of \"Welcome Home\" is about the fact that Robins is an embarrassment and an inconvenience, because surely once a man is dead and the grieving is over, he should not turn up alive and confuse everyone.\n\nThe strength of the movie is that this situation is fully and intelligently discussed by all of the characters in the story. No one is made into an easy villain, and nothing is done for simply melodramatic reasons. The other man in the family - the second husband, played by Sam Waterston - is seen as a sensitive person of almost superhuman forbearance, who refuses to be jealous or wounded and keeps his own counsel while trying to help the others discover what they really feel. Much of the turmoil centers on the son (Thomas Wilson Brown), who never knew his father, loves his stepfather, and sees this bearded stranger as a threat to the security of his family.\n\nKristofferson, who indeed looks as if he has been inhabiting refugee camps, plays the returning veteran as a man of great weariness, determination and tact (he keeps apologizing for having returned after so many years to disturb a happy family). His obsession is with finding his Asian wife and their children, who were separated from him at the refugee camp, and the emotional weather gets a little stormy when it appears that he may be falling back in love with the Williams character.\n\nThe movie's intelligence cannot be faulted, but its energy level can be. There is a certain sad, tired, low-key undertow to the film that prevents it from really delivering its emotional content. \"Welcome Home\" is the last work of its director, Franklin J. Schaffner, whose best film was \"Patton,\" and who died earlier this year. Perhaps if he had lived to see the film through post-production he would have tightened it a little, or chosen takes that punched up important passages. As it is, the movie sort of rests there on the screen. You can admire it, but you can't feel it as strongly as the material seems to deserve.\n\nStill, there are some fine moments. One of them occurs when Kristofferson's father returns unexpectedly to find his son and his son's first wife in a compromising situation. Another is when Waterston lays it on the line with his stepson, telling him to stop worshipping the shrine of medals and photos on his dresser and start celebrating the miracle that brought his dad back alive.\n\nThe movie's strongest scene should be its very last one (which I will not reveal), but it comes off pale and predictable. I left \"Welcome Home\" feeling it had the materials to be a great movie, but not the energy.", "running_time": 96, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-09-29", "genres": null, "title": "Welcome Home (1989)"}