{"url": "http://www.rogerebert.com/reviews/wendigo-2002", "by": "Patricia Clarksonas Kim", "star_rating": 2.5, "text": "\"Wendigo\" is a good movie with an ending that doesn't work. While it was not working I felt a keen disappointment, because the rest of the movie works so well. The writer, director and editor is Larry Fessenden, whose \"Habit\" (1997) was about a New York college student who found solace, and too much more, in the arms of a vampire. Now Fessenden goes into the Catskills to tell a story that will be compared to \"The Blair Witch Project\" when it should be compared to \"The Innocents.\" The film builds considerable scariness, and does it in the details. Ordinary things happen in ominous ways. Kim and George (Patricia Clarkson and Jake Weber), a couple from New York, drive to the Catskills to spend a weekend in a friend's cottage, bringing along their young son, Miles (Erik Per Sullivan). Even before they arrive, there's trouble. They run into a deer on the road, and three hunters emerge from the woods and complain that the city people killed \"their\" deer--and worse, broke its antlers.\n\nTwo of the hunters seem like all-right guys. The third, named Otis (John Speredakos), is not. Holding a rifle that seems like a threat, he engages in macho name-calling with George, and the scene is seen mostly through the big-eyed point of view of little Miles, in the back seat. He says little, he does little, and the less he says and does, the more his fear becomes real to us. Fessenden is using an effective technique: Instead of scaring us, he scares the kid, and we get scared through empathy and osmosis.\n\nKim and George are not getting along too well, and that works to increase the tension. They're not fighting out loud, but you can feel the buried unhappiness, and Kim tells him: \"You've got all this anger you carry around with you from work and I don't know where, and he feels it's directed at him.\" George tries to be nice to Miles, tries to take an interest, but he's not really listening, and kids notice that.\n\nThere are bullet holes in the cabin when they get to it. It's cold inside. Miles hears noises and sees things--or thinks he does. The next day at the general store, he is given a wooden figure by a man behind the counter, who says it represents a wendigo, an Indian spirit. His mother asks where he got the figure. \"From the man,\" Miles says. \"Nobody works here but me,\" says a woman behind another counter.\n\nIt doesn't sound as effective as it is. The effect is all in the direction, in Fessenden's control of mood. I watched in admiration as he created tension and fear out of thin air. When the boy and his father go sledding, an event takes place so abruptly that it almost happens to us. The way Fessenden handles the aftermath is just right, building suspense without forgetting logic.\n\nThe actors have an unforced, natural quality that looks easy but is hard to do. Look and listen at the conversation between Otis and the local sheriff (Christopher Wynkoop). Notice the way they both know what is being said and what it being meant, and how they both know the other knows. And look at the way the scene involves us in what will happen next.\n\nThe build-up, which continues for most of the film, is very well done. Unfortunately, Fessenden felt compelled, I guess, to tilt over into the supernatural (or the hallucinatory) in a climax that feels false and rushed. Maybe he would have been better off dropping the wendigo altogether, and basing the story simply on the scariness of a cottage in the woods in winter, and the ominous ways of Otis.\n\nThe ending doesn't work, as I've said, but most of the movie works so well I'm almost recommending it, anyway--maybe not to everybody, but certainly to people with a curiosity about how a movie can go very right, and then step wrong. Fessenden has not made a perfect film, but he's a real filmmaker.", "running_time": 91, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-02-22", "genres": ["Horror"], "title": "Wendigo (2002)"}