{"url": "http://www.rogerebert.com/reviews/werckmeister-harmonies-2000", "by": "Bela Tarr", "star_rating": 4.0, "text": "Bela Tarr's \"Werckmeister Harmonies\" (2000) is maddening if you are not in sympathy with it, mesmerizing if you are. If you have not walked out after 20 or 30 minutes, you will thereafter not be able to move from your seat. \"Dreamlike,\" Jim Jarmusch calls it. Nightmarish as well; doom-laded, filled with silence and sadness, with the crawly feeling that evil is penetrating its somber little town. It is filmed elegantly in black and white, the camera movements so stately they almost float through only 39 shots in a film of 145 minutes.\n\nTo know where we stand as the film begins, we should start with these words by the director, Tarr: \"I despise stories, as they mislead people into believing that something has happened. In fact, nothing really happens as we flee from one condition to another ... All that remains is time. This is probably the only thing that's still genuine -- time itself; the years, days, hours, minutes and seconds.\"\n\nAnd what is time anyway but our agreement to divide one rotation of the earth around the sun into units? Could there be hours, minutes, seconds, on a planet without our year? Why would one earth second need to exist except as part of one earth year? Perhaps such questions lead us into the extraordinary, funny, ingenious 11-minute shot at the start of the picture.\n\nIt is the dead of winter, almost closing time in a shabby pub. An eclipse of the sun is due, and Janos (Lars Rudolph), the local paper carrier, takes it upon himself to explain what will happen in the heavens. He pushes the furniture to the walls, and enlists a drunk to stand in the center of the floor and flutter his hands, like the sun's rays. Then he gets another pal to be the earth, and walk in circles around the sun. And then a third is the moon, walking in his own circles around the earth. All of these circles stagger around, the drunks rotating, and then the moon comes between the sun and the earth, and there is an eclipse: \"The sky darkens, then goes all dark,\" Janos says. \"The dogs howl, rabbits hunch down, the deer run in panic, run, stampede in fright. And in this awful, incomprehensible dusk, even the birds ... the birds too are confused and go to roost. And then ... complete silence. Everything that lives is still. Are the hills going to march off? Will heaven fall upon us?\"\n\nJanos continues, and the others listen in befuddlement, because in their village at this hour there is nowhere else to go, nothing else to do. And now I've got you through the first 11 minutes of your 20 or 30-minute test, and you certainly haven't left yet. The pub owner announces closing time and throws them all out, and Janos goes to the newspaper office to pick up his papers. There, and at a hotel that is his first stop, he begins to hear alarming rumors, almost Shakespearean portents, that all is not right on heaven and earth, that a circus is coming to town with a huge stuffed whale and \"the Prince,\" who has darkling powers. Whole families have started to disappear ...\n\nThe shot of the arriving circus truck is haunting. It appears for a long time as a huge, square shadow on the house fronts. I was reminded of the monster shadow in \"The Third Man\" that turns out to be only a balloon vendor. Then headlights. Then the truck itself, outsize, gargantuan, large enough to hold, well, a whale. Its full length passes Janos as he stands and regards.\n\nJanos is well-liked in the town. \"How's our Janos?\" he's asked. He receives a visit from his Auntie Tunde (Hanna Schygulla), who insists he visit her estranged husband, Uncle Gyorgy (Peter Fitz) and enlist him in leading the townspeople against unnamed but imminent threats. She gives him a suitcase to take along, a case that is never opened or explained. Uncle Gyorgy is a musicologist who believes the world went wrong when Andreas Werckmeister (1645-1706) popularized a system of harmonics that clashed with the music of the celestial spheres. Janos and Gyorgy walk to the town square, both held in frame in a very long shot, until they arrive at clumps of people hunched in the cold around the truck containing the whale. Later, when Janos buys his ticket and goes inside, he regards the whale's enormous, lifeless, staring eye.\n\nBela Tarr (born 1955), is a Hungarian director more talked about than viewed, in part because few audiences have an appetite for, and few theaters the time to play, his films like \"Satantango\" (1994), which is 415 minutes long. For all of my time on the festival circuit, I had never seen one of his films until this one, which I obtained on DVD through Facets Multimedia of Chicago. When you're at a festival and seeing one film means missing four others, you tend to take the path of least resistance. But Tarr's name kept swimming reproachfully into my view, even in that book 1001 Movies You Must See Before You Die, where I proudly checked off movie after movie until I came to ... Bela Tarr.\n\nAnd now I find that Tarr does, in fact, make films both unique and original, and in a style I find beautiful. I prefer the purity of black and white to color, I like very long takes if they serve a purpose and are not simply stunts, I am drawn into an air of mystery, I find it compelling when a film establishes an immediate, tangible, time and place. For all of its phantasmal themes, \"Werckmeister Harmonies\" is resolutely realistic. Every person, every room, every street, every action, every line of dialogue, feels as much like cinema verite as the works of Frederick Wiseman.\n\nThere is a state of film reverie that longer films can create (and at 145 minutes, \"Werckmeister\" is after all shorter than, say, \"Zodiac\"). You are lured away from the clock ticking in your mind and drift in a non-temporal state. Tarr's camera drifts as well; it is rock-steady (even though hand-held at times), and glides smoothly through unbroken takes which become long shots, tracking shots, closeups, framing shots, all without haste or indecision, all without a cut. (Average shot length, if you're one of David Bordwell's ASL collectors: 3.7 minutes, as compared to, say, \"The Bourne Supremacy\" at 1.9 seconds).\n\nSo do you just sit there, friends ask, and look at the shots? Well, yes, that's what everybody does when they watch a film. But they don't always see the shots as shots. Bela Tarr's style seems to be an attempt to regard his characters with great intensity and respect, to observe them without jostling them, to follow unobtrusively as they move through their worlds, which look so ordinary and are so awesome, like ours.", "running_time": 145, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2007-09-08", "genres": ["Drama", "Foreign"], "title": "Werckmeister Harmonies (2000)"}