{"url": "http://www.rogerebert.com/reviews/were-no-angels-1989", "by": "Robert De Niroas Ned/Father Reilly", "star_rating": 3.0, "text": "Robert De Niro and Sean Penn have two of the best faces in the movies - screwed up, sideways faces with a lot of mischief in the eyes.\n\n\"We're No Angels\" is a movie made for those faces, and one of the pleasures of watching the film is to see them looking sidelong at each other as they try to figure a way out of the complicated mess they're in. The movie has a lot of other good stuff to look at (including dramatic period locations in a small Canadian town) and to listen to (dialogue by David Mamet), but I can think of no other recent movie in which so much of the pleasure lies in watching the expressions on the faces of the actors - especially when they're reacting, not talking.\n\nThe movie is set in the 1930s and stars De Niro and Penn as a couple of convicts who are doing hard time in a prison that looks like it was hammered together out of Sing Sing, the Bastille and the underworld in \"Mad Max Beyond Thunderdome.\" This is a great, evil, venal prison, populated by vindictive killers and sadistic guards, and when De Niro and Penn escape from it, freedom is like a splash of cold air in their faces: They go tumbling down snowy slopes in a desolate forest wilderness, until they get a lift from an old lady and end up in a small border town.\n\nTheir objective: to cross the bridge that spans the river between the United States and Canada. Their problem: They have been mistaken for two priests and have been given shelter in the local monastery. Their solution: to go along with the gag and pretend to be priests, even though anyone in their right mind could plainly see they're fugitives from a 1930s prison movie.\n\nMamet and Neil Jordan, who directed the movie, wisely remember the most important thing about any mistaken-identity comedy: The fact that someone's identity is mistaken is not always funny even the first time and rarely thereafter. Movies that depend on mistaken identities for their laughs are among the slowest, dreariest slogs through cinema.\n\nWhat's important is that the heroes be funny no matter who people think they are and that the other characters be funny even despite the mistakes they're making.\n\nMost of the characters in \"We're No Angels\" pass that test, especially the crew at the local monastery (Hoyt Axton as the prior, Ken Buhay as a foreign bishop who insists on saying grace and Wallace Shawn as the bishop's translator).\n\nDemi Moore has an important supporting role as a local woman, with a child, who is attracted to De Niro, but because no comic spin was put on her character, her scenes don't add much. They provide, in fact, a serious undercurrent that the movie doesn't necessarily need.\n\nThese days, a lot of movies are shot on location, but I've rarely seen a location used more effectively than in \"We're No Angels,\" where the small town of Mission in British Columbia has been dressed up to match the Depression era. The town, the surrounding peaks, the river and the waterfall provide a genuine sense of place. De Niro and Penn are both essentially serious dramatic actors, and maybe the reality of the location gave them such a solid grounding that they felt they had permission for the necessary goofiness.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-12-15", "genres": ["Comedy", "Crime", "Drama", "Indie"], "title": "We're No Angels (1989)"}