{"url": "http://www.rogerebert.com/reviews/were-back-a-dinosaurs-story-1993", "by": "Walter Cronkiteas Captain Neweyes", "star_rating": 1.0, "text": "\"We're Back! A Dinosaur's Story\" is the kind of innocuous animated kiddie movie you maybe wouldn't mind seeing on Saturday morning TV. (At least, a kiddie might not mind. I would.) But it's too lightweight and flimsy for a theatrical film. It's shallow and kind of dumb, and the animation is routine, and the story isn't much, and the stakes are a lot higher these days in the featurelength animation game.\n\nThe movie makes much of its producer's credit: The executive producer was Steven Spielberg, who, of course, made another movie with dinosaurs released a little earlier this year. Less widely remembered, perhaps, is that he also produced an earlier animated dinoflick, Don Bluth's \"The Land Before Time\" (1988), which was smarter than this film and better looking.\n\nIt also went to the trouble of presenting the dinosaurs in what was more or less their natural habitat and dealing with a natural disaster that left a little brontosaurus without its mother.\n\n\"We're Back!\" on the other hand simply turns dinosaurs into cuddly chums for kids - the kinds of creatures who like to march in the Macy's parade or, if they can fly, take kids on thrilling swoops around Manhattan.\n\nThe central story is wrapped around a sci-fi premise in which an avuncular extraterrestrial named Captain NewEyes, who looks and sounds a lot like Walter Cronkite and who can travel through time, gives some dinos magic pills to increase their intelligence and brings them to present-day New York, to cheer up some kids. (The comic possibilities involving dinosaurs arriving in New York to bring good cheer are countless, but this movie, of course, remains oblivious to all of them.) The dinos chortle and smile a lot, like guests at a party, while we meet characters who sound familiar, and no wonder; the movie's voices include Julia Child, Jay Leno and John Goodman. There is, after a long time, a song-anddance number called \"Roll Back the Rock,\" which is the first song I've heard in a long time that I am sure I personally could have written, and performed, better.\n\nThe movie has one blessing. It's very short. The official running time is 72 minutes. I think that's stretching it. It was about eight minutes shorter by my watch, although that wasn't shorter enough.", "running_time": 72, "mpaa_rating": "G", "release_year": 1993, "date_published": "1993-11-24", "genres": ["Animation", "Family", "Science Fiction"], "title": "We're Back! A Dinosaur's Story (1993)"}