{"url": "http://www.rogerebert.com/reviews/west-of-memphis-2012", "by": "Amy Berg", "star_rating": 4.0, "text": "Three young men spent 18 years in prison, one under a death sentence, for a horrifying triple murder they clearly did not commit. The apparent killer is still walking the streets of West Memphis, Ark. The documentary \"West of Memphis\" is the fourth film about one of the most heinous cases of wrongful conviction in American judicial history.\n\nDo we need a fourth film? Yes, I think we do. If you only see one of them, this is the one to choose, because it has the benefit of hindsight. Here is the bottom line: In 1993, the bodies of three young boys were found bound, mutilated and drowned in a drainage canal in the Robin Hood Hills neighborhood of West Memphis. A month later, three local teenagers were linked to the crime after one of them confessed; the prosecution claimed it was a satanic cult murder.\n\nThis charge was seized upon by local residents, and some of the evidence seemed to fit. Also, the suspects were described as \"weird\" heavy metal fans who often wore black. The community seemed convinced of their guilt.\n\nAmy Berg's \"West of Memphis\" opens with a great deal of footage that is shockingly detailed and grisly, with gruesome descriptions. It's so graphic it's hard to watch. These accounts of the murders were connected by the prosecution to the defendants, Jessie Misskelley, Jr., 17; Jason Baldwin, 16, and Damien Echols, 18, regarded as the group's leader. After Misskelley described the killings in a long, rambling confession that took up a full day, Echols was the only one charged with first-degree murder. \n\nMisskelley is characterized in the film as \"borderline mentally retarded,\" with an IQ around 70. Baldwin comes across as quiet and shy, a \"nice boy.\" Echols seems the most intelligent and charismatic. The three kids liked to hang out together, often playing video games in malls.\n\nOnce they had the confession, authorities were convinced they had the killers. \"West of Memphis\" uses extracts from the tape-recorded police interrogation that imply that most of the details in the confession were suggested to the youth, that key terms were introduced for him to agree with, and that after hours and hours, he was going along with everything. This despite confusion about what time the alleged events took place between noon and 8 p.m., and photographs and evidence providing all three defendants with alibis — crucially Echols, who was participating in a wrestling match some miles away.\n\nThere is a conclusion here, asking to be drawn. The reality of satanic-cult rituals are part of the narrative in many churches in that area, and the public and perhaps the jury were predisposed to believe them. Yet in three earlier documentaries, \"Paradise Lost: The Child Murders at Robin Hood Hills,\" \"Paradise Lost 2: Revelations\" and \"Paradise Lost 3: Purgatory,\" directed by Joe Berlinger and Bruce Sinofsky, the case against the accused was systematically demolished.\n\nProsecutors brought a new suspect onstage. John Mark Byers, the adoptive father of one of the victims, said and did strange things on camera, and supplied the filmmakers with a knife that that tests matched to wounds on the victims' bodies. It was easy to conclude he was the real killer, but in this film, Terry Hobbs, stepfather of another victim, is linked by DNA to a human hair found tightly tied up within a shoelace knot that was used to bind a victim. And the makers of \"West Memphis Three\" get a call on their \"tip line\" from a witness who said he overheard conversations linking Hobbs to the killings. \n\nMost of the observers now believe Hobbs is the likely killer. Decide for yourself. He will never be charged, because the state of Arkansas, in a bombshell plea bargain, offered the three prisoners a deal where they would walk free if they went through the formality of pleading guilty, shielding the state from the possibility of later lawsuits. The film argues that the state considered it more important to protect itself than the rights of the defendants. \n\nThe West Memphis Three became the kind of case that got people stirred up. Stars like Eddie Vedder, the Dixie Chicks and Johnny Depp raised funds and drew attention. Eventually enough people got involved that five of the principals in \"West of Memphis\" are now walking free, and quite possibly only four should be.", "running_time": 150, "mpaa_rating": "R", "release_year": 2012, "date_published": "2013-01-16", "genres": ["Documentary"], "title": "West of Memphis (2012)"}