{"url": "http://www.rogerebert.com/reviews/western-1999", "by": "Sergi Lopezas Paco", "star_rating": 2.0, "text": "``Western'' is a road movie about a friendship between two men, and their search for the love of the right woman. The roads they travel are in western France, in the district of Brittany, which looks rough and dour but, on the evidence of this film, has the kindest and most accommodating women in the world.\n\nThe Meet Cute between the men occurs when Paco (Sergi Lopez), a shoe salesman from Spain, gives a lift to Nino (Sacha Bourdo), a Russian who lived in Italy before moving to France. Nino tricks Paco and steals his car, and when the stranded Paco sees him on the street the next day, he chases him and beats him so badly Nino lands in the hospital. Paco visits him there, says he is sorry to have hit him so hard, and the men become friends. Since Paco has lost his job along with his car, they hit the road.\n\nRoad movies are the oldest genre known to man, and the most flexible, since anything can happen on the road and there's always a fresh supply of characters. Paco, who has always been a ladies' man, in fact has already found a woman: Marinette (Elisabeth Vitali), who befriended him after his car was stolen and even let him sleep overnight on her sofa-bed. Soon they've kissed and think they may be in love, but Marinette wants a 30-day cooling-off period, so the two men hitch around Brittany, depending on the kindness of strangers.\n\nIf Paco has always had luck with women, Nino has had none. He's a short, unprepossessing man with a defeatist attitude, and one day Paco stands next to him at the roadside, points to a nearby village, and says, ``I'm sure that in that town, there has to be a woman for you.'' ``Really?'' ``Yes, there is a minimum of one woman in every town in France for you.'' This belief leads them to conduct a phony door-to-door survey as a ruse for finding the right woman for Nino, and along the way they make a new friend, Baptiste (Basile Sieouka), an African from Senegal, in a wheelchair. He teaches them the bonjour game, in which they get points every time a stranger returns their greeting. ``Go back where you came from!'' one man snarls at Baptiste, who laughs uproariously; all three are strangers in a foreign land.\n\nThe emotional center of the story comes when Paco meets a woman named Nathalie (Marie Matheron), who invites them home for dinner, likes the way Nino cooks chicken, and unexpectedly goes for Nino rather than Paco. This woman's lifestyle seems unlikely (she is a male daydream of an earth mother), but she provides the excuse for the film's ending--which is intended as joyous, but seemed too pat and complacent to me.\n\n``Western,'' directed and co-written by Manuel Poirier, won the grand jury prize, or second place, at the 1997 Cannes Film Festival; that's the same prize ``Life Is Beautiful'' won in 1998. I think that's because it was set in France, and so absorbed a certain offhand flair. The same material, filmed in America, might seem thin and contrived; the adventures are arbitrary, the cuteness of the men grows wearing, and when Nino has an accident with a chainsaw, we can see contrivance shading off into desperation.\n\nThe movie is slow-going. Paco and Nino are the kinds of open-faced proletarian heroes found more often in fables than in life. Their luck as homeless men in finding a ready supply of trusting and hospitable women is uncanny, even unbelievable. The movie insists on their charm, instead of letting us find it for ourselves. And although the leading actresses are sunny and vital, they are fantasy women, not real ones (who would be smarter and warier).\n\nOne of the women in the film collects children fathered by an assortment of men, who capture her fancy and then drift away, apparently with her blessings. The movie smiles on this practice, instead of wondering how she found so many men so indifferent to their own children. By the end of the film she has given birth to her own orphanage and could hire the family out as a package to the casting director for ``Oliver Twist.'' The jury at Cannes loved this, but I squirmed, and speculated that the subtitles and the European cachet gives the film immunity. In English, with American actors, this story would be unbearable.", "running_time": 121, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-04-09", "genres": ["Drama", "Foreign", "Romance"], "title": "Western (1999)"}