{"url": "http://www.rogerebert.com/reviews/wetherby-1985", "by": null, "star_rating": 4.0, "text": "A man kills himself among strangers. They never knew who he was, and they do not know why he chose to die. A man dying among strangers is like a tree falling unobserved in the forest. Death, especially suicide, requires resonance from those who knew the living person, before it can be assigned its proper meaning. \n\nThat is why \"Wetherby\" is such a haunting film, because it dares to suggest that the death of the stranger is important to everyone it touches - because it forces them to decide how alive they really are. \n\nThe movie begins with a woman who is living a sort of dead life. Her name is Jean Travers, she is played by Vanessa Redgrave, she was once in love with a young man who went off to fight the war and was killed. He was not killed gloriously, but stupidly, while getting involved in someone else's drunken quarrel, but he was dead all the same. As the movie opens, Jean has been teaching school in the small town of Wetherby, where her life is on hold. She doesn't walk around in a state of depression, she does have friends, she is a good teacher, but she is not engaged in life because she put all of her passion into the boy who died so many years ago. \n\nOne night she throws a small dinner party. Everyone drinks wine and sits around late, talking. One of the men at the table, John Morgan, sits mute all evening and finally makes a short speech about pain and love and honesty, that sounds as if every word were written with his own bitter tears. The next day, John Morgan comes back to Jean's house, sits down for a cup of tea, and kills himself. A funny thing comes out in the investigation: John Morgan was not known to any of the other people at the dinner party. Apparently he invited himself. \n\nThe film moves from this beginning into an examination of the people who were touched by the death. In addition to Jean, there are the Pilboroughs (Ian Holm and Judi Dench), the local constable (Tom Wilkinson), and a young woman who knew the dead man (Suzanna Hamilton). Some small suspense develops for a while when it appears that Jean spent some time upstairs with John Morgan during the evening of her party - but that, and many other things, seem to be dead ends. \n\nThe movie flashes back into events in Jean's youth, and she is played as a young girl by Joely Richardson, Redgrave's daughter. There is an innocence and tenderness in those early scenes, as young Jean and her boyfriend kiss and neck and make promises, and as Jean gradually realizes that she is looking forward to marriage but he is much more excited by the prospect of putting on a uniform and going overseas. He goes overseas, and in some ways this movie is about the fact that Jean has become a middle-aged woman still waiting for him to come back. \n\n\"Wetherby\" was written and directed by David Hare, who also wrote the current film \"Plenty.\" Both films are about women who were never able to fully live their lives after what happened to them during the war. I admire both films, but I found \"Wetherby\" more moving, because the heroine of \"Plenty\" was essentially a disturbed woman using her war memories as a crutch, and Jean Travers is a whole and healthy woman who only needs to give herself the permission to live. I left the movie thinking that was the lesson she learned from John Morgan. Hoping so, anyway.", "running_time": 118, "mpaa_rating": null, "release_year": 1985, "date_published": "1985-09-27", "genres": null, "title": "Wetherby (1985)"}