{"url": "http://www.rogerebert.com/reviews/whale-rider-2003", "by": "Keisha Castle-Hughesas Pai", "star_rating": 4.0, "text": "\"Whale Rider\" arrives in theaters already proven as one of the great audience-grabbers of recent years. It won the audience awards as the most popular film at both the Toronto and Sundance film festivals, played to standing ovations, left audiences in tears. I recite these facts right at the top of this review because I fear you might make a hasty judgment that you don't want to see a movie about a 12-year-old Maori girl who dreams of becoming the chief of her people. Sounds too ethnic, uplifting and feminist, right? The genius of the movie is the way is sidesteps all of the obvious cliches of the underlying story and makes itself fresh, observant, tough and genuinely moving. There is a vast difference between movies for 12-year-old girls, and movies about 12-year-old girls, and \"Whale Rider\" proves it.\n\nThe movie, which takes place in the present day in New Zealand, begins with the birth of twins. The boy and the mother die. The girl, Pai (Keisha Castle-Hughes) survives. Her father, Porourangi (Cliff Curtis), an artist, leaves New Zealand, and the little girl is raised and much loved by her grandparents Koro and Nanny Flowers.\n\nKoro is the chief of these people. Porourangi would be next in line but has no interest in returning home. Pai believes that she could serve as the chief, but her grandfather, despite his love, fiercely opposes this idea. He causes Pai much hurt by doubting her, questioning her achievements, insisting in the face of everything she achieves that she is only a girl.\n\nThe movie, written and directed by Niki Caro, inspired by a novel by Witi Ihimaera, describes these events within the rhythms of daily life. This is not a simplistic fable but the story of real people living in modern times. There are moments when Pai is lost in discouragement and despair, and when her father comes for a visit she almost leaves with him. But, no, her people need her--whether or not her grandfather realizes it.\n\nPai is played by Keisha Castle-Hughes, a newcomer of whom it can only be said: This is a movie star. She glows. She stands up to her grandfather in painful scenes, she finds dignity, and yet the next second she's running around the village like the kid she is. The other roles are also strongly cast, especially Rawiri Paratene and Vicky Haughton as the grandparents.\n\nOne day Koro summons all of the young teenage boys of the village to a series of compulsory lessons on how to be a Maori, and the leader of Maoris. There's an amusing sequence where they practice looking ferocious to scare their enemies. Pai, of course, is banned from these classes, but she eavesdrops and enlists a wayward uncle to reveal some of the secrets of the males.\n\nAnd then--well, the movie does not end as we expect. It does not march obediently to standard plot requirements but develops an unexpected crisis and an unexpected solution. There is a scene set at a school ceremony, where Pai has composed a work in honor of her people and asked her grandfather to attend. Despite his anger, he will come, won't he? The movie seems headed for the ancient cliche of the auditorium door which opens at the last moment to reveal the person that the child onstage desperately hopes to see--but no, that's not what happens.\n\nIt isn't that Koro comes or that he doesn't come, but that something else altogether happens. Something in a larger and more significant scale, that brings together all of the themes of the film into a magnificent final sequence. It's not just an uplifting ending, but a transcendent one, inspired and inspiring, and we realize how special this movie really is. So many films by and about teenagers are mired in vulgarity and stupidity; this one, like its heroine, dares to dream.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-06-20", "genres": ["Drama", "Family", "Foreign"], "title": "Whale Rider (2003)"}