{"url": "http://www.rogerebert.com/reviews/what-the--do-we-know-2004", "by": "Marlee Matlinas Amanda", "star_rating": 2.5, "text": "Why does anything exist? How do I know it exists? What do I mean when I say \"I?\" It's convenient to pin everything on God, but if there is a God, he provided us with brains and curiosity and put us in what seems to be a physical universe, and so we cannot be blamed for trying to figure things out. Newton seemed to have it about right, but it's been downhill ever since. And with the introduction of quantum physics, even unusually intelligent people like you and me have to admit we are baffled.\n\n\"What the #$*! Do We Know?\" is a movie that attempts to explain quantum physics in terms anyone can understand. It succeeds, up to a point. I understood every single term. Only the explanation eluded me. Physicists, philosophers, astronomers, biologists and neurologists describe their strange new world, in which matter can (a) not be said to exist for sure, although (b) it can find itself in two places at the same time. Time need not flow in one direction, and our perception of reality may be a mental fabrication.\n\nAmong the experts on the screen, only one seemed to make perfect sense to me. This was a pretty, plumpish blond woman with clear blue eyes, who looked the camera straight in the eye, seemed wise and sane, and said that although the questions might be physical, the answers were likely to be metaphysical. Since we can't by definition understand life and the world, we might as well choose a useful way of pretending to.\n\nSounded good to me, especially compared to the cheerful evasions, paradoxes and conundrums of the other experts. Only after the movie was over did I learn from my wife, who is informed on such matters, that the sane woman who made perfect sense was in fact Ramtha -- or, more precisely Ramtha as channeled by the psychic JZ Knight, who would seem to be quite distinctive enough without leaving the periods out of her name. And who is Ramtha? From Cathleen Falsani, the religion writer of the Sun-Times, I learn that Ramtha is a 35,000-year-old mystical sage from the lost continent of Atlantis. Well, weirder authorities have surfaced. Or maybe not.\n\n\"What the Bleep Do We Know,\" as it is referred to for convenience, is not a conventional documentary about quantum physics. It's more like a collision in the editing room between talking heads, an impenetrable human parable and a hallucinogenic animated cartoon. The parts have so little connection and fit together so strangely that the movie seems to be channel surfing. This is not a bad thing, but wondrously curious. There are three directors and I wonder if they made the movie like one of those party games where you write the first sentence of a story and pass it along, and someone else writes the second sentence and then folds the paper so the third person can't see the first sentence, and so on.\n\nWe meet many wise men and women from august institutions, who sit in front of bookshelves and landscapes and describe the paradoxes and inexplicabilities of quantum physics. They seem to agree that quantum physics accurately describes the universe, but they don't seem sure about the universe it describes. Perhaps the universe is going into and out of existence at every moment, or switching dimensions, or is a construct of our minds, or is mostly made of nothing. Perhaps we cannot observe it but only observe ourselves as we think we're observing it.\n\nThe experts do not know the answers to these questions, and admit it. They have quixotic little smiles as they explain why it is that there are no answers. What makes them experts? I guess it's because they have been able to formulate the questions, and intuit the ways in which they are prevented from being answered. Gene Siskel ended every interview by asking his subjects, \"What do you know for sure?\" These people know for sure that they can't know for sure. At some point in the movie I would have enjoyed, as a change of pace, a professor of French who explains he cannot speak the language, that perhaps nobody can and cautions us that France may not exist.\n\nIntercut with their intellectual flailing (which is charming, intelligent, articulate and by definition baffled), we get the story of a young woman named Amanda (Marlee Matlin). She is a photographer who has many questions about her life. Many of these are the usual questions we all have, like what does my life mean, and why do I look like this in the mirror? She unhappily attends a wedding party at which people think they are dancing and having a good time, but may in fact be bouncing randomly through space and time without a clue. Well, most parties are like that, but what we don't suspect is that the subatomic particles in our bodies may be partying in exactly the same way.\n\nTo visualize this idea, the filmmakers use brightly colored animated blobs to represent emotions, tendencies, memes, engrams, delusions, behavior patterns, senses, and various forms of matter or energy, all wandering around the universe trying to get a drink or maybe meet someone. As we see how random everything is, how much chance is involved, and what the odds are of anything happening or not happening, we ask ourselves, \"What the #$*! Do We Know?\" And we conclude that we don't know s%&t.\n\nThat's where Ramtha comes in. Cathleen Falsani, who must have been taking notes while I was staring gobsmacked at the screen, quotes the 35,000-year-old Atlantean: \"That we simply are has allowed this reality we call real, from the power of intangibility, to pull, out of inertness, action ... and mold it into a form we call matter.\" Like I said, Ramtha makes perfect sense. That I simply am a film critic has allowed this reality we call \"What the #$*! Do We Know?,\" however intangible, to be molded into a form I call a movie review. Isn't life great?", "running_time": 109, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-09-10", "genres": ["Documentary"], "title": "What the #$*! Do We Know? (2004)"}