{"url": "http://www.rogerebert.com/reviews/what-women-want-2000", "by": "Mel Gibsonas Nick Marshall", "star_rating": 3.0, "text": "What women want is very simple: A man willing to listen when they're speaking to him. They also want a lot of other things, but that will do for starters. This we learn from \"What Women Want,\" a comedy about a man who is jolted by electricity and develops the ability to read women's minds.\n\nYou would assume that this ability would make him the world's greatest lover, since he would know precisely what to do and when to do it, and indeed the movie's hero does triumph in that area, although not without early discouragements. (Extreme detumescence can result when a man discovers that during the throes of passion his lover is asking herself, \"Is Britney Spears on Leno tonight?\") Mel Gibson stars as Nick Marshall, an ad executive who thinks he's next in line for a top job at his Chicago agency. But his boss (Alan Alda) passes him over for Darcy Maguire (Helen Hunt), a hot steal from another agency. Nick declares war at about the same time he develops the ability to read women's minds. His knack of stealing Darcy's best ideas is a dirty trick, but he's ambitious and shameless.\n\nHe is also a man who needs to listen to women more. We learn he was reared in Las Vegas as the pampered child of a showgirl, and has been doted on by admiring females ever since--including, recently, the sexy Lola (Marisa Tomei), who works in the coffee store he patronizes. At work, two assistants (Valerie Perrine and Delta Burke) approve categorically of everything he does, but mind-reading reveals they never think about this. Many of the other women in the office, he is horrified to learn, pretend to like him but don't.\n\nBecause he feels chastened, and because he wants to win a valuable advertising account, Nick starts a crash program to research being a woman. This leads him to experiment with lip gloss, eye shadow, pantyhose and defoliation, in scenes positioned somewhere between \"Tootsie\" and Arnold Schwarzenegger's \"Junior.\" Amazingly, given the opportunities, Gibson, who's the king of the tush scenes, keeps his netherlands out of view during these adventures.\n\nIt's clear that Nick and Darcy will sooner or later fall in love, I suppose, and that's a cinematic first: Although Gibson has been voted the World's Sexiest Man in one of those meaningless magazine polls, this is his first romantic comedy since \"Bird on a Wire\" (1990). He and Hunt are not a match made in heaven, but that's one of the appeals as they edge closer together. Less appealing is the way he dumps poor Lola (Tomei), who really deserves better.\n\nThe movie, written and directed by Nancy Meyers, doesn't flow so much as leap from one good scene to another over the crevices of flat scenes in between. The movie is considerably slowed down by the unnecessary character of a suicidal file clerk, who does nothing of any interest until late in the movie, when Nick befriends her in a scene that serves no purpose, except to delay us on our way to the happy climax, which can be seen signaling eagerly from the next reel.\n\nIf the movie is imperfect, it's not boring and is often very funny, as in a solo dance that Nick does in his apartment, to Frank Sinatra singing \"I Won't Dance.\" This is, we imagine, the way the Tom Cruise character in \"Risky Business\" might have ended some of his evenings if he had grown up to be Nick Marshall. I also liked the way Gibson handled the sex scene, where his look of joy and complete self-satisfaction at the end is equaled only by Jack Nicholson's famous Triumph T-shirt moment in \"Five Easy Pieces.\" Note: The look and feel of the movie is just right. The set for the ad agency's office is inviting and seems lived-in. Inspired by Chicago's 19th century Monadnock Building, it looks plausible as an ad agency headquarters and allows sight lines that are important to the action. Great work by production designer Jon Hutman, set decorator Rosemary Brandenburg and art directors Gae Buckley and Tony Fanning, and if you wonder why I list their names, you'll know when you see their work.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-12-15", "genres": ["Comedy", "Romance"], "title": "What Women Want (2000)"}