{"url": "http://www.rogerebert.com/reviews/whats-cooking-2000", "by": "Alfre Woodardas Audrey Williams", "star_rating": 3.5, "text": "Thanksgiving is not a religious or patriotic holiday, and it's not hooked to any ethnic or national group: It's a national celebration of the fact that we have survived for another year, eat turkey to observe that fact, and may, if we choose, thank the deity of our choice. We exchange no presents and send few cards. It's on a Thursday, a day not associated with any belief system. And it nods gratefully to American Indians who have good reason to feel less than thrilled about the Fourth of July and Columbus Day.\n\n\"What's Cooking?\" celebrates the holiday by telling interlocking stories about four American families that are African American, Jewish, Latino and Vietnamese. They all serve turkey in one way or another, surrounded by traditional dishes from their nationalities; some are tired of turkey and try to disguise it, while an Americanized Vietnamese girl sees the chili paste going on and complains, \"Why do you want to make the turkey taste like everything else we eat?\" \n\nThese families have been brought together by the filmmaker Gurinder Chadha, an Indian woman of Punjabi ancestry and Kenyan roots, who grew up in London and is now married to Paul Mayeda Berges, a half-Japanese American. Doesn't it make you want to grin? She directed; they co-wrote.\n\nAll four of the stories involve the generation gap, as older family members cling to tradition and younger ones rebel. But because the stories are so skillfully threaded together, the movie doesn't feel like an exercise: Each of the stories stands on its own.\n\nGeneration gaps, of course, go down through more than one generation. Dennis Haysbert and Alfre Woodard play the parents of a college student who would rather be a radical than a professional; but another source of tension at the table is the presence of the father's mother, who casts a practiced eye over her daughter-in-law's menu, and is shocked that it lacks macaroni and cheese, an obligatory item at every traditional African-American feast.\n\nThe Vietnamese family runs a video store. Grandma Nguyen (Kieu Chinh) is of course less assimilated than her family, but in the kitchen her eye misses nothing and her strong opinions are enforced almost telepathically. There's trouble with the kids: Is the daughter sexually active, and is a son getting involved with gangs? Joan Chen plays the mother, a peacemaker in a family with a father who rules too sternly.\n\nThe Latino Thanksgiving starts uneasily when the kids are at the supermarket and run into their dad (Victor Rivers), who is separated from their mom (Mercedes Ruehl). They invite him to dinner without asking her; on the other hand, she hasn't told them she has invited her new boyfriend, a teacher.\n\nThe Jewish couple (Lainie Kazan and Maury Chaykin) greet their daughter (Kyra Sedgwick), her lover (Julianna Margulies) and Aunt Bea (Estelle Harris), one of those women who asks such tactless questions that you can't believe she's doing it by accident. The parents accept their daughter's lesbianism, but are at a loss to explain it (should they have sent her to that kibbutz?).\n\nDuring this long day, secrets will be revealed, hearts will be bared, old grudges settled, new ones started, pregnancies announced, forgiveness granted and turkeys carved. And the melting pot will simmer a little, for example, when a Latino girl brings home her Asian boyfriend (her brother tries to make him feel at home with a hearty conversation about Jackie Chan and Bruce Lee). If the Asian boy feels awkward at his girlfriend's table, he reflects that she is not welcome at all in his family's home. Or is she? \n\nAll that I've said reflects the design of the film. I've hardly even started to suggest the texture and pleasure. There are so many characters, so vividly drawn, with such humor and life, that a synopsis is impossible. What's strange is the spell the movie weaves. By its end, there is actually a sort of tingle of pleasure in seeing how this Thanksgiving ends, and how its stories are resolved. In recent years most Thanksgiving movies have been about families at war. Here are four families that have, in one way or another, started peace talks.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-11-17", "genres": ["Comedy", "Drama"], "title": "What's Cooking? (2000)"}