{"url": "http://www.rogerebert.com/reviews/what-planet-are-you-from-2000", "by": "Garry Shandlingas Harold Anderson", "star_rating": 1.0, "text": "Here is the most uncomfortable movie of the new year, an exercise in feel-good smut. \"What Planet Are You From?\" starts out as a dirty comedy, but then abandons the comedy, followed by the dirt, and by the end is actually trying to be poignant. For that to work, we'd have to like the hero, and Garry Shandling makes that difficult. He begrudges every emotion as if there's no more where that came from. That worked on TV's \"The Larry Sanders Show\"--it's why his character was funny--but here he can't make the movie's U-turn into sentimentality.\n\nHe plays an alien from a distant planet where the inhabitants have no emotions and no genitals. Possibly this goes hand in hand. He is outfitted with human reproductive equipment, given the name Harold Anderson and sent to Earth to impregnate a human woman so that his race can conquer our planet. When Harold becomes aroused, a loud whirring noise emanates from his pants.\n\nIf I were a comedy writer I would deal with that alarming noise. I would assume that the other characters in the movie would find it extremely disturbing. I put it to my female readers: If you were on a date with a guy and every time he looked dreamy-eyed, it sounded like a whirring garbage disposal was secreted somewhere on his person, wouldn't you be thinking of ways to say you just wanted to be friends? The lame joke in \"What Planet Are You From?\" is that women hear the noise, find it curious and ask about it, and Harold makes feeble attempts to explain it away, and of course the more aroused he becomes, the louder it hums, and when his ardor cools, the volume drops. You understand. If you find this even slightly funny, you'd better see this movie since the device is never likely to be employed again.\n\nOn Earth, Harold gets a job in a bank with the lecherous Perry (Greg Kinnear), and soon he is romancing a woman named Susan (Annette Bening) and contemplating the possibility of sex with Perry's wife Helen (Linda Fiorentino). Fiorentino, of course, starred in the most unforgettable sexual put-down in recent movie history (in \"The Last Seduction,\" where she calls the bluff of a barroom braggart). There is a scene here with the same setup: She's sitting next to Harold in a bar, there is a humming from the nether regions of his wardrobe, etc., and I was wondering, is it too much to ask that the movie provide a hilarious homage? It was. Think of the lost possibilities.\n\nHarold and Susan fly off to Vegas, get married and have a honeymoon that consists of days of uninterrupted sex (\"I had so many orgasms,\" she says, \"that some are still stacked up and waiting to land\"). Then she discovers Harold's only interest in her is as a breeder. She is crushed and angry, and the movie turns to cheap emotion during her pregnancy and inevitable live childbirth scene, after which Harold finds to his amazement that he may have emotions after all.\n\nThe film was directed by Mike Nichols, whose uneven career makes you wonder. Half of his films are good to great (his previous credit is \"Primary Colors\") and the other half you're at a loss to account for. What went into the theory that \"What Planet Are You From?\" was filmable? Even if the screenplay by Shandling and three other writers seemed promising on the page, why star Shandling in it? Why not an actor who projects joy of performance--why not Kinnear, for example? Shandling's shtick is unavailability. His public persona is of a man unwilling to be in public. Words squeeze embarrassed from his lips as if he feels guilty to be talking. \"Larry Sanders\" used this presence brilliantly. But it depends on its limitations. If you're making a movie about a man who has a strange noise coming from his pants, you should cast an actor who looks different when it isn't.", "running_time": 100, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-03", "genres": ["Comedy", "Drama", "Romance", "Science Fiction"], "title": "What Planet Are You From? (2000)"}