{"url": "http://www.rogerebert.com/reviews/what-happened-was-1994", "by": "Karen Sillasas Jackie", "star_rating": 2.5, "text": "I am drawn to movies in which we simply wait to see what the characters will do next, aware that they are not driven by the requirements of a plot. \"What Happened Was...\" begins like that, with a woman in her 30s coming home to her apartment, opening a box, taking out a cake, listening to her answering machine, and waiting for someone to arrive. Here is a movie that could go almost anywhere, and I found myself waiting with anticipation.\n\nShe has some wine ready. It may be important to her; may ease her way through a long evening. Her guest arrives. He is a tall, cadaverous man clutching a briefcase as if it might deflect her in an emergency. The evening settles into its cadence: These two people know each other from a law office, where neither one is very far up the corporate ladder, and after sizing each other up for months they have arrived at this first date.\n\nShe is an executive assistant. He is a paralegal, with a chip on his shoulder about the firm's lawyers. He, after all, went to Harvard and is an intellectual, and is in fact writing a book about the firm. He seems to take notes for it all the time. Edgily, awkwardly, they talk around the evening's obvious topics, which are: Do we like one another? Is sex a possibility? Will there be a second date? Does this other person have problems greater than my own? \"What Happened Was...\" is a film written and directed by Tom Noonan, who also plays the man, named Michael. You may have seen him in movies like \"Robocop 2\" or \"Manhunter,\" playing an odd, sinister figure. In this film, he plays a character who looks as if he would be typecast in such roles, but has a great deal of depth.\n\nShe is not without sympathy: \"At the office, they call you 'Mr. Strange,' \" she says. \"I just told them you were insecure.\" Her name is Jackie, and she is played by Karen Sillas. As the evening continues, we grow aware that she is probably the stronger and more competent of the two, and that she knows that, but is willing to compromise that knowledge if he will express even the smallest willingness to enter into a relationship. This he seems unable to do. \"It seems like something broke in me a long time ago,\" he tells her. Later, she says, \"At one point, guys just stopped asking me out. I don't know if it was my age, or I gave off this serious vibe. Just when I had something interesting to say, nobody wanted to hear it.\" The dialogue is filled with hesitations, retrenchings, awkward wordings: \"That magazine The New Yorker. Do you know that magazine?\" He reveals that he thinks he has heard his name hidden in a Beatles song. At one point in the evening, she seems to grow careless about the neckline of her dress, but by the end of the evening it is back where it belongs. Then there are revelations, too late to save or change very much.\n\n\"What Happened Was...\" is in many ways an admirable movie, and Noonan and Sillas do a quiet, thorough job of representing these two people who seem on the edge of being walled up inside their own walls. There are many small moments of perfect observation. But I never really felt they were building to anything, or heading anywhere. I didn't feel chemistry between the characters - not the chemistry of attraction, of course, but not even the chemistry of mutual awareness. Both of them were playing their own tapes. It's an interesting film, and a brave effort. But there's something missing.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-12-09", "genres": ["Comedy", "Drama", "Romance"], "title": "What Happened Was... (1994)"}