{"url": "http://www.rogerebert.com/reviews/what-a-girl-wants-2003", "by": "Amanda Bynesas Daphne Reynolds", "star_rating": 2.0, "text": "Amanda Bynes, the star of \"The Amanda Show,\" is well known to fans of the Nickelodeon channel, who are so numerous that she is to 'tweeners as Jack Nicholson is to the Academy. She was sort of wonderful in \"Big Fat Liar,\" a comedy about kids whose screenplay is stolen by a Hollywood professional, and now here she is in \"What a Girl Wants,\" a comedy whose screenplay was stolen from \"The Princess Diaries.\" But I am unfair. What goes around comes around, and to assume this is a retread of \"The Princess Diaries\" is to overlook its own pedigree. It's based on the 1956 play and 1958 screenplay \"The Reluctant Debutante\" by William Douglas Home--who, by the way, was the brother of Sir Alec Douglas-Home, briefly the British prime minister in the 1960s.\n\nThe point, I suppose, is that few movies are truly original, and certainly not \"What a Girl Wants\" or \"The Princess Diaries.\" Both are recycled from ancient fairy tales in which a humble child discovers a royal parent and is elevated from pauperdom to princehood, to coin a phrase.\n\nI would not be surprised to learn that Jenny Bicks and Elizabeth Chandler, who adapted Home's screenplay, did homework of their own--because a key plot point in the movie mirrors Sir Alec's own decision, in 1963, to renounce his seat in the House of Lords in order to run for a seat in the Commons. He won, became prime minister after Harold Macmillan, and quickly lost the next election to Harold Wilson.\n\nDo you need to know this? Perhaps not, but then do you need to know the plot of \"What a Girl Wants\"? The movie is clearly intended for girls between the ages of 9 and 15, and for the more civilized of their brothers, and isn't of much use to anyone else.\n\nBynes stars as Daphne Reynolds, who has been raised by her mother, Libby (Kelly Preston), in an apartment above a restaurant in Chinatown, for the excellent reason that we can therefore see shots of Daphne in Chinatown. As nearly as I can recall, no Chinese characters have speaking lines, although one helps to blow out the candles on her birthday cake.\n\nDaphne is the love child of Sir Henry Dashwood (Colin Firth), a handsome British politician who has decided to renounce his seat in the House of Lords in order to run for the Commons (the movie dismisses such minutiae as that Tony Blair has already booted most of the Lords out onto the street). Sir Henry had a Meet Cute with Libby in Morocco 15 years ago and they were married by a Bedouin prince but never had a \"real marriage\" (a Bedouin prince not ranking as high in this system as a justice of the peace). Then Sir Henry's evil adviser (Jonathan Pryce) plotted to drive them apart, and she fled to Chinatown, believing Sir Henry did not love her and nobly saving him the embarrassment of a pregnant American commoner.\n\nSo great is the wealth of the Dashwoods that their country estate, surrounded by a vast expanse of green lawns and many a tree, is smack dab in the middle of London, so central that Daphne can hop off a bus bound for Trafalgar Square and press her pert little nose against its cold iron gates. The Dashwoods, in short, live on real estate worth more than Rhode Island.\n\nDaphne jumps the wall at Dashwood House in order to meet her father, her lovable but eccentric grandmother (Eileen Atkins), her father's competitive fiancee (Anna Chancellor), her father's future stepdaughter (Christina Cole) and her father's adviser (Pryce), who frowns on the notion of introducing a love child on the eve of the election. Now that you know all that, you can easily jot down the rest of the plot for yourself.\n\nThere are moments of wit, as when the eccentric grandmother recoils from the American teenager (\"No hugs, dear. I'm British. We only show affection to dogs and horses\"). And an odd scene where Daphne is locked in a bedroom, released just as Queen Elizabeth II is arriving at a party, and flees in tears--causing her father to choose between chasing her and greeting the queen. My analysis of this scene: (1) He should choose to greet the queen, or 19 generations of breeding have been for nothing, and (2) Daphne won't get far before being returned, dead or alive, by the Scotland Yard security detail that accompanies the queen when she visits private homes.\n\nI found it a little unlikely, by the way, that the guests at the party were all looking at Daphne and not the queen. Paul Theroux wrote of being at a dinner party for the queen and agonizing over what he should say when she entered the room. Suddenly seeing her famous profile, all he could think of was: \"That reminds me! I need to buy postage stamps.\" So is this movie worth seeing? Well, everybody in it is either sweet and cute, or eccentric and hateful, and the movie asks the timeless question: Can a little girl from America find love and happiness as the daughter of a wealthy and titled English lord? If you are a fan of Bynes, you will probably enjoy finding out the answer for yourself. If not, not.", "running_time": 104, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-04-04", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "What A Girl Wants (2003)"}