{"url": "http://www.rogerebert.com/reviews/whatever-it-takes-2000", "by": "Shane Westas Ryan Woodman", "star_rating": 1.5, "text": "\"Whatever It Takes\" is still another movie arguing that the American teenager's IQ level hovers in the low 90s. It involves teenagers who have never existed, doing things no teenager has ever done, for reasons no teenager would understand. Of course, it's aimed at the teenage market. Maybe it's intended as escapism.\n\nThe screenplay is \"loosely based on Cyrano de Bergerac , \" according to the credits. My guess is, it's based on the CliffNotes for Cyrano , studied only long enough to rip off the scene where Cyrano hides in the bushes and whispers lines for his friend to repeat to the beautiful Roxanne.\n\nCyrano in this version is the wonderfully named Ryan Woodman (Shane West), whose house is next door to Maggie (Marla Sokoloff). So close, indeed, that the balconies of their bedrooms almost touch, and they are in constant communication, although Only Good Friends. Ryan has a crush on Ashley (Jodi Lyn O'Keefe), the school sexpot. His best pal Chris (James Franco) warns him that Ashley is beyond his grasp, but Ryan can dream.\n\nIf you know Cyrano , or have seen such splendid adaptations as Fred Schepisi's \"Roxanne\" (1987) with Steve Martin and Daryl Hannah, you can guess the key scene. Ryan talks Chris into going out with Maggie and then hides behind the scenery of a school play while prompting him with lines he knows Maggie will fall for. With Maggie neutralized, Ryan goes out with Ashley--who is a conceited, arrogant snob, of course, and will get her comeuppance in one of those cruel scenes reserved for stuck-up high school sexpots.\n\nThe film contains a funny scene, but it doesn't involve any of the leads. It's by Ryan's mom (Julia Sweeney), also the school nurse, who lectures the student body on safe sex, using a six-foot male reproductive organ as a visual aid. She is not Mrs. Woodman for nothing. As a responsible reporter I will also note that the film contains a nude shower scene, which observes all of the rules about nudity--almost but not quite--being shown.\n\nAnd, let's see, there is a scene where Ashley gets drunk and throws up on her date, and a scene set in an old folks' home that makes use of enough flatulence to score a brief concerto. And a scene ripped off from \"It's a Wonderful Life,\" as the high school gym floor opens up during a dance to dunk the students in the swimming pool beneath. Forget about the situation inspired by Cyrano : Is there anything in this movie that isn't borrowed?", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-03-24", "genres": ["Action", "Comedy", "Drama", "Family", "Romance", "Science Fiction", "Thriller"], "title": "Whatever It Takes (2000)"}