{"url": "http://www.rogerebert.com/reviews/whats-eating-gilbert-grape-1994", "by": "Johnny Deppas Gilbert Grape", "star_rating": 4.0, "text": "In the small but eventful world of Gilbert Grape, emergencies are a natural state. His younger brother, Arnie, has a way of climbing the town water tower and forgetting how to get back down.\n\nHis mother, who weighs 500 pounds, spends days at a time just sitting on the sofa. His best friend, Bobby, is an apprentice at his dad's funeral parlor and loves to talk about the tricks of the trade. His boss, who runs the local grocery store, is under threat from the big new supermarket on the edge of town, which has live lobsters in a tank - something the folks in Endora, Iowa (Pop. 1,091) can't stop talking about.\n\nGilbert Grape is more or less equal to these challenges, but life is not easy for him. What helps is the small town itself. In a big city, we sense, the Grape family would be isolated and dysfunctional, but in Endora, where everybody knows everybody and Gilbert fits right in, life is more possible, and the family is at least quasifunctional.\n\n\"What's Eating Gilbert Grape\" makes of these materials one of the most enchanting movies of the year, a story of people who aren't misfits only because they don't see themselves that way. Nor does the film take them with tragic seriousness; it is a problem, yes, to have a retarded younger brother.\n\nAnd it is a problem to have a mother so fat she never leaves the house. But when kids from the neighborhood sneak around to peek at the fat lady in the living room, Gilbert sometimes gives them a boost up to the window. What the hell.\n\nThe movie, written by Peter Hedges and based on his novel, has been directed by a Scandinavian, Lasse Hallstrom, for whom families seem to exert a special pull. His credits include \"My Life as a Dog\" (1985), about a young boy's coming of age amid eccentric Swedish rural people and first love; and the underrated 1991 film \"Once Around,\" in which Richard Dreyfuss married into a family that was appalled by his abrasiveness.\n\nThe special quality of \"What's Eating Gilbert Grape\" is not its oddness, however, but its warmth. Johnny Depp, as Gilbert, has specialized in playing outsiders (\"Edward Scissorhands,\" \"Benny and Joon\"), and here he brings a quiet, gentle sweetness that suffuses the whole film. Leonardo DiCaprio, who plays Arnie, the retarded kid brother, has been nominated for an Academy Award, and deserves it.\n\nHis performance succeeds in being both convincing and likable. We can see both why he's almost impossible to life with, and why Gilbert and the rest of the Grapes choose to, with love.\n\nFor all of their resiliency, however, the Grapes seem stuck in a rut in Endora. Gilbert, who appears to be around 21 years old, hangs out with other guys his age, drinking coffee and making small talk and quizzing Bobby about the undertaking business. On his delivery rounds for the grocery store, he makes frequent stops at the home of Mrs. Carver (Mary Steenburgen), a lonely housewife who is always much less lonely after Gilbert's visits. At home, Gilbert oversees his two younger sisters; the household runs according to rituals, and for some time the kitchen table, with dinner on it, has been brought to Momma (Darlene Cates) so that she won't have to go to it.\n\nThen a young woman named Becky (Juliette Lewis) arrives in town, in an RV driven by her grandmother (Penelope Branning). They're on vacation, traveling from nowhere to nowhere, and they pause in Endora long enough for Becky and Gilbert to begin a romance. And love, as it often does, acts as a catalyst for the Grapes, breaking the patterns that might have held them for a lifetime. When Gilbert brings Becky to meet Momma, we sense a tension and an excitement that is breaking the pattern of years.\n\nOne of the movie's best qualities is its way of looking at the fat mother and the retarded brother with sympathy, not pity.\n\nDarlene Cates, making her movie debut, has an extraordinary presence on the screen. We see that she is fat, but we see many other things, too, including the losses and disappointments in her life, and the ability she finds to take a grip and make a new start. And DiCaprio, as Bobby, somehow finds a way to be difficult and invaluable at the same time.\n\nMovies like \"What's Eating Gilbert Grape\" are not easily summarized; they don't have that slick \"high concept\" one-sentence peg that makes them easy to sell. Maybe all I've said still leaves you wondering what the movie is about. But some of the best movies are like this: They show everyday life, carefully observed, and as we grow to know the people in the film, maybe we find out something about ourselves. The fact that Hallstrom is able to combine these qualities with comedy, romance and even melodrama make the movie very rare.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-03-04", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "What's Eating Gilbert Grape (1994)"}