{"url": "http://www.rogerebert.com/reviews/what-to-expect-when-youre-expecting-2012", "by": "Cameron Diazas Jules", "star_rating": 2.5, "text": "Just what we needed. First \"Friends With Kids\" two months ago, about three couples who confront pregnancy, and now \"What to Expect When You're Expecting,\" about five couples so much in synch that deliveries and an adoption occur on the same day. I'd rather see a movie about one couple, treated in some depth, than these round-robins with the editor working up a sweat to keep all the stories in the air.\n\n\"What to Expect\" is a cheerful comedy with just enough dark moments to create the illusion it's really about something. It toplines Cameron Diaz, Jennifer Lopez, Elizabeth Banks, Anna Kendrick and Brooklyn Decker as prospective mothers, and as three live births are intercut, Diaz wins the screaming contest as people shout \"push! push!\" at her. The girl's a trouper. Maybe we should be grateful that Lopez, in Ethiopia to meet her adoptive son, doesn't start screaming in sympathy.\n\nBut I'm being too snarky. This is a good-hearted movie with some winning performances, but it has so many characters (including a boys' club of new dads) that the plot nearly stalls with gridlock. It's clever but the stories are thin soup.\n\nThere seems to be an informal law that characters in a movie like this must have unusual and colorful occupations, to provide easy markers as we move between stories. Diaz plays Jules, a TV weight-loss guru; we meet her and boyfriend Evan (Matthew Morrison) just as they win a celebrity dance show on TV. When they're presented with a loving cup, Jules throws up into it. Gosh, maybe she's pregnant?\n\nWendy (Elizabeth Banks) is a best-selling advocate of breast-feeding, who despairs of ever getting a chance to practice it herself; she and husband Gary (Ben Falcone) have been tirelessly trying to conceive as slaves to an ovulation schedule that once sends them racing into the back room of a baby store for a quickie. Gary has spent years in the shadow of his father, Ramsey (Dennis Quaid), a millionaire NASCAR champion, whose trophy wife, Skyler (Brooklyn Decker), is about 40 years younger. When Gary and Wendy proudly announce \"we're pregnant!\" Ramsey wins again: He and Skyler are having twins.\n\nJennifer Lopez plays a famous photographer, seen scuba-diving to shoot manta rays; after she and Alex (Rodrigo Santoro) cannot conceive, they adopt the little Ethiopian, who looks adorable enough to pose for Gerber's ads. We're not out of cool jobs yet. Rosie (Anna Kendrick) and Marco (Chace Crawford) own competing food trucks, which vend fast food at events. She gets pregnant via a one-night stand, complaining at the hospital, \"We never even went out on a real date.\"\n\nCounterpoint for these stories, as if one was needed, is a quartet of new dads who meet weekly to wheel baby carriages through the park. They're led by Vic (Chris Rock), who is rich in one-liners. On every stroll they meet their mutual friend Davis (Joe Mangianello), a narcissistic fitness buff who would rather work out than impregnate anyone. In one gratuitous scene, he does pull-ups on a bar perfectly positioned to show off his six-pack abs, and then does one-armed pull-ups while using the other hand to check his cell phone. No call is that important.\n\nThree of the stories sync in delivery rooms of the same hospital. The other two have happy endings. What the five couples have in common is that they're all in the same movie. The only interlocking stories are the NASCAR hero and his son. No, wait — the son is connected to Diaz because he was on her weight-loss show. \n\nThe movie is essentially a clothesline on which to display trigger-pushing moments. I grew weary of circling endlessly among the various stories. The actors are all good company, and I would have enjoyed seeing more of each role, something I suspect they would agree with me about. The movie is inspired by the best-seller by Heidi Murkoff. It is non-fiction, which is just as well; there's no room here for anything more.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-05-16", "genres": ["Comedy", "Drama", "Romance"], "title": "What to Expect When You're Expecting (2012)"}