{"url": "http://www.rogerebert.com/reviews/whats-the-matter-with-kansas-2009", "by": "Joe Winston", "star_rating": 3.5, "text": "As a liberal, I agree with about a third of the people in \"What's the Matter with Kansas?\" A conservative would probably agree with the others. What's interesting is that every single person in this film is seen as themselves, is allowed to speak and seems to have a good heart. I've rarely seen a documentary quite like it. It has a point to make but no ax to grind.\n\nThis is its point: Conservatives in the heartland have persuaded themselves to vote against their own economic and social well-being because they consider hot-button issues more important than their incomes, economic chances, educations and the welfare of society at large. Their positions dovetail seamlessly with evangelical Christianity, and they accept hardship as the will of God when it seems more clearly to be the working of a top-loaded economy.\n\nNo one in the film says that. The film has no narration at all. It is a fascinating series of portraits of Kansans, all of them shown without judgment. In a subtle way, the accumulation of these portraits adds up to this conclusion: They're doing themselves no favors by voting against their own interests and might hold onto their values while still voting more selectively.\n\nThe two most likable people in the film are a Christian mother and farmer named Angel Dillard, and a self-proclaimed populist farmer named Donn Teske, both struggling to keep their family farms afloat after two drought years.\n\nDillard has a story to win our sympathy. After a bad marriage in Los Angeles, she moved back home to Kansas and bought a small homestead. This she planned to farm by herself and probably never remarry (\"I must have had 100 first dates but when the guys saw this place ...\"). But she did find the right man and has two pretty daughters, one named Reagan.\n\nWe see her manning a right to life booth at the state fair. She is a loyal follower of Pastor Terry Fox's 6,000-member Immanuel Baptist Church in Wichita. When Fox is asked by the church deacons to resign because they were uncomfortable with his political sermons about abortion and homosexuality, they follow him to exiled services, held in a theater at Wild West World, a new theme park.\n\nAlong with Fox and other church members, they ask God for guidance and invest their savings in the park. It goes bankrupt without ever thriving, and there are hints that it may have been a Ponzi scheme. But they accept their loss as God's will. At the end of the film, Angel is selling her CD of Christian music at a local event.\n\nShe never has the slightest doubt that God wants her to vote conservative. Although she is a fervent pro-lifer, she tells of a disastrous early pregnancy: After a prolonged labor, a doctor braced his foot and pulled out her son with forceps, crushing his skull; although the boy lives until 12, he never sees, hears, speaks or eats and wears diapers.\n\nIt took a long time for the doctors to get a heartbeat, she says calmly. \"They should have allowed him to die, but they were afraid of a lawsuit.\" Has it occurred to her to question the difference between allowing a brain-dead child to die and terminating a pregnancy in a similar case?\n\nDonn Teske, head of the Kansas Farmers' Union, is a Wilford Brimley type, plain-spoken, \"a redneck,\" and says he was a Republican committeeman but resigned and now considers himself a populist independent. He is eloquent in testifying before Congress, and in Washington goes to visit the modest Franklin Roosevelt Memorial. It was Roosevelt's New Deal, he says, that created the first, and still the best, farm bill.\n\nAnother likable figure in the film is Brittany Barden, a bright teenage campaign worker for GOP candidates. Apparently home-schooled, she goes off to college at Patrick Henry University, a conservative Christian school in Virginia. Her mother explains, \"Secular schools teach things like evolution.\" Brittany explains that our nation is Christian, the founding fathers were all Christian, and Christianity is established in the Declaration of Independence and the Constitution. Perhaps at Patrick Henry she will learn that all three of these beliefs are simply untrue.\n\nAt the start of the 20th century, Kansas was a staunchly left-wing state. The town of Girard was the home of the socialist Appeal to Reason, then the newspaper with the largest circulation in America. Teske goes to visit the Populist Cemetery and speaks of the state's populist roots.\n\n\"What's the Matter with Kansas?\" doesn't connect the dots, nor does it need to. It takes no cheap shots. It is all there to see. These good people are voting against themselves. The current hysteria about health-care reform is another example. Meanwhile, we see a state that is draining population, with empty sidewalks and vacant parking spaces, boarded storefronts and foreclosures, and a certainty that all is God's will. A billboard outside one town simply says: \"Pray for the Election.\"\n\nDirector Joe Winston, producer Laura Cohen and author Thomas Frank, whose book inspired this documentary, will participate in audience discussion after the 8:15 p.m. screenings tonight and Saturday at the Gene Siskel Film Center.", "running_time": null, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-09-16", "genres": ["Comedy", "Documentary", "Indie", "Romance"], "title": "What's the Matter with Kansas? (2009)"}