{"url": "http://www.rogerebert.com/reviews/whats-love-got-to-do-with-it-1993", "by": "Angela Bassettas Tina Turner", "star_rating": 3.5, "text": "When it came right down to it, in the divorce court, Ike Turner didn't even want Tina Turner to keep her name. Born as Anna Mae Bullock in Nutbush, Tenn., she was given her stage name by Ike early in their relationship. At the end, she was so eager to get away from him that she surrendered any claim to record royalties, publishing rights, and anything else, except \"Tina Turner,\" which she told the judge she had worked very hard for. \"That name's got my daddy's blood written all over it,\" Ike protested. But it would be more accurate to say it was written in Tina's own blood.\n\n\"What's Love Got to Do With It\" ranks as one of the most harrowing, uncompromising showbiz biographies I've ever seen. It is a tradition in the genre that performers must go through hard times in order to eventually arrive at fame, but few went through harder times than Tina Turner. The movie shows Ike, jealous of her talent and popularity, turning into a violent wife-beater, and it shows her putting up with a lot more than she should have, for a lot longer.\n\nThe movie begins with a prologue in which little Anna Mae can sing louder than anyone else in the Nutbush church choir. A few years later, in St. Louis, she sees Ike Turner onstage and is intoxicated by his slick charm. Part of his act consists of inviting women from the audience to sing with his band. A few notes, and he shoos them away.\n\nBut when Anna Mae Bullock got up on that stage, she came to stay. And soon, an innocent who hardly understands the world she is entering, she's on tour with Ike and his band.\n\nThe movie stars Angela Bassett and Laurence Fishburne as Tina and Ike. They played the parents of the hero in \"Boyz N the Hood,\" but here they are in another universe -- Bassett fiery and convincing as Tina; Fishburne, in a powerful performance, able to show us both Ike's charm and his violent side.\n\nThe singing on the movie's sound track is by Tina Turner, but Bassett's performances of the songs are so much in synch - not just lip-synch, but physically, and with personality and soul -- that it always seems as if we're watching Tina at work.\n\nAs the two of them reach the heights of show business, with platinum records and big Vegas bookings and lots of money, their personal life turns into a nightmare. The movie shows Ike strung out on cocaine, flaunting his endless string of girlfriends, and subjecting Tina to verbal and physical abuse. A few friends advise her to walk away. Most of the people around them, intimidated by Ike or grateful for a generous drug supply, are enablers.\n\nThe most harrowing scene in the movie comes one night as Ike beats Tina yet once again, and bleeding and battered she walks out of their hotel and down a highway and into a Ramada Inn, where she says, \"My name is Tina Turner, and my husband and I have had an argument. I have 32 cents in my pocket. If you give me a room I promise you I will pay you back as soon as I can.\" The manager gives her a room.\n\nThe Ramada Inn roadside sign is prominent in the scene because, as Tina wrote in her autobiography, I, Tina, she will forever be grateful to the motel for taking her in.\n\nBut what is amazing is that the scene isn't the end of Tina and Ike's relationship. The movie is unflinching in its willingness to show that Tina, like many battered wives, made excuses for her violent husband and believed his apologies and gave him more chances, long after she should have walked away.\n\nFinally she finds the strength to resist through Buddhist meditation techniques, and there is an unforgettable scene late in the film where she is about to open a big engagement and Ike slips past security and into her dressing room with a gun, and she finds the inner strength to face him down and not cave in, and go onstage like a professional.\n\n\"What's Love Got to Do With It\" has a lot of terrific music in it (including a closing glimpse of the real Tina Turner), but this is not the typical showbiz musical. It's a story of pain and courage, uncommonly honest and unflinching, and the next time I hear Tina Turner singing I will listen to the song in a whole new way.", "running_time": 120, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-06-11", "genres": ["Drama"], "title": "What's Love Got to Do with It (1993)"}