{"url": "http://www.rogerebert.com/reviews/what-time-is-it-there-2002", "by": "Lee Kang-Shengas Hsiao Kang", "star_rating": 3.5, "text": "The reviewers of Tsai Ming-Lian's \"What Time Is It There?\" have compared it to the work of Yasujiro Ozu, Robert Bresson, Michelangelo Antonioni, Jacques Tati and Buster Keaton. If none of these names stir admiration and longing in your soul, start with them, not with Tsai. Begin with Keaton and work your way backward on the list, opening yourself to the possibilities of silence, introspection, isolation and loneliness in the movies. You will notice that the films grow less funny after Keaton and Tati; one of the enigmas about Tsai's work is that it is always funny and always sad, never just one or the other.\n\nTsai's hero, who indeed shares some of the single-minded self-absorption of the Keaton and Tati characters, is Hsiao Kang (Lee Kang-Sheng), a man who sells wristwatches from a display case on the sidewalks of Taipei. One day he sells a watch to Shiang-Chyi (Chen Shiang-Chyi--remember, family names come first in Chinese societies). He wants to sell her a watch from his case, but she insists on the watch from his wrist, which gives the time in two time zones, because she is flying to Paris.\n\nHsiao's home life is sad without redemption. In an early scene, we have seen his father, almost too exhausted to exhale the smoke from his cigarettes, die in a dark, lonely room. Hsiao's mother (Lu Yi-Ching) becomes convinced that her dead husband's soul has somehow been channeled into Fatty, the large white fish in a tank in the living room. Since Fatty is Hsiao's pet and only friend (he confides details of his life to the fish), this is doubly sad: Not only has the father died after bringing no joy to his son's life, but now he has appropriated the fish. You see what I mean about humor and sadness co-existing, neither one conceding to the other.\n\nThe movie then develops into a story that seems to involve synchronicity, but actually involves our need for synchronicity. We need to believe that our little lives are in step with distant music, when synchronicity is simply the way coincidence indulges itself in wish-fulfillment. The girl goes off to Paris. Hsiao, who has barely spoken to her, and then only about watches, is so struck by longing for her that he begins to re-set watches to Paris time. First all of the watches in his display case. Then all of the watches and clocks available to him. Then even a gigantic clock on a building (the parallel to Harold Lloyd's most famous scene is inescapable).\n\nMeanwhile, in Paris, Shiang-Chyi is also lonely. Does she even have a reason for being here? She wanders the streets and travels nowhere in particular on the Metro. Eventually all three lonely people--Hsiao, his mother, and Shiang-Chyi--look for release in sex. Sex is many things, and one of them is a way of reassuring yourself you are alive, that you retain the power to feel and cause feeling. Hsiao seeks out a prostitute, Shiang-Chyi experiments with another woman (who for her purposes could have been a man), and the mother masturbates while thinking of her dead husband.\n\nThese three acts take place at about the same time. Synchronicity? Or simply an indication that the loneliness clocks of the three characters started ticking at the same time, and so chime the hour simultaneously? There is another coincidence in the movie: Hsiao watches Truffaut's \"The 400 Blows\" on video--the scene where Jean-Pierre Leaud wanders the Paris streets because he is afraid to return home. And Shiang-Chyi visits a Paris cemetery where she talks to a strange man sitting on a gravestone. This man is Jean-Pierre Leaud 41 years later. (It isn't mentioned in the movie, but I think this is the cemetery where Truffaut is buried. Is Leaud visiting the grave of the man who created his life-defining roles?) \"What Time Is It There?\" is not easy. It haunts you, you can't forget it, you admire its conception and are able to resolve some of the confusions you had while watching it. You realize it is very simple, really, even though at first you thought it was impenetrable. But can you recommend it to others? Does it depend on how advanced they are in their film-going? The critics don't seem to agree. Is it true that the movie \"proceeds with all the speed of paint drying\" (Film Journal International) or does Tsai create \"shock waves of comedy, which both unleash a wave of euphoria in the audience and communicate the pleasure he gets from filmmaking\" (New York Times)? Does \"a sense of perseverance and comic acceptance trump any self-indulgent ennui\" (Salon), or do \"emotionally disconnected characters ... wade through their sterile Taipei surroundings hopelessly grasping for a piece of human comfort\" (Slant)? What happens, I think, is that the funny and sad poles of the story checkmate each other. Everything is funny. Everything is sad. There is nothing funnier than an unrequited love. Nothing sadder than an unrequited love. Nothing tragic, really, about two people who have not connected when they only had two meaningless conversations. But nothing hopeful about two people so unconnected it doesn't matter what city they are in. When Hsiao re-sets all of the clocks, is that a grand gesture of romance, or a pathetic fixation? Which is more depressing--that the mother thinks her husband's soul occupies the fish, or that the fish is her son's only confidante? A movie that causes us to ask these kinds of questions deserves to be seen. A movie that thinks it knows the answer to them deserves to be pitied. Most movies do not know these questions exist.", "running_time": 116, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-03-01", "genres": ["Drama", "Foreign", "Romance"], "title": "What Time Is It There? (2002)"}