{"url": "http://www.rogerebert.com/reviews/what-dreams-may-come-1998", "by": "Robin Williamsas Chris Nielsen", "star_rating": 3.5, "text": "Vincent Ward's \"What Dreams May Come\" is so breathtaking, so beautiful, so bold in its imagination, that it's a surprise at the end to find it doesn't finally deliver. It takes us to the emotional brink but it doesn't push us over. It ends on a curiously unconvincing note--a conventional resolution in a movie that for most of its length has been daring and visionary.\n\nSo, yes, I have my disappointments with it. But I would not want them to discourage you from seeing it, because this is a film that even in its imperfect form shows how movies can imagine the unknown, can lead our imaginations into wonderful places. And it contains heartbreakingly effective performances by Robin Williams and Annabella Sciorra. The movie is so good it shows us how it could have been better: It seems headed for a great leap, we can sense it coming, and then it settles. If Hollywood is determined to short-change us with an obligatory happy ending, then it shouldn't torment us with a movie that deserves better.\n\nI hesitate to reveal too many secrets, but the film's set-up has been so thoroughly publicized that by now you probably already know certain key facts. Save the review until later if you don't.\n\nThe facts you know from the ads and the trailers are that Chris and Annie (Williams and Sciorra) have a Cute Meet when their boats collide on a Swiss lake. They marry. They have two children. They are happy. Then both of the children are killed in an accident. Annie has a breakdown, Chris nurses her through, art works as therapy, they are somehow patching their lives back together--and then Chris is killed.\n\nThe film follows him into the next world, and creates it with visuals that seem borrowed from his own memories and imagination. In one sequence that is among the most visually exciting I have ever seen, he occupies a landscape that is a painting, and as he plucks a flower it turns to oil paint in his hand. Other parts of this world seem cheerfully assembled from the storage rooms of images we keep in our minds: Renaissance art, the pre-Raphaelites, greeting cards, angel kitsch (cherubs float past on plump clouds). Later, when Chris ventures into hell, the images are darker and more fearsome--Bosch crossed with Dali.\n\nThere is a guide in the next world named Albert (Cuba Gooding Jr.). Is he all that he seems? Now we have ventured beyond the information in the ads, and I will be more circumspect. The story, inspired by a novel by Richard Matheson, is founded on the assumption that heaven exists in a state of flux, that its inhabitants assume identities that please themselves, or us; that having been bound within one identity during life, we are set free. Heaven, in one sense, means becoming who you want to be.\n\nAnd hell? \"Hell is for those who don't know they're dead,\" says Albert. Or they know they're dead but don't know what the deal is. Or they won't go along with the deal. Many of those in hell are guilty of the greatest sin against God, which is despair: They believe they are beyond hope.\n\nAfter the death of her children and husband, Annie has despaired, killed herself and gone to hell. Chris wants to find her: \"I'm her soul mate.\" Albert says that's not possible: \"Nothing will make her recognize you.\" But he acts as a guide, and Chris ventures into hell, which, like heaven, has been realized with a visual intensity and originality that is astonishing. In this film, the road to hell is paved, not with good intentions, but with the faces of the damned, bitter and complaining (the face and voice of Chris's father are played by the German director Werner Herzog).\n\nWhat happens then, what happens throughout the film, is like nothing you have seen before. Vincent Ward is a New Zealand director whose works have not always reached a large audience, but have always dared for big ideas and bold visuals to express them. He made \"The Navigator\" (1988), about medieval Englishmen who tunnel to escape the plague--and emerge in the present. And then, in 1993, he made the great \"Map of the Human Heart,\" about the odyssey of an Eskimo boy from Alaska in the 1930s to London in the war, and from a great love affair to high adventure.\n\n\"What Dreams May Come\" ends, like \"The Navigator,\" with the characters seeking their destiny in a cathedral--but this one, like many of the film's images, is like none you have seen before. It is upside-down, the great vaulted ceilings providing a floor and a landscape. Since I have mentioned Herzog, I might as well quote his belief that our century is \"starving for great images.\" This film provides them, and also provides quiet moments of winsome human nature, as when a character played by Rosalind Chow explains why she appears to be an Asian flight attendant, and when another, played by Max Von Sydow, explains the rules of the game as he understands them.\n\nRobin Williams somehow has a quality that makes him seem at home in imaginary universes. Remember him in \"Popeye,\" \"The Adventures of Baron Munchausen,\" \"Toys,\" \"Jumanji,\" and in his animated incarnation in \"Aladdin.\" There is a muscular reality about him, despite his mercurial wit, that anchors him and makes the fantastic images around him seem almost plausible. He is good, too, at emotion: He brings us along with him. In Annabella Sciorra, he has a co-star whose own character is deeply unhappy and yet touching; her sin of despair was committed, we believe, because she loved so much and was so happy she cannot exist in the absence of those feelings.\n\nAnd yet, as I've suggested, the movie somehow gathers all these threads and its triumphant art direction and special effects, and then doesn't get across the finish line with them. I walked out of the theater sensing that I should have felt more, that an opportunity had been lost. \"What Dreams May Come\" takes us too far and risks too much to turn conventional at the end. It could have been better. It could perhaps have been the best film of the year. Whatever its shortcomings, it is a film to treasure.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-10-02", "genres": ["Action", "Adventure", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "What Dreams May Come (1998)"}