{"url": "http://www.rogerebert.com/reviews/whats-the-worst-that-could-happen-2001", "by": "Martin Lawrenceas Kevin Caffery", "star_rating": 1.0, "text": "\"What's the Worst That Could Happen?\" has too many characters, not enough plot, and a disconnect between the two stars' acting styles. Danny DeVito plays a crooked millionaire, Martin Lawrence plays a smart thief, and they seem to be in different pictures. DeVito as always is taut, sharp, perfectly timed. Lawrence could play in the same key (and does, in an early scene during an art auction), but at other times he bursts into body language that's intended as funny but plays more like the early symptoms of St. Vitus' Dance.\n\nComedy tradition holds that onlookers should freeze while the star does his zany stuff. From Groucho Marx to Eddie Murphy to Robin Williams to Jim Carrey, there are scenes where the star does his shtick and the others wait for it to end, like extras in an opera. That only works in a movie that is about the star's shtick. \"What's the Worst That Could Happen\" creates a world that plays by one set of comic rules (in which people pretend they're serious) and then Lawrence goes into mime and jive and odd wavings of his arms and verbal riffs, and maybe the people on the set were laughing but the audience doesn't, much.\n\nThe plot involves Lawrence as a clever thief named Kevin Caffery, who frequents auctions to find out what's worth stealing. At an art auction, he meets Amber Belhaven (Carmen Ejogo), who is in tears because she has to sell the painting her father left her; she needs money for the hotel bill. She has good reason to be in tears. The painting, described as a fine example of the Hudson River School, goes for $3,000; some members of the audience will be thinking that's at least $30,000 less than it's probably worth.\n\nIf Kevin is supplied with one love interest, Max Fairbanks (DeVito) has several, including his society wife (Nora Dunn), his adoring secretary (Glenne Headly) and Miss September. (When she disappears, Max's assistant Earl (Larry Miller) observes there are \"11 more months where she came from\"). Kevin also has a criminal sidekick named Berger (John Leguizamo), and then there is his getaway driver Uncle Jack (Bernie Mac), and a Boston cop (William Fichtner) who is played for some reason as a flamboyant dandy. If I tell you there are several other characters with significant roles, you will guess that much of the movie is taken up with entrances and exits.\n\nThe plot involves Kevin's attempt to burgle Max's luxurious shore estate, which is supposed to be empty but in fact contains Max and Miss September. After the cops are called, Max steals from Kevin a ring given him by Amber Belhaven, and most of the rest of the movie involves Kevin's determination to get it back, intercut with Max's troubles with judges, lawyers and accountants.\n\nThe jokes and the plots are freely and all too sloppily adapted by Matthew Chapman from a Dortmunder novel by Donald E. Westlake, who once told me he liked very few of the movies made from his books, and probably won't raise the count with this one. A comedy needs a strong narrative engine to pull the plot through to the end, and firm directorial discipline to keep the actors from trying to act funny instead of simply being funny. At same point, when a movie like this doesn't work, it stops being a comedy and becomes a documentary about actors trying to make the material work. When you have so many characters played by so many recognizable actors in a movie than runs only 95 minutes, you guess that at some point they just cut their losses and gave up.\n\nNote: Again this summer movies are jumping through hoops to get the PG-13 rating and the under-17 demographic. That's why the battle scenes were toned down and blurred in \"Pearl Harbor,\" and no doubt it's why this movie steals one of the most famous closing lines in comedy history and emasculates it. \"The Front Page\" ended with \"The son of a bitch stole my watch!\" This one ends with \"Stop my lawyer! He stole my watch!\" Not quite the same, you will agree.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-06-01", "genres": ["Action", "Comedy"], "title": "What's The Worst That Could Happen? (2001)"}