{"url": "http://www.rogerebert.com/reviews/whats-up-doc-1972", "by": null, "star_rating": 3.0, "text": "Peter Bogdanovich's \"What's Up, Doc?\" is billed as a wacky screwball comedy with absolutely no redeeming social importance, and I guess that's the most accurate billing so far this year.\n\nIt has to do with four guests who check into a hotel on the same day, with identical red plaid overnight bags. The first bag contains diamonds, the second underwear, the third prehistoric rocks, and the fourth top-secret papers.\n\nAre we on familiar ground? The bag with the underwear belongs to Barbra Streisand a freeloader without a penny to her name, who is hiding out in the hotel and swindling room service out of roast beef sandwiches. She falls instantly in love with Ryan O'Neal, who has brought the prehistoric rocks to demonstrate a theory at a musicologist's convention. The jewels belong to a Margaret Dumont type, whose name shoulda been Mrs. Gotrocks if it actually wasn't. And the state secrets are being tracked by an international spy who believes no one will notice him if he carries his golf clubs everywhere.\n\nBogdanovich, a former critic who has spent the last 10 to 15 years absorbing the films of the great Hollywood masters of the 1930s, proves himself a master of screwball comedy -- a genre which, until just now, everybody thought was dead. \"What's Up, Doc?\" is a homage of sorts to Howard Hawks, but Bogdanovich isn't an imitator so much as an admirer with ideas of his own.\n\nHe gives us everything we hope for: a one-sided courtship between Miss Streisand and O'Neal; a spinsterish fiancee for O'Neal; a scene at a formal banquet with everybody winding up under the table; a hilarious hotel corridor sequence, with people popping in and out of doors as the elevator opens; a chase; remarkable coincidences; a staid reception turned into a pie fight, and all the rest.\n\nHe also directs with the slapdash economy of the 1930s comedies. \"What's Up, Doc?\" is only about 90 minutes long, takes no time for sloppy romantic scenes, and remembers to be funny even when Miss Streisand is singing (she reclines on top of the piano, natch).\n\nThis is her first outing in a small, totally comic movie. Her previous vehicles have all successfully displayed her talent for comedy but apart from \"Funny Girl,\" the results have been uneven. She has been in too many fancy movie versions of overpriced broadway -- \"Hello, Dolly!\" was the worst example -- and you can't direct comedy at a snail's pace. It has to move and crackle and not get stuck in the goo of a hit show.\n\nThis time, she proves herself as our most accomplished screen comedienne, a title she could have had a long time ago if it weren't for the inflated films she found herself in. She plays what I guess you'd call the Katharine Hepburn role, and O'Neal certainly has it in mind to play the Cary Grant role. Poor fellow, like so many actors before him, he finds that only Grant can quite do that. O'Neal wears horn-rim glasses and tries to be slightly prissy and offended by Miss Streisand's brashness, but we can't believe it.\n\nThe strength of a movie like this, of course, is that you don't have to believe too much for too long, because there's something else happening. The chase scene (Barbra and Ryan aboard a grocery delivery wagon inside a Chinese dragon, being chased downhill by three cars) is as nice as anything in this line in a long time. The grappling on the hotel ledge, while the curtains catch on fire, is classic. The movie works. It is food at last for we who hunger for a screwball comedy utterly lacking in redeeming social importance.", "running_time": 94, "mpaa_rating": "G", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Comedy", "Romance"], "title": "What's Up, Doc? (1972)"}