{"url": "http://www.rogerebert.com/reviews/what-just-happened", "by": "Robert De Niroas Ben", "star_rating": 2.0, "text": "by Roger Ebert\n\nJulia Phillips' famous autobiography was titled, You' ll Never Eat Lunch in This Town Again. Barry Levinson and Art Linson will. At this point, if you're going to make a film about Hollywood greed, hypocrisy and lust, you have to be willing to burn your bridges. There's not a whole lot in \"What Just Happened?\" that would be out of place in a good \"SNL\" skit.\n\nLinson is an A-list producer (\"Fight Club,\" \"Into the Wild\") who wrote this screenplay based on his memoir, subtitled Bitter Hollywood Tales From the Front Line. He knows where the bodies are buried and who buried them, but he doesn't dig anybody up or turn anybody in. If you want to see a movie that Rips the Lid Off Tinseltown, just go ahead and watch Robert Altman's \"The Player\" (1992). Altman took no hostages. He didn't give a damn. And the book and screenplay he started with were by Michael Tolkin, who was closer to the front line and a lot more bitter. He didn't give a damn, either.\n\n\"What Just Happened?\" stars Robert De Niro as a powerful Hollywood producer who has two troubled projects on his hands and a messy private life. De Niro warmed up for this film in \"The Last Tycoon\" (1976), in a role inspired by Irving Thalberg. That screenplay was by Harold Pinter, based on the novel by F. Scott Fitzgerald. Levinson himself directed the brilliant \"Wag the Dog\" (1997), where De Niro played a political spin doctor assigned to fabricate reasons for a war.\n\nDavid Mamet wrote that screenplay, which was astonishingly prescient. The movie, which premiered on Dec. 17, 1997, gave us a U.S. president accused of luring a \"Firefly Girl\" into a room near the Oval Office and presenting her with unique opportunities to salute her commander in chief. The first hints of the Monica Lewinsky scandal became public in January 1998. For the White House methods used to invent reasons for a phony war, Mamet was six years ahead of Iraq.\n\nSo what am I saying? Should Mamet have written \"What Just Happened?\" Why not? For Mamet's \"Heist,\" produced by Linson, he gave Danny DeVito one of the funniest lines ever written: \"Everybody loves money! That's why they call it money!\" For that matter, Variety's Todd MCarthy thinks some of the characters in this film are inspired by the making of Linson's \"The Edge,\" also written by Mamet. A pattern emerges. But everything I think of is luring me further away from \"What Just Happened?\"\n\nAnyway, Ben, the De Niro character, has just has a disastrous preview of his new Sean Penn film, \"Fiercely.\" The audience recoils at the end, when a dog is shot. The problem with the footage of \"Fiercely\" we see is that it doesn't remotely look like a real movie. Meantime, Ben is trying to get his next project off the ground. It will star Bruce Willis as an action hero, but inconveniently Willis has put on a lot of weight and grown a beard worthy of the Smith Brothers.\n\nBen is still in love with Kelly (Robin Wright Penn), his ex-wife No. 2, but they just haven't been able to make it work and are now immersed in something I think it is called Break-Up Therapy. Their daughter, Zoe (Kristen Stewart), is having anguish of her own, which goes with the territory for a rich kid from a shattered home in 90210. And Lou Tarnow (Catherine Keener), Ben's studio chief, is scared to death that \"Fiercely\" will tank. And the film's mad-dog British director (Michael Wincott) defends the dog's death as artistically indispensable. And the writer of the Bruce Willis thriller (Stanley Tucci) is having an affair with Ben's ex-wife No. 2.\n\nThis isn't a Hollywood satire, it's a sitcom. The flywheels of the plot machine keep it churning around, but it chugs off onto the back lot and doesn't hit anybody in management. Only Penn and Willis are really funny, poking fun not at themselves but at stars they no doubt hate to work with. Wincott is great as the Brit director who wants to end with the dead dog; one wonders if Linson was inspired by Lee Tamahori, the fiery New Zealand-born director of \"The Edge,\" who stepped on the astonishing implications of Mamet's brilliant last scene by fading to black and immediately popping up a big credit for Bart the Bear.", "running_time": 104, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-15", "genres": ["Comedy", "Drama", "Indie"], "title": "What Just Happened (2008)"}