{"url": "http://www.rogerebert.com/reviews/whatever-1998", "by": "Liza Weilas Anna Stockard", "star_rating": 3.0, "text": "“Whatever” is a movie that knows how a lot of kids survive the\rteenage years through sheer blind luck. Others die or have their lives\rdestroyed because their luck is bad. Most people, I imagine, keep teenage\rsecrets that still make them cringe years later--memories of stupid chances\rthey shouldn't have taken, and relief that they weren't caught.\n\nAnna, the heroine of “Whatever,” is not a bad girl but she is an\runhappy one, and she drifts into danger without even giving it much thought.\rIsn't it amazing how everything a girl has been taught all her life sometimes\rmeans nothing in the face of temptation by a boy who is reckless and stupid,\rbut seems to offer freedom? It's the early 1980s. Anna (Liza Weil) attends high\rschool in New Jersey. Her best friend, Brenda (Chad Morgan), values herself so\rlightly that she has sex with guys just to get her hands on their jugs of wine.\rAnna is taking art classes and hopes to be accepted by Cooper Union, a good\rschool in Manhattan. Her teacher (Frederic Forrest), an aging hippie in a time\rwarp, urges her to do her thing. Anna lives with her mother (Kathryn Rossiter)\rand unpleasant younger brother; they often prepare their own meals while their\rmother is out on dates with a married man she hopes will pay their bills.\n\nAnna is smart, but not a good student. She's not into booze and\rsex the way her friend Brenda is, but she figures, without giving it much\rthought, that these are areas where she might as well do some experimenting.\rShe has a crush on a kid named Martin (Marc Riffon), who has been out of town\rbut now returns from his self-styled wanderings, with lessons about “the\rpassion of one's existence.” A lot of the time Anna spends doing nothing, while\rlistening to music.\n\nThe movie unfolds episodically. Brenda suggests cutting school\rand taking a trip to New York. Anna visits Cooper Union but doesn't really\rconnect. They pick up a couple of 25-year-olds in a bar. They pretend to be\rolder than they are. Something embarrassing happens that will turn into a funny\rstory many years from now, when the confusion and pain have been outgrown.\n\nBack in New Jersey, there are a couple of guys hanging around\rwho have already done time in a reformatory, and are low-level would-be drug\rdealers who suggest a trip to Florida. Brenda wants to go. Anna agrees\rpassively. This trip could produce the turning point in her life; it could\rresult in trouble that would last for years. The way it turns out, and the\rsubtle way those scenes are written and acted, give us a glimpse inside the\rcharacter of one of the guys--who has probably already taken the wrong turn\rhimself, but still has his feelings.\n\nThe movie was written and directed by Susan Skoog, who accepts a\rdifficult challenge by making Anna neither a rebel nor an endangered good girl,\rbut simply an average person whose potential, if any, is still wrapped up\rinside adolescent confusion and resentment. She's at a stage. She doesn't\rexpress herself very well, and often clams up, and the counselor at high school\ris exasperated because she seems to be drifting into trouble without much\rmeaning to. She gets into trouble for smoking in the school restroom, and we\rsense she doesn't even care if she smokes or not--she just thinks she ought to.\n\nMovies like this depend on observation. Yes, there's some plot,\respecially when Brenda seizes an occasion to strike back at the stepfather who\rhas abused her. But it's significant that Brenda takes action, not Anna--who\rusually has no particular action in mind. She's along for the ride. Doesn't care\rhow, doesn't know where. The suspense involves whether she'll avoid trouble\rlong enough to grow out of the stage where she allows herself to drift into it.\rSeeing a movie like this could do a lot of kids some good. Parents, I suspect,\rwould find it terrifying.", "running_time": 112, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-07-17", "genres": null, "title": "Whatever (1998)"}