{"url": "http://www.rogerebert.com/reviews/whatever-works-2009", "by": "Larry Davidas Boris Yellnikoff", "star_rating": 3.0, "text": "Woody Allen said in “Manhattan” that Groucho Marx was first on his list of reasons to keep on living. His new film, “Whatever Works,” opens with Groucho singing “Hello, I Must Be Going” from “Animal Crackers.” It serves as the movie’s theme song, summarizing in five words the world view of his hero, Boris Yellnikoff.\n\nYellnikoff, played with perfect pitch by Larry David, is a nuclear physicist who was once almost nominated for a Nobel Prize, a statement so many of us could make. His field was quantum mechanics, where string theory can be described in the same five words. He’s retired now, divorced from a rich wife who was so perfect for him he couldn’t stand it. He lives in a walk-up in Chinatown and works part-time as a chess instructor to little “inchworms,” who he hits over their heads with the board.\n\nMostly what he does is hang out at a table in a coffee shop and kvetch with old pals. These scenes seemed perfectly familiar to me because of my long honorary membership in a group centering around Dusty Cohl at the Coffee Mill in Toronto. Boris doesn’t talk with his friends, he lectures them. His speeches spring from the Jewish love of paradox; essentially, life is so fascinating, he can’t take it any longer.\n\nMidway in his remarkable opening monologue, David starts speaking directly to the camera. His friends think he’s crazy. He asks them if they can’t see the people out there — us. Allen developed as a standup comic, and the idea of an actual audience often hovers in his work, most literally in “The Purple Rose of Cairo” (1985), where a character climbs down from the screen and joins it. Boris gets up from the table and walks down the sidewalk, continuing to hector the camera about his own brilliance and the general stupidity that confronts him. It is too great a burden for him to exist in a world of such morons and cretins. He hates everyone and everything — in a theoretical way, as befits a physicist. Later that night, he is implored by a homeless waif to give her something to eat, tells her to be about her business, and then relents and invites her in.\n\nThis is Melody St. Ann Celestine (Evan Rachel Wood), a fresh-faced innocent from the town in the South, who still believes in the world she conquered in beauty pageants. I’ve seen Wood in a lot of performances, but nothing prepared me for this one. She’s naivete on wheels, cheerful, optimistic, trusting, infectious. Reader, she wins the old man’s heart — and wants it! She proposes marriage, and not for cynical or needy reasons. She believes everything he says and is perhaps the first person he has ever met who subscribes fully to the theory of his greatness.\n\nThis sets in rotation a wheel of characters who all discover for themselves that in life we must accept whatever works to make us happy. Boris and Melody accept each other. Then her parents separately find their way to New York in search of her, and they accept what they discover. They are Marietta (Patricia Clarkson), who is Melody made middle-aged and church-going, and John (Ed Begley Jr.), to whom the National Rifle Association ranks just a smidgin higher than the Supreme Court. They are appalled at this human wreckage their daughter has taken to her side.\n\nBut ... whatever works. Both Melody and John are transformed by the free spirits of New York, as so many have been, although not, it must be noted, Boris Yellnikoff. The New Yorker and the Southerners have never met anyone remotely like one another, but the Southerners are open to new experiences. More that that I cannot explain.\n\nIt might be complained that everything works out for everyone a little too neatly. So it does, because this is not a realistic story but a Moral Tale, like one of Eric Rohmer’s. Allen seeks not psychological insight but the demonstration of how lives can be redeemed. To do this, he uses Clarkson’s innate exuberance and Begley’s congenital probity to get them to where they’re going. Once they are free to do so, Marietta indulges her feelings and John reasons it out.\n\nLarry David is the mind of the enterprise, and Evan Rachel Wood is the heart. David is a verbal virtuoso, playing the “Woody Allen role” but with his personal shtick. He would be lonely if he couldn’t confide in his invisible listeners. His opening monologue would be remarkable from any actor, let alone one without training or stage experience. Wood prevents the plot from descending into logic and reason with her character’s blind faith that everything is for the better. “Whatever Works” charts a journey for Allen, one from the words of Groucho to the wisdom of Pascal, who informs us, as Allen once reminded us, that the heart has its reasons.\n\nGroucho and Margaret Dumont sing \"Hello, I Must Be Going\":\rhttp://www.youtube.com/watch?v=jCvz8y_DUSY", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-06-24", "genres": ["Comedy", "Romance"], "title": "Whatever Works (2009)"}