{"url": "http://www.rogerebert.com/reviews/whats-the-matter-with-helen-1971", "by": "Debbie Reynoldsas Adelle", "star_rating": 1.5, "text": "Some strange little voice buzzing in my ear - a wise gypsy moth, I think - warned me away from Baby Jane, Sweet Charlotte and Aunt Alice, and so \"What's the Matter with Helen?\" is my first exposure to the macabre genre of the menopausal metaphysical mystery movie.\n\nI guess you folks who watch the movie of the week on TV know more about these plots than I do. They seem to involve a couple of middle-aged ladies with shameful pasts, who make lots of trips up and down dark stairs and into unlighted cellars, get the hell scared out of them when dust mops fall out of the shadows, and end up hideously, with blood and feathers all over the place. Well, it's a way to pass an evening.\n\n\"What's The Matter with Helen? stars Debbie Reynolds and Shelley Winters, neither of whom look as bad as Bette Davis, Joan Crawford, etc., did in the stills from the earlier Whatever? movies. But they look plenty bad enough. That's one of the sadistic pleasures to be had from movies like this, I guess. For years, we've seen movie stars dolled up, glamorized, shot with fuzzy lenses and giving Hollywood beauty tips on Art Linkletter's House Party. Now we see what happens when the hairdressers and makeup artists have their revenge.\n\nDebbie and Shelley also look a shade jaundiced because of director Curtis Harrington's decision to shoot in a color that can only be described as 1930s Rotogravure. The whole movie is very 1930s, right down to the phony studio streets and the 20-foot shadow that comes around the corner five seconds before the actor does. I said in Sunday's paper that the 20-foot shadow was obsolete these days, but I was wrong, and I'm sorry.\n\nThe story involves two women who split for California after their sons are convicted in a messy murder trial. Debbie sets up a dance studio, and Shelley pounds out \"Goody Goody\" on the piano for lots of horrible little would-be Shirley Temples. Then (a) glamour and (b) terror enter their lives, in the forms of (a) a rich playboy who falls for Debbie, and (b) a mysterious figure in a snap-brim hat who hangs around street corners and makes anonymous phone calls.\n\nAs nearly as I could figure out, this shadowy figure never appears. On the other hand, he may have been the elocution coach, and I missed something while Shelley was murdering her pet rabbits. \n\nThere's so much to keep up with. Or away from. In any event, \"What's the Matter with Helen?\" isn't exactly the cat's bananas, or however the saying goes.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-08-24", "genres": ["Crime", "Drama", "Horror"], "title": "What's the Matter with Helen? (1971)"}