{"url": "http://www.rogerebert.com/reviews/when-a-man-loves-a-woman-1994", "by": "Andy Garciaas Michael Green", "star_rating": 4.0, "text": "Here is a wise and ambitious film about the way alcoholism affects the fabric of a marriage. So many movies about the disease simplify it into a three-step process: Gradual onset, spectacular bottom, eventual recovery. It isn't that simple; most alcoholics never even give themselves a chance to recover. And recovery is a beginning, not an end. \"When a Man Loves a Woman\" is about an alcoholic who recovers - and about her husband, who in some ways dealt with her better when she was drunk.\n\nThe movie stars Meg Ryan as Alice, a San Francisco junior high school counselor who drinks all day, every day. Her husband, Michael, an airline pilot played by Andy Garcia, knows she gets loaded on occasion, but has no idea of the extent of her drinking.\n\n\"It starts at 4 in the morning,\" she finally confesses, telling him some of her secrets (\"You know how we'll be in the car and then I have to run back in the house because I forgot something?\"). The movie opens as she begins a steep dive toward her bottom. One day after school she goes out drinking with a friend, and forgets to come home until after midnight. Another day, drunk, she slaps her older daughter and then passes out, landing on the bathroom floor in a crash of glass, water and blood.\n\nIt's a relief for her to admit her addiction. She's been hiding it too long. Her husband is warm and understanding, arranging for her to check into a treatment facility. It's after Alice sobers up that Michael's unhappiness begins. Early in the film we have seen how much in love he is, how attentive, how accepting. To some degree, he is giving himself points for being a nice guy. Sure, she hid a lot of her drinking (a practiced alcoholic can easily drink three or four times more booze than others might be aware of). But the drinking she couldn't hide (the episode with the eggs, the scene in Mexico, the night she locks herself out of the house) would be unacceptable to many spouses. Not good-hearted, accepting Michael, who is, in recovery jargon, a born enabler.\n\nAt the treatment facility, Alice begins learning to live with the disease. She makes close friendships with other recovering alcoholics. On visiting day, when a fairly fearsome-looking fellow patient offers to play with their daughter, she reassures her husband: \"He's not a child molester. He's an armed robber.\" Back home, Alice attends a lot of AA meetings, and confides in friends she meets there. Michael is not sure he likes this so much. One evening he comes home to find Alice deep in a tete-a-tete with a man she met in the treatment center. \"I can't remember how long it's been since we sat and talked that way,\" Michael says.\n\nThey have fights, mostly because Michael still has the habit of handling everything, settling problems with the children, making decisions. Now that Alice is ready to participate more fully in the family, he feels threatened. And she is emotionally fragile, too. One day she's in a foul mood and he wants to know why, so he can help, and she explains that she is simply having a very bad day and there is nothing either one of them can do about it, and he can't accept that. He needs to know the reason, so he can fix it. They fight.\n\nWhat makes that scene so good is that it ends inconclusively. The movie doesn't pretend to be able to fix things, either. The strength of the screenplay by Ronald Bass and Al Franken is that it pays close attention to the feelings of both characters.\n\nIt isn't just about Alice's recovery. It's about Michael's recovery from Alice's recovery. The writers make an unusual team: Bass won an Oscar for writing \"Rainman\"; Franken writes and plays the 12-step guru Stuart Smalley on \"Saturday Night Live.\" In the SNL bits, the jargon of 12-step groups is kidded (\"I'm good enough, I'm smart enough, and doggone it, people like me\"). In the screenplay, the movie understands how AA helps alcoholics create a language to describe their feelings and deal with them.\n\nYet \"When a Man Loves a Woman\" is not simply a docudrama about the disease of the month. It's fresh and original in the way it sees its characters. The director, Luis Mandoki (\"White Palace\"), is even-handed in seeing events through the eyes of both Michael and Alice - and of their young daughters, who see and hear more than the grownups realize, and the girls ask hard questions (\"Are you getting divorced?). I couldn't find a false note in Ryan's performance - and only one in Garcia's, a smarmy Hollywood speech at the end of the movie that must, I think, be blamed on the filmmakers. (The movie's obvious close was one speech earlier.) Then there is the character of the couple's pregnant nanny and housekeeper, Amy, played by Lauren Tom. Amy is onscreen only briefly, but is written and acted with such a perfect feel for tone and dialogue that she seems immediately real. She knows all about not enabling. One night as the kids are screaming and Michael is going berserk, she roots herself in the kitchen, preparing her own dinner.\n\nShe knows what is her problem and what is not her problem. She has a line of dialogue (\"It worked\") that, in context, is both unexpected and perfect.\n\nAlcoholism has been called a disease of denial. What \"When a Man Loves a Woman\" understands is that those around the alcoholic often deny it, too, and grow accustomed to their relationship with a drunk. When the drunk gets sober, he or she becomes a fuller and more competent person, and that can threaten the old relationship. That's why professionals call alcoholism a \"family disease.\" It's a hard concept to understand, but here is a movie that understands it.", "running_time": 126, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-05-06", "genres": ["Drama", "Romance"], "title": "When a Man Loves a Woman (1994)"}