{"url": "http://www.rogerebert.com/reviews/when-brendan-met-trudy-2001", "by": "Peter McDonaldas Brendan", "star_rating": 3.0, "text": "Roddy Doyle has written an original screenplay, and now we know his secret. He wrote the novels that became the rollicking Irish comedies \"The Commitments,\" \"The Snapper\" and \"The Van,\" and now here's \"When Brendan Met Trudy.\" If the title reminds you of \"When Harry Met Sally,\" that's because half the scenes in the movie are likely to remind you of other movies.\n\nRoddy Doyle's secret is that he's a movie fan. The kind of movie fan so fanatic that he creates a hero named Brendan who not only has a poster of Godard's \"Breathless\" in his office, but another one in his flat.\n\nBrendan, played by Peter McDonald, is a sissy. He runs like a girl, with his arms held out rigidly at his sides, and he sings in the church choir, and he's so shy that when the choir members go into the pub for a pint after practice, he stands by himself at the bar. And there he's standing one night, a sitting duck, when Trudy accosts him. She's the kind of girl who can insult you, pick you up, get you to buy her a drink, keep you at arm's length and tell you to sod off, simultaneously and charmingly.\n\nFlora Montgomery is the actress. She's got one of those round, regular faces, pretty but frank, like your best friend's sister--the kind of girl you agree would make a great catch for some lucky bloke, but not, you add in an unspoken footnote, for yourself. Trudy doesn't leave Brendan with the free time for such sophistry, however, and soon he is in love with her and proving that he may run like a sissy but he makes love like that Jack Nicholson character with the \"Triumph!\" T-shirt.\n\nAll the same, Brendan has his misgivings. Trudy sneaks out at night, wearing a ski mask. And the TV news reports that young men have been castrated in Dublin by a mysterious masked predator. Could it be Trudy? One night she attempts to add a little spice to their sex by wearing her mask, and he is so terrified that she has to talk him down by confessing she is not a phantom castrator, but merely a thief.\n\nThis news comes as a shock to honest Brendan, a schoolteacher whose students openly mock him and whose only escape is going to the movies. Soon Trudy is going to the movies with him, and soon he is going on midnight raids with her, and the Doyle screenplay, directed by Kieron J. Walsh, casts many of their adventures in the form of classic movie scenes, sometimes even with the same dialogue. This is possible because when Brendan finds himself face-down in the gutter, his first thought is not to climb to his feet, but to imagine himself as William Holden in \"Sunset Boulevard.\" The more movie references you recognize, from \"Once Upon a Time in the West\" to \"The Producers\" (1968), the more you're likely to enjoy \"When Brendan Met Trudy,\" but the movie works whether you identify the scenes or not. It has that unwound Roddy Doyle humor; the laughs don't hit you over the head, but tickle you behind the knee. And there is, as usual, Doyle's great pleasure in kidding the Irish. At one point, Brendan and Trudy visit a miniature Irish landscape, which includes an \"Irish Famine Village,\" and it is so real, they agree \"you can almost see them starving.\" The effect these miniature famine victims have upon Brendan's sex life, and how he deals with it, is making me smile again right now.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-03-09", "genres": null, "title": "When Brendan Met Trudy (2001)"}