{"url": "http://www.rogerebert.com/reviews/when-the-whales-came-1989", "by": "Helen Mirrenas Clemmie Jenkins", "star_rating": 1.5, "text": "\"When the Whales Came\" is the gloomy story of how the gloomy inhabitants of the gloomiest island in the world save themselves from a gloomy fate that would have forced them to leave their barren and overcast outpost in the stormy sea and move to the jolly mainland. Like all such movies, it features a crowd of extras who wear old clothes and materialize out of thin air on command to portray the island's poor and weather-beaten inhabitants.\n\nI realize I am not getting into the spirit of this movie. I know that as a responsible viewer, it is my responsibility to describe it as an urgent and important fable about the fate of the Earth, and I am supposed to cheer because the islanders save some whales and thus avoid a curse that drove everyone off of a nearby island 70 years ago.\n\nGod knows I am in favor of the whales. I think we should all stop buying Japanese products until the Japanese stop their single-minded campaign to murder every last whale they can get their hands on. That should not be too great a sacrifice, since if such a boycott were really enforced, it would probably only need to last two days. But loving the whales and loving this movie are two different enterprises, and to the degree that \"When the Whales Came\" makes the fate of the whales seem like a dreary and boring subject, it is likely to harm the cause.\n\nThe movie takes place on the eve of World War I on the forbidding and rain-swept island of Bryher, off the southwest coast of England. Here the stubborn inhabitants eke out lives of poverty and hard labor. Not far away across the waters is the island of Samson, which has been deserted for years. In the opening sequence of the film, we find out what drove the people away from Samson. When a school of whales swam ashore, the inhabitants butchered them, bringing down upon their heads a series of disasters, diseases and wells that ran dry.\n\nOnly one man (Paul Scofield) remembers those events on Samson.\n\nHe was a boy then, and he and his mother were the last to leave the island. Now he is an old man, deaf and reclusive, and he lives in a rude cottage on the edge of the sea. He is known as the Birdman. Two local children (Max Rennie and Helen Pearce) become friends with the Birdman and learn to share his love of living things.\n\nMeanwhile, life goes on. We meet the boy's parents (David Threlfall and Helen Mirren) and watch as the father goes off to fight the war and is reported missing. Later in the film, the father miraculously returns, alive after all, and only a grouch would point out that the entire story of his going off to, and coming back from, the war is entirely irrelevant to the rest of the story (unless the villagers, by sparing the whales, somehow saved his life - a conclusion so banal I am reluctant to subscribe to it).\n\nOne day a rare narwhale beaches itself on the island. The inhabitants immediately plan to kill it, for its rare tusk, which is long and spiraled and looks like a unicorn's. Three local juvenile delinquents meanwhile burn down the Birdman's cottage, but he disregards the tragedy, murmuring \"Nothing else matters now\" as he attempts to save the whale from the mob of extras who have appeared from over the nearest dune. The children help the deaf man to communicate the history of the tragic island of Samson, and the unruly crowd, once it has heard his story, immediately does an emotional about-face. They pitch in to save the whale, after which they stand on the beach, waving torches to scare away other suicidal narwhales, after which there is a happy ending and a joyous kiss between the boy's reunited parents.\n\nI have nothing but admiration for people who want to spare the lives of our fellow inhabitants on spaceship Earth, but I wish they would appear in full-witted movies. \"Turtle Diary,\" for example, was a wonderful and complex movie about two people who conspired to steal some giant turtles from the zoo and return them to the ocean. \"When the Whales Came\" is a simpleminded movie by filmmakers who have conspired to make a predictable and morose parable and bang us over the head with it.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-10-20", "genres": null, "title": "When The Whales Came (1989)"}