{"url": "http://www.rogerebert.com/reviews/when-did-you-last-see-your-father-2008", "by": "Colin Firthas Blake", "star_rating": 3.0, "text": "\"It's stupid, really,\" Blake Morrison tells his wife. \"You spend a lifetime trying to avoid talking to someone, and then all of a sudden, it's too late.\" He has returned to the Yorkshire town where he was born, and where his father is dying. Surely his wife says, this is the right time? His answer: \"He's too doped up.\"\n\n\"When Did You Last See Your Father?\" is based on a 1990s best seller by Morrison, who redefines the question as, \"When did you last really see him?\" He arrives at an answer for himself, but we're left realizing that he never did really see his father. He was too blinded by anger, and it is only after his death that he forgives him and sees him as a father, and not as the focus of resentment.\n\nHis father is Arthur (Jim Broadbent), who shares a practice with his wife, Kim (Juliet Stevenson), also a doctor. The son is played by Colin Firth, and it is startling in some scenes how much the two men resemble each other. In an opening where Arthur talks their way into reserved seats at a speedway, Blake tells us his father was a charmer who could talk his way into or out of anything.\n\nThe old man does it by bluster, expansive cheerfulness, bluff. There's a lot of ground to cover. Blake correctly suspects that Arthur is having an affair with his Auntie Beaty (Sarah Lancashire), and even in later years, Arthur is able to out-charm his son in the pursuit of a woman they both covet. Blake hated his father for treating his mother so badly, although there are few scenes showing son and mother as particularly close. The person he does confide in is his first love, the family's maid, Sandra (Elaine Cassidy).\n\nThe film moves from the 1950s, when Blake is played by Bradley Johnson, to the 1960s, when he's played as a teenager by Matthew Beard. It's episodic, remembering a time when father and son went camping and found that a stream had overflowed into their tent, and a time when Arthur taught Blake how to drive. They make big circles on a deserted beach in the family's elegant Alvis convertible, and the scene ends with smiles on both their faces.\n\nWe see lots of pairs of faces, but they're rarely smiling. The director, Anand Tucker (\"Hilary and Jackie\"), uses mirrors repeatedly throughout the movie, perhaps as a way of suggesting there's more than one way to see something, or someone. The Arthur we see at least has more vitality than his son and wife, who grow increasingly glum. Poor Blake has his own libidinous feelings constantly interrupted by his father, whom he refers to as the \"sex police.\" Why should his dad get away with everything, and he with nothing?\n\nIt's a sad movie, with a mournful score, romantic landscape photography and heartbreaking deathbed scenes (his mother weeps while changing the sheets). But it's not very satisfying. Blake and Arthur never really did talk man-to-man, and Arthur had a strange way of showing affection to \"Fathead,\" as in a scene where he embarrasses his son by switching his drink at a party. \"April Fool's!\" he chortles, and his laugh grows so harsh, it seems to be echoing in memory.\n\nThe real Blake Morrison was an author and the literary editor of the Observer. Among his resentments were that his father did not respect the literary life, and considered it a waste of time and money to study literature at university. His father \"never read a single book all the way through,\" he says. \"He's been reading Death on the Nile for the last 42 years.\" That has the sound of an epitaph long rehearsed.\n\nIf there is a genre for this sort of film, surely it demands a reconciliation, a moment of truth-telling, an expression of long-delayed love. Although Blake is told by Auntie Beaty that his father worshipped his family, Arthur never says it, and Blake never asks. He has questions still unvoiced near the end of the film, and the way they are finally answered for him is, in a way, perfectly appropriate.\n\nThe film did not provide me with fulfillment or a catharsis. Apparently the memoir wouldn't have, either. That's fair enough. How many unanswered questions are we all left with? I have some. This is a film of regret, and judging by what we see of the characters, it deserves to be.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-06-12", "genres": ["Drama", "Foreign"], "title": "When Did You Last See Your Father? (2008)"}