{"url": "http://www.rogerebert.com/reviews/when-harry-met-sally---1989", "by": "Billy Crystalas Harry Burns", "star_rating": 3.0, "text": "\"When Harry Met Sally...\" is a love story with a form as old as the movies and dialogue as new as this month's issue of Vanity Fair.\n\nIt's about two people who could be characters in a Woody Allen movie, if they weren't so sunny, and about how it takes them 12 years to fall in love. We're with them, or maybe a little ahead of them, every step of the way.\n\nHarry meets Sally for the first time at the University of Chicago in the spring of 1977, when they team up to share the driving for a trip to New York. Both plan to start their careers in the city - she as a journalist, he as a political consultant. Presumably they are both successful, because they live in those apartments that only people in the movies can afford, but their professional lives are entirely off-screen. We see them only at those intervals when they see each other.\n\nThey meet, for example, several years later, at LaGuardia Airport.\n\nShe's with a new boyfriend. They meet again after that, when they're both in relationships, and after that, when her boyfriend has left and his wife wants a divorce. They keep on meeting until they realize that they like one another, and they become friends - even though on their very first cross-country trip, Harry warned Sally that true friendship is impossible between a man and a woman, because the issue of sex always gets in the way.\n\nThe movie apparently believes that - and it also suggests that the best way to get rid of sex as an issue is to get married, since married people always seem too tired for sex. That and other theories about sex and relationships are tested as if Harry and Sally were proving grounds for Cosmopolitan, until finally, tired of fighting, they admit that they do love one another after all.\n\nThe movie was written by Nora Ephron, and could be a prequel to her novel and screenplay \"Heartburn,\" which starred Jack Nicholson and Meryl Streep in the story of a marriage and divorce. But this marriage seems headed for happier times, maybe because most of the big fights are out of the way before love is even declared.\n\nHarry is played by Billy Crystal and Meg Ryan is Sally, and they make a good movie couple because both actors are able to suggest genuine warmth and tenderness. This isn't a romance of passion, although passion is present, but one that becomes possible only because the two people have grown up together, have matured until they can finally see clearly what they really want in a partner.\n\nEphron's dialogue represents the way people would like to be able to talk. It's witty and epigrammatic, and there are lots of lines to quote when you're telling friends about the movie. The dialogue would defeat many actors, but Crystal and Ryan help it to work; their characters seem smart and quick enough to almost be this witty. It's only occasionally that the humor is paid for at the expense of credibility - as in a hilarious but unconvincing scene where Sally sits in a crowded restaurant and demonstrates how to fake an orgasm. I laughed, but somehow I didn't think Sally, or any woman, would really do that.\n\n\"When Harry Met Sally...\" was directed by Rob Reiner, the onetime Meathead of \"All in the Family,\" whose credits now qualify him as one of Hollywood's very best directors of comedy. Reiner's films include \"The Sure Thing,\" \"Stand by Me,\" \"This Is Spinal Tap!\" and \"The Princess Bride.\" Each film is completely different from the others, and each one is successful on its own terms.\n\nThis film is probably his most conventional, in terms of structure and the way it fulfills our expectations. But what makes it special, apart from the Ephron screenplay, is the chemistry between Crystal and Ryan.\n\nShe is an open-faced, bright-eyed blond; he's a gentle, skinny man with a lot of smart one-liners. What they both have (to repeat) is warmth.\n\nCrystal demonstrated that quality in his previous film, the underrated \"Memories Of Me,\" and it's here again this time, in scenes when he visibly softens when he sees that he has hurt her. He is one of the rare actors who can make an apology on the screen, and convince us he means it.\n\nRyan (from \"Innerspace,\" \"The Presidio\" and \"D.O.A.\") has a difficult assignment - she spends most of the movie convincing Harry, and herself, that there's nothing between them - and she has to let us see that there is something, after all.\n\nHarry and Sally are aided, and sometimes hindered, in their romance by the efforts of their best friends (Carrie Fisher and Bruno Kirby), who meet on a blind date arranged by Harry and Sally, to provide a possible partner for Sally and Harry. They're the kind of people who don't make it hard for themselves, who realize they like each other, and accept that fact, and act on it.\n\nHarry and Sally are tougher customers. They fight happiness every step of the way, until it finally wears them down.", "running_time": 95, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-07-12", "genres": null, "title": "When Harry Met Sally... (1989)"}