{"url": "http://www.rogerebert.com/reviews/when-will-i-be-loved-2004", "by": "Neve Campbellas Vera", "star_rating": 4.0, "text": "\"When Will I Be Loved\" is like a jazz solo that touches familiar themes on its way to a triumphant and unexpected conclusion. Neve Campbell plays the soloist, a rich girl who likes to walk on the wild side, is open to the opportunities of the moment, and improvises a devious and spontaneous revenge when her boyfriend betrays her. Here is a movie that doesn't start out to be about a con, but ends up that way.\n\nCampbell's performance is carnal, verbally facile, physically uninhibited and charged with intelligence. Not many actresses could have played this character, and fewer still could give us the sense she's making it up as she goes along. She plays Vera, daughter of wealth, girlfriend of a persuasive street hustler named Ford (Fred Weller). Ford is smart, quick, cynical, and believes in making his own opportunities. He's engaged in trying to scam Count Tommaso (Dominic Chianese), an Italian millionaire who turns out to be interested in only one thing Ford might have to offer: his girlfriend.\n\nThe count suggests an introduction. Ford mentions money. Money is not a problem. The count is a man of the world, cultivated, with taste but without scruples. He would never make the mistake of implying that cash will be exchanged for sex. He uses the soothing language of money as a gift or tribute or simply a gesture, as if Vera deserves his money because she is so splendid a person.\n\nFord pitches the idea to Vera, after a scene in which they have enthusiastic sex; Vera has earlier had spontaneous sex with a girlfriend, and is a thoroughly sensual creature. We begin to understand why she is attracted to Ford, why she even likes him, why she's entertained by the audacity of his pitch to the world. But Ford is poor and needs money, and pushes too hard in the wrong way.\n\nVera agrees to meet with the count, as much for her own amusement as anything. She quickly ups the talking price from $100,000 to $1 million -- both sums negligible to the count. She discovers that Ford, as the middle-man, was going to cheat her on her share. She is dealing with a man who wants to sell her and another who wants to buy her, and neither one understands two things: (1) she is offended by being bought and sold, and (2) she doesn't need the money.\n\nToback began as a writer (\"The Gambler\") before going on to write and direct such films as \"Fingers\" and \"Black and White\" and write \"Bugsy\" for Warren Beatty. In his work and in his life, he likes risk, likes gambling, likes women, and once tried to pick up so many in a short span of time that the late Spy magazine ran a four-page fold-out chart of who he hit on, what he told them, and how he scored. There's a little Ford in his character, but also a little of Vera and the count, especially in his delight in verbal negotiation.\n\nThe centerpiece of the film is an extended scene between Vera and the count, as they discuss the amount of money and what it is being paid for. Vera is very specific about the money and the count is politely vague about exactly what he expects for it, until Vera makes it clear that the count is likely to be pleased with the outcome. It is possible that Vera might have gone through with the deal, not for $1 million but for the danger, excitement and audacity of negotiating for the $1 million and then delivering; the count is not young, but he is trim, elegant, sophisticated, and probably good company -- at dinner, you know, and the opera, and at what he means when he mentions dinner and the opera.\n\nNow I can tell you no more of the plot, except to say that it involves Vera's evolving response to a situation that develops in ways no one could have foreseen. I've seen countless movies in which people were conned or double-crossed or trapped by a con within a con (the current \"Criminal\" is an example). They all have to clear one hurdle: How could the characters predict so accurately who would do what, right on schedule, to make the pieces fall into place?\n\nWhat is fascinating and ingenious about \"When Will I be Loved\" is that nothing need be anticipated, not even the possibility of a con. In scenes of flawless timing, logic and execution, Vera improvises in a fluid situation and perhaps even surprises herself at where she ends up. The third act of this movie is spellbinding in the way Vera distributes justice and revenge and adapts to the unexpected and creates, spontaneously and in the moment, a checkmate.\n\nToback's structure backs into his perfect ending. There's an early scene where he plays a professor who is interviewing Vera for a job as his assistant, and then the two of them begin to speak openly about what is \"really\" going on; that's the curtain-raiser for the later high-stakes negotiation. There is a scene with Mike Tyson (so effective in \"Black and White\") that plays like comic relief, until you think about it in the context of the movie. There's the lesbian scene, which seems gratuitous at the time but later seems necessary to establish Vera's carnal curiosity and Ford's ignorance of her complexity.\n\nAnd the verbal sparring between Vera and the count is an exercise in the precise and stylish use of language to communicate exact meanings while using inexact euphemisms. Dominic Chianese and Neve Campbell are like virtuoso soloists with conversation as their instrument; the way they test and challenge each other is underlined by their obvious joy in performance. Both characters seem pleased to find another person who can engage them on their level of emotional negotiation. The song \"When Will I Be Loved\" is about a woman who complains, \"I've been cheated -- been mistreated.\" In the movie, the cheater and the mistreater have no idea who they're dealing with.", "running_time": 81, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-09-24", "genres": ["Drama", "Romance", "Thriller"], "title": "When Will I Be Loved (2004)"}