{"url": "http://www.rogerebert.com/reviews/when-we-were-kings-1997", "by": "Leon Gast", "star_rating": 3.0, "text": "The heavyweight title fight between Muhammad Ali and George\rForeman in Zaire on Oct. 30, 1974--”The Rumble in the Jungle”--is enshrined as\rone of the great sports events of the century. It was also a cultural and\rpolitical happening.\n\nInto the capital of Kinshasa flew planeloads of performers for\ran “African Woodstock,” TV crews, Howard Cosell at the head of an international\rcontingent of sports journalists, celebrity fight groupies like Norman Mailer\rand George Plimpton, and of course the two principals: Ali, then still\rcontroversial because of his decision to be a conscientious objector, and\rForeman, now huggable and lovable in TV commercials but then seen as fearsome\rand forbidding.\n\n“I'm young, I'm handsome, I'm fast, I'm strong, and I can't be\rbeat,” Ali told the press. They didn't believe him. Foreman had destroyed\rGeorge Frazier, who had defeated Ali. Foreman was younger, bigger and stronger,\rwith a punch so powerful, Mailer recalled, “that after he was finished with a\rheavy punching bag, it had a depression pounded into it.” Ali was 33 and\rthought to be over the hill. The odds were 7-1 against him.\n\nThe Zaire that they arrived in was a country much in need of\rforeign currency and image refurbishment. Under the leadership of Mobutu Sese\rSeko (“the archetype of a closet sadist,” said Mailer), the former Belgian\rCongo had became a paranoid police state; the new stadium built to showcase the\rfight was rumored to hold 1,000 political prisoners in cells in its catacombs.\n\nDon King, then at the dawn of his career as a fight promoter,\rhad sold Mobutu on the fight and raised $5 million for each fighter. The “African\rWoodstock,” featuring such stars as B.B. King, James Brown and Miriam Makeba,\rwas supposed to pay for part of that. For Ali, the fight in Africa was payback\rtime for the hammering he'd taken in the American press for his refusal to\rfight in Vietnam. For Foreman, it was more complicated. So great was the\rpro-Ali frenzy, Foreman observed, that when he got off the plane the crowds\rwere surprised to find that he was also a black man. “Why do they hate me so\rmuch?” he wondered.\n\nLeon Gast's “When We Were Kings,” which just received an Oscar\rnomination, is like a time capsule; the original footage has waited all these\ryears to be assembled into a film because of legal and financial difficulties.\rIt is a new documentary of a past event, recapturing the electricity generated\rby Muhammad Ali in his prime. Spike Lee, who with Mailer and Plimpton provides\rmodern commentary on the 1974 footage, says young people today do not know how\rfamous and important Ali was. He is right. “When I fly on an airplane,” Ali\ronce told me, “I look out of the window and I think, I am the only person that\r*everyone* down there knows about.” It is not bragging if you are only telling\rthe truth.\n\nThe original film apparently started as a concert documentary.\rThen the fight was delayed because of a cut to Foreman's eye. The concert went\rahead as scheduled, and then the fighters, their entourages and the press\rsettled down to wait for the main event. No one really thought Ali had a\rchance--perhaps not even Ali, who seems reflective and withdrawn in a few\rprivate moments, although in public he predicted victory.\n\nHow could he have a chance, really? Hadn't he lost his prime\ryears as a fighter after he refused to fight in Vietnam? (“I ain't got no\rquarrel with the Viet Cong,” he explained.) Wasn't Foreman bigger, faster,\rstronger, younger? History records Ali's famous strategy, the “Rope-a-Dope”\rdefense, in which he simply outwaited Foreman, absorbing incalculable\rpunishment until, in the eighth round, Foreman was exhausted and Ali exploded\rwith a series of rights to the head, finishing him.\n\nWas this, however, really a strategy at all? “When We Were Kings”\rgives the impression that Ali got nowhere in the first round and adopted the\rRope-a-Dope almost by default. Perhaps he knew, or hoped, that he was in better\rcondition than Foreman, and could outlast him if he simply stayed on his feet.\rIt is certain that hardly anyone in Zaire that night, not even his steadfast\rsupporter Cosell, thought that Ali could win; the upset became an enduring part\rof his myth.\n\n“When We Were Kings” captures Ali's public persona and private\rresolve. As heavyweight champion during the Vietnam War, he could easily have\rarrived at an accommodation with the military, touring bases in lieu of combat\rduty.\n\nAlthough he was called a coward and a draft dodger, surely it\rtook more courage to follow the path he chose. And yet it is remarkable how\rebullient, how joyful, he remained even after the price he paid; how he is\rwilling to be a clown and a poet as well as a fighter and an activist.\n\nSeeing the film today inspires poignant feelings; we contrast\ryounger Ali with the ailing and aging legend, and reflect that this fight must\rhave contributed to the damage that slowed him down. It is also fascinating to\rcontrast the young Foreman with today's much-loved figure; he, too, has grown\rand mellowed. When the movie was made all of those developments were still\rahead; there is a palpable tension, as the two men step into the ring, that is\rnot lessened because we know the outcome.", "running_time": 85, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-02-27", "genres": ["Documentary", "Sports Film"], "title": "When We Were Kings (1997)"}