{"url": "http://www.rogerebert.com/reviews/when-dinosaurs-ruled-the-earth-1971", "by": "Victoria Vetrias Sanna", "star_rating": 1.5, "text": "The folks who brought you \"One Million Years B.C.\" have done it again, folks. They've cast another half-dozen bosomy starlets in animal skins and push-up bras and sent them bouncing along the beach after (or in flight from) cavemen, dinosaurs, tidal waves, snakes, lizards, giant forms of ocean life, virgin sacrifices and weird prehistoric rituals. Lizards, according to Freud, represent all sorts of subconscious erotic responses, so what are we to make of a dinosaur? A bosomy starlet? Tidal waves?\n\nNot much, I guess. \"When Dinosaurs Ruled the Earth\" is deservedly rated \"G\" and takes place way back in prehistory before Freud or even starlets. Even so, it's in the great male chauvinist tradition of dinosaur movies. Although giant lizards roam the earth, and neither Eve nor her apple has been thrown up by the tides of history, women are already being blamed for everything.\n\nWhat happens one day, see, is that a fiery ball breaks away from the sun, giving birth to the moon. (I'm quoting from the press book, which has a way with words I wouldn't presume to improve on.) Awed, a primitive Rock Tribe blames the resulting upheaval of the earth's surface on fair-haired Sanna (Victoria Vetri) and condemns her to death. Escaping from the sacrificial ceremony, the maiden is blown into the sea by a cyclone, then rescued by Tara, a bronzed, rugged apprentice fisherman from....\n\nBut you get the idea. All the dialog is in Basic Caveman, and a dictionary is on display outside the theater if you want to translate. If a caveman comes up behind you tomorrow and shouts \"Akhoba!\" in your ear, for example, he means one of these things: Help, mercy, please, forgive me, greetings, or so be it. Be sure you know which.\n\nThe head starlet is played by one Victoria Vetri. A reader writes to inform me that Miss Vetri's former name was Angela Dorian, or something like that (I've lost the reader's letter) and that she was Playboy's playmate of the year in 1968. Why she has started over as Victoria Vetri is not as much of a mystery after you've seen the movie as it might seem right now.", "running_time": 96, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-02-17", "genres": ["Adventure", "Fantasy", "Science Fiction"], "title": "When Dinosaurs Ruled the Earth (1971)"}