{"url": "http://www.rogerebert.com/reviews/where-its-at-1969", "by": "David Janssenas A C. Smith", "star_rating": 2.0, "text": "Garson Kanin's \"Where It's At\" is one of those strange sort of movies that come out of Las Vegas almost without meaning to. They usually have Don Rickles in them, and they're usually set in a big casino or hotel (with lots of plugs) and they usually involve a lot of hard, cynical people with tough dialog. Usually Frank Sinatra plays the lead, but in \"Where It's At\" we get David Janssen instead, doing a simultaneous imitation of Sinatra and Richard Widmark.\n\nStrange to say, the imitation works, and Janssen is the best thing in this dreary, disjointed project. He plays a gold-plated S.O.B. of a Casino and hotel owner (Caesars Palace gets the plugs this time) who cares for anyone not at all. His son (Robert Drivas) has just graduated from Princeton and comes West to look over the family business.\n\nThe son is apparently supposed to represent youth, ethics, down with the phonies and all that. He does a pretty bad job. Drivas drifts through the role with all sorts of twitches and half-completed sentences and odd shakes of his head. Eventually he falls under his father's spell and agrees to help run the casino. Then there's some manipulation of cash, shares, money and influence, hard to follow, and several semiobligatory love scenes. Perhaps the best occurs when Edy Williams (the blonde in \"The Producers\") is sent to Drivas' bedroom by his old man -- just to make sure the kid's okay.\n\nThe kid's okay enough to steal the casino from his dad, but first we get awkward montages of life in Las Vegas: Lots of flashing neon signs, lots of overheard voices (done by the Committee), lots of broads, lots of stage acts and lots and lots of clichés. Some sort of attempt was made, I guess, to portray Las Vegas more accurately and less glamorously than before. But it just doesn't work. Neon lights don't change because you look at them differently.\n\nStill, Janssen exhibits an unexpected depth of acting ability (especially contrasted to the disaster of \"Shoes of the Fisherman\"). And a young girl named Brenda Vaccaro, who plays Janssen's secretary and Drivas' lover, has a lovely, quiet, humorous presence. In a movie like \"Where It's At,\" you appreciate such things because there's so little else.", "running_time": 106, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-06-02", "genres": null, "title": "Where It's At (1969)"}