{"url": "http://www.rogerebert.com/reviews/where-the-buffalo-roam-1980", "by": "Peter Boyleas Lazlo", "star_rating": 2.0, "text": "Dr. Hunter S. Thompson is the high priest of Gonzo journalism, a\r\nreporting style in which the reporter throws himself wildly into the event he\r\nis reporting, so that in a way he becomes the event. Karl Lazlo (not his real\r\nname) was a Mexican-American attorney Thompson met in the late 1960s and\r\nimmortalized in Fear and Loathing in Las Vegas, a book in which, \"speaking\r\nas your attorney,\" Lazlo regularly advised his client to ingest large quantities\r\nof booze, drugs and pills. The purpose: to ward off paranoia and insanity as\r\nthe two engaged on a drunken odyssey through the craziness of the Vegas Strip.\n\nThe\r\nVegas book was followed by Fear and Loathing on the Campaign Trail, in which\r\nThompson terrorized the 1972 presidential campaign as a correspondent for\r\nRolling Stone. His mere presence was enough to cause terror in the hearts of\r\nadvance men. The last appearance - or rather disappearance - of Lazlo in\r\nThompson's writing is in \"The Banshee Screams for Buffalo Meat,\" a\r\n1976 Rolling Stone article in which the doctor speculates that his attorney has\r\ndisappeared for good and been murdered.\n\n\"Where\r\nthe Buffalo Roam\" is a comedy inspired by the relationship between\r\nThompson (Bill Murray) and Lazlo (Peter Boyle). The credits say it's\r\n\"based on the twisted legend of Dr. Hunter S. Thompson.\" The doctor\r\nhas become an American folk legend not only through his increasingly infrequent\r\nand incoherent Rolling Stone articles, but also through his frequent walk-ons\r\n(as Raoul Duke) in the comic strip Doonesbury. We know his uniform: eyeshade,\r\ncigarette holder, garish Hawaiian shirt, bermuda, shorts, bottle of Wild Turkey\r\nor similar beverage.\n\nIn\r\nDoonesbury, the character fights crisis with paranoia. In real life, Thompson\r\nhas proven no more immune to the effects of alcohol and drug addiction than\r\nanybody else, and lives in isolation in his cabin In Woody Creek, Colo., where\r\nhe has written almost nothing worth reading since his original brilliant books.\r\nHe seems to be spending these latter days of his fame having almost as much fun\r\nas Brendan Behan did.\n\nBut\r\n\"Where the Buffalo Roam\" is a celebration of the self-created public\r\nlegend of Hunter Thompson, with no insights, or hints into the dark night of\r\nhis soul. That's a legitimate approach, and there are times during the movie\r\nwhen it works: There are really funny moments here, as when we learn that\r\nThompson's dog has been trained to go berserk at the mention of Nixon, or when\r\nThompson covers the Super Bowl by staging a football game in his hotel suite,\r\nor when he pulls a gun on a telephone, or turns a hospital room into an orgy,\r\nor attempts to impersonate a correspondent from the Washington Post. An amazing\r\nnumber of these scenes are inspired by real life - although it was Sen. George\r\nMcGovern, not Richard Nixon, who found himself being interviewed by Thompson\r\nwhile standing at a urinal.\n\nWe\r\nlaugh at a lot of these moments; this is the kind of bad movie that's almost\r\nworth seeing. But there are large things wrong with \"Where the Buffalo\r\nRoam.\" One of them is its depiction of the relationship between Thompson and\r\nLazlo. That's what the movie is supposed to be about, and yet we never discover\r\nwhy these two characters like one another. What is their relationship, aside\r\nfrom the coincidence that they happen to get stoned or drunk together in\r\nbizarre circumstances? Are they even really friends? Because the movie's\r\ncentral relationship just isn't there, the events don't matter so much: We get\r\nbizarre episodes but no insights.\n\nThe\r\nother problem is that the Dr. Thompson character never seems to really feel the\r\neffects of the chemicals he hurls so recklessly at his system. Murray plays\r\nThompson well but in a mostly one-level performance: He walks through the most\r\ninsane situations with a quizzical monotone, a gift for understatement, a\r\ndrug-induced trance. Any real person drinking and drugging like Thompson would\r\nhave an occasional high, and a more than occasional disastrous low. Here he has\r\nneither.\n\nAnd\r\nso the movie fails to deal convincingly with either Thompson's addictions or\r\nwith his friendship with Lazlo. It becomes just a series of set pieces,\r\noft-told tales about the wild and crazy things he's done while he was zonked.\r\nWe wish him well, but we leave the theater wondering, a little cynically, if\r\nThompson has had as much fun destroying himself as we've had watching him.", "running_time": 96, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-04-29", "genres": ["Action", "Adventure", "Comedy", "Drama"], "title": "Where the Buffalo Roam (1980)"}