{"url": "http://www.rogerebert.com/reviews/where-angels-fear-to-tread-1992", "by": "Helena Bonham-Carteras Caroline Abbott", "star_rating": 2.0, "text": "E. M. Forster, who did not want any of his novels made into films, would be astonished, no doubt, at the recent Forster movie industry.\n\n“Where Angels Fear to Tread” is the fifth film version of one of his books (the others are “A Passage to India,” “A Room with a View,” “Maurice” and “Howards End,” which is going into release soon).\n\nThey're all mixtures of the romantic, the atmospheric, and the contemporary; it's fun to observe the folkways of his Edwardian characters, the settings are seductive, and then there's always a twist somewhere near the end that comes uncomfortably close to the way we live now.\n\nFoster was an outsider, a homosexual who did not address that subject in the novels published during his lifetime, and probably stopped writing novels when he found he could no longer ignore such a central aspect of his life. Maurice, which was about homosexuals, was published posthumously. Most of his novels, however, address the alienation he must have felt; his most important characters are strangers in strange lands.\n\nHis starting place is the complacent, self-contained world of the Edwardian upper-middle and upper classes. Not royalty, but English people who know who they are, who their families are, and where their money will come from with little effort of their own.\n\nInto these worlds venture outsiders - by class, race, income or ideology - who are first rejected by the English, and then end up changing them in ways that could not have been anticipated.\n\nWhere Angels Fear to Tread, one of his early novels and not his best, considers this theme in its story of an attractive widow, Lilia Herriton (Helen Mirren), who is sent out to Italy to rest, mourn, and renew herself. Her companion (Helena Bonham Carter) soon provides the breathless news that the widow has fallen in love.\n\nWorse, she will marry. Worse, her lover is an Italian. Still worse, she is already married. Worst of all, she is pregnant, and soon a baby comes into the world, killing the mother in childbirth.\n\nThe Herriton family is aghast. It consists of a mother (Barbara Jefford); Harriett, a sister (Judy Davis, playing the character stone-faced and mean-spirited), and Phillip, a brother (Rupert Graves). The brother is dispatched to Italy to see what can be done, and to return with the child if at all possible. Poor dead Lilia may have done wrong, but the child is, after all, a Herriton (even if, considering its parents, this is genetically impossible).\n\nPhillip finds in Italy what the English always find there, especially in stories of this kind: A gentler, older, more romantic land where the constipated morality of England seems quaint.\n\nHe also finds problems. Lilia's Italian husband, a fresh-faced, ingratiating youth named Gino (Giovanni Guidelli), wants to keep his child. This is bad enough, but worse is that Phillip begins to sympathize with him, perhaps because Gino stirs certain deep and secret feelings. The rest of the Herritons get involved, with increasingly grim results.\n\n“Where Angels Fear to Tread,” directed by Charles Sturridge, is rather unconvincing as a story and a movie; Forster had not yet learned to bury his themes completely within the action of a novel, as he does so brilliantly in Howards End. There are also some problems with the casting - especially that of Giovanni Guidelli, who never seems like a real character and is sometimes dangerously close to being a comic Italian. The tug-of-war over the baby is uncomfortably melodramatic, and the whole closing sequence of the movie seems written, not lived.\n\nThere are some good things, especially Mirren's widow, tasting passion and love for the first time, and Davis' sister, a prototype for all those dreadnought British spinsters for whom false pride is a virtue, not a sin. “Where Angels Fear to Tread” was released in England last summer, and has the misfortune to open here just before “Howards End,” one of the year's best films. If you have time to see only one Forster this year, “Angels” is not the one.", "running_time": 112, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-03-20", "genres": ["Drama", "Foreign", "Romance"], "title": "Where Angels Fear to Tread (1992)"}