{"url": "http://www.rogerebert.com/reviews/where-the-boys-are-84-1984", "by": null, "star_rating": 0.5, "text": "Close your eyes and you can hear her even now. It's 1960 and you're parked at the Steak n' Shake in your red and white Chevy convertible and on the radio, Connie Francis is singing \"Where the Boys Are.\" It's a love song to a time and a place. And as you tip the curb girl a dime, you close your eyes, and dream about pointing that Chevy right down Route 45 to Fort Lauderdale.\n\nThere is a certain innocence in that vision. A certain wistful optimism that maybe in Fort Lauderdale, or somewhere, somehow, sometime, you'll meet that special girl who will look into your eyes and whisper \"I know\" when you say you love her. It's a kind of innocent, romantic vision that has nothing to do with the 1984 movie also named \"Where the Boys Are\", which is an exercise in exhausted cynicism. This movie has nothing to do with the song and the 1960 movie whose name it appropriates. It isn't a sequel and isn't a remake and isn't, in fact, much of anything. The press release contains this priceless line: \"Allan Carr is producing 'Where the Boys Are '84' from a screenplay based on an original story idea by himself, Jeff Burkhart, and Stu Krieger.\" What could the original story idea have been? \"Hey, Jeff and Stu, let's write a new movie called 'Where the Boys Are '84'\" Don't laugh. People have made millions in Hollywood with even less-inspired story ideas. Also with even more-inspired ideas, of course, like this one I've just had: Hey, Allan, Jeff, and Stu -- let's not rip off that old title!\n\nThe movie stars a cast of aging would-be college kids who do, indeed, head south for Fort Lauderdale for the annual college week in the sun. But their sexual appetites are considerably more decadent than those of the 1960 cast. Before this movie is over, we will witness:\n\n· Four college girls practicing foreplay with an inflatable male doll, which explodes during an experiment in nipple-biting.\n\n· A girl who dreams of making it with a Conan-type body builder, only to find, when she arrives at Conan's apartment, that he is a male prostitute. What does she do then? Walk out in horror and disgust? No, she orders him to disrobe and then tells him he doesn't measure up.\n\nThere's also an idiotic subplot out of left field, about a wimpy concert pianist and his domineering mother, and how the whole gang crashes a lawn party at his mother's waterfront mansion. And the usual \"Hot Bod\" contests and drunken orgies, all written, acted, and directed at such a plodding pace that Valium seems to be the week's drug of choice.", "running_time": 93, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Romance"], "title": "Where the Boys Are '84 (1984)"}