{"url": "http://www.rogerebert.com/reviews/wheres-poppa-1970", "by": "George Segalas Gordon Hocheiser", "star_rating": 3.0, "text": "\"The Producers,\" as everybody knows, is about two con artists who deliberately try to produce a Broadway flop. Then they can pocket the money they raised from their backers, and split. Their musical is named \"Springtime for Hitler.\" It's a success, and they go to prison. \n\nAbout a month after \"The Producers\" (1968) opened, I got an indignant call from a lady who said she, for one, didn't see anything funny about a musical about Hitler. \"If you ask me,\" she said, \"a musical like that should flop.\"\n\nIf you are that lady, don't go to see Carl Reiner's \"Where's Poppa?\" There is a certain kind of humor that rises below vulgarity. It isn't merely in the worst possible taste; it aspires to be in the worst possible taste. \"Where's Poppa?\" is the best example of the genre since \"The Producers.\"\n\nIt's about a desperate young lawyer (George Segal) who is being driven insane by his cuckoo mother (Ruth Gordon). She's confused, senile, rude, obscene and vulgar. Also, she nags. He can't send her to a home; at his father's deathbed, he promised not to. And yet she scares away every girl he has ever dated. He can maybe not take it much longer. Maybe he'll kill her? Throw her out the window? Maybe a big black dog will come in and eat her? He dreams and dreams, wistfully.\n\nThere's a funny supporting performance by Ron Leibman, as Segal's brother. He keeps dashing across Central Park to save his mother, after Segal makes threats over the phone. And he keeps getting mugged. Never mind how he got into that gorilla suit. Never mind about anything in the movie, really. Reiner goes for laughs with such a fanatic dedication that there's no time for logic, plot, character. And why should there be?\n\nSegal is good as playing the harassed son of the archetypal Jewish mother. In \"No Way to Treat a Lady,\" he was the vice cop whose mother kept wanting him to finish his soup before rushing to rescue Lee Remick. In \"Where's Poppa?\" that premise is pushed to its final, maddening conclusion. Go if you want to laugh and like being offended.", "running_time": 82, "mpaa_rating": "R", "release_year": 1970, "date_published": "1970-12-29", "genres": ["Comedy"], "title": "Where's Poppa? (1970)"}