{"url": "http://www.rogerebert.com/reviews/where-the-heart-is-1990", "by": "Dabney Colemanas Stewart McBain", "star_rating": 1.5, "text": "\"Where the Heart Is\" was originally set to be filmed in London, according to a press release about the film. Then the studio suggested that director John Boorman transpose the story to New York, which he did. Perhaps that was the initial mistake right there - taking a story that might have been believable with British characters and removing it to a city where it's not an easy fit.\n\nThe story stars Dabney Coleman as a man who makes his living by tearing down buildings. He has his sights set on a Brooklyn landmark named the Dutch House, which looks to him like an eyesore but to preservation groups like an irreplaceable piece of architectural history. The preservationists win, and Coleman is stuck with the building. Meanwhile, he is also saddled with a houseful of grown children who would rather soak up free room and board than go out into the world and pay their own way. Coleman sees a way to kill two birds with one stone by ordering his children out of his house and into the Dutch House.\n\nAm I crazy in not seeing this as a New York story? I can picture it in London, taking place right down the street from where the property speculators had their eyes on the boarding house where Madame Sousatzka gave her lessons. But Brooklyn somehow seems like a tougher and less forgiving environment, especially in this movie's neighborhood, where hookers parade the streets, the homeless are everywhere and three lazy rich kids would turn into instant targets.\n\nThe movie's screenplay was written by Boorman and his daughter, Telsche, and it shows signs of leftover Britishness, especially in the way it sees street people and neighborhood characters as essentially benevolent and colorful. So they may be, in the films of Frank Capra, but by failing to create a convincing reality for their city neighborhood, the filmmakers reveal it for what it is, a set.\n\n(Appearances can be deceiving: One of the ways the movie created a kinder, gentler Brooklyn was by shooting most of the film on location in Toronto.) In British movies like \"Getting It Right\" or \"A Fish Called Wanda,\" we meet characters who are all more or less eccentrics and grotesques (in the Sherwood Anderson sense of the word - grotesque because one attribute of their personality has been magnified out of all proportion). In Britain, such peculiarities are prized; in this country people have less time or will to develop themselves into collectors' items. Although we have our share of human oddities, they do not operate with the smugness of a British eccentric who is absolutely delighted to be himself.\n\nThat's one of the problems with the Coleman character: He seems too much like a plausible demolition contractor and not enough like the kind of preposterous buffoon whose set ideas about the world could create comedy. He blusters, early in the film, about the demonstrators who want to save the Dutch House. But his British counterpoint would be outraged by the mere existence of such people.\n\nLurking beneath every would-be eccentric in this film is an essentially reasonable person.\n\nThat's the case with a character like Chloe (Suzy Amis), one of Coleman's daughters, whose art combines the body-painting of friends with the backgrounds of famous paintings, so that the friends seem to be part of the paintings. The paintings, created for the film by the artist Timna Woollard, are beautiful and interesting, but Chloe seems more like a promising young artist on the way up than the obsessed goofy genius we might have been amused by. Another character, a fashion designer named Lionel (Crispin Glover), moves into the Dutch House while readying his latest collection; once again, he seems too plausible to be funny. And such characters as the daughter Daphne (Uma Thurman) are so completely normal that we sense comic opportunities being lost on every side.\n\n\"Where the Heart Is\" is essentially a fable set in the wrong city. Its story doesn't fit in New York or seem correctly placed in 1990; it's not quick-witted or street-smart enough. It seems to exist in some movie neverland where characters do what they're supposed to do, for essentially good reasons, and the happy ending comes when everybody sees the light. There are some awfully nice people in the cast. They ought to go back to wherever they came from. They'll be happier there.", "running_time": 94, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-02-23", "genres": ["Comedy", "Drama", "Indie"], "title": "Where The Heart Is (1990)"}