{"url": "http://www.rogerebert.com/reviews/where-the-heart-is-2000", "by": "Natalie Portmanas Novalee Nation", "star_rating": 2.5, "text": "Remember that game in school where the teacher would write the first sentence of a story and then pass it around the class? Everybody would write a sentence, but the paper was folded so you could only read the last sentence before yours. \"Where the Heart Is\" has a screenplay like that, zigging and zagging and wildly careening from one melodramatic development to the next. What halfway holds it together are the performances, which are convincing and deserve a story with a touch more sanity.\n\nThe movie is based on a popular novel by Billie Letts, about a 17-year-old unwed mother named Novalee Nation (Natalie Portman), who is abandoned by her no-good boyfriend in a Wal-Mart in Sequoia, Okla., and lives secretly in the store until she gives birth to her child, little Americus. The baby is delivered by the town's substitute librarian, Forney (James Frain), who has been following her, moonstruck, and breaks through the store's plate-glass window as she goes into labor. She finds a home locally with Sister Husband (Stockard Channing) and her partner Mr. Sprock (Richard Jones).\n\nNovalee is lucky to have landed in a town populated exclusively by character actors. Everyone in Sequoia, and indeed everyone in her life, is a salt-of-the-earth, good ol' eccentric, and that surely includes her new best friend Lexie Coop (Ashley Judd), who is always going and getting herself pregnant. When Novalee names her new baby Americus, Lexie is impressed. She names her kids after snacks: Praline, Baby Ruth, etc.\n\nThe people in the movie are lovable and sympathetic, and if they live in a world of folksy fantasy, at least it looks like a good place to live. For example, Novalee makes a friend of Moses Whitecotton (Keith David), a photographer in the Wal-Mart, and soon she's exhibiting talent as a gifted photographer. But the characters have to negotiate the plot like runners through a minefield, as one weird and improbable situation after another comes up. At one point, Novalee is about to be sucked up into the funnel cloud of a tornado and clings upside-down to the steps of the storm shelter with the fingertips of one hand while snatching little Americus as the child is about to be blown past her. Uh, huh.\n\nThere are times when you wonder, how self-aware are these people? Sister Husband is wonderfully played by Channing, who brings humanity and warmth to the character, but what's with her blessing before meals? \". . . and we ask forgiveness, Lord, for the fornication that Mr. Sprock and I have committed again this morning right here on this very kitchen table.\" Does she know that's funny? Or is she being sincere? God has to forgive a lot of fornicating in this movie. Lexie, the Judd character, is forever taking up with the wrong man. She seems to be the town nurse, but has an imperfect understanding of birth control, not to mention abysmal taste in men (until at last she meets Ernie the Exterminator). Novalee's own unorthodox delivery gets on the TV news and attracts the attention of devout folks from as far away as Midnight, Miss., who travel to Sequoia, kidnap Americus and abandon the infant in the crib of the local nativity scene. (The symbolism of this act is elusive; it could as easily be sacrilegious as disapproving.) Novalee's first boyfriend, the father of her child, is the no-good, would-be country singer Willy Jack Pickens (Dylan Bruno). After he abandons her, he's arrested while in the company of a 14-year-old hitchhiking thief and is sent off to prison. When Novalee has the \"Wal-Mart baby\" and becomes a TV star, that fetches her lying mother, Mama Lil (Sally Field), from New Orleans. Meanwhile, the story follows later developments in Willy Jack's case, as he signs with a hard-boiled talent agent (Joan Cusack).\n\nBy now I'm ducking down in my seat to keep out of the line of fire of the plot. This movie is so heavy on incident, contrivance, coincidence, improbability, sudden reversals and dizzying flash-forwards (sometimes years at a time) that it seems a wonder the characters don't crash into each other in the confusion. Melodramatic elements are slapped on top of one another like a hurry-up plaster-boarding job. The happy ending is so laboriously obvious that it's a little amazing, really, how Portman manages to find sweetness in it, for Novalee and for us.\n\nPortman is quite an actress. I've been an admirer since her early work in \"Beautiful Girls.\" Here she's the calm eye of the storm, mightily aided by Judd, who brings a plausibility to Lexie that the character surely needs. Frain, as the lonely librarian with a secret in his family, has to undergo a remarkable personality change, from skitterish neurotic to stable nice guy, but the movie is so busy, he finds time to sneak off and do that. There is a core of truth to these three and their story, and real humanity in Channing's work as Sister Husband, but it would all mean a lot more if the screenplay had dialed down its manic inventions. And every time I looked at Portman or Judd, I was aware that whatever else Sequoia, Okla., may lack, it obviously has makeup and hair facilities to rival those in Beverly Hills.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-04-28", "genres": ["Comedy", "Drama", "Romance"], "title": "Where The Heart Is (2000)"}