{"url": "http://www.rogerebert.com/reviews/where-were-you-when-the-lights-went-out-1968", "by": "Doris Dayas Maggie Garrison", "star_rating": 2.0, "text": "Here is another movie about how Doris Day preserves her virtue. Frankly, I have lost interest in Doris Day's virtue. Doris Day without doubt has the most threatened virtue in history. Compared to her, Helen of Troy was a registered nurse.\n\nOh, I'll confess there was once a time when I was concerned. Once there was a time when I was downright worried about Doris Day's virtue. Not long ago, Rock Hudson and Rod Taylor and Richard Harris were all hot on the trail of Doris Day's virtue. But their efforts came to naught, and Doris Day's virtue, as they say, emerged intact.\n\nNow, in \"Where Were You When the Lights Went Out?\" Robert Morse is after Doris Day's virtue, and I think we can all breathe easy. In every Doris Day movie, the same thing happens. Doris Day accidentally gets into bed with someone she shouldn't be in bed with. However, it always happens very innocently and by accident, and Doris Day's virtue always emerges intact, although for a while there it's touch and go.\n\nIn this, movie, Doris Day drinks half a glass of sleeping medicine. Then Robert Morse wanders into the house and accidentally drinks the other half. Then they fall asleep together, but they're already asleep -- get it? Then Doris Day's husband, Patrick O'Neal, comes home and raises hell. Any husband of Doris Day should know it was only an accident.\n\nAnyway, it is supposed to be very funny that Doris Day got into this embarrassing but really innocent situation by accident -- see? I don't find it funny at all. By this time it's taking on the elements of\r\ntragedy.\n\nIf I were Doris Day, and I had accidentally gotten in an embarrassing situation with Rock Hudson and Rod Taylor and Richard Harris and Robert Morse and everyone else in the phone book in 27 straight movies, and my virtue were still intact, frankly I'd start to worry.", "running_time": 89, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-07-03", "genres": null, "title": "Where Were You When the Lights Went Out? (1968)"}