{"url": "http://www.rogerebert.com/reviews/where-the-river-runs-black-1986", "by": "Alessandro Rabeloas Lazaro", "star_rating": 3.0, "text": "Here is a fable with the most unlikely ingredients, and yet, like all fables, it will work if we allow it to.\n\n\"Where the River Runs Black\" takes place along an isolated Brazilian river system, where the streams penetrate the heart of darkness. The Indian tribes that inhabit that world tell of a freshwater dolphin that transforms itself into a beautiful woman. She seduces a young man and a child is born to them. It is said that the child, half human and half dolphin, can still be seen swimming where the river runs black.\n\nThe story is told in flashback, and the narrator is a missionary priest (Charles Durning). At first, we wonder why there needs to be a narrator. But, of course, legends always need narrators, because after magical events have transformed all of the main characters, there has to be somebody left for the witnesses to tell the story to.\n\nAnd so we see Durning, silently, solemnly sitting under an umbrella that shields him from the jungle sun, being paddled upstream for a meeting with the young priest (Peter Horton) who has established a mission there. The jungle atmosphere is extraordinary - the entire movie was shot on location in the Brazilian rain forest - and in such locations, we can almost believe magical legends because so little else seems real.\n\nThe young priest is filled with plans. He wants to build a hospital and a school. The older priest advises patience and returns to the city. Then the young man sets out to penetrate deeper into the jungle, and that is where he sees a young maiden (Divana Brandao) swimming in a pool. She seduces him in a scene of great silence and seriousness, and then, as he leaves the enchanted place, his little boat is swamped by a giant river snake, and he is drowned. (You may interpret the snake as you wish.) A child is born to the woman. Mother and child live in nature as happy as a couple of models for Jean Jacques Rousseau, until evil businessmen come into the district looking for mineral wealth. They kill the mother and try to kill the little boy, but he survives and makes his way to the big city, where eventually he comes under the care of Durning. He is a good little boy, quiet and solemn, and the priest tries to teach him. But this child is not meant for the world of cities; he is, after all, half dolphin.\n\nLike so many Latin American stories, this one has a certain smooth, hypnotic charm. There is more than magic and legend here. There also is the feeling of predestination, the feeling that the whole story was over long before it began to be told. Told in the wrong way, \"Where the River Runs Black\" could very easily seem silly. But the director, Christopher Cain, tells it with a dreamy inevitability, and for me, at least, the spell worked.\n\nCain's first film was \"The Stone Boy,\" a heartbreaking, realistic film about a young boy who accidentially kills his brother with a shotgun and then must somehow live with the consequences. This time, Cain once again uses silences and expressions and the looks in eyes to show us a young boy who has seen more than he can ever explain.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-09-19", "genres": ["Adventure"], "title": "Where The River Runs Black (1986)"}