{"url": "http://www.rogerebert.com/reviews/where-the-day-takes-you-1992", "by": "Dermot Mulroneyas King", "star_rating": 3.0, "text": "\"I'll bet you can never guess why I ran away from home,\" says a runaway teenager to her new boyfriend in \"Where the Day Takes You.\" \"Sure I can,\" he says. \"You were raped by either your father or your stepfather. Everybody runs away for the same reason.\" He isn't far off. And the movie, which was shot on and around Hollywood Boulevard, shows a side of runaway kids we haven't seen before: how they form surrogate families in the streets, seeking reassurance and security that they never felt at home.\n\nThe movie is effective, well-acted and convincing. And that was a surprise for me, since a look at the cast (Dermot Mulroney, Sean Astin, Lara Flynn Boyle, Balthazar Getty and Ricki Lake among them) led me, walking into the theater, to anticipate some sort of Junior Brat Pack caper. Maybe the director, Marc Rocco, is good with actors. Or maybe these actors haven't had this kind of strong material to work with before.\n\nMulroney carries the movie, as the King, leader of a group of runaways who live in a hollowedout cave under the Hollywood Freeway and support themselves by begging, stealing and prostitution.\n\nHe is not what could be described as a good influence on the kids who join up with him, but he is a steadying presence, and feels genuine responsibility for his \"family.\" Just as they band together for security, he perhaps feels a need to exercise responsibility, to look out for those who are obviously not able to survive by themselves.\n\nMany of the other characters are sharply drawn, including Greg, played by Astin, who is powerless over drugs and places himself in one desperate situation after another, finally popping his last balloon in a pathetic exit scene. Getty is very effective in a scene where he tries to be a male prostitute but hates himself for it. And Boyle is good in the somewhat stereotyped role of the pretty newcomer to the group.\n\nThe screenplay, by Michael Hitchcock, Kurt Voss and Rocco, contains a lot of documentary information about where runaways hang out, why they hate the police, and how they survive in a system that seems set up specifically to crush them. It is not a poetic or pseudo-romantic view of runaway life (which seems like a hell interrupted by occasional laughs), but on the other hand it isn't hysterical, either. It shows how young people need families and will form their own if they are failed by those they were born into.\n\nThe story is convincing up until the end, which feels manufactured for movie purposes. One of the things it illustrates is that trouble has a way of attracting more trouble; the nature of the law and society is such that these characters cannot exist without breaking laws, whether they intend to or not, and that automatically sets in motion a chain of additional broken laws, including evasion of arrest. An insignificent initial crime can mushroom into a situation of true desperation.\n\nWatching \"Where the Day Takes You,\" I was reminded of the 1985 Oscar-nominated documentary \"Streetwise,\" shot among homeless runaways in Seattle. Both films have many of the same qualities, although the documentary pays more attention to the efforts, successful and otherwise, made by social agencies working with street kids. The bottom line is the same: Kids run away, they band with other kids, and society seems organized to destroy them whether or not they're asking for it.", "running_time": 105, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-09-11", "genres": ["Drama", "Indie"], "title": "Where The Day Takes You (1992)"}