{"url": "http://www.rogerebert.com/reviews/where-the-wild-things-are-2009", "by": "Max Recordsas Max", "star_rating": 3.0, "text": "\"Where the Wild Things Are\" reflects so much of a plucky little kid: the flirting up of anger at a parent, the defiant escape into fantasy, the tough talk in a tight situation, the exuberance and then the fundamental need to return home and be loved and reassured. All of these stages are explored in Maurice Sendak's famous 1963 children's book, which contains only nine sentences. Ah, but what sentences they are when given resonance by his drawings.\n\nSpike Jonze and Dave Eggers have met the challenge of this little masterpiece head on, by including both a real little boy and the imaginary Wild Things in the same film. It would simply not have done to alter or shrink the monstrous Things, and with an $80 million budget, Jonze has been able to make a movie where any reader of the book should be able to recognize all of the Things in sight. \n\nThe creatures in the film are voiced by actors, and given a great deal more to say, of course, than in the book. The Things are a considerable technical achievement, combining as they do muppetry and CGI. I don't find them particularly lovely, nor should I; they're not fuzzy toys but characters in a dream that slides in and out of nightmares.\n\nMax Records, of \"The Brothers Bloom,\" plays the difficult role of Max, the boy who gets into a stubborn argument with his mom (Catherine Keener) and flees to his room and then to his imagination. In the book his room transforms itself into a jungle, but the film has him sailing a stormy sea in a little boat that looks like a bathtub toy. It arrives at an island which the Wild Things inhabit in grouchy discontent, and Max finds himself moved to bring the discord under control. Why these creatures, who tower over him, should even consider accepting his leadership is a no-brainer: This is Max's dream.\n\nThe plot is simple stuff, spread fairly thin in terms of events but portentous in terms of meaning. It comes down to: What is right? -- a question that children often seek answers to. One of the film's strengths is the way it doesn't soft-pedal sticky situations. For example, Max's mom has a boyfriend (Mark Ruffalo), who isn't painted as an interloper, and affection between the two of them is calmly regarded by Max (whether deeper issues with his absent father are part of his anger is a good question).\n\nThe voice actors and the f/x artists give their fantastical characters personality. When I mention special effects, I don't want to give the impression that the Wild Things are all smoke and mirrors. In close-up, they seem tangibly there, and at times I believe human actors are inside costumes. I used to be able to spot this stuff, but f/x has gotten so good that sometimes you just don't know.\n\nThe voices belong to Catherine O'Hara, as the know-it-all Judith; James Gandolfini as the authoritative boss Thing; Lauren Ambrose as KW; Chris Cooper as Douglas; Forest Whitaker as the pleasant and meek Ira, and Paul Dano as Alexander, who is only a few feet taller than Max. Each of these creatures is one of a kind, leaving open the question of how, and with whom, they reproduce their species.\n\nThe movie felt long to me, and there were some stretches during which I was less than riveted. Is it possible that there wasn't enough Sendak story to justify a feature-length film? In a way I suppose the book tells a feature-length story just in Sendak's drawings, and Jonze and Eggers have taken those for their inspiration. All the same, the film will play better for older audiences remembering a much-loved book from childhood, and not as well with kids who have been trained on slam-bam action animation.", "running_time": 101, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-10-14", "genres": ["Adventure", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Where the Wild Things Are (2009)"}