{"url": "http://www.rogerebert.com/reviews/where-do-we-go-now-2012", "by": "Nadine Labakias Amale", "star_rating": 2.5, "text": "Here's a notion: Peace in the Middle East would come about more easily if the region were governed by women. After relegating women to inferior or invisible roles in society, many of the region's nations are governed by men who want to prove how macho they are. Even religious strife is largely fueled by testosterone, not theology. Although women are also flawed, by their natures they lean toward compromise and accommodation. They don't see everything as a test.\n\nNadine Labaki's \"Where Do We Go Now?\" is an intriguing comedy in which the women of a tiny, isolated Lebanese village conspire to bring about peace. The local Christians and Muslims have co-existed since time immemorial. Recently the men, inflamed by the introduction of TV and its outside news, have decided the two groups are enemies. When two crowds get into a shoving match, it's always the insecure hotheads who take the lead. Members of the two religious groups are virtually identical in culture. They do the same jobs, eat the same food, like the same music, speak the same language.\n\nSo why do they fight? They're victims of ancient tribal instincts that evolved long before religion did. Men are bred to be warriors and defend the people in their caves. Now, even though they all live side by side, religious differences have put them in virtual cages. Sit them down and ask them to discuss the differences in their beliefs, and they'd be at a loss for words.\n\nThe film opens with yet another procession of women dressed in black. They're going to the town cemetery, which has separate sections for Muslim and Christian corpses, as if it makes a difference. They clean tombstones, polish marble, pull weeds, plant flowers and caress the faded photos of their loved ones that have been mounted in tacky frames. Too many of their men have died for stupid reasons. \"Do you think we exist simply to mourn you?\" one women shouts at a group of men who are worked up for imaginary reasons.\n\nNow these women decide to take steps to trick their men into calming down and living peacefully side by side. Led by Amale (Labaki herself), who is secretly in love with a man from the other religion, they conspire to do what women have done for ages: Manipulate their men, whose hungers and weaknesses they know so well.\rThat's where the movie's comedy comes in, since truth to tell, the opening scenes are funereal. They sabotage the television set. They stage-manage fake miracles. They get the men giggling together by feeding them hashish brownies.\n\nIn their most inspired move, they enlist a drive in men that is stronger than religious devotion: sex. They import a busload of \"exotic dancers\" from the Ukraine, dreaming up an excuse about why they happen to find themselves here in the Lebanese boonies. This device reminded me of the wonderful film \"The Band's Visit,\" which was about an Egyptian police band that mistakenly found itself in a small Israeli village. \n\nThe Ukrainian performers turn out to be jolly good sports and inspire the men to realize how much they have in common. The local women are safe from detection, because who would dream they could be capable of such a thing? Good feelings spread in the village, and tempers cool somewhat.\n\nIt's not really that simple, of course. There have been real tragedies here. One mother has lost her child. Emotions that can lead to death are not so easily defused by comedy, and that's the movie's problem. It's not so easy to alter our mood in response to the movie's prompts. The movie is never quite bold enough to point out the contradiction of Muslims and Christians hating one another, even though they both in theory worship the same god.\n\nStill, it's a brave try by Labaki. Lebanon was at one time known as a nation that rose above sectarian hatred; Beirut was known as the Paris of the Middle East. All of that was blown apart by senseless religious wars, financed and exploited in part by those who sought power and wealth. If women had been in charge, would they have been more sensible? It's a theory.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-05-16", "genres": ["Comedy", "Drama", "Foreign"], "title": "Where Do We Go Now? (2012)"}