{"url": "http://www.rogerebert.com/reviews/where-the-truth-lies-2005", "by": "Kevin Baconas Lanny Morris", "star_rating": 3.0, "text": "\"Where the Truth Lies\" is film noir right down to the plot we can barely track; we're reminded of William Faulkner asking Raymond Chandler who did it in \"The Big Sleep\" and Chandler saying he wasn't sure. Certainly somebody did it in \"Where the Truth Lies,\" or how would a dead waitress from Miami end up in a bathtub in Atlantic City? The waitress was last seen in the Miami suite of Lanny Morris and Vince Collins, two famous 1950s entertainers. Their alibi: They were on TV doing their polio telethon, and then got directly on a plane and flew to New York with a lot of other people, and had a police escort to their hotel, where the body was awaiting them.\n\nAtom Egoyan, no stranger to labyrinthine plots, makes this one into a whodunit puzzle crossed with some faraway echoes of \"Sunset Boulevard,\" as an entertainer is confronted with events from the past that might best be left forgotten. The movie takes place in 1957 and 1972, and both of those years involve the crucial participation of beautiful young blondes who want to interview the two stars.\n\nIn 1957, Morris (Kevin Bacon) and Collins (Colin Firth) are at the height of their fame, doing a nightclub act not a million miles apart from Martin and Lewis. The secret of their round-the-clock energy is the use of pills, lots of pills from their Dr. Feelgood, which give them more urgency than they need in the realm of sex. A college student named Maureen O'Flaherty (Rachel Blanchard) arrives at their suite with room service, and when they suggest another kind of service, she seems sort of willing. She wants to interview them for her school paper.\n\nIt is Maureen who is found dead in Atlantic City, leading to a mystery that is never solved, and to the breakup of Morris and Collins. Flash forward to 1972, and another would-be reporter, Karen O'Connor (Alison Lohman). Still in her mid-20s, she negotiates a $1 million book contract for Collins, who needs the money, but tells him he will have to talk about the murder of Maureen O'Flaherty. What Collins doesn't know is that Karen earlier met Lanny Morris on an airplane, followed him to his hotel room, and was dumped the next morning. What a rotter. What neither man knows is that Karen first met them in 1957, when as a young polio victim she appeared on their telethon. Nor does she know that Morris' tears as he talked to her were inspired not by her plight but by his knowledge that a dead waitress was on the sofa in their hotel suite.\n\nWho killed the waitress, and why? It's a classic locked room mystery; all the relevant doors were locked from the inside, and so either man could have done it. But what if neither did? One imagines Ellery Queen rubbing his hands and getting down to work.\n\nThe attempts of Karen O'Connor to get Collins to talk are complicated by his own secrecy, financial need, lust, and general depravity. From his hillside mansion in Los Angeles, he lives in lonely isolation, happy to come and go as he pleases. His former partner Morris maintains an office and is apparently more active in showbiz, and both of them have reasons to pressure and mislead the young woman.\n\nBecause I have seen \" Where the Truth Lies\" twice and enjoyed it more when I understood its secrets, I don't understand why several critics have found Alison Lohman wrong for the job of playing the reporter in 1972. Is she too young? If she was nine in 1957, she would be 24 in 1972. Would a publisher give her such responsibility? If she can really deliver Collins, maybe one would -- and the money depends on delivering. Is it a coincidence that Miss O'Connor looks something like Miss O'Flaherty? No, not if what she represents for both men is an eerie shadow from the past.\n\nThe movie departs from film noir and enters the characteristic world of Atom Egoyan in its depiction of sex. Both blondes, and a third one I will not describe, are involved in fairly specific sex scenes with one or both men, and the sad and desperate nature of this sex is a reminder of such Egoyan films as \"Exotica.\" The MPAA rated the film NC-17 and refused an appeal, so it's being released unrated, but the sex really isn't the point of the scenes in question; it's the application of power, and the way that showbiz success can give stars unsavory leverage with young women who are more impressed than they should be.\n\nKevin Bacon is on a roll right now after several good roles, and here he channels diabolical sleaze while mugging joylessly before the telethon cameras. His relationship with the Colin Firth character involves love and hate and perhaps more furtive feelings. There is a stunning scene in a nightclub where a drunk insults Morris, and Collins invites him backstage for a terrifying demonstration of precisely how those happy pills do not make everyone equally happy.\n\nLohman has the central role. I've known young reporters like her. Some of them may be reading this review. You know who you are. She is smart, sexy, hungering for a big story, burning with ambition, and (most dangerous all) still harboring idealistic delusions. Would a young woman like this find herself suddenly inside two lives of secrecy and denial? Yes, more easily than Kitty Kelly would, because she doesn't seem to represent a threat. Her youth is crucial because in some way the danger Maureen O'Flaherty walked into is still potentially there.\n\nThere's another way in which the movie works, and that's through the introduction of an unexpected character, Maureen's mother. Another director might handle the showbiz and the murder and intrigue with dispatch, but Egoyan thinks about the emotional cost to the characters, as he also did in \"Felicia's Journey.\" The mother and the young reporter have a meeting during which we discover the single good reason why the solution to the murder should not be revealed. It is a flawed reason, because it depends on the wrong solution, but that isn't the point: It functions to end the film in poignancy rather than sensation.", "running_time": 107, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-10-27", "genres": ["Drama", "Indie", "Mystery", "Thriller"], "title": "Where the Truth Lies (2005)"}