{"url": "http://www.rogerebert.com/reviews/while-you-were-sleeping-1995", "by": "Sandra Bullockas Lucy", "star_rating": 3.0, "text": "\"While You Were Sleeping\" is one of those movies that blind-sides you with its charm. It starts out seeming sappy, and your expectations sink: Is everybody in this movie going to be cuddly and sort of dumb? Is every emotion and plot development going to be given a long windup before the pitch? Seems like it, but then a funny thing happens. While you're making up your mind that the movie's going nowhere, it starts to go somewhere.\n\nThe movie, shot in Chicago, stars Sandra Bullock, who became a star in \"Speed\" by surviving high-speed chases on a bus and a subway train, and is back in the transit system again, playing Lucy, who \"sits in a booth like a veal,\" taking fares. She has a crush on Peter (Peter Gallagher), a commuter who looks to her like the perfect man.\n\nOne day, Peter is mugged and thrown onto the tracks, and Lucy races out of her booth and saves his life, although not without a dumb scene where she bends over his unconscious body and tells him, \"Mister, there's a train coming, and it's fast!\" Hearing that line, I wondered what kind of person would say it.\n\nWas Lucy going to be a simpleminded innocent? Would anyone in real life be capable, under the circumstances, of thinking of such a goofy line? I doubted it, and I was beginning to develop an intense dislike for the movie, especially after Peter is hospitalized with a Movie Coma (a medical condition that requires him to remain unconscious for precisely as long as is convenient for the plot). Through a silly misunderstanding, the members of Peter's family become convinced that Lucy is his fiancee. Why does she allow them to persist in their misunderstanding? Because the plot depends on it, that's why.\n\nPeter's family is one of those human groups that moves as a unit. You hardly ever see just one of them. They move into frame as a block of four or five, as if they're strapped together or posing for a photo. His dad is Peter Boyle, his grandmother is Glynis Johns, and his godfather is Jack Warden, who is a lovable old cuss who figures out Lucy's secret right away, but keeps it, because he knows that Lucy is the nicest person who has drifted into the family's life in years.\n\nEnter now the character of Jack (Bill Pullman), who is Peter's brother. He appreciates the fact that Lucy has saved his brother's life, and soon he is walking her home through the snow. Of course, they are falling in love with each other, although, again for the purposes of the plot, they have to pretend to be unaware of this. By this point, in a lesser movie, I would have been squirming in my seat. But a strange thing had happened. Somehow, without my noticing, I had grown to like Lucy a lot, and now Jack was growing on me, too.\n\nIn fact, amazingly, I was beginning to care about the film, even though it was clearly hammered together out of completely predictable elements.\n\nThere aren't many movie actors we simply like. Marilyn Monroe was one, and that quality, not sex appeal, is why she has remained such a durable memory. On the basis of \"Speed\" and \"While You Were Sleeping,\" Sandra Bullock may be another. She plays Lucy in a low key, as a shy, unassertive young woman, and so of course late in the film when she has to stand up for herself, we're proud of her. She makes us feel protective. And Bill Pullman has real charisma, too: He's got the right chemistry for this love story in which sweetness is more important than passion.\n\nAs for the plot, there is a point at which it seems predictable, and then we get beyond that point, and start enjoying its predictability, because once we see where it's headed, there is pleasure in watching it delay and prolong the inevitable - toying with cliches as if they were new playthings. It has a lot of fun, for example, with the Other Man in Lucy's life, an unwanted downstairs neighbor who knows he isn't loved and has lines like, \"I seen the way you looked at him - like you just saw your first Trans-Am.\" Light romantic comedy is one of the trickiest of all movie genres. Usually, it doesn't work. Sometimes it does, as in \"When Harry Met Sally . . .,\" \"Sleepless in Seattle\" and \"Four Weddings and a Funeral.\" The characters in \"While You Were Sleeping\" aren't as smart or quirky as the people in those three movies, and the dialogue doesn't crackle in the same way, but the movie works all the same: It's a feel-good film, warm and good-hearted, and as it was heading for its happy ending, I was still a little astonished how much I was enjoying it.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-04-21", "genres": ["Comedy", "Drama", "Romance"], "title": "While You Were Sleeping (1995)"}