{"url": "http://www.rogerebert.com/reviews/whip-it-2009", "by": "Ellen Pageas Bliss", "star_rating": 3.5, "text": "\"Whip It\" is an unreasonably entertaining movie, causing you perhaps to revise your notions about women's Roller Derby, assuming you have any. The movie is a coming-together of two free spirits, Drew Barrymore and Ellen Page, and while it may not reflect the kind of female empowerment Gloria Steinem had in mind, it has guts, charm, and a black-and-blue sweetness. Yes, it faithfully follows the age-old structure of the sports movie, but what a sport, and how much the Derby girls love it.\n\nPage plays Bliss Cavendar, a small-town Texas girl who shares the rebelliousness of Juno but not the steam-of-consciousness verbal pyrotechnics. She's being coached by her smothering mother (Marcia Gay Harden) to compete in a Miss Bluebonnet beauty pageant that squeezes Texas girls into a ghastly caricature of Southern womanhood. Bliss despises it. One day she sees an ad for the Roller Derby in Austin, the nearest town of consequence, and with a friend, sneaks off to see a game. She is electrified. She was born to be a Derby girl.\n\nShe begins a series of secret bus trips to Austin which last for an entire season -- much too long for her parents not to notice, but never mind. She auditions in her pink Barbie clamp-ons for the Hurl Scouts team. Lying about her age, and against all odds, she's allowed by the coach, known as Razor (Andrew Wilson), to give it a try. The team veterans are dubious, but she has pluck and speed and doesn't mind getting knocked around. It's worth noting that Page and the other actresses, some of them real Derby stars, do almost all their own skating.\n\nShe takes the name Babe Ruthless. Other competitors are known as Maggie Mayhem (Kristen Wiig), Smashley Simpson (Barrymore herself), Bloody Holly (Zoe Bell), Rosa Sparks (Eve) and Eva Destruction (Ari Graynor). Juliette Lewis is fiercely competitive as Iron Maven, the leader of another team. Such stage names, or track names, are common in Roller Derby, and one real-life Derby girl is known as Sandra Day O'Clobber.\n\nThe screenplay is by a Los Angeles Derby Dolls star named Shauna Cross, the original Maggie Mayhem; it's based on her novel Derby Girl. It neatly balances Bliss' derby career and her situation at home, where her dad (Daniel Stern) escapes to pro sports on TV to escape his insufferable wife. Well, OK, she's not insufferable, simply an extreme type of a stage mother whose values, as her daughter informs her, are based on a 1950s idea of womanhood. Probably Bliss' poor mom was dominated by her own overbearing mother.\n\nBliss is at a hormonal age when she really likes cute boys and is drawn to a young rock band member named Oliver (Landon Pigg). She experiences this relationship in admirable PG-13 terms, and during her season with the Hurl Scouts, learns much about her physical and personality strengths. Odd as it may seem, her Roller Derby experience is a coming-of-age process.\n\nEllen Page, still only 22, is the real thing. To see her in this, \"Juno\" and \"Hard Candy\" (2005) is to realize she's fearless, completely in command of her gifts and will be around for a long time. To learn that she will play the lead in a BBC Films production of \"Jane Eyre,\" being produced by Alison Owen (\"Elizabeth\"), seems only natural.\n\nYes, the movie has cliches. Yes, it all leads up to a big game. Yes, there is a character's validating appearance near the end. Yes, and so what? The movie is miles more intelligent than most of the cream-of-wheat marketed to teenage girls. Funnier, more exciting, even liberating. In her debut as a director, Barrymore shows she must have been paying attention ever since Spielberg cast her when she was 5. She and her team do an especially effective job in staging the derby showdowns.\n\nThere are rules to Roller Derby, but the movie doesn't linger over the details. Basically, you go around as fast as you can, try to stay on your feet, protect your teammates and clobber your opponents. In the last decade, the optional form of the sport has morphed into a sort of gothic-punk-warrior woman hybrid, with much invention going into the outrageous costumes. Which doesn't mean you don't get hurt when you're slammed.\n\nMy review of \"Unholy Rollers\" (1973). \n\nMy review of the great documentary \"Derby\" (1972).", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-09-30", "genres": ["Comedy", "Drama", "Family"], "title": "Whip It (2009)"}