{"url": "http://www.rogerebert.com/reviews/whirlpool-1970", "by": "Karl Lanchburyas Theo", "star_rating": 1.0, "text": "There have been indications for some months now that the skin flick market is exhausting itself. \"Whirlpool\" may be another piece of evidence. Even if it isn't, I'd rather discuss it in such terms than consider it as a movie. As a movie it's despicable. But as evidence, it's interesting.\n\nThere was a time, a year or two ago, when X-rated films looked like the salvation of the small marginal theater, or the first-run house temporarily starved for product. So we got \"Fanny Hill\" and \"I, A Woman, Part Two\" and \"Female Animal,\" and all those other ding-a-lings. And the same dimwitted audience kept turning up and accepting these films that had no humor, no imagination, no wit, no sense of satire or even of perspective. All they had was sex.\n\nBut it has been a long year or two since that first wave of X ratings. And now there are maybe a couple dozen theaters in the Chicago area, all grinding out dreary double features designed to set you fast asleep. The audience for these films is shrinking. Even your card-carrying sex maniac, I guess, eventually gets his fill. And so something like \"Whirlpool,\" which would have been big stuff a year or so ago, is greeted by indifference.\n\nThat's a heartening sign, because \"Whirlpool\" is a genuinely sickening film. It has to do with various varieties of sex, yes, but its main appeal seems to be its violence. The ads tell us \"she died with her boots on -- and not much else,\" and that's a sign of the times. Two years ago, this film would have been promoted for its sex and nudity. Today, the distributor emphasizes the violence.\n\nThe violence is not, however, the cathartic sort to be found in \"The Wild Bunch\" or the comic strip spaghetti Westerns. It's a particularly grisly sort of violence, photographed for its own sake and deliberately relishing in its ugliness. It made me awfully uneasy.\n\nFor the rest, \"Whirlpool\" is fairly ridiculous, especially in its dialog. Everyone talks as if he wanted to be the first rapist in Parliament. Roger Greenspun of the New York Times noted one piece of dialog, that also brought me up short. The girl is trapped in a speeding sports car with the sex maniac at the wheel and his buddy ripping off her clothing. Her line: \"But why on earth did you turn down this lane? -- or, rather, footpath?\"", "running_time": 92, "mpaa_rating": "X", "release_year": 1970, "date_published": "1970-12-08", "genres": null, "title": "Whirlpool (1970)"}