{"url": "http://www.rogerebert.com/reviews/white-men-cant-jump-1992", "by": "Wesley Snipesas Sidney Deane", "star_rating": 3.5, "text": "\"White Men Can't Jump” is a movie about black basketball hustlers and a white guy who cons some of them and is conned by the others. But that plot description doesn't begin to do justice to this movie, which is all about language and timing and loyalty and betrayal, and is very smart and very funny.\n\nThe movie takes place on the asphalt outdoor basketball courts of Los Angeles - on Venice Beach, in the Crenshaw neighborhood, in Watts and wherever else money is wagered on the outcome of the game. It stars Wesley Snipes as a black basketball hustler whose other jobs are suffering because of the downturn in the economy, and Woody Harrelson as a white guy from out of town who uses his goofy look (floppy shorts, backwards cap and a distracted grin) to lure victims into betting on his game. Neither one of these guys hustles basketball purely for the enjoyment of the game. Snipes does it to make money (his wife is on his case) and Harrelson does it at least partly because he's a compulsive gambler.\n\nWhat the movie knows is how the game is played in the tough urban circles where these guys operate. The director, Ron Shelton, who also wrote the screenplay, knows how his characters talk and sound, and how they get into each other's minds with nonstop taunting and boasting. The language is one of the great joys of this film, not just because of its energy and spirit (most of the characters are gifted verbal improvisers) but because of its originality. The usual four-letter words and their derivatives are upstaged by some of the most creative and bizarre insults I have ever heard in a movie.\n\nIt's interesting that this is not simply a basketball movie.\n\nShelton, whose first film as a director was the great baseball comedy “Bull Durham” (1988), knows all about sports that are played by adults for adult reasons; about how the appearance of boys at play can obscure the reality of men at work. And in “White Men Can't Jump,” he has given both Harrelson and Snipes women who want their men to be more responsible than they know how to be.\n\nHarrelson's Puerto Rican girlfriend is played by Rosie Perez, who all but steals the movie with one of the funniest performances since Susan Sarandon's in “Bull Durham.” You may remember Perez from “Do the Right Thing,” where she played the Spike Lee character's girlfriend, but here she unleashes an entirely new side to her character, as a brassy Brooklynite who spends her days laying down the law to Harrelson and studying the almanac. She dreams of being a contestant on “Jeopardy,” and when she gets her chance, her appearance works in terms of the movie - it's funny, but it's not a stunt. This is Oscar-caliber supporting work.\n\nThe Perez and Harrelson characters have an enthusiastic physical relationship, which is treated with refreshing directness.\n\nThere are no “sex scenes” as we have come to expect them, but instead an easy, friendly warmth that is expressed, in her case, through comfort with nudity. Often in the movies you have the sensation that actors in love scenes have rehearsed to the point of choreography, so that every shot can be calculated down to the most subtle teasing backlit nuance. Here Perez and Harrelson create characters who know each other and enjoy one another.\n\nSnipes's home life is more complicated; he's married (to Tyra Ferrell, who played Doughboy's mom in “Boyz N the Hood”), has kids and is hustling basketball because his daytime jobs aren't paying the bills. He needs the money. He and Harrelson team up, fight, team up again, and the movie supplies the predictable sports formulas leading up to the big game. But even here it has surprises - and the payoff isn't exactly what we suspected. Here is a comedy of great high spirits, with an undercurrent of sadness and sweetness that makes it a lot better than the plot itself could possibly suggest.", "running_time": 115, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-03-27", "genres": ["Comedy", "Drama", "Sports Film"], "title": "White Men Can't Jump (1992)"}