{"url": "http://www.rogerebert.com/reviews/white-chicks-2004", "by": "Marlon Wayansas Marcus Copeland", "star_rating": 1.5, "text": "Various combinations of the Wayans family have produced a lot of cutting-edge comedy, but \"White Chicks\" uses the broad side of the knife. Here is a film so dreary and conventional that it took an act of will to keep me in the theater. Who was it made for? Who will it play to? Is there really still a market for fart jokes?\n\nMarlon and Shawn Wayans play Marcus and Kevin Copeland, brothers who are FBI agents. Fired after a sting goes wrong, they're given a second chance. Their assignment: Protect Tiffany and Brittany Wilson (Anne Dudek and Maitland Ward), high-society bimbos who seem to be the target of a kidnapping scheme. The girls get tiny cuts in a car crash and are too vain to attend a big society bash in the Hamptons. Marcus and Kevin have the answer: They'll disguise themselves as the Wilsons and attend the party in drag.\n\nUh, huh. They call in experts who supply them with latex face masks, which fool everybody in the Hamptons but looked to me uncannily like the big faces with the talking lips on Conan O'Brien. There is also the problem that they're about six inches taller than the Wilsons. I suppose they're supposed to be, I dunno, Paris and Nicky Hilton, but at least the Hiltons look like clones of humans, not exhibits in a third-rate wax museum.\n\nThe gag is not so much that black men are playing white women as that men learn to understand women by stepping into their shoes and dishing with their girlfriends. Womanhood in this version involves not empowerment and liberation, but shopping, trading makeup and perfume tips, and checking out the cute guys at the party.\n\nMeanwhile, a pro athlete named Latrell (the NBA's Terry Crews) is the top bidder at a charity auction for Marcus, who represents his ideal: \"A white chick with a black woman's ass!\" This leads to all sorts of desperately unfunny situations in which Marcus tries to keep his secret while Latrell goes into heat. Also meanwhile, a labyrinthine plot unfolds about who is really behind the kidnapping, and why.\n\nThe fact that \"White Chicks\" actually devotes expository time to the kidnap plot shows how lame-brained it is, because no one in the audience can conceivably care in any way about its details. Audiences who see the TV commercials and attend \"White Chicks\" will want sharp, transgressive humor, which they will not find, instead of a wheezy story about off-the-shelf bad guys, which drags on and on in one complicated permutation after another.\n\nAre there any insights about the races here? No. Are there any insights into the gender gap? No. As men or women, black or white, the Wayans brothers play exactly the same person: an interchangeable cog in a sitcom.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-06-23", "genres": ["Action", "Comedy"], "title": "White Chicks (2004)"}