{"url": "http://www.rogerebert.com/reviews/white-fang-2-myth-of-the-white-wolf-1994", "by": "Scott Bairstowas Henry Casey", "star_rating": 3.0, "text": "\"White Fang 2: Myth of the White Wolf\" is a rousing adventure about a boy and his dog and their girlfriends. The movie tells the story of Henry (Scott Bairstow), a teenage gold prospector in the Yukon, who gets involved in the cause of a nearby Indian tribe that's being threatened by an evil mining company. Henry is much helped by his dog, White Fang, but while they are separated in the middle parts of the film he falls in love with an Indian girl, and White Fang falls in love with a she-wolf. These romances lead to an ending that is positively awash with joyous reunions, and I cannot think what restraint led the filmmakers to leave out a double wedding ceremony.\n\nNeither this film nor the earlier \"White Fang\" (1991) owes much to the classic Jack London novel, beyond a title and a location.\n\nLondon told the story of a dog. These films tell the stories of people and their canine friends. If the movie inspires any viewers to read the book, they'll discover a more hardbitten, realistic view of the north. But the movie tells a high-spirited, romantic tale that at times plays like an outdoorsy Indiana Jones adventure.\n\nA prologue explains why Jack, the hero of the previous film, is no longer around: He has moved to California and left White Fang with his friend Henry. (Jack was well played by Ethan Hawke, recently seen slumped on a sofa and bitterly chain-smoking his way through \"Reality Bites,\" his days in the Yukon a distant memory.) Henry has lots of bags of gold nuggets hidden under the floorboards of his cabin, and decides to take them to town by raft.\n\nApparently he is unaware that river leads to rapids and a waterfall, which separate Henry from the gold and White Fang, and nearly kill them both.\n\nHenry is taken in by a tribe of Haida Indians, whose civilized and gentle lifestyle is under threat by some shady characters from the nearby town. A man who says he is a minister (Alfred Molina) keeps trying to talk them off of their land. But Henry and a beautiful young Haida girl (Charmaine Craig) literally stumble on their secret when they fall down the air shaft of a gold mine. (This scene, and several others, seems directly inspired by Nancy Drew and the Hardy Boys; nothing like stumbling across the Secret of the Old Mine Shaft.) The movie has been skillfully directed by Ken Olin, who provides lots of excitement and adventure without ever lingering for long on bloodshed or graphic violence. The PG rating is appropriate, and younger children will probably respond to the sense of freedom and exhilaration generated by these characters in their rugged Colorado and Canadian settings.\n\nOne thing I rather missed, however, was the earlier film's extensive plotting involving the dog. This time White Fang is offscreen and missing for long periods of time, perhaps because it is easier to train actors than dogs.\n\nThe filmmakers are also a little too willing to hint that White Fang understands English; early in the film, after Henry fails to bag a caribou that White Fang has rounded up for him, Henry says \"Sorry, White Fang; looks like it's potatoes for supper again tonight,\" and the dog droops its ears and whines sadly. Soon it will be picking out simple tunes on the piano.\n\nWhat's best about the film is a kind of fresh-air exuberance, an innocence. The adventures in this movie are fun - not frightening, violent, or depressing. The villains are bad, but not subhuman, and at the end I was positively grateful for a scene where the bad guy tries to get away in a wagon full of gold, with the heroine tied up behind him, and Henry and the dog trying to save her.\n\nThis was so old-fashioned it was almost daring.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-04-15", "genres": ["Action", "Adventure", "Drama", "Family"], "title": "White Fang 2: Myth Of The White Wolf (1994)"}