{"url": "http://www.rogerebert.com/reviews/white-mischief-1988", "by": "Sarah Milesas Alice", "star_rating": 3.0, "text": "In the years between the first and second world wars, the more affluent British settlers in Kenya developed a lifestyle that became famous for its luxury and scandalous for its decadence. In their so-called Happy Valley, on the slopes of the Aberdare mountains where the climate was close to home, they built their ranches and villages, made a lot of money and tried to ignore the war clouds gathering over Europe. Some of them worked hard and most of them partied hard, and as war grew closer their detachment seemed more and more of a scandal.\n\nThen, on the eve of war, the settlement was rocked by a murder that is still one of the most famous crimes of the British Empire. An older rancher, Sir Henry “Jock” Broughton (Joss Ackland), had returned from a trip to England with a wild young bride named Diana (Greta Scacchi). She had married for money, a fact Sir Henry had few illusions about, but what he did not expect was that she would so quickly flaunt her cynicism in the colony. She fell under the power of the handsome young earl of Erroll (Charles Dance), a shameless womanizer, and their affair scandalized the colony until the day of Jan. 24, 1941, when the earl was found shot dead in his car, not far from an exclusive club where he had last been seen with Diana.\n\nBroughton was charged with the murder, but eventually acquitted, and the case remains officially unsolved to this day. The one survivor who might have been sure about the identity of the killer, Diana Broughton, died a few years ago. But the case lives on in British memory, partly because it occurred in a colony that was living in luxury while the homeland itself was enduring the Battle of Britain and the terrors of World War II.\n\n“White Mischief” is an elegant, almost luxurious retelling of the story of Jock, Diana and the earl, filmed on location in Kenya at great expense and forming a sort of companion piece to “Out of Africa,” which takes place in East Africa at the beginning of the same era but among much different sorts of people. In “White Mischief,” the period is lovingly restored - the clothes, the cars, the rambling architecture, the lifestyle that could not conceive that Kenya would ever be independent, and was scarcely able to even see racism, much less decry it. Happy Valley is seen as a society of narcissists, in love with their own beauty and idle charm and existing primarily to drink and to gossip.\n\nIn this society, Jock is a figure of some dignity at first.\n\nErect and proud in middle age, he is Establishment through and through.\n\nBut he makes the mistake of falling in love with the beautiful young Diana, and he makes another mistake, too: He goes broke. Diana is carefree as the wind and hardly even wants to hurt Jock's feelings. She is simply too selfish to think much about them. When the earl sees the opportunity for an entertaining affair, both he and Diane make the mistake of underestimating Jock - of pushing him too far, too publicly.\n\nThe film has been directed by Michael Radford (who also made the recent version of “1984”), and he goes for atmosphere rather than plot.\n\nI think that is the right decision. A languorous scene at a party gradually trails down into a lazy, low-key orgy, and the tone is just right: These people are almost too comfortable to be perverted. Radford is especially good at finding the tensions in a party scene, where various couples are changing partners, and not everybody likes it, but nobody misses it.\n\nOne of the keys to the movie's re-creation of Happy Valley is in the large supporting cast, including John Hurt as a rough-hewn local farmer who is also in love with Diana; Sarah Miles as a promiscuous local woman whose affairs feed the gossip mills, and the late Trevor Howard as a local landowner who tries to give Jock some good advice.\n\nAll of these people come together to create a genuinely interesting period piece, in which nobody is quite sure who shot the earl of Erroll, but most people would agree he had it coming to him.”", "running_time": 100, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-05-13", "genres": null, "title": "White Mischief (1988)"}