{"url": "http://www.rogerebert.com/reviews/white-squall-1996", "by": "Caroline Goodallas Dr. Alice Sheldon", "star_rating": 3.0, "text": "\"White Squall\" is the sort of red-blooded young man's adventure movie that Jack London might have penned, although not quite in this way. Said to be based on fact, it's about a group of high school students who sign on aboard the brigantine ship Albatross in 1960 for their senior year at sea. They'll sail to the tip of South America and back, learning along the way to be sailors, accept responsibility and grow up.\n\nThe skipper: Sheldon (Jeff Bridges), a skilled sailor and schoolmaster who believes in firm onboard discipline. His wife: Dr.\n\nAlice Sheldon (Caroline Goodall), who will teach science and be ship's nurse. The English and history teacher: McCrea (John Savage), whose approach to instruction is to wake the lads every morning with loud doses of Shakespeare and Coleridge. There is also a Cuban cook who, true to type, pops up in an opening scene to warn the boys to stay out of his galley. And the ship's motto: \"Where we go one, we go all.\" The emphasis on one for all and all for one, coupled with the high value placed on discipline, adds up to a program designed to make good soldiers, and indeed the cruise seems at times a little like boot camp, with Bridges as drill instructor (a student with vertigo is forced to climb the rigging). Yet Bridges is a likable type who runs a fairly loose ship; he's the kind of skipper to whom a father might say, \"I give you the boy. Give me back the man.\" For Bridges, that includes turning a fairly blind eye to the boys' smoking (not all that common among 16-year-olds in 1960), drinking and whoring around in port (his wife matter-of-factly administers stabs of penicillin). It also involves trust that the young sailors will learn and do their jobs. We sense that he is an expert seaman, although the movie is thin on details, so that in a crucial late scene we are not sure if it was Bridges or one of his young sailors who made the correct decision.\n\nThe movie has been directed by Ridley Scott, whose brother Tony's \"Top Gun\" (1986) provides a model: Assemble a group of young men, distribute good and bad qualities among them, and have them learn through hard lessons that it is best to stick together and follow orders. Women play a secondary role (in this case, limited to the transmission and healing of venereal disease). The underlying orientation of the movie, common enough in the 1960s, is that boys grow up to be men who do neat things together and then go out on Saturday night looking for easy action.\n\nMovies in this genre almost always have one kid with a rich, obnoxious father who turns up unexpectedly, embarrasses his son and expects impossible things of him. And also a kid with a secret phobia. And a kid who is terrified he is inadequate. All such characters appear here, although they are a little hard to tell apart because, instead of helpful typecasting, Scott has manned his crew with muscular, bronzed young types with keen haircuts, who look as if they hang out in Calvin Klein ads. (When I was 15 or 16, most kids were scrawny and had pimples and cowlicks, and they didn't look a bit like movie stars.) Those weaknesses - the vague moral mission, the interchangeable crew members and the obligatory assortment of personal problems - keep the movie from taking wing as it might have, say, in a story by Jack London or Joseph Conrad. They would have focused more on individual characters and have been less interested in the goal of forming team players. But they might have liked the good things in the movie, and so did I: the feel of the ship itself, the spectacular photography, the delicious sense of liberty during nights in port, and especially the storm sequence near the end.\n\nAbout this storm I will not say much, except to observe that a \"white squall,\" according to the dictionary, is a sudden storm that comes unaccompanied by clouds. And so it does, in storm footage of great fury and effectiveness (save for one shot where you can see that Bridges and two others are in fact standing on the bottom of a tank). One outcome of the storm is a hearing held by the Coast Guard, at which positions are taken and speeches are made that will sound very familiar to anyone who recalls the climax of \"Scent of a Woman\" (1992).\n\nThe movie could have been smarter and more particular in the way it establishes its characters. Its underlying values are better the less you think about them. And the last scene not only ties the message together but puts about three ribbons on it. Yet I enjoyed the movie for the sheer physical exuberance of its adventure. It is magnificently mounted and photographed. I sat up close to the screen, and was immersed in the glory of the sailing ship and the exhilaration of the voyage.", "running_time": 128, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-02-02", "genres": ["Action", "Drama"], "title": "White Squall (1996)"}