{"url": "http://www.rogerebert.com/reviews/white-mans-burden-1995", "by": "John Travoltaas Louis Pinnock", "star_rating": 2.0, "text": "The opening scenes of \"White Man's Burden\" are ingenious and interesting, as it turns the tables on the color-coding in American society. It simply reverses the stereotypical roles of blacks and whites: The black characters are the wealthy, powerful establishment types in the big house in the suburbs, and the whites are a poor, disadvantaged minority group.\n\nThis is, of course, as great an oversimplification as the other way around. But it works dramatically to make visible a lot of our assumptions and prejudices. When John Travolta, as a factory worker, uneasily approaches the mansion of Harry Belafonte, the millionaire factory owner, we're forced to acknowledge that if the worker were black and the rich man were white, the scene would seem routine. Because it isn't - because privilege is turned topsy-turvy in the world of this film - we're forced to re-evaluate every conversation and nuance.\n\nTravolta plays Louis Pinnock, a man who has been sent to his boss' home to deliver a package. Belafonte is the factory owner, Thaddeus Thomas. Louis is hard-working, has a good record at the factory, and is happy to do this extra work on a voluntary basis in order to score points with his superiors. Told to go around to the rear door of the mansion, he pauses uncertainly on the lawn and happens to see the rich man's wife, dressed only in a towel.\n\nThaddeus sees Louis on the lawn, and jumps to the conclusion that he is a peeping tom. But he doesn't make any accusations. He simply suggests, at a social function, that the factory \"choose another man\" the next time they send someone over. It is a well-known function of organizations that orders from the top get amplified on the way down, so that a wish becomes an edict. Louis is fired.\n\nThis is not good. He has a family to feed. His wife Marsha (Kelly Lynch) fears they'll be evicted. In desperation Louis goes to Thaddeus' home to plead his case, but is turned away. And so, in desperation, he kidnaps the rich man - looking not for ransom but for justice.\n\nIt's at this point that the movie goes off the rails. It turns into a routine kidnapping thriller, complete with an extended chase scene, violence and confrontations with the police. Inevitably, Thaddeus and Louis develop respect for one another, and the millionaire learns a lesson. But that's not enough of a payoff for this movie: It's obvious, it's easy, and it comes too late, after action scenes derived from a thousand other films.\n\nWhat I wish is that the entire film had devoted itself to the examination of its challenging premise. The early scenes are clever and effective at using the reversal gimmick to point out the countless ways that skin color affects behavior, attitudes and expectations. Consider for example the way the white character deals at various points in the movie with black cops. Consider the cops' assumptions. Savor the dialogue at the dinner party early in the film, where the black millionaire entertains his guests with bemused racist generalizations. Watch the way the millionaire's wife reacts when her son comes home with (gasp!) a white girl. I only wish the film had pushed on, dealing with many more social situations in the same way.\n\n\"White Man's Burden\" was written and directed by Desmond Nakano, who is a Japanese American and therefore well positioned to look at black and white in America from his own viewpoint. The movie was screened at this year's Virginia Film Festival, which had the theme of \"U.S. and Them,\" and showed movies that pitted outsiders against insiders in many different ways. \"To both sides, black and white,\" Nakano told me, \"I am `them.' \" And when he visited Japan for the first time, he said, he found himself subtly disturbed that everyone he saw was Japanese: \"I had grown accustomed to being different. It felt wrong to be the same.\" These were the feelings that he drew on in making the film.\n\nI can only guess the reason he tilted the story in the direction of conventional action. Perhaps that made it seem more \"commercial\" to the executives he had to get money from. But why? No one looking for an action movie is going to choose this one. Equally obviously, no one interested in a film about racial stereotyping in America wants to sit through chase scenes, with John Travolta and Harry Belafonte running through darkened backyards and dodging police bullets.\n\nBelafonte and Travolta, it must be said, do as well as they can under the circumstances. Their final scene together is touching, and well-acted. But that's the point: When they're allowed to act, they're effective and their characters work. During the action scenes, they seem to be in another movie, and not one we particularly want to see.", "running_time": 90, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-12-01", "genres": ["Drama"], "title": "White Man's Burden (1995)"}