{"url": "http://www.rogerebert.com/reviews/white-oleander-2002", "by": "Alison Lohmanas Astrid Magnussen", "star_rating": 2.5, "text": "\"White Oleander\" tells a sad story of crime and foster homes, and makes it look like the movie version. The film takes the materials of human tragedy and dresses them in lovely costumes, Southern California locations and star power. Almost makes it look like fun. The movie's poster shows four women's faces side by side, all blindingly blond: Alison Lohman, Michelle Pfeiffer, Robin Wright Penn and Renee Zellweger. We suspect there could be another, parallel story of the same events, in which the characters look unhinged and desperate and brunet.\n\nThe story is determined to be colorful and melodramatic, like a soap opera where the characters suffer in ways that look intriguing. When you are a teenage girl and your mother is jailed for murder and you are shipped to a series of foster homes, isn't it a little unlikely that each home would play like an entertaining episode of a miniseries? First you get a sexy foster mom who was \"an alcoholic, a cokehead and dancing topless--and then I was saved by Jesus,\" although she still dresses like an off-duty stripper. Then you get an actress who lives in a sun-drenched beach house in Malibu and becomes her best friend. Then you get a Russian capitalist who dresses like a gypsy, uses her foster kids as dumpster-divers, and runs a stall at the Venice Beach flea market. Aren't there any foster mothers who are old, tired, a little mean and doing it for the money? The performances are often touching and deserve a better screenplay. I don't hold the beauty of the actresses against them, but I wish the movie had not been so pleased with the way the sunlight comes streaming through their long blond hair and falls on their flawless skin and little white summer dresses.\n\nThe movie is narrated by Astrid Magnussen, played by Lohman in several different years and weathers of her life. It's an awesome performance but would benefit from depth and darkness that the movie shies away from. (The movie is all too appropriately rated PG-13; I suspect full justice cannot be done to this material short of an R.) Astrid is the daughter of Ingrid (Pfeiffer), an artist and free spirit who sits on the roof so the desert winds can find her. \"No one had ever seen anyone more beautiful than my mother,\" Astrid tells us, but there are ominous hints that Ingrid is not an ideal mother, as when she skips Parents Night because \"what can they tell me about you that I don't already know?\" Ingrid doesn't date. Doesn't need men. Then makes the mistake of letting Barry (Billy Connolly) into her life (although so fleeting is his role he is barely allowed into the movie). She kills him, observing to her daughter, \"He made love to me and then said I had to leave because he had a date.\" When you hardly know someone and that's how he treats you, he's not worth serving 35 years to life.\n\nAstrid then moves on to the series of foster homes, each one so colorful it could be like the adventure of a Dickens character; the Russian is unmistakably a descendent of Fagin, and surely only in a Hollywood fantasy could any of these women qualify as foster mothers. Starr, the former stripper, seems less like a person than a caricature, although the director, Peter Kosminsky, has a good eye for detail and shows how her family takes a jaundiced view of her born-again grandstanding. What happens to bring this foster experience to an end I will not reveal, except to say that I didn't for a moment believe it; it involves behavior of a sort the movie seems obligated to supply but never refers to again.\n\nAstrid's best foster experience is with Claire (Zellweger), whose performance is the most convincing in the movie. She plays a onetime horror star, married to a director who is usually absent, and we believe the scenes she has with Astrid because they come from need and honesty.\n\nThey also inspire the best scenes between Astrid and her mother; Pfeiffer finds just the right note between jealousy and perception when, on visiting day at the prison, she observes, \"You dress like her now.\" Later she tells her daughter, \"I'd like to meet her.\" \"Why?\" \"Because you don't want me to.\" And later: \"How can you stand to live with poor Claire? I would rather see you in the worst kind of foster home than to live with that woman.\" The scenes involving Claire most clearly inspire Astrid's developing ideas about her mother.\n\nThe third foster experience, with Svetlana Efremova playing the Russian jumble-sale woman, offers a glimpse of the economy's underbelly but is too choppy and perfunctory to engage us: It feels like it was filmed to add color and then chopped to reduce the running time. Its only influence on Astrid is to change her wardrobe and hair color, in what feels more like a stunt than a character development.\n\nPfeiffer's role is the most difficult in the movie because she has to compress her revelations and emotions into the brief visits of her increasingly dubious daughter. Astrid, who once idealized her mother, now blames her for the loss of happiness with Claire. But even the movie's big emotional payoff at the end loses something because, after all, Ingrid did murder Barry, and so what is presented as a sacrifice on behalf of her daughter could also be described as simply doing the right thing.\n\n\"White Oleander\" is based on a novel by Janet Fitch, recommended by Oprah's Book Club, unread by me. I gather it includes still more colorful foster home episodes. Amy Aquino plays Miss Martinez, the social worker who drives Astrid from one foster adventure to the next. She feels like this movie's version of Michael Anthony, the man who introduced each episode of \"The Millionaire.\" You can imagine her on the TV series, shipping the heroine to a different foster home every week.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-10-11", "genres": ["Drama"], "title": "White Oleander (2002)"}