{"url": "http://www.rogerebert.com/reviews/white-palace-1990", "by": "Susan Sarandonas Nora Baker", "star_rating": 3.5, "text": "\"I'm 43 years old,\" she tells him. \"On my next birthday I'm going to be 44.\" \"I'm 27,\" he says.\n\nThey look at each other, and then they fall into each other's arms, in a spontaneous expression of sexual passion. The moment gets a laugh, because we like it when movie characters allow their emotions to overcome them. But the underlying issue is more serious. This couple isn't \"appropriate\" for each other. A lot of people are made uncomfortable by May-December romances, especially when it's the woman who's the older party.\n\n\"White Palace\" is being billed as autumn's answer to \"Pretty Woman,\" since once again here's a Cinderella story. But there are some differences. This time, it's not a rich executive falling in love with a gorgeous hooker, but a young ad executive falling for an older woman who's a waitress down at the local hamburger joint. Also, there's some doubt about who stands to benefit most from the relationship: the young man, who is uptight and distant, or the older woman, who knows how to be honest and is also (as a song on the soundtrack reminds us) at her sexual prime.\n\nThe executive, played by James Spader, is told by women in the movie that he has beautiful eyes and is really good-looking. Neither the compliments nor much of anything else seems to reach him. He's shut down emotionally since his young wife was killed in an auto accident. The older woman, played by Susan Sarandon, lives in a dump and hangs out in smoky bars, but she can reach him - first with sex, and then with an over-all attraction that he finds mesmerizing.\n\nBut the movie isn't really about that attraction. It's a film on the subject of appropriateness. Spader is fascinated by this woman and wants to be with her, but he also feels it necessary to hide her from his upper-middle-class Jewish circle of family and friends. They would disapprove, he guesses, because of her background, her age, and her religion. So he lies and evades and avoids taking her to a friend's wedding, and when he finally does break down and takes her to a family dinner, it's a disaster. That's partly because a few of the women at the party resent her - they see Spader as a prime catch to be matched with an appropriate single woman, not thrown away on a short-order waitress.\n\nBut part of the blame is Sarandon's, too: She drinks too much and causes an unnecessary confrontation at the dinner table.\n\nWhy? Because she found out Spader was lying to her - that he didn't really want to invite her to the dinner, until she forced him into it. From that point the movie follows time-honored lines; she flees, he follows, etc. But before it falls into formula, \"White Palace\" raises interesting questions about those romances that fall outside of socially approved formulas.\n\nIt is the easiest thing in the world to slide comfortably into an \"appropriate\" relationship with a partner who conforms with the tastes and prejudices of your social circle. Yet many people nevertheless find themselves in nonconformist relationships, and my guess is that the depth of feeling in those relationships is often greater. If your partner does not match society's definition of the sort of person you should be in love with, then presumably he or she fills some deeper need - in the words of a famous British beer ad, refreshes the parts others cannot reach.\n\nThat's the dilemma faced by Spader in \"White Palace.\" He has never met a woman who reaches him more deeply than Sarandon does. Not even his wife. Is it love? He doesn't know. It's need. It's compulsion. Yet she exists so far outside his social circle he doesn't want to let her in. He lives in an expensive apartment. She lives in a ramshackle house where, one day, her electricity is shut off (\"Isn't it a hoot being poor?\" she asks). The strength of the movie is when it deals with the subject of a nonconforming relationship. The best moments involve verbal bolts of lightning - comic insights that blindside us.\n\nBut the weakness of the film is when it falls into the same sappy romantic cliches as countless other love stories. The final scene in the movie, for example, is such a loathsome version of such an idiotic cliche that I couldn't believe my eyes. And yet there's a lot that's good in \"White Palace,\" involving the heart as well as the mind.", "running_time": 103, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-10-19", "genres": ["Drama", "Erotic", "Romance"], "title": "White Palace (1990)"}