{"url": "http://www.rogerebert.com/reviews/who-is-cletis-tout-2002", "by": "Christian Slateras Trevor/Cletis", "star_rating": 2.5, "text": "\"Who is Cletis Tout\" is one of those movies with a plot so labyrinthine you think you should be taking notes and then you realize you are. Like \"The Usual Suspects,\" it circles around the verbal description of events that are seen in flashback and may or may not be trustworthy. The difference is that \"Cletis Tout\" is a lot more lighthearted than the usual puzzle movie, and takes its tone from the performance of Tim Allen, as Critical Jim, a hitman who loves the movies.\n\nAs the film opens, he sticks a gun in the face of Christian Slater and tells him that in 90 minutes, if money is delivered as planned, he will kill him. In the meantime, he loves a good story. And Slater has one to tell him. Their meeting, Slater explains, is based on a misconception. Critical Jim thinks Slater is Cletis Tout, a man the mob wants dead. But Slater is in fact Trevor Finch, who borrowed Cletis' identity after escaping from prison.\n\n\"Flashbacks!\" Critical Jim cries. \"Yes, I like flashbacks!\" So Finch, if that is his name, tells a story about meeting a jewel thief named Micah (Richard Dreyfuss) in prison, and learning from him about a stash of diamonds. Micah we have already seen; he is a gifted magician who stages his robbery while always seeming to be on the sidewalk outside the building. Later, in a prison break, he projects footage of himself against a background of smoke, which seems like a lot of trouble and leaves you wondering how a guy on a chain gang can smuggle a projector out to the work area.\n\nAnyway. Micah and Finch escape together (jumping onto a train that seems to be speeding way too fast), and then there is the business of the buried diamonds, and Micah's daughter Tess (Portia De Rossi), who either hates Finch or loves him, depending on various stages of the story. \"Pitch me!\" Critical Jim says, and Finch makes the story good while we try to decide what to believe.\n\nIt's endearing, the way Critical Jim has memorized lines of movie dialogue to cover every occasion, but about midway through the movie I began to lose patience with the method, however clever. The underlying story--about the original robbery, the jail break, and the case of mistaken identity involving the mob--is intriguing in itself. Add the beautiful Tess and her carrier pigeons (yes, carrier pigeons) and you have something. Is it entirely necessary to add the layer of the story being told to Critical Jim? Is this not one more unnecessary turn of the screw, to make a sound story into a gimmick? Could be. Or maybe not. By the end of the film I was a little restless, a little impatient at being jerked this way and that by the story devices. There was a lot I liked in \"Cletis Tout,\" including the performances and the very audacity of details like the magic tricks and the carrier pigeons. But it seemed a shame that the writer and director, Chris Ver Wiel, took a perfectly sound story idea and complicated it into an exercise in style. Less is more.", "running_time": 95, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-07-26", "genres": ["Action", "Comedy", "Crime"], "title": "Who Is Cletis Tout? (2002)"}