{"url": "http://www.rogerebert.com/reviews/who-framed-roger-rabbit-1988", "by": "Bob Hoskinsas Eddie Valiant", "star_rating": 4.0, "text": "I stopped off at a hot dog stand before the screening of “Who Framed Roger Rabbit,” and ran into a couple of the other local movie critics. They said they were going to the same screening. I asked them what they’d heard about the film. They said they were going to see it for the second time in two days. That’s the kind of word of mouth money can’t buy.\n\nAnd “Who Framed Roger Rabbit” is the kind of movie that gets made once in a blue moon, because it represents an immense challenge to the filmmakers: They have to make a good movie while inventing new technology at the same time.\n\nLike “2001,” “Close Encounters” and “E.T.,” this movie is not only great entertainment but a breakthrough in craftsmanship - the first film to convincingly combine real actors and animated cartoon characters in the same space in the same time and make it look real.\n\nI’ve never seen anything like it before. Roger Rabbit and his cartoon comrades cast real shadows. They shake the hands and grab the coats and rattle the teeth of real actors. They change size and dimension and perspective as they move through a scene, and the camera isn’t locked down in one place to make it easy, either - the camera in this movie moves around like it’s in a 1940s thriller - and the cartoon characters look three-dimensional and seem to be occupying real space.\n\nIn a way, what you feel when you see a movie like this is more than appreciation. It’s gratitude. You know how easy it is to make dumb, no-brainer action movies, and how incredibly hard it is to make a movie like this, where every minute of screen time can take days or weeks of work by the animators. You’re glad they went to the trouble.\n\nThe movie is a collaboration between Disney Studios and Steven Spielberg, the direction is by Robert (“Back to the Future”) Zemeckis, and the animation is by Richard Williams. They made this a labor of love.\n\nHow did they do it? First, they plotted every scene, shot by shot, so that they knew where the live actors would be, and where the animated characters would be. Then they shot the live action, forcing actors such as Bob Hoskins, the star, to imagine himself in a world also inhabited by cartoons (or “Toons,” as the movie calls them). Then they laboriously went through the movie frame by frame, drawing in the cartoon characters. This is not a computer job. Real, living animators did this by hand, and the effort shows in moments like the zowie zoom shots where the camera hurtles at Roger Rabbit and then careens away, with the rabbit changing size and perspective in every frame.\n\nBut I’m making the movie sound like homework for a film class.\n\n“Who Framed Roger Rabbit” is sheer, enchanted entertainment from the first frame to the last - a joyous, giddy, goofy celebration of the kind of fun you can have with a movie camera. The film takes place in Hollywood in 1947, in a world where humans and Toons exist side by side. The Toons in the movie include not only new characters such as Roger Rabbit and his wife, the improbably pneumatic Jessica, but also established cartoon stars such as Bugs Bunny, Betty Boop, Dumbo, Mickey Mouse and both of the great ducks, Donald and Daffy (they do an act together as a piano duo).\n\nThe Toons live in Toontown, a completely animated world where the climax of the movie takes place, but most of the time, they hang out in a version of Hollywood that looks like it was borrowed from a 1940s pri vate-eye movie. The plot revolves around the murder of a gag-gift mogul, and when Roger Rabbit is framed with the murder, private eye Hoskins gets caught in the middle of the action. As plots go, this one will be familiar to anyone who has ever seen a hard-boiled ‘40s crime movie - except, of course, for the Toons.\n\nThe movie is funny, but it’s more than funny, it’s exhilarating. It opens with what looks like a standard studio cartoon (Mother goes shopping and leaves Roger Rabbit to baby-sit her little brat, who immediately starts causing trouble). This cartoon itself, seen apart from the movie, is a masterpiece; I can’t remember the last time I laughed as hard at an animated short. But then, when a stunt goes wrong and the cartoon “baby” stalks off the set and lights a cigar and tells the human director to go to hell, we know we’re in a new and special universe.\n\nThe movie is filled with throwaway gags, inside jokes, one-liners and little pokes at the screen images of its cartoon characters. It is also oddly convincing, not only because of the craft of the filmmakers but also because Hoskins and the other live actors have found the right note for their interaction with the Toons. Instead of overreacting or playing up their emotions cartoon-style, Hoskins and the others adopt a flat, realistic, matter-of-fact posture toward the Toons. They act as if they’ve been talking to animated rabbits for years.\n\nOne tricky question is raised by a movie like this: Is it for kids, or adults, or both? I think it’s intended as universal entertainment, like “E.T.” or “The Wizard of Oz,” aimed at all audiences. But I have a sneaky hunch that adults will appreciate it even more than kids, because they’ll have a better appreciation of how difficult it was to make, and how effortlessly it succeeds. Kids will like it, too - but instead of being amazed at how they got the rabbits in with the humans, they’ll be wondering what adults are doing walking around inside a cartoon.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-06-22", "genres": ["Action", "Animation", "Comedy", "Crime", "Family", "Fantasy"], "title": "Who Framed Roger Rabbit (1988)"}