{"url": "http://www.rogerebert.com/reviews/who-do-you-love-2010", "by": "Alessandro Nivolaas Leonard Chess", "star_rating": 2.5, "text": "The former studios of Chess Records on South Michigan in Chicago are as important to the development of rock 'n' roll as the Sun Records in Memphis. You could make a good case, in fact, that without Chess there might have been no Sun, and without Muddy Waters, Willie Dixon, Bo Diddley and Chuck Berry, there might have been no Elvis Presley, Jerry Lee Lewis or Carl Perkins. Rock 'n' roll flowed directly, sometimes almost note by note, from rhythm and blues.\n\n\"Who Do You Love\" is the second, and lesser, recent film about the brothers Chess, Leonard and Phil, and the label they founded. It tells the same improbable story of how two Jewish immigrant kids from Poland sold the family junkyard to start a music club on the black South Side, and helped launch the musical styles that have influenced everything since.\n\nBoth films are of course filled with music. The Chess catalog must have collected some nice royalties for this movie. The basic outlines of both films are roughly the same, although \"Cadillac Records\" (2008) didn't include Phil, the younger and quieter brother. In \"Who Do You Love,\" Leonard (Alessandro Nivola) is hopelessly infatuated with black music, while Phil (Jon Abrahams) is more interested in the business.\n\nIt remains a little unclear exactly what Leonard feels about black people. Yes, he supports their rights. But he underpays them. He was fond of Etta James, called Ivy Mills here and played by Megalyn Echikunwoke. Her drug addiction is greatly fictionalized (she is still very much alive, for one thing) and her great hit \"At Last\" is shifted in time; the equivalent character in \"Cadillac Records\" is more moving. Leonard historically decided to back her with violins and a full orchestra.\n\nIn this movie's telling, Willie Dixon (Chi McBride, very good) was Leonard's scout in finding the best of a new generation of R&B artists. It's Dixon who introduces Chess to Muddy Waters (David Oyelowo) and lends him a guitar for his audition. But Leonard had a good ear and proved it with the stable he built.\n\nHe loved the music. In a no-doubt exaggerated scene, his family is all packed up in the car and ready to leave on vacation when he explains he has to go on tour with Muddy instead. His wife, Revetta (Marika Dominczyk), is part long-suffering, part perhaps not fully aware from their suburban home of what's going on in the city.\n\nThe Chess Records story is part of modern folklore, and both films treat it too much that way: as a well-rehearsed saga. I think more edge is needed, more reality about the racial situation at the time, more insight into how and why R&B and rock 'n' roll actually did forever transform societies in America and the world. Who had more to do with bringing down the Berlin Wall? Ronald Reagan or Muddy Waters?", "running_time": 92, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-04-28", "genres": null, "title": "Who Do You Love? (2010)"}