{"url": "http://www.rogerebert.com/reviews/who-is-harry-kellerman----1971", "by": "Dustin Hoffmanas Songwriter", "star_rating": 3.0, "text": "The notion of suicide has always been particularly repellent to me. I can understand abstractly why someone else might be driven to such a final measure, but I doubt that I'll ever find myself there. I hope not. There would have to be terrible and compelling reasons of the most inescapable kind.\n\nThat's what bothers me about suicide as it's used in so many contemporary movies: It doesn't even seem to represent a personal choice. It's used more as a gesture against the way things are going in the world. Such a gesture may have some meaning in the philosophical universe of Albert Camus, but things are getting a little cheap when a hotshot song writer (or most other two-dimensional movie characters) decides to take his own final existential plunge.\n\nKnocking yourself off, it seems to me, is a singularly ineffective way of getting back at the world. It is also a little two extreme as a way of getting back at yourself. \"Who is Harry Kellerman and Why Is He Saying Those Terrible Things About Me?\" (pant, pant), the new Dustin Hoffman film, uses suicide more or less in that way, and that's what bothers me about it. Hoffman plays a spectacularly successful songwriter (along the millionaire lines of Burt Bacharach or Rod McKuen) who is filled with paranoia and self-doubt and an overwhelming sense of the meaningless of his life.\n\nIt may well be that his life is meaningless. But writer Herb Gardner (\"A Thousand Clowns\") and director Ulu Grosbard make no particular effort to convince us of that. Instead, the movie just sort of counts on us to agree that (of course!) anyone with so much success and money would (naturally!) be weary unto death by the very ordeal of being a Beautiful Person.\n\nThis assumption is very seldom convincing in the movies, if only because the people who make movies are among the most goal-oriented and success-hungry people under the sun. There's, a scene, for example, where Dustin Hoffman shows his psychiatrist a copy of Time with Dustin's picture on the cover - as the most successful songwriter going. But does it mean anything? That's what he wants to know. What we can't forget is that Hoffman himself has been on Time's cover. Movies walk a very narrow tightrope between fantasy and reality; Dustin Hoffman can convince us he's Benjamin the graduate, or a 121-year-old survivor of Custer's last stand. But can he convincingly play a disenchanted superstar?\n\nThe movie seems to believe that once you've written hundreds of hit songs, made it to a three-story penthouse on top Of the General Motors building, and your latest tune is No. 8 on the charts - what's left but the gas, the gun, the leap into thin air, eh? \n\nThis is a fashionable view, and there have been lots of movies about success leading to suicide. Within the \"Harry Kellerman\" show business genre alone, two of the most famous are \"A Star is Born\" and \"Valley of the Dolls.\" And yet, and yet...doesn't failure lead to more suicides than success? Don't suffering, deprivation and personal tragedy try the soul more than ennui and meaninglessness?\n\nThis failure to come to grips with the personal meaning of suicide is the fundamental reason \"Harry Kellerman\" doesn't entirely succeed. There's a certain flabbiness in its philosophy. And yet (having gotten the thoughts about suicide off my chest), I reacted very favorably to some scenes in the film, and I think Hoffman's two long scenes with Barbara Harris are among the best cinema I've seen in some time. Miss Harris has earned an Academy Award nomination hands down. \n\nShe plays an unaccomplished 34-year-old file clerk who hopelessly auditions for a show Hoffman is involved in. They begin talking, and for a time, they really reach each other. He takes her for a lyrically beautiful airplane ride over Manhattan, and then he leaves her, because...well, because he's filled up with the meaninglessness of it all. The scenes with Miss Harris, and a wonderful 5 a.m. scene between Hoffman and his father (a dying but proud restaurant owner) are simply fine. It's just that the movie could have told us so much more, if it had ignored its death wish.", "running_time": null, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-06-29", "genres": null, "title": "Who is Harry Kellerman . . .? (1971)"}