{"url": "http://www.rogerebert.com/reviews/who-is-killing-the-great-chefs-of-europe-1978", "by": "George Segalas Robby", "star_rating": 3.0, "text": "In one of the more introspective moments of “Who is Killing the Great Chefs of Europe?,” Robert Morley muses on his life as one of the world's great gourmets: “Other people may eat to live. I live to eat.” His observation comes after he has been solemnly informed by his doctor that he is calamitously fat, and must diet or die. With total aplomb, he chooses neither.\n\nHe plays the British editor of what is no doubt the world's greatest gourmet magazine, and he's poised on the brink of a lifelong ambition: He has chosen the greatest dishes of the world's greatest chefs, and he intends to eat his way gloriously through them. Alas, as the title suggests, someone is getting to the chefs before he can.\n\nThe way in which the chefs are killed is one of the movie's many delights: They're cooked into their very own specialties (that makes the movie a double whodunit: Who done it, of course… and then how well were they done?). The murders lead to a twofold horror. A ghastly death awaits the victims, and there is unspeakable humiliation for those chefs who are apparently not great enough to be killed.\n\nThe movie's a light, silly entertainment, with class. A lot of the class comes from Morley, who's spent most of his time in recent years on the London stage and in British Airways commercials.\n\nThe plot itself is… but here there's an overwhelming temptation to yield to the movie's imagery. It's a fluffy pastry, a delectable confection, light, tart, not filling. It involves not only Morley but also Jacqueline Bisset, as a great chef, and George Segal, as her husband, the fast-food millionaire. Bisset is preparing a banquet for Buckingham Palace, and the specialty of her associate (Jean-Pierre Cassel) is pigeon en croute. Alas, the pigeons are spared, but Cassel's goose is cooked.\n\nThe mystery deepens, as meals and murders are savored in Paris, Venice and London. There are all sorts of suspects, and lots of gory discoveries in kitchens, and Morley presides magnificently: He is so right for this role, and takes such an obvious delight in it, that we begin to just automatically smile every time he appears, on the screen. He's good, I'd say, for an Oscar nomination as best supporting actor… and that's not even counting the scenes where he rises from the table.", "running_time": 112, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-10-09", "genres": ["Comedy", "Mystery", "Thriller"], "title": "Who Is Killing the Great Chefs of Europe? (1978)"}