{"url": "http://www.rogerebert.com/reviews/wholl-stop-the-rain-1978", "by": "Nick Nolteas Ray Hicks", "star_rating": 3.0, "text": "His wife remembers that when John Converse went off to fight the war in Vietnam, he didn't even know how to roll a joint. So how'd he get her mixed up in this mess? She's standing in the shambles of her living room. A merchant seaman just came in the back door with two kilos of heroin. Then two federal agents broke into the house, and the seaman used their own handcuffs to manacle them to a toilet and a hot water heater. And now he's telling her to get the hell out to the car.\n\n What follows is a well-assembled chase movie--a thriller, with a few existential notes left over from Robert Stone's Dog Soldiers the novel the movie's based on. When it played at Cannes, indeed, it was titled \"Dog Soldiers,\" but it was retitled \"Who'll Stop the Rain,\" maybe because the producers didn't want people to think this was a war movie, or maybe because they thought the song title would help at the box office.\n\n And yet it is a war movie, in a way; a story of people at war with themselves after the one in Vietnam screwed them up. The merchant seaman (Nick Nolte) made a vow in the Marines that he would never again allow himself to be ordered around by morons, and that vow leads him into a lot of trouble in this movie. The husband (Michael Moriarty) didn't know beans about the drug scene when he went off to Vietnam, but, as Nolte tells the wife, \"he made some new friends.\" And the wife (Tuesday Weld) did her part on the home front, by getting hooked on pills.\n\n Stone's novel encompasses a great deal more than these characters and their attempts to keep possession of the smuggled heroin. It was said at the time that the author had a falling-out with Karel Reisz, the film's director, about what to throw out and what to keep in. Movies rarely do justice, though, to novels with a complex tapestry, and maybe Reisz (whose credits include the memorably grimy \"Saturday Night and Sunday Morning\" (1960) and \"This Sporting Life\" (1963), was right to extract the novel's more thrilling action.\n\n He's made, in any event, a thriller that really draws us in. Gary Arnold of the Washington Post maybe got slightly carried away in ranking this movie with \"The Treasure of the Sierra Madre\" (1948) and \"The Wages Of Fear\" (1952), but I see what he was getting at: You have the sharply drawn characters, the purity of a brilliantly orchestrated pursuit, and the obsession all the characters feel about the heroin. Humphrey Bogart, in \"Sierra Madre,\" was obsessed with \"the goods\" -- the gold they'd brought out of the mountains with them. \"Who'll Stop the Rain\" also ends with a pursuit through mountains after treasure.\n\n The movie works mostly because it's so well told on the narrative level; I'm not sure it has anything significant to tell us about Vietnam, drugs or American society. Reisz, whose earlier movies also include \"Morgan!\" (1966) and the \"The Gambler\" (1974), isn't known as an action director, and yet he's totally assured in his orchestration of the chase, the entrapment, the gun battle and the scenes of violence.\n\n And the performances are right, too. I wouldn't have guessed (after \"The Deep\" in 1977) that Nick Nolte had substantial acting talent, but he does here; the movie was the beginning of his serious acting career. He provides a strong center for the movie as the sailor. Tuesday Weld, consistently underrated, has one of her best roles in years as the wife - she could have been lost in the distractions of the violence, but she isn't. And Michael Moriarty, back after taking a few years off for stage work, is interesting as the husband: An innocent, a little strange, in over his head. You gotta be careful about making new friends.", "running_time": 126, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-08-02", "genres": ["Action", "Comedy", "Drama", "Horror", "Science Fiction", "Thriller"], "title": "Who'll Stop the Rain (1978)"}