{"url": "http://www.rogerebert.com/reviews/wholly-moses-1980", "by": "Dudley Mooreas Harvey/Hershel", "star_rating": 1.0, "text": "One of the things that makes \"Saturday Night Live\"\r\nfunny is that it's on television, so we're supposed to be slightly scandalized\r\nby its irreverence. It takes on sex, religion and politics, subjects that were\r\nout of bounds during TV's early years, and so cloaks itself in a fashionable\r\ndaring. We laugh at some of the stuff not so much because it's funny as because\r\nit's on TV at all.\n\nProof\r\nof this is a very bad new comedy named \"Wholly Moses!\" which is the\r\nfirst feature film by \"Saturday Night\" director Gary Weis. The movie\r\ndepends for its effect on the kind of shock value the TV show has, and it seems\r\nto he under the impression that that's enough. It kids the Old Testament, it\r\nhas angels with wings that fall off, its narrator says things like \"He sat\r\nher upon her ass,\" and we're expected to laugh.\n\nI\r\ndidn't. The movie's not funny on its own, and since movie audiences are\r\nscarcely going to be shocked by its mild but relentlessly repetitive\r\nirreverence, it all boils down to a very old joke. The screenplay is third-rate\r\ncollege humor, a \"satire\" that doesn't dare really satirize its alleged\r\nsource, a newly discovered Dead Sea scroll, since the audience might not have\r\nheard of the Dead Sea scrolls, and so tries for laughs instead with one of the\r\noldest gimmicks in the book: dressing people up in Biblical costume and having\r\nthem speak in contemporary terms.\n\nTo\r\nthis old wheeze has been added another one, the inspiration of casting all the\r\nminor rules with comic actors we'll recognize from other movies. The cast stars\r\nDudley Moore and includes James Coco, Paul Sand, Richard Pryor, Jack Gilford,\r\nDom DeLuise, Madeline Kahn, John Ritter and John Houseman, and it is a\r\ncommentary on the film that none of them are particularly funny, although the\r\naudience did applaud Pryor, out of sympathy, no doubt.\n\nMaybe\r\nWeis doesn't know that comic actors, even good ones, are rarely funny in and of\r\nthemselves. They need characters to play, and they need funny material.\r\n\"Wholly Moses!\" doesn't have it. Example: Madeline Kahn plays an\r\nitinerant aphrodisiac peddler. She gives Dudley Moore a lift in her cart, he\r\nguzzles some of her patent aphrodisiacs and begins to get fresh, and she pushes\r\nhim out of the cart. That's it. But the movie finds it necessary to supply two\r\nshots of the sign painted on her cart, so we'll remember she sells aphrodisiacs\r\nand get the joke. This movie was made either by or for very stupid people, or\r\nboth.\n\nOne\r\nmeasurement of its failure is Dudley Moore's hapless performance in the lead.\r\nMoore is a very funny actor, something he has proven not only in his big hit\r\ncomedy \"10\" but also in thousands of stage appearances with his\r\nsometime sidekick Peter Cook, and in a wonderful but half-forgotten 1968 comedy\r\nnamed \"Bedazzled.\" Here he's totally at a loss.\n\nThe\r\nmovie is told in flashback, and he plays both a tourist who stumbles across\r\nsome hitherto undiscovered Dead Sea scrolls, and the hero of the scrolls. The\r\nscrolls are about Hershel, a baby boy whose tiny boat of rushes was floated\r\nonto the Nile at the same time as Moses', but who had the misfortune to be just\r\na little bit further upstream all of his life. Moses gets the glory, and\r\nHershel forever finds himself trying to put out the fire in the burning bush.\r\nIf the idea here sounds familiar, maybe that's because it's parallel to Monty\r\nPython's more accomplished (and more successfully shocking) \"Life of\r\nBrian.\"\n\nMoore\r\nmarches manfully through the script, but the movie sabotages all the\r\nperformances with a sound track that sounds phoned in from the bottom of a\r\nwell, and with editing so inept that Moore's big scene with Pryor has\r\nbackgrounds that don't match from shot to shot. Nor are Pryor and Moore in the\r\nsame shot for most of the scene, which looks as if Pryor was encouraged to do\r\nhis schtick and then reaction shots of Moore were edited in afterward. The\r\nwhole movie's like that: It feels like a series of \"guest star\" cameo\r\nappearances on a TV show we wouldn't want to see in the first place.", "running_time": 103, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-06-16", "genres": ["Comedy"], "title": "Wholly Moses! (1980)"}