{"url": "http://www.rogerebert.com/reviews/whore-1991", "by": "Theresa Russellas Liz", "star_rating": 3.0, "text": "“That’s what I do. I’m a prostitute.” Quoth a woman in a story in Sunday’s paper, reporting that televangelist Jimmy Swaggert was stopped by police while driving down the wrong side of the road, and was found to have a hooker in his car. The directness of the quote seemed refreshingly honest to me, and reminded me of Liz, the heroine of this movie.\n\nShe is a prostitute, too. That’s what she does. “Whore” is the story of her professional life, told without adornment or sentimentalism or any of the phony romantic myths that Hollywood likes to bring to the oldest profession. This is the real stuff. Now that millions of people have sniffled and applauded for “Pretty Woman,” perhaps some of them would find it interesting to see what life might really be like for a character like the one played by Julia Roberts.\n\nI enjoyed “Pretty Woman” enormously, but I didn’t for a moment imagine it reflected anything real about the life of a prostitute. I was amused to learn that the movie has recently been edited into a cleaned-up version for the airlines, in which Richard Gere and Roberts are basically just good friends who happen to meet when she gives him directions. If they try to edit “Whore” for the airlines, they’ll be left with a short subject.\n\nThe movie is based on a play called “Bondage,” written by a London taxi driver named David Hines, who based it on the stories told to him by hookers who hailed his cab late at night. It has been moved from London to Los Angeles, and the screenplay has been written by director Ken Russell and Deborah Dalton, who produced a radio series on prostitution. They are at pains to show the life of their title character as dangerous, lonely and violent. Even so, they give Liz, their heroine, one break: She isn’t completely strung out on drugs.\n\nLiz is played by Theresa Russell, the actress you call when you need great skill combined with great courage. Liz works the streets of L.A. with a knowledge won through hard experience, and often she talks directly into the camera, providing her rules of the road, which include, never kiss anybody, get the money first, use protection, and never get into a van unless you know what’s in the back.\n\nShe knows the streets she works. She knows how to run through high-rise lobbies and downtown plazas to get away from people, she knows how to spot weirdos (some of the time), and she knows that the life is killing her. She originally got into prostitution as a way to escape from an abusive husband and support herself and her child. Now the child is in a foster home. The streets were dangerous and so she got involved with a pimp, and now the pimp is dangerous. She is essentially in bondage.\n\nHer street knowledge is sad and wise. She used to like sex, until she realized most men bought her services not for pleasure, but in anger. She sees the hate in their eyes. She understands prostitution sometimes isn’t about sex at all, but about power. A man who feels powerless over women can spend some money and have power over her.\n\nRussell plays Liz as a plucky woman, smart, not deceived, but terribly sad. Ken Russell (no relation) has made “Whore” as the other side of his 1984 film “Crimes of Passion.” That film had its moments, but was essentially very silly, starring Kathleen Turner in a better performance than the screenplay deserved, as a woman who was a fashion designer by day and a call girl in the evening. “Whore” is not about a world where the heroine can do anything with her days except try to pull herself together after the night before.\n\n“Whore” has been given the NC-17 rating. “Pretty Woman,” of course, got an R. Ken Russell has complained that the ratings system is penalizing his movie because it tells the truth, after rewarding “Pretty Woman” for glamorizing prostitution. He may have a point, but then again “Pretty Woman” was about a character who lived in an R-rated world, and “Whore” is about a woman who lives in the real one.", "running_time": 85, "mpaa_rating": "NC-17", "release_year": 1991, "date_published": "1991-10-18", "genres": null, "title": "Whore (1991)"}