{"url": "http://www.rogerebert.com/reviews/whos-that-knocking-at-my-door-1969", "by": "Zina Bethuneas The Girl", "star_rating": 3.5, "text": "The possibilities in creating an independent feature film in this country are abundantly illustrated by \"Who's That Knocking at My Door?,\" a first work by Martin Scorsese that has been knocking around for nearly two years now. I first saw it in November 1967, at the Chicago Film Festival, when it was titled \"I Call First.\" I found it a marvelous evocation of American city life, announcing the arrival of an important new director.\n\nTo be sure, Scorsese was occasionally too obvious, and the film has serious structural flaws, but nobody who loves movies believes a perfect one will ever be made. What we hope for instead are small gains on the fronts of hope, love, comedy and tragedy. It is possible that with more experience and maturity Scorsese will direct more polished, finished films--but this work, completed when he was 25, contains a frankness he may have diluted by then. \n\nThe movies, in their compulsion to be contemporary, too often give us an unreal picture of \"swinging youth.\" We get discotheques, anti-establishment cliches, New London fashions and Christopher Jones being cooler at 21 than we hope to be by 50. If we like these films, it is because we identify with them--not because they understand us. In \"Who's That Knocking,\" Scorsese deals with young manhood on a much more truthful level.\n\nHere are no swingers making it with Yvette Mimieux, no graduates seduced by Anne Bancroft. Instead, we enter a world of young Italian-Americans in New York City who sit around and kill time and look at Playboy and cruise around in a buddy's car listening to the Top 40 and speculating aimlessly about where the action is, or might be, or ever was.\n\nOccasionally on Saturday night they get together at somebody's apartment to drink beer, watch Charlie Chan in a stupefied daze and listen to some guy who says he knows two girls whom he might be able to call up. In this world, still strongly under a repressive moral code, there are two kinds of girls: nice girls and broads. You try to make the broads and you place the nice girls on an inaccessible, idealized pedestal.\n\nThe hero of \"Who's That Knocking\" comes from this world but is not entirely of it. One day on the Staten Island ferry, he meets a nice girl, a blond, who is reading a French magazine. She's taking the ride for fun; something the young man cannot comprehend. They get into a conversation about John Wayne, and reading French, and what their ambitions are. It is a marvelously acted scene, much of it shot in one take to retain continuity as the two people get over their embarrassment. The boy asks the girl for a date, and she accepts.\n\nWe gradually understand that they come from different backgrounds. She is a college student, she reads books, she lives in her own apartment, she doesn't even have a TV! He is very much still a part of the neighborhood gang. We see him at two parties (both directed by Scorsese with great improvisatory skill.) We see him sitting at the end of a bar with his friends, throwing nuts and looking the other way. We see him still inhabiting this world even though he falls in love with the girl from outside. And then, eventually, when she tells him she isn't a virgin, he is unable to cope with this and he breaks it off.\n\nScorsese is gifted at handling subtle moments, but he has some trouble with the more obvious ones. The girl claims she was raped, and a scene (real? imagined?) illustrating her story is done with a melodramatic hand. A scene at the end of the film, when the boy visits a church and cuts his lip on a nail in a crucifix, is awkwardly contrived.\n\nFor another misplaced scene, however, Scorsese does not deserve full blame. In order to get distribution for his film, he was asked to shoot and insert some sort of nude scene to give the film sex exploitation angles (in fact, the ads are heavily, and misleadingly, sex-oriented). So he shot a fantasy scene from the boy's mind, showing him imagining encounters with prostitutes. The scene has no structural function in the film - but it is admittedly well directed and photographed.\n\nThis is essentially a director's film, but the performances are as good as we could possibly hope. Harvey Keitel as the boy, and Zina Bethune, former star of the TV series, The Nurses, as the girl, find exactly the right tone together. And Lennard Kuras, who plays the hero's best buddy, is so good all you can say is, yes, guys like that are exactly like that.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-03-17", "genres": null, "title": "Who's That Knocking at My Door? (1969)"}