{"url": "http://www.rogerebert.com/reviews/whos-the-man-1993", "by": "Doctor Dreas Doctor Dre", "star_rating": 3.0, "text": "\"Who's the Man?\" is a fresh, funny update of movies like \"Cotton Comes to Harlem\" - a comedy about a couple of very bad barbers who pass the police exam by accident, and turn out to be good at solving crimes. The movie stars long, tall Ed Lover and short, round Doctor Dre as characters with the same name, although to their friends they are \"Before and After,\" and to crooks they look more like Abbott and Costello.\n\nAs the movie opens, they're partners on the last chair of a Harlem barbershop owned by Nick (Jim Moody), a neighborhood leader who has seen the block gradually taken over by dope dealers, who are themselves being replaced by real estate speculators. To Lover and Dre, these are not pressing concerns; they're more interested in inventing bizarre new hairstyles which they claim to have seen on famous former clients.\n\nNick finally has to fire them; they're getting so many complaints that none of the customers will let them anywhere near their hair. Nick's better idea: They should take the police exam.\n\nIt's a multiple choice, which they both take by spelling \"abacadaba\" ) in the a-b-c-d spaces. They pass, to their amazement, and become the two most inept recruits in the history of the force.\n\nThe movie was directed by Ted Demme (nephew of Jonathan), and has a sharp look and feel; there's a good ear for dialogue, a nice comic rhythm, and performances by Lover and Dre (hosts of \"Yo! MTV Raps\") which could quite possibly make them into a movie comedy team. The film seems ripe for sequels.\n\nMost of the humor grows out of human nature. There's a funny running gag involving a duty sergeant's determination to keep Dr. Dre from ever eating another doughnut, and another feud involving the sergeant's refusal to call anyone \"Doctor\" unless he has a medical degree. I also enjoyed the gags after the cops take their beaten-up squad car into a storefront customizing shop, where it's turned into a street rod, with surprising results for the next cops who drive it.\n\nBeneath the humor, though, is an undercurrent of seriousness, mostly represented by the character of Nick, whose barber shop represents continuity and responsibility on a street where drugs are taking over. In one scene, he threatens a drug dealer while reminding him that he gave him haircuts when he was a little boy. In another, he warns local residents that gentrification can be a danger, as neighborhoods grow too expensive for the present inhabitants. The movie's bad guy is a developer who is trying to run Nick out and buy up the entire neighborhood - although perhaps not in order to build the condos he keeps talking about.\n\nSeth Greenland's screenplay includes a running commentary on countless television shows (did Redd Foxx actually fake his own death to outsmart the IRS?), and there's a payoff at the end inspired by \"The Beverly Hillbillies.\" A lot of the humor, though, seems to spring from the personalities and relationships of Dr. Dre and Ed Lover themselves, who, like Cheech and Chong and Laurel and Hardy and the teams mentioned in the movie, have an easy chemistry. My notion is that \"Who's the Man?\" could turn out to be a star-maker.", "running_time": 90, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-04-23", "genres": null, "title": "Who's The Man?  (1993)"}