{"url": "http://www.rogerebert.com/reviews/why-would-i-lie-1980", "by": "Treat Williamsas Cletus", "star_rating": 1.0, "text": "\"Why Would I Lie?\" made me very angry while I was\r\nwatching it, because it is both a glorification of the arrogant stupidity of\r\nits central character, and an insult to the intelligence of its audience. Not a\r\nbad double play. It's the most offensive example in a long time of the Idiot\r\nPlot, which I define as follows:\n\nld-i-ot\r\nPlot (n.) A story for a film, book or play that depends for its continuity on\r\nthe stupidity of everyone in the story.\n\nIn\r\nthe case of \"Why Would I Lie?\" the only reason the mysteries in the\r\nfilm are not solved in the first 15 minutes is because nobody in this movie\r\never does any of the obvious things that every member of the audience would\r\nnaturally do at once. That creates an enormous frustration on our part, as\r\nwe're enduring the film, because we know that all the characters have to do is\r\nsay one or two simple words and their problems are over. We want to shout the\r\nanswers at the screen.\n\nThe\r\nmovie stars Treat Williams as a spoiled, arrogant upper-class kid who lies\r\ncompulsively about everything. He thinks it's cute. Because he won't sign a\r\npiece of paper, he and his sister and brothers can't share in the family\r\ninheritance. Tough. He gets a job as a social worker, falls in love with a\r\nlittle kid, unofficially and illegally adopts the kid, and then goes looking\r\nfor the kid's mother - who should be out of prison by now.\n\nSo\r\nfar, the movie has been irritating because of the boring behavior of the\r\ncharacter, and boring because of the inept handling of an arbitrary plot. But\r\nnow it starts making us angry, because it creates its suspense out of two plays\r\non names - and neither one should fool, any intelligent person for long.\n\nTrying\r\nto track down the boy's mother, whose last name was \"Kalinski,\" Treat\r\nWilliams goes to a woman's halfway house where she used to live. He is told\r\nthat many of the women have changed their names after leaving prison. He meets\r\nLisa Eichhorn, a counselor at the center. Her name is \"Kay Lindsay.'' Is\r\nthat close enough to \"Kalinski\" for you?\n\nAnyway,\r\nshe says she doesn't know this Kalinski, but she immediately sleeps with Williams,\r\nthey become friends and lovers, and she meets the kid. The kid's name is Jeorge\r\n- with a \"J,\" so the mother would know him if she ever found him\r\nagain. But Williams has decided to call him Hank instead of Jeorge. So the\r\nwoman doesn't realize it's her son.\n\nExcept,\r\nexcept, except: Why doesn't \"Kay Lindsay\" ever try to find out why\r\nthis guy came looking for her under her real name of Kalinski? Why doesn't the\r\nkid ever say his real name isn't Hank? Why doesn't the woman ever ask the guy\r\nwhere the kid came from-especially since the guy says it's not his kid? Why\r\ndoesn't' the guy tell the people at the center that he's looking for Kalinski\r\nbecause he has her kid? (He only says he has \"something\" for her.)\n\nIf\r\nany one of these simple actions had taken place, the movie would be over. But\r\nno. While everybody's pussyfooting around the obvious in this movie, it\r\ncomplicates things by the offensive addition of a totally off-the-wall subplot\r\ninvolving Kay Lindsay's protector, a woman who gave her a home when she got out\r\nof prison and is also, we suddenly discover, a lesbian with jealous designs on\r\nher.\n\nBut\r\nwhat, exactly, is the relationship between Kay and the lesbian? Who knows.\r\nAlthough they've known each other for years, their relationship is undefined in\r\nan awkward and ugly argument they have. And then the movie ends in a nauseating\r\nand truly disgusting scene where the little kid finally pipes up that his real\r\nname is Jeorge, the mother embraces him, and the movie's over! Without any\r\nscenes showing the results of the revelation!\n\nI\r\nknow this all sounds so stupid and offensive and unbelievably amateurish that\r\nit's hard to believe, but . . . why would I lie?\n\nDistribution:\r\nRoger Ebert 76711,271", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-10-13", "genres": null, "title": "Why Would I Lie? (1980)"}