{"url": "http://www.rogerebert.com/reviews/why-we-fight-2006", "by": "Dwight Eisenhower", "star_rating": 2.0, "text": "I agree with the politics of \"Why We Fight\" and I concede it is a skillful assembly of its materials, but as a documentary it's less than compelling. Few people are likely to see this film unless they already agree with its conclusions, and few of those will learn anything new from it. All political documentaries face that dilemma to one degree or another; when one of its distributors said Michael Moore's \"Fahrenheit 9/11\" would defeat George Bush in 2004, he miscalculated, because there was little overlap between those planning to vote for Bush and those planning to see the movie.\n\nThe most effective recent political documentaries have been those that focused on reporting rather than opinion. Movies like \"Enron: The Smartest Guys in the Room,\" which blames the California energy crisis on deliberate Enron policy, or \"Gunner Palace,\" which recorded the day- to-day life of American troops in Iraq, added to our knowledge without lecturing us what to think. The fictional drama \"Jarhead\" was also effective, because it recorded the daily military routine in the first Gulf War without providing an artificial action structure. I got e-mails from people frustrated that the movie had no payoff -- but the payoff for the first Gulf War was, of course, our intervention in Iraq.\n\n\"Why We Fight\" compiles archival footage and intercuts it with recent interviews, many conducted for the film, but the movie tells us nothing we haven't heard before. It opens with Dwight Eisenhower warning, in the farewell address of his presidency, of a \"vast military-industrial complex\" that was placing the nation on permanent war footing. His prophecy was correct. It is no longer even possible to arouse much indignation when the executives of war industries move freely between their board rooms and government offices. Yes, Vice President Cheney headed a major war supplier and now, in office, backs policies that enrich that supplier; he might have made Ike indignant, but today conflicts of interest are forgiven as a convergence of interests.\n\n\"Why We Fight\" is devoted to proving Eisenhower correct. It says, essentially, that we fight because we have constructed a military-industrial complex that needs business. Declaring war opens up markets; from a purely financial point of view, it's like signing free trade agreements or negotiating tariffs. The documentary, directed by Eugene Jarecki, quotes sources from both sides -- conservatives like Richard Perle, liberals like Gore Vidal, disillusioned military experts like Lt. Col. Karen Kwiatkowski, and the descendants of President Eisenhower. But after Ike makes his point in the opening minutes, the film itself essentially just elaborates it.\n\nThere is one story thread that stands apart, and is compelling. It involves a retired New York cop named Wilton Sekzer. His son died in the 9/11 attacks, and he successfully lobbied the government to put his son's name on one of the first bombs that was dropped in Iraq. He wanted revenge, and to a degree, he felt like he got it. That was before President Bush observed (some felt rather belatedly) that Iraq and Saddam Hussein had no direct involvement in the 9/11 attacks. Now Sekzer is bitter: He feels that Bush lied to him, and that his patriotism was manipulated and misused. The story of Sekzer is new, and suited to film. Much of the rest of \"Why We Fight\" says things that can be said as well or better in print, and have been. This doesn't need to be a film.\n\nThere are other disillusioned people in the documentary, in particular Lt. Gen. Kwiatkowski, who resigned from the Pentagon because she witnessed military officers being vetoed by outside consultants whose loyalty was to the defense contractors who employed them. One watches \"Why We Fight,\" and nods, and sighs, and leaves.\n\nWhat it says should concern us, but apparently it does not. The film observes that some defense contracts are cleverly planned to spread the government wealth among as many states as possible; some weapons systems have suppliers in all 50 states, and woe to the elected official of either party who votes against them. Shouldn't it be obvious that a legislator who votes against government spending in his own district must have given the matter a lot of thought, and be courageous, and perhaps even correct? That's a useful thought. But it's not news, and when documentaries like \"Enron: The Smartest Guys in the Room\" contain fresh and shocking information, a film like \"Why We Fight\" is not very necessary.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-02-16", "genres": ["Documentary", "Drama", "History", "Indie"], "title": "Why We Fight (2006)"}