{"url": "http://www.rogerebert.com/reviews/why-stop-now-2012", "by": "Jesse Eisenbergas Eli Smith", "star_rating": 3.5, "text": "How did this one get under the radar? Week after week, we get dimwitted comedies, and then a charmer like this comes along, and it gets a limited release. \"Why Stop Now\" is a bright screwball comedy about one fraught day in the life of a piano prodigy, his crackhead mother and her drug dealers. It's the first movie in memory that when the kid is performing onstage and the door at the back of the auditorium opens, he does NOT want a parent to appear.\n\n\"Why Stop Now\" opens with the crucial audition of Eli Smith (Jesse Eisenberg), who could win a scholarship to a famous music conservatory. He arrives late and explains to his teacher that he has had a very hard day. It began with his driving his mother Penny (Melissa Leo) to a drug rehabilitation clinic. She isn't enthusiastic about this; he nearly has to carry her in.\n\nAmazingly, she can't be admitted. She's been clean for a few days in preparation, her urine shows no drugs, but her insurance won't cover a \"voluntary admission.\" A helpful counselor advises her to leave, get high and try again.\n\nEli has been having butterflies and panic attacks all day. Penny has apparently been using for years, creating chaos in his life, even though she's been a sweet mother to him and his little sister, whose closest relationship is with a smelly sock puppet. Melissa Leo (\"Frozen River\") fits comfortably in these careworn roles; her Penny tries hard but is scattered and jumpy.\n\nEli thinks it through and advises his mom to do some coke. She doesn't have any. This makes necessary a visit to her drug dealer Sprinkles (Tracy Morgan, of \"30 Rock\"), who lives with his mother and his sidekick Black (Isiah Whitlock Jr.). They, alas, have no stock on hand. Now Eli, who speaks Spanish, finds himself as the translator between Sprinkles and Eduardo (Paul Calderon), his Puerto Rican source, which involves a rendezvous in a restaurant and another at a birthday party for Eduardo's daughter. Eduardo, by the way, falls in love with Penny on the spot.\n\nI can imagine this material being hurtled through at breakneck speed. Not here. The co-writers and directors, Philip Dorling and Ron Nyswaner, have a good feeling for characters and pacing. The drug dealers, for example, aren't rubber-stamp movie \"drug dealers\" but plausible people with real lives and feelings. Time is given and attention paid to the construction of scenes, so that the humor grows from the situations and doesn't pound us on the head. Consider how the daughter's birthday party is handled, and the grace with which Penny dances with the guy who likes her and feels flattered.\n\nAnother example: The mother and the dealers ride along with Eli to his audition, which is complicated because he's injured his hand. It's being held at his high school, which is the staging area for a Revolutionary War re-enactment that includes the girl he has a crush on. You can imagine how that could play out in an ordinary movie. Not here. It's a small community, and Sprinkles attended the same high school. He was an athlete and won a boxing trophy. The scene where he shows them his photo on a glass display case has a touching poignancy.\n\nOne of the film's strengths is that it has no bad people. Eli is desperately trying to help, Penny is desperately trying to be helped, the drug counselor helps in the only way he can, and Sprinkles and his sidekick are nice guys whose ambition was not to deal drugs — but what are the odds of making a living as a boxer? Eisenberg is pitch-perfect. I don't know if that's really him playing the piano, but from the camera angles, it seems impossible to fake. He's also an excellent translator, which gets him caught in the middle in a funny scene.\n\nThe addiction is handled in an unusual way, with Melissa Leo never seeming wasted or depraved, but more sincerely out of control. There's a nice understated irony in a key scene because she doesn't want to do drugs, because \"this is the best I've felt in days.\" \"Why Stop Now\" takes large themes much manhandled as movie cliches, and treats them with care and respect. It likes the characters. So did I.", "running_time": 88, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-08-15", "genres": ["Comedy", "Drama"], "title": "Why Stop Now (2012)"}