{"url": "http://www.rogerebert.com/reviews/why-do-fools-fall-in-love-1998", "by": "Larenz Tateas Frankie Lymon", "star_rating": 2.0, "text": "Frankie Lymon was 13 when he had his big hit record, and 25 when\rhe died. The record fell like a gift from the sky, hit the top of the charts,\rand can still be heard on the golden oldies stations. The rest of his life\rplayed like the flip side. “Why Do Fools Fall in Love” tells the story of how\rhe married three women (at least according to them), got into trouble with\rdrugs and the Army, and self-destructed prematurely, leaving his ex-wives\rand/or widows squabbling in court over the estate.\n\nThere are several angles this material might have been\rapproached from, and director Gregory Nava tries several without hitting on one\rthat works. By the end of the film we're not even left with anyone to root for;\rwe realize with a little astonishment, waiting for the court verdict, that we\rdon't care who wins.\n\nThe movie is not really about Frankie Lymon (Larenz Tate), who\rremains an enigma. Nor does it have many insights into the three claimants to\rhis estate: Zola Taylor (Halle Berry), a singer with the Platters, who was his\rfirst girl and his second wife; Elizabeth Waters (Vivica A. Fox), a shoplifter\rwho loved him so much she became a hooker to pay for his drug rehab, and Emira\rEagle (Lela Rochon), a church-going waitress who was there when he needed her,\rafter he was drafted into the Army and sent to Georgia for training.\n\nWhat made Frankie run? The movie clearly doesn't know. It sets\rthe story against a convincing backdrop of the 1950s rock 'n' roll industry,\rprovides some high-energy musical sequences, and finds moments of drama as\rFrankie is beaten by drug money collectors, steals a mink stole from one woman\rto give to another and threatens to throw dogs out the window--all while\rsomehow remaining a lovable madcap. Well, most of the time.\n\nThe usual generic conventions seem missing. There is no real\rsense of loss in Frankie's death, since his early promise, if genuine, was so\rquickly dissipated. There is no sense that be betrayed the three women: He\rloved them all, after his fashion, and was so needy, he simply reached out to\rthe closest one. An awkward courtroom scene at the end belatedly tries to pin\rsome of the blame on a record producer (Paul Mazursky) who stole co-writing\rcredit and perhaps a lot of Frankie's profits, but the producer, if guilty, was\rstill not responsible for most of the events in the movie. Frankie was. His\rsong should have been, “When I'm Not With the One I Love, I Love the One I'm\rWith.” The movie's director is Gregory Nava, whose artistry in films like “El\rNorte,” “My Family” and “Selena” seems missing this time: His films usually\rproceed from passion and commitment, and here the inspiration seems to be\rmissing. It's as if someone read about Lymon's three wives in court and decided\rit would be a great story, without ever deciding what the story was.\n\nThe four principal actors all provide the spectacle of talent\rwithout purpose: They do what they can with their characters and their scenes,\rbut the screenplay doesn't provide them with an arc or a purpose. When their\rcharacters reappear, we haven't been waiting for them. When they're offscreen,\rwe don't miss them. That's true even of Frankie, who is missing a fair amount\rof the time.\n\nWhat approach might have worked? Hard to say. Maybe the whole\rthing should have been seen exclusively through Frankie's eyes, as a kid who\rhas his 15 minutes of fame at an early age and then dines out for the rest of\rhis life on other people's memories. That would have meant jettisoning the\rwhole court case and its flashbacks, but the court stuff doesn't work anyway.\rMaybe straight chronology would have been a better idea, allowing Frankie to be\rthe focus, and allowing us to follow his moves more clearly from one woman to\rthe next and back again. As it stands, “Why Do Fools Fall in Love” never\rconvinces us its story is worth telling, and never finds a way to tell it, even\rif it is.", "running_time": 115, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-08-28", "genres": ["Documentary", "Drama", "Musical", "Romance"], "title": "Why Do Fools Fall in Love (1998)"}