{"url": "http://www.rogerebert.com/reviews/wicker-park-2004", "by": "Josh Hartnettas Matthew", "star_rating": 3.0, "text": "Strangely enough, I saw \"Wicker Park\" on the same day I saw another forthcoming film, \"What the #$*! Do We Know?\" The what-the-bleep film was about quantum physics, and included a dozen experts testifying that we don't know s%&t. I have never understood quantum physics, so it was a relief to discover that no one else does, either.\n\nThat set my mind at ease regarding \"Wicker Park.\" By substituting \"Wicker Park\" for \"quantum physics,\" I was able to experience the movie in the same way that I experience the universe, by treating it as if it exists even if it doesn't. The plot, for example, hums along as if it's really there, like matter, when in fact it's mostly a vacuum, like the insides of atoms. The chronology isn't confusing because scientists believe it's only an illusion that time originates in the past and moves through the present on its way to the future. It might move in any direction, like it does in this movie.\n\nI especially appreciated \"What the #$*!'s\" claim that we cannot see something we do not understand. When Columbus arrived in the New World, the movie says, the Indians standing on the beach could not see his ships, because they had no concept of ships. But a wise old shaman noticed that the waves were flowing differently, and by standing on the beach for a long time, he was finally able to see the ships, and point them out to his friends. In exactly the same way, I could not see the plot of this movie, because I had no concept of what it was. But by looking and listening carefully, I was at last able to perceive that it was a love quadrangle taking place in three Chicago apartments, which for convenience I thought of as the Nina, the Pinta and the Santa Maria.\n\nAm I a slow study? I think I'm ahead of the curve. The reviewer for the BBC Web site reports that the movie takes place in New York. It is set in Chicago and was filmed in Chicago and Montreal. Quantum physics, of course, explains how the characters, like subatomic particles, can be in Chicago and Montreal at the same time.\n\nFaithful readers will notice that I have said almost nothing about the movie. That is because the movie entirely consists of plot twists and turns that cannot even be described without being revealed. Let me say, as vaguely as possible, that it involves a romance between Matthew (Josh Hartnett) and Lisa (Diane Kruger) that is the Real Thing, but comes to a sudden end because of a tragic lack of communication and a mutual misunderstanding. Although the characters spend half the movie on the phone, neither one succeeds in making the single call that would clear everything up; it's one of those plots where incredible coincidences happen right on cue, but common-sense events are impossible.\n\nTwo years pass. Matthew is engaged to Rebecca (Jessica Pare). He is supposed to fly to China to seal a deal for her father's firm, but in a restaurant, he thinks he sees Lisa. This leads him on a trail involving mysterious addresses, hotel room keys and notes that are, or are not, received by those they are intended for. Since he originally met Lisa by following her like a stalker, and since he searches for her now by acting the same way, past and present mingle delightfully, and we're not always sure if he's following the Lisa he wants to meet, or the Lisa he's lost.\n\nThen there are Alex (Rose Byrne) and Luke (Matthew Lillard). They start dating each other. Luke is Matthew's best friend, but Alex doesn't know that. Alex becomes Lisa's friend, but Lisa doesn't know ... oh, never mind. And I won't even mention the true object of Alex's erotomania.\n\nThe strange thing is, I liked all of this while it was happening. The movie is a remake of \"L'Appartement,\" a 1996 French film I did not see -- which is just as well, because the new American film \"Criminal\" is a remake of \"Nine Queens,\" a 2000 Argentinian film I did see, so that I knew everything that was going to happen. Even if I had seen \"L'Appartement,\" I might not have known everything that was going to happen in \"Wicker Park,\" however, because I don't think anyone does, including the director, Paul McGuigan, and the writers, Gilles Mimouni and Brandon Boyce.\n\nOnce we understand the principle (if not the details) of the plot, \"Wicker Park\" works because the actors invest their scenes with what is, under the circumstances, astonishing emotional realism. There's a scene between Josh Hartnett and Rose Byrne during which so much is said, and left unsaid, that we feel real sympathy for both characters. There's an emotional craziness to the way the Hartnett character misses his plane to China and starts skulking around Chicago/Montreal like a sleuth. There's an open innocence to the way Matthew Lillard's character fails to realize he is about to become an innocent bystander. And Diane Kruger, whose Lisa is subjected to logical whiplash by the plot, always seems to know when it is and how she should feel. Now that's acting.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-09-03", "genres": ["Drama", "Mystery", "Romance", "Thriller"], "title": "Wicker Park (2004)"}