{"url": "http://www.rogerebert.com/reviews/wide-sargasso-sea-1993", "by": "Karina Lombardas Antoinette Cosway", "star_rating": 3.5, "text": "She is a beautiful woman who lives caught in a web of superstition and fear, on an island in the sun. He is a rakish, handsome young man from England, out to visit his friends and perhaps make his fortune. A marriage is arranged between them - a marriage no less attractive because she is the mistress of a great estate. At first love is the only thing that matters. Then shadows begin to fall, caused by their own weaknesses, and also by the black magic of voodoo.\n\nThis is the sort of story outline you might expect to find on the back of a paperback romance novel, one of those books with a heaving bosom on the cover, and a dark tower with a light in one window. But the Gothic tradition has inspired all sorts of writers, perhaps because it provides a shortcut to our deepest yearnings and fears, and this is in fact the plot of Wide Sargasso Sea, a novel by Jean Rhys, the British author whose reputation continues to hold strong among those lonely few who actually read good fiction, instead of simply buying it.\n\nRhys got the idea for her novel from Jane Eyre, the novel by Charlotte Bronte - or perhaps she got it from the classic 1943 movie with Joan Fontaine and Orson Welles (intoning, from a great height in a very deep voice, \"You are a strange girl, Jane Eyre\"). Both novel and movie contain the same mystery, although not much is made of it: Who was the first Mrs. Rochester? Rochester is, of course, the brooding, possibly evil, undeniably attractive man who finally marries Jane Eyre, after sending her into fits of trepidation by his very presence. True to the Gothic tradition, he first appears menacing and dangerous, towering over her in fact and especially in her imagination. Only in the end does he consent to fulfill her romantic longings. And all the time, lurking beneath the surface of the story, is the offstage presence of the first wife, the woman he married in the Caribbean, the woman nobody ever speaks about.\n\n\"Wide Sargasso Sea\" tells her story. The movie ends some time before the events in \"Jane Eyre\" begin. The first Mrs. Rochester, we learn, is named Antoinette Cosway (Karina Lombard). She is a beautiful, sultry, high-spirited young mulatto woman of the islands, living on a plantation she has inherited, running it with slaves and ancient family retainers, including the sinister Christophene (Claudia Robinson), whose visions and warnings are inspired by voodoo.\n\nWhen Rochester (Nathaniel Parker) arrives from Europe, he is ignorant of the island ways, but he has a certain charm and she finds him funny. One of the film's best scenes has her laughing merrily, after he literally passes out while meeting her for the first time.\n\nHe seems innocent, and harmless enough. She likes him.\n\nAt first their romance is simple and ideal, based on physical attraction and the exuberance of being young. Later, after they marry, things begin to change. He is not so nice, and not so simple.\n\nAnd although she is strong, the laws and customs of the time give all the power to men, so that he owns her as effectively as if she, too, were a slave. Gradually, worn down by his betrayal and the sly mind games he plays (and perhaps the victim of voodoo), she goes subtly mad.\n\n\"Wide Sargasso Sea\" was directed by John Duigan, an Australian director not familiar to me until I saw \"Flirting,\" one of the best films of 1992. That was a film about a romance between two kids at boarding schools. This film, so different, shows him once again able to find the right tone for his material, so that scenes work not simply because they are technically right, but because they feel right. He is particularly forthright about the eroticism in his story; the film has been rated NC-17, which will hurt its box office chances, but it needs its frankness to deal with the powerful erotic drives that are just beneath the surface of its mannered society.\n\nI have rarely seen a film that more effectively conveyed the climate it takes place in; the island is sunny and humid, the nights warm and damp, and sweat is allowed to glisten on the skins of the actors, instead of being mopped up and dusted down by the makeup artists. The hothouse atmosphere permeates every scene, creating an unhealthy climate in which young love is perverted, promises become lies, and jealousy is the strongest emotion.\n\nThere have been a lot of books and movies continuing or extending popular stories; I even saw a book the other day claiming to tell what happened to Huck Finn after Mark Twain's book left off.\n\nThe Rhys novel and this film, however, hardly need \"Jane Eyre\" in order to exist. The story is complete in itself - sad, haunted, inevitable.", "running_time": 100, "mpaa_rating": "NC-17", "release_year": 1993, "date_published": "1993-05-07", "genres": ["Drama", "Foreign", "Romance"], "title": "Wide Sargasso Sea (1993)"}