{"url": "http://www.rogerebert.com/reviews/wide-awake-1998", "by": "Joseph Crossas Joshua Beal", "star_rating": 2.0, "text": "In an opening scene of \"Wide Awake\" the fifth-grade kids in Catholic school have a spirited discussion about whether the unbaptized can get into heaven. This rang a bell. Morning religion class in my grade school was much the same; the nuns tried to teach us principles, and we were always getting sidetracked on technicalities.\n\nWhen \"Wide Awake\" observes moments such as those in the classroom, it's an entertaining film. I liked, for example, Rosie O'Donnell's performance as Sister Terry, a Philadelphia Phillies fan, and was reminded of my own teacher, Sister Marie Donald, who was also our school basketball coach. A film accurately remembering Catholic school in the pre-Vatican II era could be a charmer.\n\nBut the movie has higher and, I'm afraid, more contrived goals. Its hero is young Joshua (Joseph Cross), who has been depressed ever since his beloved grandfather (Robert Loggia) died of bone marrow cancer. He mopes about his granddad's room, he doesn't want to get up for school, he is the despair of his parents (Dana Delany and Denis Leary) and annoys his sister (Julia Stiles). Finally he announces to his best friend, Dave (Timothy Reifsnyder) that he's going on a mission to find out if his grandfather is OK.\n\nHis mission, which occupies much of the movie, involves Joshua's demand for a sign from heaven. Along the way, he also sneaks into a girl's school to cross-examine a cardinal and holds a photo of the pope hostage in the rain.\n\nDoes he get his sign? The movie is rated PG, a tipoff that it does not end with Joshua taking a tough position in favor of existential nothingness. (It is clever how the movie hides the \"sign\" in plain view all along.) I wonder who the movie was made for. Smaller kids, I'm afraid, will find it both slow and depressing, especially the parts about why God allows bad things to happen. The health problems of Dave, the best friend, may also come as an unsettling shock. Older kids, on the other hand, are likely to find it too cute, and adults are better advised to see the French film \"Ponette,\" a more intelligent treatment of a child asking hard questions about heaven.\n\nThe film does have some pleasures, however. One of them is O'Donnell. Although I can relate to her cheerful energy on television, I've not been a fan of her work in movies--especially not in \"Exit to Eden\" (1994), where she played a cop masquerading as a dominatrix as if her whip didn't fit.\n\nIn \"Wide Awake,\" however, she finds a role that she seems comfortable in and creates a character I would have liked to see more of. Becoming a nun is sometimes seen as a renunciation of independence and freedom, but for some women it is liberating--a role they feel comfortable in, allowing them to express themselves. Movies give us priests and nuns who are tortured and neurotic, but O'Donnell's Sister Terry seems happy and fulfilled; her role suits her personality.\n\nAs for the rest of \"Wide Awake\": Well, Joseph Cross is an effective and convincing little performer, but I always felt I was looking at a movie, not the actions of a real little boy. At the end of the film, when he reads his essay to his class, I asked myself if fifth-graders really thought and wrote like that.\n\nNo, I decided, they don't. But screenwriters do.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-03-27", "genres": ["Comedy", "Drama", "Family"], "title": "Wide Awake (1998)"}