{"url": "http://www.rogerebert.com/reviews/widows-peak-1994", "by": "Mia Farrowas Miss O'Hare", "star_rating": 3.5, "text": "\"Widow's Peak\" is another of those sly, witty, quietly ribald comedies that have been coming out of Ireland in the last few years.\n\nSet in the 1920s in a village named Kilshannon, it tells the story of a tightly knit group of widows and a stranger who shakes things up. The movie does, it turns out, have a plot, and even a surprise twist ending. But they're not really the point: \"Widow's Peak\" is more about sharp-edged humor and barbed tongues and women who maintain a facade of perfect respectability while getting up to all sorts of mischief.\n\nThe widows of the title live in comfy cottages all clustered together on a hill outside of town. And in these years right after World War I, which took a toll of a generation of young men, there are a lot of widows. They are ruled over by a dowager named Mrs.\n\nDoyle Counihan (Joan Plowright), who is the arbiter of manners and the social queen bee. She has taken under her special protection the one spinster in the area, Miss O'Hare (Mia Farrow), who seems perfectly harmless until she is aroused - which, one day, she most certainly is.\n\nWhen a new widow named Edwina Broome (Natasha Richardson) moves into the area, Miss O'Hare is immediately hostile. (At a tea party to welcome the newcomer, when Mrs. Broome is unwise enough to say that her late British husband had once liked to shoot in Ireland, Miss O'Hare snaps, \"What did he shoot? Irishmen?\") Mrs. Doyle Counihan cannot understand why her protege is so unfriendly to the newcomer. Mrs. Counihan sees Mrs. Broome in an entirely different light, as a possible bride for her 40-ish, hapless son Godfrey (Adrian Dunbar). And Godfrey is intrigued, too, although on a picnic he is shocked by Mrs. Broome's language and her startlingly open-minded ideas about courtship.\n\nWe get to meet the others in the village, especially a likable local dentist named Clancy (Jim Broadbent). And as days add up into weeks, the battle lines are drawn between the sophisticated Mrs.\n\nBroome and the intense, spiteful Miss O'Hare.\n\nIf \"Widow's Peak\" existed only on the levels I have described, and ended simply by resolving this plot, that would be enough. Like such other recent Irish films as \"The Snapper,\" \"Hear My Song\" and \"The Crying Game,\" it uses understated humor and fluent, witty speech; it's a delight to listen to, as it gradually reveals how eccentric these apparently respectable people really are. But there is more to it, a good deal more, which I will not reveal, even to hint at, because that would be spoiling the fun.\n\nThe screenplay for the movie was originally written by the playwright Hugh Leonard after a conversation with the actress Maureen O'Sullivan, who said she regretted never having appeared in a movie with her daughter, Farrow. That was some 15 years ago; this production casts Farrow in the part originally intended for her mother, and Richardson in what was once the Farrow part.\n\nThe casting works; sparks fly the moment the two women first see each other on the screen, and one of the most entertaining elements in the film is the way Farrow's Miss O'Hare is fearlessly willing to cause scenes - to insult this newcomer in public. There is always something funny about rudeness (it breaks laws and tension at the same time), and here Leonard's dialogue brings it to a fine pitch.\n\nThis is a movie, like many of the classic British comedies of the 1950s, in which everyone on the screen is essentially nutty as a fruitcake, but we enjoy them so much we hope they never catch on.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-05-25", "genres": ["Comedy", "Foreign", "Mystery", "Romance", "Thriller"], "title": "Widows' Peak (1994)"}