{"url": "http://www.rogerebert.com/reviews/wigstock-the-movie-1995", "by": "Barry Shils", "star_rating": 2.0, "text": "\"Wigstock\"\ris an annual outdoor drag festival held on Labor Day every year in Manhattan,\rwhere, the city being fairly blase about such events, most of the audience\rlooks straight and middle-class, and the performers extol dressing in drag and\rwearing outrageous wigs as a form of self-discovery. Therapy, even.\n\nThe\rshow is a sort of low-rent Woodstock, with a big stage, a painted backdrop, and\ra great deal of amplification equipment for the performers, most of whom\rlip-synch to hit songs, and one of whom is actually named Lypsinka.\n\nThere\ris a career to be made here: Lypsinka has become an underground star, and then\rthere is the towering superstar RuPaul, coming home to the show that started it\rall, and remembering that he was advised he was just too tall to be a woman:\r\"There wasn't no big, black drag queen in the pop world,\" they told\rhim, but \"look at the - - - - - now!\" The documentary, filmed at the\r1992 and 1993 Wigstocks, goes backstage to show performers rehearsing and\rphilosophizing about life in drag. It's a little startling to see them in and\rout of costume and makeup, and to realize most of them actually look better as\rwomen than as men: It's like a little object lesson about how much women, too,\rdepend on makeup to create illusion.\n\nWe\rmeet \"The Lady\" Bunny, who emcees the event, has a sense of humor\rabout it, and tries to persuade the city to put a wig on the Statue of Liberty\r(no luck). And Alexis Arquette, brother of Rosanna and Patricia, and looking\renough like them that they could do a family version of the Andrews Sisters.\rAnd the Dueling Bankheads, who are more or less what you would expect, twin\rTalullahs - except, of course, that you wouldn't expect them.\n\nThe\rusual female singers are evoked in the lip-synch numbers: Barbra Streisand,\rLiza Minnelli, Diana Ross. Lip-synching is an art I have never much\rappreciated; in the old days of TV's \"Original Amateur Hour,\" it\rranked down there somewhere below playing \"Lady of Spain\" on the\raccordion. What is good, onstage at Wigstock, is the dancing; we see the hours\rof rehearsal that go into the routines, and it's obvious many of the performers\rare gifted, probably professionals.\n\nThe\runderlying message of \"Wigstock\" is pretty obvious. The drag queens\rdiscuss their lifestyle as if it were the most normal things in the world,\rwhile we're thinking, gee, maybe it would seem more intriguing if they weren't\rso matter-of-fact. There is a sense in which all those who deviate from the\rnorm - body piercers, leather fetishists, transvestites, people who get\rtattooed, or are into S&M - seem compelled to tell us how ordinary and\rhealthy their practices are, when I, for one, would be more interested if they\rsaid their lives took them far beyond everyday experience into the hinterlands\rof the bizarre. Everybody wants to be accepted.\n\n\"Wigstock\"\ris basically a big outdoor production of your average drag show. There are\rmoments that are fun, and people who are smart or engaging, and the obligatory\rreaction shots of the cheerful audience, but there's none of the documentary\rskill and insight that went into a film like Jennie Livingston's \"Paris Is\rBurning\" (1991), a documentary that gave us a sense of the drag life as a\rself-contained universe with drama, sorrow and anger, as well as the good\rtimes. This movie puts a safe, public face on people who surely cannot be as\rconventional as they appear here.", "running_time": 85, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-06-30", "genres": ["Documentary"], "title": "Wigstock: The Movie (1995)"}