{"url": "http://www.rogerebert.com/reviews/wild-reeds-1995", "by": "Frederic Gornyas Henri", "star_rating": 3.0, "text": "Like a lot of French films, \"Wild Reeds\" opens with a\rwedding. But it is a wedding of desperation, not romance. It is 1962, near the\rend of the Algerian war that bitterly divided France. The groom has been\rserving in the army in Algeria, and during the wedding feast, he confesses to a\rformer teacher that the only reason he got married was to go on leave. He begs\rthe teacher, a Communist Party member, to hide him so he won't have to return.\rThere is a bond of love between them, but she refuses. Three days later, he is\rgone, and soon after that, he is dead.\n\nThe\rwedding has introduced many of the key players in the story, although at first\rwe don't realize who they are. The teacher, Madame Alvarez (Michele Moretti),\rhas a daughter named Maite (Elodie Bouchez) who is a student in the school. A\rboy named Francois (Gael Morel) is her best friend. Another of his close\rfriends is Serge (Stephane Rideau), the younger brother of the dead soldier.\n\nAt\rthe funeral, as Serge runs away, blinded by tears, Francois sends Maite after\rhim: \"Only you can help him.\" Maite says something awkward about the\rbrother's heroism, but Serge says bitterly, \"He wanted to escape. Ask your\rmother.\" The war, which seemed far away from the quiet provincial school,\rnow seems closer, and it comes closer still with the arrival of a new student:\rHenri (Frederic Gorny). He is a ped noir, an Algerian-born Frenchman, who has\rfled with his family.\n\nFrancois\ris uncertain of his sexuality, and his confusion is complicated by\rinexperience. Maite is his best friend, but they keep at arm's length from each\rother. His secret is that he is attracted to Serge, a boarding school veteran\rwho thinks nothing of it when they do have sex, but is not homosexual and\rdoesn't want any deeper involvement with Francois. Serge, in fact, is attracted\rto Maite.\n\nAnd\rFrancois is tormented by his feelings, staring in his mirror and calling\rhimself names.\n\nAll\rof this perhaps sounds more steamy than it is. Director Andre Techine, who says\rthe story is based on his own memories, wants to show his characters in the\rmiddle of political and personal upheaval, and the character of the Communist\rteacher is important because she brings her feelings about the Algerian war\rinto the classroom, causing her students to question government policy at the\rsame time they question their own values.\n\nThey\rare also, after all, teenagers, and the soundtrack of the movie is heavy with\rhit records of the period (even some by the Beach Boys). And yet the movie is\rnot nostalgic in the way that, say, \"American Graffiti\" was. Young\rpeople in France often take intellectuals as their heroes, and Camus was\rprobably more important to these kids than Elvis. They are thoughtful, they\rtalk earnestly, they feel deeply.\n\nWhen\rFrancois becomes convinced that he is gay, he reacts in a way that would seem\rstrange to an American teenager. He has known for some time that the man who\rruns the shoe store in town is evidently a homosexual. So, Francois goes\rdowntown and enters the store - for what? To ask the man what it means to be\rgay, and how one goes about it? Probably, although Francois loses his nerve.\rBut his impulse is revealing. He believes that if he asks the right questions,\rhe can get the answers he needs.\n\n\"Wild\rReeds\"\" is one of the most honored of recent French films; it won the\rCesar, France's equivalent of the Oscar, as the best film of 1994, defeating\r\"Queen Margot\" and \"Red.\" I have a suspicion it resonates\rmore deeply for the French than it can for us, because the period of the\rAlgerian war resonates in their emotions the way Vietnam would for us. Some of\rthe political undertones may go astray, but the emotional center of the film is\rtouching and honest.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-07-21", "genres": ["Drama", "Foreign", "Romance"], "title": "Wild Reeds (1995)"}