{"url": "http://www.rogerebert.com/reviews/wild-things-1998", "by": "Kevin Baconas Ray Duquette", "star_rating": 3.0, "text": "\"Wild Things\" is lurid trash, with a plot so twisted they're still explaining it during the closing titles. It's like a three-way collision between a softcore sex film, a soap opera and a B-grade noir. I liked it. This being the latest example of Florida Noir (hot on the high heels of \"Palmetto\"), it has a little of everything, including ominous shots of alligators looking as if they know more than they're telling.\n\nThe movie solidifies Neve Campbell's position as the queen of slick exploitation, gives Matt Dillon and Kevin Bacon lots of chances to squint ominously, and has a sex scene with Denise Richards (of \"Starship Troopers\") that is either gratuitous or indispensable, depending on your point of view.\n\nPlus, it has Bill Murray as a storefront lawyer who delivers 20 minutes of hilarity, which at the time is the last thing we're expecting.\n\nMovies such as this either entertain or offend audiences; there's no neutral ground. Either you're a connoisseur of melodramatic comic vulgarity, or you're not. You know who you are. I don't want to get any postcards telling me this movie is in bad taste. I'm warning you: It is in bad taste. Bad taste elevated to the level of demented sleaze.\n\nThe plot: Matt Dillon plays Lombardo, a high school teacher who was \"educator of the year\" and has an engraved crystal goblet to prove it. As the movie opens, he writes \"SEX CRIMES\" on the board at a school assembly, and introduces speakers on the subject, including police officers Duquette (Bacon) and Perez (Daphne Rubin-Vega). In the back of the room, a student named Suzie (Neve Campbell) stalks out, suggesting which part of her anatomy one of the speakers can kiss. I wasn't sure if she was referring to Bacon or Dillon, but this is the kind of plot where it works either way.\n\nThen we meet Kelly Van Ryan (Denise Richards), the richest kid in the upscale Florida enclave of Blue Bay. She's got the hots for Mr. Lombardo. She follows him home, asks for rides, washes his Jeep and turns up in his living room so thoroughly wetted-down, she reminds us of the classic Hollywood line about Esther Williams: \"Dry, she ain't much. Wet, she's a star!\" Later, we see her leaving the teacher's humble bungalow, looking mad.\n\nWhy is she mad? I will tread carefully; a publicist was stationed at the door of the screening, handing out letters begging the press not to give away the ending. The problem is, the ending of this film begins at the 45-minute mark, and is so complicated, I doubt if it can be given away. What sets up everything, in any event, is Kelly's testimony that she was raped by Mr. Lombardo--and the surprise testimony of Suzie that she was, too.\n\nSuzie lives in a trashy trailer out behind an alligator farm run by Carrie Snodgress. But Kelly lives on the right side of town, in manorial splendor, with her bikini-wearing, martini-drinking mom (Theresa Russell), who has had an affair with Lombardo. Hearing her daughter has been raped by him, Mom is enraged, and snarls, \"That SOB must be insane to think he can do this to me!\" That's the kind of dialogue that elevates ordinary trash into the kind that glows in the dark. Here's another line, after a murder: \"My mother would kill me if she knew I took the Rover!\" Bill Murray lands in the middle of this pie like a plum from heaven. Wearing a neck brace as part of an insurance scam, Murray runs his shabby storefront law office like a big downtown spread; when he asks his secretary to \"show Mr. Duquette his way out,\" all she needs to do is look up and say, \"goodbye,\" since the door is in arm's reach of everything else in the office.\n\nWithout giving away the ending, that's about all I can tell you. See the movie, and you'll understand how very much I must leave unsaid.\n\nThe director is John McNaughton, whose work includes two inspired films, \"Henry: Portrait of a Serial Killer\" and \"Normal Life.\" He likes to show audiences how wrong their expectations are, by upsetting them. That worked in \"Henry\" as grim tragedy, and it works here as satire.\n\nDon't leave when the end titles start to roll. Credit cookies (those little bonus scenes they stick in between \"Key Grip\" and \"Location Catering\") are usually used for outtakes showing Matthau and Lemmon blowing their lines, or Jackie Chan breaking his legs. In \"Wild Things,\" McNaughton does something new: flashbacks, showing us stuff that was offscreen the first time around. The movie is still explaining itself as the curtains close, and then the audience explains it some more, on their way out of the theater.", "running_time": 113, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-03-20", "genres": ["Crime", "Mystery", "Romance", "Thriller"], "title": "Wild Things (1998)"}