{"url": "http://www.rogerebert.com/reviews/wild-at-heart-1990", "by": "Nicolas Cageas Sailor Ripley", "star_rating": 2.5, "text": "There is something inside of me that resists the films of David Lynch. I am aware of it, I admit to it, but I cannot think my way around it. I sit and watch his films and am aware of his energy, his visual flair, his flashes of wit. But as the movie rolls along, something grows inside of me - an indignation, an unwillingness, a resistance. At the end of both \"Blue Velvet\" and \"Wild at Heart,\" I was angry, as if a clever con-man had tried to put one over on me.\n\nMy taste is in the minority. \"Blue Velvet\" (1986) was hailed as one of the best films of the decade. Lynch's \"Twin Peaks\" is a cult hit on television. Now comes \"Wild at Heart,\" which won the Palme d'Or at this year's Cannes Film Festival, to great cheers and many boos, some of the latter from me. I do not think this is the best film that played at Cannes this year (wait until you see Depardieu in \"Cyrano\") and, in fact, I do not even think it is a very good film. There is something repulsive and manipulative about it, and even its best scenes have the flavor of a kid in the school yard, trying to show you pictures you don't feel like looking at.\n\nThe movie is lurid melodrama, soap opera, exploitation, put-on and self-satire. It deals in several scenes of particularly offensive violence, and tries to excuse them by juvenile humor: It's all a joke, you see, and so if the violence offends you, you didn't get the joke.\n\nWell, violence in itself doesn't offend me. But \"Wild at Heart\" doesn't have the nerve to just be violent - it has to build in its excuses.\n\nTake, for example, an opening scene where the hero, Sailor Ripley (Nicolas Cage), is attacked by a black man on a staircase at a party.\n\nThe man is a killer hired by Marietta Fortune (Diane Ladd), the evil mother of Ripley's girlfriend, Lula Pace Fortune (Laura Dern). He pulls a knife on Cage, whose character is the local version of Elvis Presley crossed with James Dean and Tab Hunter. Ripley disarms him, and then smashes him to a pulp, viciously and with great thoroughness, taking the man's hair in his hand and pounding his skull violently against the marble floor until the bones crack and blood spatters and the man is dead. Then Ripley staggers to his feet, steadies himself on the handrail, lights a cigarette, and glares up from beneath lowered brows, gasping for breath, the cigarette dangling from his lip.\n\nSome people laugh when they see this scene. They like the way the look is overplayed: Cage looks like a villain in a silent movie. I didn't laugh. I saw the payoff as Lynch's attempt to defuse the violence - to excuse a racially charged scene of unapologetic malevolence. There are other such scenes in the movie. The scene, for example, when the clerk gets his hand blown off with a shotgun, and crawls around on the floor looking for it, talking about how they can sew hands back on these days. Lynch cuts to a dog running from the building with the bloody hand in its mouth. This shot is lifted from Kurosawa's \"Yojimbo,\" but not many people in the audience will read it as a homage.\n\nAnd then there's the scene where the villain (Willem Dafoe) blows off his own head with a shotgun, and the head flies through the air and bounces along on the ground. This was the scene that got to the MPAA's film rating board, which threatened \"Wild at Heart\" with an X. But the movie qualifies for an R rating by adding a little gunsmoke to the shot, so that you can't see the head coming off quite so clearly. (What the wise men of the MPAA thought about the brains being pounded on the floor, I can't say. They blessed it with the R rating, which means kids of all ages are admitted if they can round up anyone who can pass as an adult guardian.) The violence aside, \"Wild at Heart\" also exercises the consistent streak of misogynism in Lynch's work. He has a particular knack for humiliating women in his films, and this time the primary target is Diane Ladd, as Mariette Fortune, the town seductress and vamp. The way this woman is photographed, the things she is given to do, and the dialogue she has to pronounce are equally painful to witness. Not even Hitchcock was ever this cruel to an actress. Laura Dern is Ladd's real-life daughter, and in the movie she, too, is subjected to the usual humiliations. Ever since I witnessed the humiliation of Isabella Rossellini in \"Blue Velvet,\" I've wondered if there is an element in Lynch's art that goes beyond filmmaking; a personal factor in which he uses his power as a director to portray women in a particularly hurtful and offensive light.\n\nAll of these wounds and maimings are told within the framework of a parody, in which Dern and Cage play young lovers on the run from unspeakable secrets in the past, and the vengeance of the Dern character's mother and her hired goons. It's a road picture, with a 1950s T-Bird convertible as the chariot, and lots of throwaway gags about Ripley's snakeskin jacket, his \"personal symbol of individuality.\" Cage does a conscious imitation of Presley in all of his dialogue, and even bursts into song a couple of times, delivering \"Love Me Tender\" from the hood of the car in the big climax.\n\nI've seen the movie twice now. I liked it less the second time.\n\nTake away the surprises and you can see the method more clearly. Like \"Blue Velvet,\" this is a film without the courage to declare its own darkest fantasies. Lynch wraps his violence in humor, not as a style, but as a strategy. Luis Bunuel, the late and gifted Spanish surrealist, made films as cheerfully perverted and decadent as anything Lynch has ever dreamed of, but he had the courage to declare himself. Lynch seems to be doing a Bunuel script with a Jerry Lewis rewrite. He is a good director, yes. If he ever goes ahead and makes a film about what's really on his mind, instead of hiding behind sophomoric humor and the cop-out of \"parody,\" he may realize the early promise of his \"Eraserhead.\" But he likes the box office prizes that go along with his pop satires, so he makes dishonest movies like this one.\n\nUnderstand that it's not the violence I mind. It's the sneaky excuses.", "running_time": 126, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-08-17", "genres": ["Comedy", "Crime", "Drama", "Road Movie", "Romance", "Thriller"], "title": "Wild at Heart (1990)"}