{"url": "http://www.rogerebert.com/reviews/wilde-1998", "by": "Stephen Fryas Oscar", "star_rating": 3.5, "text": "\"Wickedness,\" Oscar Wilde said, \"is a myth invented by good people to account for the curious attractiveness of others.\" Wilde himself was considered in some quarters the most wicked man of his time, in others as the most attractive--a gifted artist who was a martyr to convention.\n\nAt the very peak of his fame, after his play \"The Importance of Being Earnest\" opened to wild success in 1895, Wilde was convicted of \"gross indecency\" and spent his few remaining years in prison or decline. A century later, his reputation, personal and professional, could not stand higher, and this new biopic joins two current stage productions in celebrating his rise, fall and immortality. If he were alive today, he would no doubt describe his homosexuality as a good career move.\n\nWilde's personal tragedy would be of little lasting interest were it not for the enduring popularity of his work and the sensational nature of his fall. There were no doubt as many homosexuals in Wilde's day as there are now, but most of them either repressed their feelings or kept them secret. Homosexual behavior was, after all, against the law. It was Wilde's misfortune to fall in love with a reckless and vain young man who hated his pigheaded father, and wanted to use Wilde's fame as a taunt.\n\nWorse luck that the father was the Marquess of Queensberry, a famous figure in boxing and horse racing. Still worse luck that when the marquess left an insulting message at Wilde's club, Wilde unwisely sued him. And dashedly bad luck that the marquess' attorneys were able to produce in court \"rent boys\" from a male brothel, who testified that the marquess was correct in describing Wilde as a sodomite.\n\nConsider that a century later gay men are being knighted, and you see what bad timing it was to be born in 1854. In another sense, Wilde's genius required a backdrop of Victorian stuffiness. Many of the people in his audiences understood what he was writing between the lines, but accepted it as funny and daring--as long as it stayed between the lines. (\"Earnest,\" for example, was in Wilde's time a synonym for \"gay.\") Wilde was famous for his quips and one-liners, which survive because they almost always contain a center of truth. With immense self-enjoyment, he punctured hypocrisy (\"I never take any notice of what common people say, and I never interfere with what charming people do\").\n\nBrian Gilbert's \"Wilde,\" with a screenplay by Julian Mitchell, based on Richard Ellmann's famous biography, has the good fortune to star Stephen Fry, a British author, actor and comedian who looks a lot like Wilde and has many of the same attributes: He is very tall, he is somewhat plump, he is gay, he is funny and he makes his conversation into an art. That he is also a fine actor is important, because the film requires him to show many conflicting aspects of Wilde's life: how he loved his wife and children, how his homosexuality was oriented not so much toward the physical as toward the idealistic, and how he was so successful for so long in charming everyone in his life that he actually believed he could charm an English courtroom out of a sentence for sodomy.\n\nWilde was the dandy as superstar; in the years before mass media, he wrote best sellers and long-running plays, and went on enormously popular lecture tours. (The film opens with him down in a silver mine in Nevada, reading poetry to the miners and beaming upon their muscular torsos.) He invented the type exploited later by Elvis Presley: the peacock in full plumage, kidding himself.\n\nBorn in Dublin, he came out of Ireland more or less expecting to behave as a heterosexual, and was sincere in his marriage to Constance (Jennifer Ehle). He loved his children, and the movie uses one of his children's stories as a counterpoint. But when a young Canadian house guest named Robbie (Michael Sheen) boldly approached him in the parlor late one night, Wilde responded. He might have settled into an existence of discreet bisexuality had it not been for his meeting, some years later, the beautiful young Lord Alfred Douglas (Jude Law), known as \"Bosie,\" who was, if Wilde had only realized it, more interested in his fame than his body.\n\nBosie liked to flirt and flaunt. There is a scene in a restaurant where the two men smoke, smile and hold hands, while all of London seems to look on. Bosie did that to shock. Wilde did it because he was a genuinely sweet man who believed in expressing his feelings, and was naive about how much leeway he'd be given because of his fame. Bosie's physical interest in Wilde soon waned, and he took the playwright to a famous male brothel, which Wilde seems to have seen as an opportunity to expose handsome, working-class lads to the possibilities of higher culture.\n\nIt is so sad, how ripe Wilde was for destruction. We can see the beginning of the end in an extraordinary scene in a restaurant, where Wilde calmly charms the tough, angry Marquess of Queensbury (Tom Wilkinson). The Marquess is happy to exchange tips about fly-fishing, but warns Wilde to stay away from his son (ironic, since Wilde was the seduced, not the seducer). Soon it all comes down to a humiliating courtroom scene, despite the desperate advice of loyal Robbie to stay far away from the law. Those who know of Wilde at third hand may be under the impression that the marquess hauled him into court; actually, it was Wilde who sued the marquess for slander.\n\nStephen Fry brings a depth and gentleness to the role that says what can be said about Oscar Wilde: that he was a funny and gifted idealist in a society that valued hypocrisy above honesty. Because he could make people laugh, he thought they always would. Bosie lived on for years, boring generations of undergraduates with his fatuous egotism. He grew gross and ugly. Wilde once said that he could forgive a man for what he was, but not for what he became.", "running_time": 116, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-06-12", "genres": ["Drama", "Foreign"], "title": "Wilde (1998)"}