{"url": "http://www.rogerebert.com/reviews/wild-orchid-ii-two-shades-of-blue-1992", "by": "Nina Siemaszkoas Blue", "star_rating": 2.0, "text": "\"Wild Orchid II: Two Shades of Blue” is not a sequel. There has never been anything like it before. The original \"Wild Orchid\" (1990) starred Mickey Rourke and Carre Otis in a story set in the present day. “Wild Orchid II” begins and ends in 1958, in a story with different actors playing different characters. There are, however, links between the two films: Both are written and directed by Zalman King, and both are about lots and lots of sex.\n\nKing's work all occupies the territory close to the border between the R and NC-17 ratings. As a writer, he is responsible for “Two Moon Junction,” which survived its box-office disappointment to become one of the all-time top renting videos, and “9 1/2 Weeks.” Those films and the two “Orchid” movies are different in many ways, but not in the frankness of their subject matter. At a time when many movies seem to arrive already edited for the airlines, King is still staging love-ins.\n\n“Wild Orchid II” tells a preposterous, melodramatic and undeniably intriguing story about a young woman named Blue (Nina Siemaszko) whose mother is dead and whose father, a jazz musician, is addicted to heroin. They travel from one club to another, until Blue's father is so desperate for a fix that Blue agrees to have sex with a club owner in return for heroin. Sex, she finds, means little to her (she affects a pose of hardened indifference). Before long, she is weighing an offer from Elle (Wendy Hughes) to become a prostitute - one of the girls in Elle's stable in the most exclusive bordello in California.\n\nShe accepts out of a deep sense of resignation and cynicism, and undergoes a transition from an innocent naif to a hardened pro.\n\nStill, there is a seed of innocence inside her, which she fans with thoughts of a young man she flirted with briefly during a stop in her father's travels. And then there is an elaborate series of coincidences to explain how Blue makes love to the boy under one identity, and falls in love with him under another.\n\nElle's bordello is a hotbed of kinky intrigue, involving evil senators and lascivious millionaires, and at times all that stands between Blue and destruction is the loyalty of Elle's decent chauffeur (Robert Davi), who loves the young woman after his fashion, and tries to protect her from the depravities of her lifestyle.\n\nZalman King's writing and direction are unashamedly sentimental, melodramatic and sensational. He has no greater mission on his mind. “Wild Orchid II” is the R-rated, spiced-up equivalent of those trashy romance novels with heaving bosoms and narrow-eyed rakes on their covers, and if you like that sort of thing, as the saying goes, then this is the sort of thing for you. It's preposterous, but after its own fashion, it's sincere.", "running_time": 107, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-05-08", "genres": null, "title": "Wild Orchid II: Two Shades Of Blue (1992)"}