{"url": "http://www.rogerebert.com/reviews/wild-in-the-streets-1968", "by": "Shelley Wintersas Mrs. Flatow", "star_rating": 2.0, "text": "Once you've experienced a concert by a group like the Beatles or the Doors, the fascist potential of pop music becomes inescapable. There is a primitive force in these mass demonstrations that breaks down individualism and creates a joyous mob.\n\nI keep thinking of the scene in \"A Hard Day's Night\" when the little blond girl, her voice lost in the screams of the crowds, shouts \"Paul, Paul!\" while tears stream down her face. The performer's role is to be the focus of this emotion. His values instantly become the values of his admirers (as when Jim Morrison of the Doors beckons his crowds to storm the platform).\n\nThe connection between politics and the worship of pop idols is fascinating. When Paul Newman was stumping for Sen. Eugene McCarthy in Wisconsin, it was hard to say whether his audiences cared about politics at all. They were drawn by the Newman mystique. But can the appeal work the other way?\n\nTwo recent movies have explored this idea. One was a good film, Peter Watkins' \"Privilege.\" One is pretty bad, Barry Shear's \"Wild in the Streets.\" Of the two, I'm afraid \"Wild in the Streets\" is more effective because it has a greater understanding of its audience.\n\nWatkins was making a self-conscious message film for serious audiences. His pop idol was manipulated by political pros, who understood the mass media and created their hero with classic fascist techniques. Because it was an \"art film,\" it probably reached the wrong audience.\n\n\"Wild in the Streets,\" on the other hand, is aimed squarely at the younger teenage audience that buys records and listens to the Top 40 stations. This audience can believe, if only temporarily, in the greatness of a performer. They can sense what John Lennon was getting at (although he phrased it unfortunately) when he said the Beatles were more famous than Christ.\n\nFor this audience, \"Wild in the Streets\" needs no serious political comment and no real understanding of how pop music and the mass media work together. It's a silly film, but it does communicate in the simplest, most direct terms.\n\nIts hero is a singer named Max Frost (Christopher Jones, who looks as if he possibly could be a pop idol). It treats the press and Congress in broad, stereotyped terms (the elder statesman is Ed Begley, typecast once again). Instead of being realistic, as \"Privilege\" was, it goes whole hog. The under 30 generation takes over, and those over 30 are herded into concentration camps to bemoan their mistake: growing up.", "running_time": 94, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-05-20", "genres": ["Comedy"], "title": "Wild in the Streets (1968)"}