{"url": "http://www.rogerebert.com/reviews/wild-wild-west-1999", "by": "Will Smithas James West", "star_rating": 1.0, "text": "\"Wild Wild West'' is a comedy dead zone. You stare in disbelief as scenes flop and die. The movie is all concept and no content; the elaborate special effects are like watching money burn on the screen. You know something has gone wrong when a story is about two heroes in the Old West, and the last shot is of a mechanical spider riding off into the sunset.\n\nWill Smith and Kevin Kline co-star, as special federal agents who are assigned by President U. S. Grant to investigate the disappearance of lots of top scientists. They stumble over a plot to assassinate Grant, by a megalomaniac who wants to give half the country back to Britain and Spain, and keep the rest in the hands of the villain. Salma Hayek, who claims her father is one of the kidnapped geniuses, teams up with them. The bad guy, Dr. Arliss Loveless (Kenneth Branagh), is a mad inventor who makes steam-powered iron tarantulas, which are not very practical in Monument Valley, but who cares? Certainly not anyone in the movie. Smith and Kline have so little chemistry, they seem to be acting in front of rear-projections of each other. They go through the motions, but there's no eye contact. Imagine Bill Clinton and Kenneth Starr as partners in a celebrity golf tournament.\n\nThe Kline character is said to be a master of disguise, and first appears in drag as a dance hall girl, wearing a false plastic bosom so persuasive that when a real siren turns up later in the movie, her decolletage looks unconvincing by comparison. That doesn't stop Smith from giving her cleavage a few jolly thumps, and then telling a white lynch mob he was simply following the example of his African ancestors, who communicated by pounding on drums--and bosoms, I guess. (In a movie where almost nothing is funny, the race references are painfully lame.) One of the running gags is about how the Kline character can invent almost anything, right on the spot. He rigs a rail car so that it can shoot people into the air, have them fall through openings that appear in the roof, and land in a chair. The rig works in opposition to the first law of motion, but never mind: In a movie where anything can happen, does it matter that anything does? Branagh's character has no body from the waist down, but operates from a clever wheelchair and, later, with mechanical legs. He has weird facial hair and lots of bizarre plans, and an evil general on his payroll who has a miniature ear-trumpet permanently screwed into the side of his face. His gigantic artificial war machines look like they were recycled from \"Star Wars'' (1977), right down to their command posts.\n\nThere are moments when all artifice fails, and you realize you are regarding desperate actors, trapped on the screen, fully aware they've been left hanging out to dry. Consider an early scene where Will Smith and a sexy girl are embracing in a water tank when the evil general rides into town. Smith is made to watch the action through a knothole, while continuing to make automatic mid-air smooching movements with his lips--as if he doesn't realize he's not still kissing the woman. Uh huh.\n\n\"Wild Wild West'' is so bad, it violates not one but two rules from Ebert's Bigger Little Movie Glossary. By casting M. Emmet Walsh as the train engineer, it invalidates the Stanton-Walsh Rule, which states that no movie with Harry Dean Stanton or M. Emmet Walsh can be altogether bad. And by featuring Kevin Kline without facial hair, it violates the Kevin Kline Mustache Principle, which observes that Kline wears a mustache in comedies but is cleanshaven in serious roles. Of course, Kline can always appeal on the grounds that although he is cleanshaven in his main role here, he sports facial hair in several of the other roles he plays in the movie. Or perhaps he could use the defense that ``Wild Wild West'' is not a comedy.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-06-30", "genres": ["Action", "Adventure", "Comedy", "Drama", "Science Fiction", "Western"], "title": "Wild Wild West (1999)"}