{"url": "http://www.rogerebert.com/reviews/wild-bill-1995", "by": "Jeff Bridgesas Hickok", "star_rating": 2.0, "text": "To be Wild Bill Hickok (1837-1876) must have been a joyless enterprise. He left the only woman he ever loved, was a target for every man who wanted to prove himself in a fast-draw contest, made a fool of himself in Buffalo Bill's Wild West Show, and was killed by being shot in the back during a poker game. The hand he was holding when he died (aces and eights) became known as the Dead Man's Hand, which is not the kind of immortality one seeks.\n\nHickok also suffered from glaucoma, which is hell if you're a gunfighter and no convenience if you're a poker player. And there were rumors of uncured syphilis. All of these afflictions and more get adequate screen time in \"Wild Bill,\" Walter Hill's elegiac obituary of an unlovely man. His only consolation in early middle age (he died at 39) was the friendship of Calamity Jane. 1 They were lovers briefly and remained friends, talking over old times, if the movie is to be believed. (Jane was 24 when he died; the movie wisely never nails down exactly how distant those old times were.) The movie intercuts high-contrast black and white flashbacks of Hickok's earlier days with color photography of the final stages of his life, as he works as a lawman in various towns before finally arriving in Deadwood. \"This town reminds me of something out of the Bible,\" Bill says. \"What part of the Bible?\" he's asked. \"The part just before God got angry.\" Bill is fast, fearless and amazingly accurate with a sidearm, which may help explain the curious behavior of the onlookers during his barroom shoot-outs: Instead of diving out of windows and running for the door, as you or I would do if a gunfight broke out, they line up around the room and look on eagerly, just as if they are movie extras happy to be in the shot. They get lots of opportunities; in the first 10 minutes of the movie Bill kills mebbe a dozen men, one of whom, had he lived, would certainly have remembered never to touch another man's hat.\n\nIt is an item of faith that into all towns in the Old West will sooner or later ride a kid, often but not always known as The Kid, who is eager to test his gun-shooting skills against the local legend. \"Wild Bill\" is no exception. The Kid, named Jack McCall, is played by David Arquette this time, and it turns out that Wild Bill treated his mother (Diane Lane) none too well. Bill recollects her, in a black and white flashback, and we see that she was the only woman he ever loved; he loved her so much, in fact, that he left her, which if you were Wild Bill was mebbe the nicest thing you could do for a woman. The Kid doesn't see it that way, and wants to shoot Wild Bill, and the plot plods on to its dreary close.\n\nWild Bill is played by Jeff Bridges. His performance, like those of all Western gunfighters in the last few years, has to be measured against Val Kilmer's Doc Holliday in \"Tombstone\" (1993), and, like the others, it suffers. Kilmer did the definitive saloon cowboy of our time. Bridges, a great actor in the right role, is not in the right role this time. He plays Bill as tired o' living and not scared o' dying.\n\nHe leads a lonely life. He has one close male friend, an Englishman named Charley Prince (John Hurt), who acts as his confidant, adviser and voice-over narrator. And then there is Calamity Jane, who is more like a buddy than an old girlfriend. When Bill and Calamity share a hot tub, the thought of sex doesn't even cross our minds: We figure they're stiff after all those recoils.\n\nThe movie tries for poetry and elegy in its closing scenes, and we can see where it's headed, although it doesn't get there. Walter Hill based his screenplay on a play by Thomas Babe and the novel Deadwood by Pete Dexter, and tries to work up a sort of Zen moment in which the way one behaves is more important than what happens to you as a result. Hemingway might have approved of Bill's stoicism in the face of possible death here, but for me it was all just play-actin'.\n\n1. Calamity Jane's last name was Canary, if you want to have something today to amaze your friends.", "running_time": 98, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-12-01", "genres": ["Action"], "title": "Wild Bill (1995)"}