{"url": "http://www.rogerebert.com/reviews/wild-thing-1987", "by": "Rob Knepperas Wild Thing", "star_rating": 1.5, "text": "The best part of a superhero saga is the origin story - for example, how the Kents adopted young Clark, or how Batman took Robin as his ward, or how Lord Greystoke became king of the apes. \"Wild Thing\" is an urban superhero who lives in a ghetto and learns to speak by listening to disc jockeys. His origin is original, too. When we first see him, he's the young child of hippie parents in the 1960s. They are killed by a drug dealer and a crooked cop, and the kid falls in a river, survives and is raised by a bag lady.\n\nThere's a movie here, all right. The question is, where is it? And how did \"Wild Thing\" so decisively miss so many opportunities to do something with it?\n\nThe kid grows up being warned by the bag lady (Betty Buckley) that he must never trust bluecoats (the cops) or the Company (society in general).\n\nAfter she dies, he learns to live in the cracks of society. He survives by his wits, living off the land and staying in abandoned buildings. In the \"Zone\" where he prowls, his legend grows, especially among young black kids who consider him a sort of Robin Hood.\n\nThen, one day, a new face appears in the Zone. It belongs to Jane (Kathleen Quinlan), a social worker who has come to work with kindly old Father Quinn in his settlement house. The local druggies are the priest's archenemies. And wouldn't you somehow just know that vice in the Zone is controlled by the same drug dealer (Robert Davi) and the same cop (Maury Chaykin) who killed Thing's parents?\n\nThis coincidence leads to a series of events that are mind-numbingly predictable, as the original story idea is welded to an assembly-line plot. There are all the usual confrontations, attacks, showdowns, mistaken identities and close calls before Wild Thing clears his name, kills his enemies and kisses the girl.\n\nAnd here's my complaint: Assuming that a kid could somehow grow up wild in a ghetto, assuming he did become a local folk legend, wouldn't his life itself be interesting? Wouldn't it be more fascinating to find out how he eats than how he kills? Wouldn't you rather see him trapping pigeons (or rats, cats, dogs and sewer snakes) than swinging down from rooftops to give sandwiches to bums?\n\nThe screenplay is by John Sayles; the direction is by Max Reid. They are not untalented. So why did they assume the plot of \"Wild Thing\" had to be such a compilation of standard bad guys and predictable violence? An example. Midway in the movie, \"Wild Thing\" is captured by the cops, who, of course, immediately suspect him of setting a fire even though he has rescued people from it. That development could have been phoned in by any freshman in screenwriting. Why not have a little fun: Wild Thing is acknowledged as a hero, but locked up by psychologists who want to study him? He would have to escape his well-meaning friends before, in the works of Huckleberry Finn, they try to civilize him.\n\nThe frustrating thing about \"Wild Thing\" is that there are so many promising avenues in this story, all of them unexplored. After Thing has his first intimate conversation with a girl, for example, why does it develop along predictable romantic lines? Couldn't he be mystified by what the sexes see in each other? Revolted by the details of sex? Possessed of some highly original erotic ideas?\n\nYou get the notion. A lot of work and energy went into \"Wild Thing,\" into the sets, into the stunts, into the movie's physical details. But the movie just never involved me. I could accept the idea of a Wild Thing. What I couldn't accept is that such a miraculous being had to live in a world cloned from TV cop shows.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-04-24", "genres": null, "title": "Wild Thing (1987)"}