{"url": "http://www.rogerebert.com/reviews/wild-west-1993", "by": "Naveen Andrewsas Zaf", "star_rating": 2.0, "text": "The first time I went to Ireland, I was surprised to hear more country music from America than Irish ballads. \"The Green Grass of Home\" is almost a national anthem. That is at least easier to explain than the lure of C & W for the heroes of \"Wild West,\" who are three young Pakistani men from the West London district of Southall.\n\nForming a band named the Honky Tonk Cowboys, they look for gigs in London pubs, and scandalize their Asian relatives and neighbors.\n\nThe movie is written and filmed in a freewheeling, anarchic style; the characters careen through London like refugees from an MTV video, at one point even stealing a police car, chopping off its top, and using it as the base for an instant concert tour. The fact that this is probably impossible doesn't bother them, so perhaps it shouldn't bother us, either.\n\nThe movie was written by Harwant Bains, a 29-year-old of Punjabi background, born and raised in Southall, whose first play was produced by Stratford East and the second by the Royal Court, two of the most prestigious venues in Britain for cutting-edge drama.\n\nAlthough some of the London critics immediately insisted on a comparison with Hanif (\"My Beautiful Laundrette\") Kureshi, Bains will have none of it: His generation, he says, doesn't identify with Britain or the Indian subcontinent, but are forming a new identity of their own.\n\nThe movie seems, indeed, to be about an identity crisis. The hero, Zaf (Naveen Andrews), and his two brothers, Ali (Ravi Kapoor) and Kay (Ronny Jhutti), form the Honky Tonk Cowboys, drive the neighborhood mad with their rehearsals, recruit the beautiful Rifat (Sarita Choudhury) as their lead singer, and sign up with a Pakistani impresario who seems to model himself after Col. Tom Parker.\n\nThe movie has a freewheeling sense of time and place, particularly in the way it portrays the three brothers' home and their long-suffering mother (Lalita Ahmed), who hardly understands what has come over them. The buckskin costumes would be bad enough, but when Zaf begins an affair with Rifat and the mother finds women's underwear in her son's drawer, she fears the worst: \"Please don't let my son become my daughter!\" The possibilities in \"Wild West\" are considerable, but a lot of the scenes never really pay off. The director, David Attwood, was working on a shoestring budget, and perhaps wasn't able to shoot as much as he'd have liked. The result is a kind of improvisational, off-the-wall feeling that sometimes works but more often doesn't, leaving the characters hanging. Scenes such as the police car caper seem too contrived to fit alongside the slice-of-life feeling of most of the film.\n\nSo \"Wild West\" is not as good as it might be. It is still worth seeing, however, if you're interested in an unexpected view of London, or in a portrait of the way cultural artifacts such as C & W music leap across national and racial boundaries and carry insights that become universal.", "running_time": 85, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-12-10", "genres": null, "title": "Wild West (1993)"}