{"url": "http://www.rogerebert.com/reviews/wild-orchid-1990", "by": "Mickey Rourkeas Wheeler", "star_rating": 1.0, "text": "We engage in a conspiracy of silence about erotic movies. We discuss their plots, their characters, the truthfulness of their worlds. We never discuss whether they arouse us - whether we're turned on. Critics are the worst offenders, occupying some Olympian peak above the field of battle, pretending that the film in question failed to engage their intelligence, when what we want to know is whether it engaged their libido.\n\n\"Wild Orchid\" is an erotic film, plain and simple. It cannot be read any other way. There is no other purpose for its existence. Its story is absurd, and even its locale was chosen primarily for its travelogue value; this movie no more needs to take place in Brazil than in Kansas, which the heroine leaves in the opening scene.\n\nAnd yet none of that is relevant. What is relevant is that I did not find the movie erotic. It tells the story of a virginal young woman (Carre Otis) who is hired as an international lawyer, leaves on the next flight for Rio de Janeiro and there meets a man and woman (Mickey Rourke and Jacqueline Bisset) locked in a contest of psychological control. By the end of the film, Otis will have been mentally savaged and physically ravished by Rourke and others, at first against her will, I guess, although she puts up what only her mother would consider a struggle.\n\nDetails in the opening scene almost invite us to snicker. Can we believe that Otis, who looks about 18, has graduated from law school, mastered three or four languages and spent 18 months with \"a major Chicago law firm\" before being hired on the spot by a top New York firm, which puts her on the next plane to Brazil? Hardly, since in the few scenes where she is required to talk like a lawyer, she speaks like someone who is none too confident she has memorized the words correctly.\n\nCan we believe that Bisset is an international negotiator who wants to buy valuable beachfront property from Rourke? That Rourke is a street kid from Philadelphia who bought his first house at 16, fixed it up, sold it at a profit and is now one of the world's wealthiest men? Well, we can almost believe it about the Rourke character.\n\nWhat's hard to accept is that anyone so rich would still be making money by actually doing things - like buying hotels - instead of simply ripping off the less wealthy through cleverness in the financial markets.\n\nBut what I couldn't believe was the chemistry between Rourke and Otis, whose passion is supposed to shake the earth but seemed more like an obligation imposed on them by their genitals.\n\nRourke has had chemistry before. Who can forget his relationship with Kim Basinger in \"9 1/2 Weeks\"? That he doesn't have it here is largely because Otis, beautiful and appealing as she is, brings little conviction to her role. It is hard for us to believe her character exists - but apparently it is almost impossible for her.\n\nThe screenplay by Patricia Louisianna Knop and Zalman King, and the direction by King, strain for a psychological complexity that simply isn't there. Rourke is a man who cannot feel, they tell us, and so he lives through others - by arranging for Otis to have an affair with a strange man, for example. His untouchability has driven Bisset mad, which is why she \"sent\" Otis to Rourke in the first place - to see if he is incapable of loving all women, or only Bisset. Without the sex, this could be a Henry James novel (if it had been written by Henry James, of course).\n\nI have seen, however, movies nearly as unbelievable as \"Wild Orchid\" that nevertheless stirred me at an erotic level. (The original \"Emmanuelle\" was one, and \"9 1/2 Weeks\" was another.) Apparently the lesson to be learned here is that sexuality itself is not enough, nor is nudity or passion. What is required is at least some notion that the personalities of the characters are really connecting. Unless they find each other sexy, why should we?", "running_time": 103, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-05-01", "genres": ["Drama", "Romance"], "title": "Wild Orchid (1990)"}