{"url": "http://www.rogerebert.com/reviews/wild-man-blues-1998", "by": "Barbara Kopple", "star_rating": 3.0, "text": "Early in \"Wild Man Blues,'' as they arrive in Europe, a subtitle identifies one of the women with Woody Allen as \"Letty Aronson, Woody Allen's sister,'' and the other simply as \"Soon-Yi Previn.'' One can only speculate how long a subtitle it would have taken to explain her presence.\n\n\"Theoretically, this should be fun for us,'' Allen observes at the start of a tour with his New Orleans jazz band. Theoretically, it should, but the greatest pleasure for Woody seems to be having his worst fears confirmed. An omelet in Spain seems \"vulcanized.'' A gondola ride in Venice leads to seasickness. An audience in Rome is \"anesthetized, like a jury.'' In Milan he worries that the hotel might bread their laundry.\n\n\"Wild Man Blues,'' Barbara Kopple's documentary about the tour, could be retitled \"The Innocents Abroad''--although Woody, 60ish, not Soon-Yi, 25ish, is the innocent. What was I expecting from this scrutiny of Allen on tour with the adopted daughter of his former companion, Mia Farrow? Perhaps something slightly scandalous--the aging rake flaunting his young girlfriend in continental hot spots. But it's not like that at all.\n\nWoody and Soon-Yi, who was soon to become his wife, seem to have a stable and workable relationship, in which Allen plays his usual role of the dubious neurotic, and Previn is calm and authoritative--a combination of wife, mother and manager. She seems to be good for him. Whether he is good for her has been a matter of controversy, but this film supports what Allen said when their affair was first revealed: \"The heart has its reasons.'' Soon-Yi seems more like the adult in the partnership. At one point, she advises him to be more animated when he appears onstage with his band. \"I'm not gonna bob my head or tap my feet,'' he says. \"They want to see you bob a little,'' she says, and he gets defensive: \"I'm appropriately animated for a human being in the context in which I appear.'' But at the next concert, he bobs a little.\n\nLittle romantic passion is revealed onscreen, perhaps because of mutual reticence. At one point, checking into another of the vast hotel suites they occupy, Woody looks around hopefully for a real king-size bed, instead of two twin beds pushed up against each other. No luck. He frets that he could fall into the crack between the two beds and get stuck. Here is an example of their morning conversation: She: \"The shower was excellent, wasn't it?'' He: \"Yes, great pressure.'' The ostensible purpose of the documentary is to showcase Allen's seven-piece band and its music. But the audiences come to see Woody more than to listen to the music, and so do we. The music is entertaining, and the crowds like it (except for the stone-faced concertgoers in Rome, who look as if they paid for their benefit tickets by donating blood). Eddy Davis, the banjo player and musical director, remembers that he first met Allen at Mister Kelly's in Chicago in the 1960s, and even then \"he was a serious clarinetist.'' Apparently terrified that he might say something funny and betray his serious calling as a musician, Allen introduces the numbers with the gravity of a heart surgeon announcing his next incision. Forced to attend a series of receptions before or after the concerts, he deals graciously with some fans, impatiently with others. When an official in black tie announces, \"I present to you my wife,'' Allen nods and says, \"This is the notorious Soon-Yi Previn.'' Kopple made the Oscar-winning documentaries \"Harlan Country, U.S.A.'' and \"American Dream,'' both about labor disputes. She might seem an unlikely choice for this material, but no doubt her track record gained Allen's trust. To his credit he hasn't exercised veto power over the results (if he had, he probably would have removed the observation that as a child Soon-Yi \"was eating out of garbage pails'').\n\nIn a closing sequence, Woody and Soon-Yi visit Allen's elderly parents in New York. His father, examining various trophies presented to Woody on tour, seems more interested in the quality of the engraving than in the honors. His mother admits she would have preferred \"a nice Jewish girl'' to Soon-Yi, and wonders if her son might not, after all, have been more successful as a pharmacist.\n\nWoody seems at times to be inviting his parents' comments with leading questions, and the reunion has been interpreted by some as illustrating his \"Jewish self-hate,'' but that's a charge sometimes misused to punish anything other than perfect piety and filial regard. So Woody didn't like Hebrew school? I was bored during Catechism. A lot of Protestant kids would rather play baseball than go to Sunday school. That's not self-hate, it's human nature.", "running_time": 104, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-05-15", "genres": ["Documentary"], "title": "Wild Man Blues (1998)"}