{"url": "http://www.rogerebert.com/reviews/wild-grass-2010", "by": "Sabine Azemaas Marguerite", "star_rating": 3.0, "text": "\"Wild Grass\" is about an unlikely and fateful chain of events that to a young person might seem like coincidence but to an older one illustrates the likelihood that most of what happens in our lives comes about by sheer accident. This is the latest work by Alain Resnais, who may have learned this by experience: There’s a springtime in your life when you think it should add up and make sense, and an autumn when you think, the hell with it, anything can happen.\n\nResnais has been making films since the dawn of the New Wave: \"Hiroshima, Mon Amour\" (1959) and \"Last Year at Marienbad\" (1961). Now he’s 88. Preparing to write, I decided not to mention his age, in fear that some readers might think a director that age couldn’t possibly be engaging. But praise must be given. “Wild Grass” is carefree and anarchic, takes bold risks, spins in unexpected directions.\n\nIt uses a narrator, which is just as well, because only from an all-knowing point of view can the labyrinth of connections be seen. The narrator begins by telling us that all the subsequent events will take place because the heroine, Marguerite (Sabine Azema), required a shoe size that was hard to find. Therefore on an impulse, she went into a shoe store, found the right shoes and walked out just in time to have her purse snatched by a thief.\n\nHer billfold is later found by Georges (Andre Dussollier), a married man. In the billfold, he sees her photograph and learns she is single, a dentist and a private pilot. He finds it necessary to meet her. This isn’t so easy to arrange. Georges, in the meantime, is the subject of several oblique suggestions that Resnais is never all that clear about. Does he have fearsome secrets? Does he harbor fantasies? Is his mind coming apart?\n\nAs we meet these possibilities, we also get to know Marguerite better, with her jolly red hair and her best friend, Josepha (Emmanuelle Devos). You may not place these names, but if you go to French movies, you’ve likely seen both many times; they’re very likable, which means Resnais can enlist our sympathy without needing to recruit it. They’re not quite sure what to make of this Georges character, and particularly his desire to go up in a plane with Marguerite at the controls.\n\nFrom time to time, we hear narration from characters. We find ourselves in unexpected situations. There are actions that seem objectively impossible. Resnais finds a tone allowing him to incorporate all these detours into the headlong flight of the film itself. Life is like that. In our minds, it unfolds straight ahead of us, because we remain oblivious to the pianos that didn’t fall on our heads, the trucks that didn’t hit us in the street, the plague we escaped, and, in this case, the incalculable odds against Marguerite going to that shoe store, and Georges finding her wallet, and her being a pilot, and so on. \n\nI think Resnais’ point is that life itself is utterly accidental (beginning with the odds against life arising in the universe, and the odds against our being born). When you look at it that way, everything that happens in “Wild Grass” makes perfect sense. The odds against any two people meeting in Paris almost seem small.\n\nThe film is a visual pleasure, using elegant techniques that don’t call flashy attention to themselves. The camera is intended to be as omniscient as the narrator, and can occupy the film’s space as it pleases and move as it desires. Here is a young man’s film made with a lifetime of experience.", "running_time": 104, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-07-14", "genres": ["Drama", "Foreign", "Romance"], "title": "Wild Grass (2010)"}