{"url": "http://www.rogerebert.com/reviews/wild-hearts-cant-be-broken-1991", "by": "Michael Schoefflingas Al Carver", "star_rating": 2.0, "text": "I make it my policy to never recommend movies for a specific age group, on the grounds that a critic has enough of a job reading his own mind without starting in on anyone else's. If I did not have that policy, I would definitely suggest that \"Wild Hearts Can't Be Broken\" is a movie with a great deal of appeal for young adolescent girls.\n\nThe film stars Gabrielle Anwar, a beautiful and appealing new young actress, as Sonora, a poor orphan girl during the Depression, who runs away from home when her aunt threatens to send her to an institution. Her aunt has given up on her in the first place because Sonora is a stubborn and opinionated little vixen who sasses the teacher in class and always wants to get her own way.\n\nOn the road, Sonora joins up with a circus that conveniently happens by, and soon has a job as a stable girl with the colorful Dr. Carver (Cliff Robertson), who runs a midway attraction in which a bathing beauty rides a horse that is trained to dive from a high platform into water. Sonora of course immediately dreams of riding the horse herself, despite the fact that the formidable Marie (Kathleen York) already has the job.\n\nDr. Carver's son Al (Michael Schoeffling) is not blind to Sonora's beauty and her other qualities, and after an appropriate period of time has passed and she has grown into a young woman, he falls in love with her. Meanwhile . . . but how far can I go with this plot synopsis without revealing a major secret, and how can I meaningfully discuss the movie without mentioning it? Let's just say that something unforseen and tragic happens to Sonora, but that she fights back courageously, and that the movie assists this process with as much pathos and cornball sentiment as it can manage. Movies like this remind me of a more innocent time, of films like \"Lassie Come Home\" and \"National Velvet,\" and characters like Andy Hardy. The movie has undeniable charms, and yet I found myself unpersuaded, perhaps because I resist having my emotions manipulated with cinematic chiropractic. A 12-year-old girl, on the other hand, might like this movie a lot. I'm offering that strictly as an hypothesis.", "running_time": 89, "mpaa_rating": "G", "release_year": 1991, "date_published": "1991-05-24", "genres": ["Drama", "Family"], "title": "Wild Hearts Can't Be Broken (1991)"}