{"url": "http://www.rogerebert.com/reviews/wildcats-1986", "by": "Goldie Hawnas Molly", "star_rating": 1.5, "text": "\"Wildcats\" is allegedly about Goldie Hawn's attempts to find success as the coach of a boys' high school football team. But most of the big scenes and almost all of the dialogue in the movie are assigned to her grownup friends, and the team gets lost in the shuffle; her coaching is the gimmick, not the subject of this movie. With the exception of a Refrigerator clone (Tab Thacker) who plays the tallest and fattest member of her team, Hawn's players are sort of a faceless mass that mills around on cue.\n\nThe movie, which was filmed in Chicago, was directed by Michael Ritchie, the same man who made \"The Bad News Bears\" 10 years ago. That was a movie where we really cared about the members of the team - a movie that was about a coach and a team. \"Wildcats\" is about how spunky Hawn is and how cute it's supposed to be that this little woman can make all those great big football players do what she says.\n\nSee what happened here? The filmmakers, the producers and Hawn herself bought the premise instead of looking for the plot. The problem with the movie is that they started with a character description instead of with a story. The fact that Hawn plays a boys' football coach is not in itself interesting. Her relationship with the team would have been interesting, if they'd developed one.\n\nBut, no, they thought they had everything they needed. They thought they could clone \"Rocky\" one more time. I was discussing the formula in this space just the other week. It's called the CLIDVIC Plague. The acronym stands for the CLImb from Despair to VICtory.\n\nCLIDVIC movies start with a major defeat for the hero. Then follows a period of despair, and then determined training. The movie ends with a victory. At the end of \"Wildcats,\" whadaya know, Hawn's team beats the crosstown rivals.\n\nI've seen that ending before. Just in the last few weeks, for example, I saw the winning football game at the end of \"The Best Of Times,\" and the winning hockey match at the end of \"Youngblood,\" and God knows how many winning bicycle races and wrestling matches I saw last year - not to mention \"Rocky Iv,\" of course. The CLIDVIC Plague (rhymes with \"kid pic\") is becoming an insidious force in the movie industry; it convinces producers that they have a plot when, in fact, all they have is a boring structure to trap their characters.\n\nI mentioned that the movie doesn't make much of an effort to make the football players into individuals. Instead, it gives us an astonishingly uninteresting subplot, in which Hawn's ex-husband (James Keach) threatens to win custody of his daughters because of Hawn's alleged misconduct. (Her players drink beer in her house and make out with their girlfriends, etc. Since most of the players are black, the movie supplies a wholly unnecessary streak of implied racism in the Keach character.) \"Wildcats\" is clearly an attempt by Hawn to repeat a formula that was wonderfully successful in \"Private Benjamin\": Wide-eyed Goldie copes with the real world. It was less successful in \"Protocol,\" and now it's worn out altogether.", "running_time": 107, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-02-14", "genres": ["Action", "Comedy", "Drama", "Sports Film"], "title": "Wildcats (1986)"}