{"url": "http://www.rogerebert.com/reviews/willard-2003", "by": "Crispin Gloveras Stiles", "star_rating": 2.5, "text": "You never know what a rat is going to do next, which is one of the big problems with rats. In \"Willard,\" you mostly do know what the rats are going to do next, which is a big problem with the film. That's because Willard is able to marshal his rats into disciplined groups that scurry off on missions on his behalf; he is the Dr. Dolittle of pest control.\n\n\"Willard\" is a remake of the 1971 film, which was a surprise hit at the box office. My explanation at the time: People had been waiting a long time to see Ernest Borgnine eaten by rats and weren't about to miss the opportunity. The new film looks better, moves faster and is more artistic than the original, but it doesn't work as a horror film--and since it is a horror film, that's fatal. It has attitude and a look, but the rats aren't scary.\n\nConsider an early scene where Willard (Crispin Glover) goes down in the cellar after his mother complains of rat infestation. The fuse box blows and he's down to a flashlight, and this should be a formula for a scary scene (remember Ellen Burstyn in the attic with a candle in \"The Exorcist\"). But the scene isn't frightening--ever. The blowing of the fuse is scarier than anything else that happens in the basement.\n\nThe plot is essentially a remake of the earlier \"Willard,\" but with elements suggesting it is a sequel. A portrait that hangs in the family home, for example, shows Bruce Davison as Willard's father--and Davison, of course, was the original Willard. So hold on. If that Willard was this Willard's father, then that means that this Willard's mother (Jackie Burroughs) was that Willard's wife and has become a shrew just like her mother-in-law, and young Willard still works for an evil man named Mr. Martin (R. Lee Ermey), which was the Borgnine character's name, so he must be Martin Jr. In the new movie, Willard's mom complains about rats in the cellar and Mr. Martin insults Willard and threatens his job, and the sins of the parents are visited on the sequel.\n\nThe best thing in the movie is Crispin Glover's performance. He affects dark, sunken eyes, and a slight stoop, and is very pale, and has one of those haircuts that shouts out: Look how gothic and miserable I am. There is real wit in the performance. And wit, too, in R. Lee Ermey's performance as the boss, which draws heavily on Ermey's real-life experience as a drill sergeant.\n\nThe human actors are OK, but the rodent actors (some real, some special effects) are like a prop that turns up on demand and behaves (or misbehaves) flawlessly. A few of the rats pop out: Socrates, Willard's choice for leader, and Ben, who is Ben's choice for leader. Ben is a very big rat (played, according to ominous information I found on the Web, \"by an animal that is not a rat\").\n\nLaura Elena Harring, the brunet sex bomb from \"Mulholland Drive,\" turns up as a worker in Willard's office who worries about him and even comes to his home to see if he's all right. My theory about why she likes him: He is the only man in a 100-mile radius who has never tried to pick her up. Willard is too morose and inward and Anthony Perkinsy. If they'd reinvented the movie as a character study, not so much about the rats as about Willard, they might have come up with something. Here the rats simply sweep across the screen in an animated tide, and instead of thinking, Eek! Rats! , we're thinking about how it was done. That's not what you're supposed to be thinking about during a horror movie.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-03-14", "genres": ["Horror"], "title": "Willard (2003)"}