{"url": "http://www.rogerebert.com/reviews/will-penny-1968", "by": "Charlton Hestonas Will Penny", "star_rating": 3.5, "text": "Perhaps we should make a distinction between Westerns and cowboy movies, one we can use when a film like \"Will Penny\" comes along. This isn't a Western; it's slung too close to the ground for that. But it is the best cowboy movie since \"Hud.\"\n\nWesterns depend on legend for their lifeblood. They nurse our romantic images of the West, and their heroes look like John Wayne. In fact, they were probably a good deal more like Gabby Hayes: unkempt, semiliterate, with a few flies buzzing around their noses.\n\nWhat we forget is that fairly few people in the old West were engaged in striding down Main Street at high noon or shooting it out with Wyatt Earp. Most of the people in the West were cowboys, and most of their time was spent in the company of cows. Another fact -- one that has gone unrecognized in every Western I can remember -- was that most of the cowboys were new arrivals in America, and spoke with a variety of European accents. Dodge City was probably as much a polyglot collection of recent immigrants as the Lower East Side of New York.\n\n\"Will Penny\" occupies this land of \"real\" cowboys most convincingly. Its heroes are not very handsome or glamorous. Its title character, played by Charlton Heston, is a man in his mid-40s who has been away from society so long he hardly knows how to react when he is treated as a civilized being.\n\nAnd its love story, involving Heston and Joan Hackett, is one of the most satisfying I can remember. It is never quite convincing when two lovers fall into each other's arms three minutes after being introduced, and it isn't very erotic either. Love, in many recent movies, has become as mechanical as marriage used to be.\n\nBut in \"Will Penny,\" the man and woman are quite properly shy about each other, even though the situation is complicated when they are snowbound in a remote cabin with Miss Hackett's young son. They never do make love, and it takes them most of the movie to work up enough momentum to kiss; the effect is a great deal more fascinating (and erotic) than Jane Fonda fans might believe.\n\nThe admirable thing about the movie is its devotion to real life. These are the kind of people, we feel, who must really have inhabited the West: common, direct, painfully shy in social situations and very honest. \"Shane\" was a cowboy movie of this type. So was \"Hud,\" although in a modern setting. And Kirk Douglas' unrecognized masterpiece, \"Lonely Are the Brave,\" was in the same class.", "running_time": 110, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-06-05", "genres": ["Action", "Western"], "title": "Will Penny (1968)"}