{"url": "http://www.rogerebert.com/reviews/william-shakespeares-a-midsummer-nights-dream-1999", "by": "Kevin Klineas Nick Bottom", "star_rating": 3.0, "text": "Reason and love keep little company together nowadays.\n\nSo says Bottom in \"William Shakespeare's a Midsummer Night's Dream,\" and he could be describing the play he occupies. It is an enchanted folly suggesting that romance is a matter of chance, since love is blind; at the right moment we are likely to fall in love with the first person our eyes light upon. Much of the play's fun comes during a long night in the forest, where the mischiefmaker anoints the eyes of sleeping lovers with magic potions that cause them to adore the first person they see upon awakening.\n\nThis causes all sorts of confusions, not least when Titania, the Fairy Queen herself, falls in love with a weaver who has grown donkey's ears. The weaver is Bottom (Kevin Kline), and he and the mischievous Puck (Stanley Tucci) are the most important characters in the play, although it also involves dukes, kings, queens and high-born lovers. Bottom has a good heart and bumbles through, and Puck (also called Robin Goodfellow) spreads misunderstanding wherever he goes. The young lovers are pawns in a magic show: When they can't see the one they love, they love the one they see.\n\nMichael Hoffman's new film of \"William Shakespeare's a Midsummer Night's Dream\" (who else's?) is updated to the 19th century, set in Italy and furnished with bicycles and operatic interludes. But it is founded on Shakespeare's language and is faithful, by and large, to the original play. Harold Bloom complains in his wise best seller, Shakespeare: The Invention of the Human, that the play's romantic capers have been twisted by modern adaptations into \"the notion that sexual violence and bestiality are at the center of this humane and wise drama.\" He might approve of this version, which is gentle and lighthearted, and portrays Bottom not as a lustful animal but as a nice enough fellow who has had the misfortune to wake up with donkey's ears--\"amiably innocent, and not very bawdy,\" as Bloom describes him.\n\nKevin Kline is, of course, the embodiment of amiability, as he bashfully parries the passionate advances of Titania (Michelle Pfeiffer). Her eyes have been anointed with magical ointment at the behest of her husband, Oberon (Rupert Everett), who hopes to steal away the young boy they both dote on. When she opens them to regard Bottom, she is besotted with love and inspired to some of Shakespeare's most lyrical poetry: I'll give thee fairies to attend on thee; And they shall fetch thee jewels from the deep, And sing, while thou on pressed flowers dost sleep. Meanwhile, more magical potions, distributed carelessly by Puck, have hopelessly confused the relationships among four young people who were introduced at the beginning of the play. They are Helena (Calista Flockhart), Hermia (Anna Friel), Demetrius (Christian Bale) and Lysander (Dominic West). Now follow this closely: Hermia has been promised by her father to Demetrius, but she loves Lysander. Demetrius was Helena's lover, but now claims to prefer Hermia. Hermia is offered three cruel choices by the duke, Theseus (David Strathairn): marry according to her father's wishes, go into a convent or die. Desperate, she flees to a nearby wood with Lysander, her true love. Helena, who loves Demetrius, tips him off to follow them; maybe if he sees his intended in the arms of another man, he will return to Helena's arms.\n\nThe woods grow crowded. Also turning up at the same moonlit rendezvous are Bottom and his friends, workmen from the village who plan to rehearse a play to be performed at the wedding of Theseus and his intended, Queen Hippolyta (Sophie Marceau). And flickering about the glen are Oberon, Titania, Puck and assorted fairies. Only the most determined typecasting helps us tell them apart: As many times as I've been through this play in one form or another, I can't always distinguish the four young lovers, who seem interchangeable. They function mostly to be meddled with by Puck's potions.\n\nHoffman, whose wonderful \"Restoration\" re-created a time of fire and plague, here conducts with a playful touch. There are small gems of stagecraft for all of the actors, including Snout, the village tinker, who plays a wall in the performance for the duke, and makes a circle with his thumb and finger to represent a chink in it. It's wonderful to behold Pfeiffer's infatuation with the donkey-eared Bottom, who she winds in her arms as \"doth the woodbine the sweet honeysuckle gently twist\"; her love is so real, we almost believe it. Kline's Bottom tactfully humors her mad infatuation, good-natured and accepting. And Tucci's Puck suggests sometimes that he has a darker side, but it not so much malicious as incompetent.\n\n\"A Midsummer Night's Dream\" is another entry in Shakespeare's recent renaissance on film. After \"Much Ado About Nothing,\" Ian McKellen's \"Richard III,\" Al Pacino's documentary \"Looking for Richard,\" Laurence Fishburne as \"Othello,\" Kenneth Branagh's \"Hamlet,\" Helena Bonham Carter in \"Twelfth Night,\" Baz Luhrmann's modern street version of \"William Shakespeare's Romeo + Juliet,\" the \"King Lear\"-inspired \"A Thousand Acres,\" the remake of \"Taming of the Shrew\" as \"10 Things I Hate About You,\" and the Bard's celebration in \"Shakespeare in Love,\" we can look ahead to the forthcoming \"Hamlet\" with Ethan Hawke, Branagh's \"Love's Labor's Lost,\" Mekhi Phifer as Othello in the modern urban drama \"O\" and Anthony Hopkins in \"Titus,\" based on the rarely staged \"Titus Andronicus\" (\"All Rome's a wilderness of tigers\").\n\nWhy is Shakespeare so popular with filmmakers when he contains so few car chases and explosions? Because he is the measuring stick by which actors and directors test themselves. His insights into human nature are so true that he has, as Bloom argues in his book, actually created our modern idea of the human personality. Before Hamlet asked, \"to be, or not to be?,\" dramatic characters just were. Ever since, they have known and questioned themselves. Even in a comedy like \"Midsummer,\" there are quick flashes of brilliance that help us see ourselves. \"What fools these mortals be,\" indeed.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-05-14", "genres": ["Comedy", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "William Shakespeare's A Midsummer Night's Dream (1999)"}