{"url": "http://www.rogerebert.com/reviews/willow-1988", "by": "Val Kilmeras Madmartigan", "star_rating": 2.5, "text": "A producer and a pharaoh find a baby on a raft in the Nile. “What an ugly kid,” the pharaoh says. “That’s funny,” says the producer. “He looked great in the rushes.” - Old movie joke \n\n“Willow” is a fearsomely ambitious movie, but it is not fearsome, and it is not wondrous, and it is about a journey too far down a road too well-traveled by other movies. It’s a fantasy about the quest of a lovable little person and his heroic newfound friend to return a lost baby to where she belongs and to outsmart a wicked queen and kill a two-headed dragon in the process. In other words, standard stuff.\n\nWhat was supposed to make “Willow” special was the quality of the production. This is a sword-and-sorcery epic produced by George Lucas, whose “Star Wars” portrayed the same kind of material in outer space, and directed by Ron Howard, whose human touch made “Cocoon” one of the best recent science-fiction movies. The special effects are by Lucas’s company, Industrial Light and Magic, which has set the standard in such matters. The budget was umpteen million dollars, and Hollywood has been hoping that the Force was definitely with this film.\n\nAlas, even the largest budgets and the most meticulous special effects are only dead weight unless they have a story to make them move. And at the story level, “Willow” is turgid and relentlessly predictable. Not much really happens, and when it does, its pace is slowed by special effects set pieces that run on too long and seem to be recycled out of earlier movies.\n\nThe story: Willow, citizen of the Nelwyns, a race of little people, is chosen by his community to take a baby to a far-off crossroads where she can be found by her people, the Daikinis. The baby was carried to Willow’s land on a crude raft that was swept along by river waters, but what Willow does not know is that the baby was placed on the raft by her desperate mother. That was to save her from a decree of death dealt out to all girl children by Bavmorda, the vicious queen and sorcerer, who fears her successor has been born. So already we have the story of Moses, cross-pollinated with “Snow White and the Seven Dwarfs.” Lucas has a reputation as a student of old legends and folklore, but there is a thin line between that and simply being a student of old movies.\n\nOne of the crucial problems in “Willow” is that we see so much of this baby. She is dragged from one end of the known world to the other, usually with a plucky smile on her face. And whenever something interesting happens, we get an appropriate reaction shot from the baby.\n\nHey, I like kids, but even Baby Leroy couldn’t have saved this character.\n\nWillow (Warwick Davis) sets off with the baby in arms, and at the crossroads he meets Madmartigan (Val Kilmer), a warrior who has been imprisoned in a cage. Madmartigan convinces Willow to free him, using much too much dialogue in the process, and then they team up to continue their quest, which leads eventually to Bavmorda’s fortress, guarded by a two-headed, fire-breathing dragon.\n\nSo, OK, the dragon is well done. All of the special effects are competent, but they do not breathe with the fire of life because they are not motivated by a strong story we really care about. The characters in “Willow” are shallow and unexciting, and the story is a plod through recycled legend. Therefore even the battle with the dragon is a foregone conclusion. There can be no true suspense in a movie where even the characters seem to be inspired by other movies.\n\n“Willow” is certainly not a breakthrough film to a mass audience, but is it at least a successful children’s picture? I dunno.\n\nIts pacing is too deliberate, and it doesn’t have a light heart. That’s revealed in the handling of some characters named the Brownies, represented by a couple of men who are about 9 inches tall and fight all the time. Maybe Lucas thought these guys would work like R2-D2 and C-3PO did in “Star Wars.” But they have no depth, no personalities, no dimension; they’re simply an irritant at the edge of the frame. Touches like that will only confuse kids who know that good dreams do not have to be clever, or consistent, or expensive, but that they should never, ever, make you want to wake up.", "running_time": 126, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-05-20", "genres": ["Action", "Adventure", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Willow (1988)"}