{"url": "http://www.rogerebert.com/reviews/willie-and-phil-1980", "by": "Michael Ontkeanas Willie", "star_rating": 3.0, "text": "\r\n\n\nIf Paul Mazursky's “Willie and Phil” is supposed to be a\r\npsychologically plausible telling of this story, then it doesn't work. The\r\nmovie gives away its own game right at the beginning, with the reference to “Jules\r\nand Jim.” These aren't real people in this movie; they're characters. They\r\ndon't inhabit life, they inhabit Mazursky's screenplay which takes them on a\r\nguided tour of the cults, fads, human potential movements, and alternative\r\nlifestyles of the decade during which zucchini replaced Faulkner as the most\r\npopular subject on campus.\n\n\r\nBut I don't think was intended to work on a\r\nrealistic level, or that we're intended to believe that Willie, Phil, and\r\nJeannette are making free choices throughout the movie. In a subtle,\r\nunderstated sort of way, Mazursky is giving us a movie that hovers between a\r\nsatirical revue and a series of lifestyle vignettes. The characters in his\r\nmovie are almost exhausted by the end of the decade (weren't we all?). Not only\r\nhave they experimented with various combinations of commitments to one another,\r\nbut they've also tried out most of the popular 1970s belief systems. \n\n\r\nWillie (Michael Ontkean) is a high school\r\nteacher as the movie opens, but he wants to be more, to feel deeply, to think\r\non more exalted levels, and his journey through the decade takes him into\r\nradicalism, back to the earth, and all the way to India for lessons in\r\nmeditation. Phil (Ray Sharkey) says he wants love and security, but he holds\r\nhimself at arm's length from Jeannette and other possible sources of love.\r\nUnable to communicate, he channels all of his energy into making it in the\r\ncommunications industries. Jeannette (Margot Kidder) ... well, what does she\r\nwant? To love, to be loved, to be possessed, to be free, to commit, but not to\r\nbe trapped, to ... have kids? A career? Willie? Phil? \n\n\r\nI think Mazursky's suggesting something\r\ninteresting about the 1970s. It was a decade without a consuming passion,\r\nwithout an overall subject or tone. Every decade from the 1920s to the 1960s\r\nhad an overriding theme, at least in our collective national imagination, but\r\nin the 1970s we went on life-style shopping trips, searching for an impossible\r\ncombination of life choices that would be morally good, politically correct,\r\npersonally entertaining, and outperform the market all at once. \n\n\r\nAnd what were we left with in the 1980s?\r\nConfusion, vague apprehension, lack of faith in belief systems, EPA mileage\r\nestimates, megavitamins as the last blameless conspicuous consumption, and,\r\nechoing somewhere in the back of our minds, Peggy Lee singing \"Is That All\r\nThere Is?\" How'd we get stuck? Why'd we wind up with a sense of impending\r\ndoom when we tried every possible superficial substitute for profound change?\r\nMazursky finds this note and strikes it in Willie and Phil, and that's what's\r\nbest about his movie. \n\n\r\nBut like the decade itself, “Willie and Phil” is\r\nnot completely substantial or satisfying. What redeems it, curiously, are the\r\nscenes involving Willie's Jewish parents, Phil's Italian parents, and Jeannette's\r\nSouthern mother. Their scenes are reactions to what's happening to their kids\r\nin the 1970s, and they work like field trips from other decades. The parents\r\nobserve, try to understand, are baffled, react with resentment, anger, love,\r\nconfusion. I loved it when the Italian mother, trying to figure out how\r\nJeannette was going to sleep with her boyfriend in the house of her ex-husband\r\nwhile the ex-husband bunked downstairs and the parents took the guest room, got\r\nup, said it was all just too complicated for her, and left for the airport.\r\nThat's sort of the motif for this movie.", "running_time": 116, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": null, "title": "Willie and Phil (1980)"}