{"url": "http://www.rogerebert.com/reviews/willy-wonka-and-the-chocolate-factory-1971", "by": null, "star_rating": 4.0, "text": "Kids are not stupid. They are among the sharpest, cleverest, most eagle-eyed creatures on God's Earth, and very little escapes their notice. You may not have observed that your neighbor is still using his snow tires in mid-July, but every four-year-old on the block has, and kids pay the same attention to detail when they go to the movies. They don't miss a thing, and they have an instinctive contempt for shoddy and shabby work. I make this observation because nine out of ten children's movies are stupid, witless, and display contempt for their audiences, and that's why kids hate them. Is that all parents want from kids' movies? That they not have anything bad in them? Shouldn't they have something good in them -- some life, imagination, fantasy, inventiveness, something to tickle the imagination? If a movie isn't going to do your kids any good, why let them watch it? Just to kill a Saturday afternoon? That shows a subtle kind of contempt for a child's mind, I think. \n\nAll of this is preface to a simple statement: “Willy Wonka and the Chocolate Factory” is probably the best film of its sort since \"The Wizard of Oz.\" It is everything that family movies usually claim to be, but aren't: Delightful, funny, scary, exciting, and, most of all, a genuine work of imagination. “Willy Wonka” is such a surely and wonderfully spun fantasy that it works on all kinds of minds, and it is fascinating because, like all classic fantasy, it is fascinated with itself. \n\nIt's based on the well-known Roald Dahl children's book, and it was financed by the Quaker Oats Company as an experiment in providing high-quality family entertainment. It succeeds. It doesn't cut corners and go for cheap shortcuts like Disney. It provides a first-rate cast (Gene Wilder as the compulsively distrustful chocolate manufacturer, Jack Albertson as the game old grandfather), a first-rate production, and -- I keep coming back to this -- genuine imagination. \n\nThe story, like all good fantasies, is about a picaresque journey. Willy Wonka is the world's greatest chocolate manufacturer, and he distributes five golden passes good for a trip through his factory and a lifetime supply of chocolate. Each pass goes to a kid, who may bring an adult along, and our hero Charlie (a poor but honest newsboy who supports four grandparents and his mother) wins the last one. \n\nThe other four kids are hateful in one way or another, and come to dreadful ends. One falls into the chocolate lake and is whisked into the bowels of the factory. He shouldn't have been a pig. Another is vain enough to try Wonka's new teleportation invention, and winds up six inches tall -- but the taffy-pulling machine will soon have him back to size, right? If these fates seem a little gruesome to you, reflect that all great children's tales are a little gruesome, from the Brothers Grimm to Alice in Wonderland to Snow White, and certainly not excluding Mother Goose. Kids are not sugar and spice, not very often, and they appreciate the poetic justice when a bad kid gets what's coming to him.", "running_time": 100, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Family", "Fantasy", "Music"], "title": "Willy Wonka and the Chocolate Factory (1971)"}