{"url": "http://www.rogerebert.com/reviews/wimbledon-2004", "by": "Kirsten Dunstas Lizzie Bradbury", "star_rating": 3.0, "text": "\"Wimbledon\" is a well-behaved movie about nice people who have good things happen to them. That's kind of startling, in a world where movie characters, especially in sports movies, occupy the edge of human experience. What a surprise to hear conversation instead of dialogue, and to realize that the villain may actually be right some of the time.\n\nThe movie stars Paul Bettany and Kirsten Dunst as tennis pros -- she a rising star, he a fading one. Lizzie Bradbury's greatness is ahead of her, but Peter Colt fears his is all behind. He was once ranked 11th in the world, is now down around 113 and falling. He gets a wild card berth at Wimbledon and vows that, win or lose, he'll retire from the pro circuit after this tournament.\n\nThe two players have parents representative of their respective civilizations. Lizzie's dad, Dennis (Sam Neill), is a hard-driving American control freak who has managed Lizzie's career since she was a child. Peter's parents (Bernard Hill and Eleanor Bron) are rich British eccentrics; his mother potters in the garden, and his father moves into the treehouse after a fight with his wife. Stop to consider how few movie sports heroes even have parents (some do not even seem of woman born).\n\nLizzie and Peter have a Meet Cute early in the film, when he is mistakenly given the key to her suite at the Dorchester. She is nude in the shower, but handles the situation with such composure that we wonder if she arranged for him to get the key, especially after, with admirable frankness, she asks him, \"Where do you come down on the whole fooling-around-before-a-match issue?\"\n\nShe comes down in favor of it, and soon they're snoggling and holding hands. Her father of course believes sex before a match is a drain of precious bodily fluids and warns Peter away. Peter tries to reassure him, but the father says, \"This time it's different. She's falling for you.\"\n\nAnd so she is, in a movie where the lovers keep late hours for finalists at Wimbledon. His nightly workouts seem to inspire Peter, who scores one upset after another over highly seeded players. But Lizzie's father is afraid she's tiring herself, tries to hide her, and even tracks the lovers to Brighton in a scene embarrassingly captured on live television.\n\nAll of this is told in a movie more realistic about tennis than about love. The tennis scenes are well choreographed and acted (Bettany looks to me like a competent player). They make sense visually and dramatically, and they evoke the loneliness of a sport where everything depends on one person at one moment in time. Interior monologues allow us to hear Peter talking to himself, psyching himself out, quieting his fears. Is it ridiculous to believe he plays better because he's in love? Of course not.\n\nBut what kind of love is it? On Peter's part, it seems to be old-fashioned over-the-moon romance. But Lizzie is rather alarmingly direct in the way she originally recruits Peter, and later she seems too willing to give him up. Does she use lovers like a convenience? We've seen male characters like this in the movies, but a woman with such a casual attitude is unusual. For that matter, is she really casual? There's a stretch of the movie when we're not sure.\n\nWe're also not so sure we like Ron (Jon Favreau), Peter's once and future agent. He's a little too much of a caricature, and the movie uses his cell phone for easy laughs. Sam Neill, as Lizzie's father, could also be a caricature, but I liked the way the movie backed off toward the end and showed a certain common sense beneath his decisions.\n\nWhat I mostly liked was the warmth between the two leads. Lizzie and Peter like each other, and because they share the same profession they have more to talk about then their feelings. We get a sense for what it's like to be all alone on a court with everything depending on you and no possible excuses. This is not a great movie, and you will be able to live quite happily without seeing it, but what it does, it does with a certain welcome warmth.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-09-17", "genres": ["Comedy", "Foreign", "Romance"], "title": "Wimbledon (2004)"}