{"url": "http://www.rogerebert.com/reviews/win-win-2011", "by": "Paul Giamattias Mike", "star_rating": 3.0, "text": "I was warming up to describe \"Win Win\" as a high-level sitcom and then wondered what's so bad about it being a sitcom if it's high-level? You have a situation, and it's funny. That's a sitcom. You have a funny situation, and there's some truth in it and unexpected characters, well-acted, and you may not have a great film but you enjoy watching it.\n\n\"Win Win\" centers on Paul Giamatti, an actor whose motivation often seems to be: I'm fed up and not going to take it anymore. He can play sweet, but he's most at home in a role like this: Mike Flaherty, a mediocre lawyer in a New Jersey town, who can't make ends meet. He loves his kids and his wife, Jackie (Amy Ryan), but he doesn't like his work, he doesn't have the money to fix the boiler in the basement of his office, and he will happily wait until the dead tree in his front lawn falls on the house before he does anything about it.\n\nMike volunteers as the wrestling coach for the local high school team. You could not call this a passion. It is more of a task he has stubbornly set himself. Perhaps, years ago and in another body, he was a high school wrestler. He shares his office with an accountant named Stephen (Jeffrey Tambor), who is now also the assistant wrestling coach. It's a good thing the team usually loses, because you cannot easily imagine Tambor smiling. Relieved satisfaction is about the limit of his capacity for elation. Joining them in a coaching triumvirate is Mike's best friend, Terry (Bobby Cannavale). \n\nMike has a client named Leo Poplar (Burt Young; remember him as Rocky's brother-in-law?). Leo is moving into Alzheimer's, and refuses to leave his home of many years. When Mike discovers in court that Leo's estate will pay $1,500 a month to a legal guardian, he takes the job himself and immediately double-crosses his client by placing him in a nursing home. This is immoral and dishonest, but Leo will indeed probably be better off there, and Mike needs the money.\n\nAll of these scenes remind me of the detail and human qualities of McCarthy's two previous films, which involved sharply defined personalities in situations where their lives were interrupted by strangers. In \"The Station Agent\" (2003), a movie I would happily stop everything to watch again right now, Peter Dinklage played a dwarf obsessed with trains, who found his privacy invaded by a lonely woman (Patricia Clarkson) and a strange hot dog stand owner (Bobby Cannavale). In \"The Visitor\" (2007), Richard Jenkins played a withdrawn widower who finds a family of African immigrants has moved into his apartment. \n\nYes, those are technically sitcom situations. But both are more, and much deeper, than just comedies. He pushes that extra distance to find how his complex, plausible characters might respond. \"Win Win\" shows similar qualities, but takes fewer chances and falls back on the ever-reliable Big Game/Match/Fight formula in its third act.\n\nA character materializes well into the film. Kyle (Alex Shaffer) is old Leo's grandson, who has run away from home and hopes to live with the old man, but ends up living with Mike and Jackie. Mike finds no relatives for Kyle, except for a druggie mother in rehab. Wouldn't you somehow know the kid is a champion wrestler? This is where the sitcom stuff clicks in. \"Win Win\" gathers all the strands (the illegal trusteeship, the wrestling team, the hazardous boiler, the wrestling, the rehabbing mother, Jackie finding out about her husband's misdeeds) and pays them off at the end.\n\nWell, OK. It's too neat. Everything clicks into place. Life seldom has uncomplicated endings. But let it be said that Alex Shaffer, who was cast more for his wrestling than his acting, is effortlessly convincing. That Giamatti and Tambor are funny when they try to out-dour each other. That Amy Ryan does what she can with the loyal-wife-who's-had-enough role. That the ending has simple pleasures, although not those promised by the beginning or by McCarthy's earlier films. I'm happy I saw \"Win Win.\" It would have been possible to be happier.", "running_time": 106, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-03-24", "genres": ["Comedy", "Drama", "Sport"], "title": "Win Win (2011)"}