{"url": "http://www.rogerebert.com/reviews/win-a-date-with-tad-hamilton-2004", "by": "Kate Bosworthas Rosalee Futch", "star_rating": 3.0, "text": "Here is a movie for people who haunt the aisles of the video stores searching for 1950s romances. I could have seen it at the Princess Theater in Urbana in 1959. Maybe I did. It's retro in every respect, a romantic comedy in a world so innocent that a lifetime is settled with a kiss. And because it embraces its innocence like a lucky charm, it works, for those willing to allow it. Others will respond with a horse laugh, and although I cannot quarrel with them I do not share their sentiments.\n\nMaybe it's something to do with Kate Bosworth's smile. She plays Rosalee Futch, a check-out clerk at the Piggly Wiggly in Fraser's Bottom, W.Va. Her manager, who she has known since they were children, is Pete Monash (Topher Grace). He loves her, but can't bring himself to tell her so. Then she wins a contest to have a date with Tad Hamilton (Josh Duhamel), a Hollywood star whose agent thinks his image could use a little touch-up after a supermarket tabloid photographs him speeding, drinking, letching and littering all at the same time.\n\nWell, of course, Rosalee is ecstatic about the trip to L.A., the stretch limo, the suite at the W hotel, the expensive dinner date, and the moment when she teeters on the brink when Tad invites her to his home, and then says, gee ... you know, it's late and I have to fly home tomorrow. That she is a virgin goes without saying. What she can't anticipate is that Tad will follow her back to Fraser's Bottom, because there was something in her innocence, her freshness, her honesty, that appealed to an empty place deep inside him.\n\nWithin days he has purchased a house in West Virginia, taken her to dinner several times at the local diner, and made friends with her father Henry (Gary Cole), who starts surfing Variety.com and wearing a Project Greenlight T-shirt.\n\nAs it happens, I'm reading Tolstoy's Anna Karenina right now, and for some foolish reason Rosalee started to remind me of Kitty, the ingenue in the novel. She and a good man named Levin have long been in love, but she's swept off her feet by the sudden admiration of a snake named Count Vronsky, and rejects Levin when in fact her fate is to be his wife, and Vronsky's love is a mirage. Just today I read the charming pages where Levin and Kitty, too shy to speak their hearts, play a word game in order to find out if they have survived Vronsky with their love still intact. I was startled by how happy it made me when they got their answers right.\n\n\"Win a Date with Tad Hamilton!\" could have had a similar effect, since there is a real possibility that Rosalee will wed the slick Tad instead of the steady Pete. But it doesn't have that kind of impact, because of a crucial misjudgment in the screenplay and casting. To begin with, Josh Duhamel is more appealing than Topher Grace -- maybe not in life, but certainly in this movie, where he seems sincere within the limits of his ability, while the store manager always seems to have a pebble in his shoe. And then the movie devotes much more screen time to Rosalee and Tad than to Rosalee and Pete -- so much more that even though we know the requirements of the formula, we expect it to be broken with a marriage to Tad. And yet -- what is the function of Pete, within the closed economy of a screenplay, except to be the hometown boy she should marry?\n\nYou can guess for yourself (very easily) what decision she finally comes to, but let me observe that the courtship between Rosalee and Tad is charming, warm, cute and applaudable, and that Pete spends a great deal of time grumping about in the store office and making plans to go off to Richmond and become a business major. In 1959, or any other year, a movie like this would have known enough to make Tad into more of a slickster. There is the strangest feeling at the end of the film that Rosalee might have made the wrong choice.\n\nThat imbalance at least has the benefit of giving a formula movie more suspense than it deserves. And I liked it, too, for the way it played Tad and Hollywood more or less straight, instead of diving into wretched excess. The dream date is handled with lots of little touches that will warm the innards of PG-13 females in the audience, and the movie wants to be gentle, not raucous in its comedy. Kate Bosworth holds it all together with a sweetness that is beyond calculation.\n\nNote: That leaves just one other elbow sticking out of the sack. Tad's agent and manager, played by Nathan Lane and Sean Hayes and both named Richard Levy, are so over the top that they break the mood in their scenes. For Lane, \"Win a Date\" represents yet another peculiar career choice in the movies, a medium where he is successful mostly when heard but not seen, as voice-over talent. To be sure, this isn't the suicidal career move of his decision to play Jacqueline Susann's husband in \"Isn't She Great\" but as roles go, it's thankless. Here's the highest-priced Broadway star of his generation, and what's he doing in this little role, anyway?", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-01-23", "genres": ["Comedy", "Romance"], "title": "Win a Date with Tad Hamilton! (2004)"}