{"url": "http://www.rogerebert.com/reviews/wind-1992", "by": "Matthew Modineas Will Parker", "star_rating": 3.0, "text": "I have always thought of the America's Cup as an event where rich people in blue blazers sit around getting drunk and eating chowder, while weird-looking sailboats are manned by beach bums trying to make their aging millionaire skippers look good. \"Wind,\" a new movie about the America's Cup races, does not altogether dispell my notion, but it places the focus out on the water instead of ashore, and it contains some of the most exciting sailing footage I can imagine.\n\nThe movie spans two races, as seen through the eyes of tanned, rugged Will Parker (Matthew Modine), a good helmsman who has been hired by a self-made millionaire (Cliff Robertson) to lead his crew.\n\nParker's girlfriend Kate (Jennifer Grey) is an equally skilled sailor, but after Will and Kate smooch too much during practice sessions, she's thrown off the crew. Will grouses but goes along, and Kate leaves him in anger, only to team up with an eccentric designer who believes that boats would go faster if they were designed using airplane principles.\n\nThis is not your average sports movietype romance, especially since Will teams up with the millionaire's daughter (Rebecca Miller), and eventually all four of them - Will, Kate, the designer and the daughter - settle in the middle of the Nevada desert and decide to build their own boat from scratch.\n\nThe sports rivalry in the movie isn't standard, either. The first race is won by an Australian (Jack Thompson), who then becomes the guy to beat in the next race - but Thompson isn't depicted as a villain, he's simply a good sportsman. That means \"Wind\" is really about racing, instead of being about personalities. It simply abandons most of the cliches associated with movies like this.\n\nThe movie was directed by Carroll Ballard, who has made a speciality out of stories about men and nature. His credits include two great films, \"The Black Stallion\" and \"Never Cry Wolf,\" and here again he shows a man using his intelligence and his love of nature to try to prove something.\n\nThe movie has three sensational race sequences, so well photographed by John Toll that we feel able to float effortlessly a few feet away from the competing boats and see everything. There are shots and camera angles here so spectacular they amazed me; knowing what I know about cameras and photography, I wasn't able to figure out how the cinematographer got the shot.\n\nBallard knows that a lot of people may not understand the mechanics of sail races, so he does a clever thing. He supplies an Australian sportscaster who narrates some of the action, and he also uses computer simulations to explain things: how a boat can tack into the wind, for example, or what a \"wind shadow\" is. This information is communicated painlessly, so that by the final race we know enough strategy to understand what's at stake, and why.\n\nI also like the character of Heiser (Stellan Skarsgard), the obsessed European airplane designer who lives as a recluse in the desert and talks the others into accepting his yacht design. As the four of them team up, the millionaire's daughter raises the money while Kate and Heiser go through the motions of romance, and we realize that Kate and Will are still in love. This situation is presented by Ballard without being belabored, and that's what's intriguing about it: The tensions are left hanging, so they continue to interest us, instead of being resolved in a lot of standard dialogue.\n\nThe real reason to see this movie, though, is because it makes a big yacht race seem so glorious, such grand adventure. Ballard is a former cinematographer with a knack for visualizing the outdoors.\n\nSeeing \"Wind,\" I was reminded of the black stallion approaching the boy in the surf, or the amazing scene in \"Never Cry Wolf\" in which a man found himself surrounded by a vast sea of buffalo. The experience here is just as exhilarating.", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-09-11", "genres": ["Action", "Drama"], "title": "Wind (1992)"}