{"url": "http://www.rogerebert.com/reviews/windfall-2012", "by": "Laura Israel", "star_rating": 3.0, "text": "A documentary named \"Windfall\" has taken the wind out of my sails. Assuming it can be trusted (and many of its claims seem self-evident), wind turbines are a blight upon the land and yet another device by which energy corporations and Wall Street, led by the always reliable Goldman Sachs, are picking the pockets of those who can least afford it. There is even some question whether wind energy uses more power than it generates.\n\nDirector Laura Israel's film is set almost entirely in Meredith, N.Y., a farming area of some 2,000 people in a beautiful Catskills landscape. A few dairy and beef farms still survive, but many of the residents are now retired people who have come here with their dreams. Most of them were once \"of course\" in favor of wind power, which offered the hope of clean, cheap energy. When an Irish corporation named Airtricity came around offering land owners $5,000, neighbors $500 apiece and the town a 2 percent cut of the revenue, that was a win-win, right?\n\nSo it appeared. But some residents, including a former editor for an encyclopedia and the final photo editor of Life magazine, began doing some research. The town board set up an energy advisory panel, and after a year of study, it recommended the town refuse the Airtricity offer. The town board rejected the panel's finding. One of them recused himself because of his personal holdings in energy. The others saw no conflict.\n\nThis generated a furor in Meredith, and we meet people who were best friends for years and now were no longer on speaking terms. We watch board meetings and meet lots of locals; the film bypasses the usual expert talking heads and relies on the personal experiences of these individuals.\n\nI learned that wind turbines are unimaginably larger than I thought. It's not a matter of having a cute little windmill in your backyard. A turbine is 400 feet tall, weighs 600,000 pounds, and is rooted in tons and tons of poured concrete. If one is nearby (and given the necessary density, one is always nearby), it generates a relentless low-frequency thrum-thrum-thrum that seems to emanate from the very walls of your home. The dark revolving shadows of its blades are cast for miles, and cause a rhythmic light-and-shade pulsing inside and outside your house. Living in an area with all that going, many people have developed headaches, nausea, depression and hypertension. \n\nThe effect on property values is devastating. The owner of a lovely restored 19th century farmhouse asks — who will buy it now? People don't come to the Catskills to undergo nonstop mental torture. Nor do other living things like wind turbines. Their blades, revolving at 150 miles an hour, slice birds into pieces and create low-pressure areas that cause the lungs of bats to explode.\n\nFor the loss of its peace of mind, a community's cut of the profits may be enough to pay for a pickup truck. Tax revenue drops because many of those (who can afford to) flee. Turbines sometimes topple over or catch fire (all firemen can do is stand and watch). And of course the local taxing agencies have been required to take advantage of sweetheart state and federal tax cuts, promoted by the industry's lobbyists.\n\n\"Windfall\" left me disheartened. I thought wind energy was something I could believe in. This film suggests it's just another corporate flim-flam game. Of course, the documentary could be mistaken, and there are no doubt platoons of lawyers, lobbyists and publicists to say so. How many of them live on wind farms?", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-02-01", "genres": ["Documentary"], "title": "Windfall (2012)"}