{"url": "http://www.rogerebert.com/reviews/windhorse-1999", "by": "Dadonas Dolkar", "star_rating": 2.0, "text": "\"Windhorse\" is a well-meaning but clunky film about a Tibetan family's life under Chinese occupation. Its heart is in the right place, and there's intrinsic interest in a film that was daringly shot partly on location in Tibet itself. But anyone interested enough in the cause of Tibet to attend the film is probably going to consider the story a simplistic melodrama.\n\nThe prologue begins in 1979, when children playing in the streets become witness to the killing of a relative by Chinese soldiers. We jump forward to 1998, and meet the children as grownups. Dolkar (Dadon) sings in a karaoke bar and dates a Chinese broadcast official named Duan-ping (Richard Chang). Her brother Dorjee (Jampa Kelsang), who hates the Chinese, spends most of his time drinking and playing pool. Their cousin Pema (played by a Tibetan actress whose name has been withheld from the film's credits) has become a nun.\n\nDuan-ping, more of a dupe than a villain, realizes he can curry favor with his superiors by recruiting Dolkar to sing on the local TV station, which carries mostly propaganda. She rehearses songs in praise of Chairman Mao and invites her boyfriend home for tea; her grandmother spits in it in the kitchen before coming in to serve.\n\nMeanwhile, Pema's nunnery is ill-treated by Chinese officials, who forbid anyone to possess a picture of the Dalai Lama--or even to think of him.\n\nOne day in the market, she grows so filled with emotion that she shouts anti-Chinese slogans, and is arrested. Eventually she is delivered by the Chinese to the home of her cousins, so badly beaten, her life is in danger.\n\nUnder these circumstances, can Dolkar still go ahead with the TV show? Will Dorjee sober up and play a role? What will happen to Pema? These are all the matters of melodrama, and it's at that level that the movie chooses to work; change the name and the costumes, and it's as simplistic as any other propaganda film. Perhaps on video, in the right hands, in Tibet, it will play as a powerful statement. But judged for its film qualities rather than its politics, it's routine. The qualities that recommend it are the authentic locations and the conviction of the actors, who deserved a more challenging screenplay.\n\nFootnote: The film's value as politics is underlined by a controversy last year at the Hawaii International Film Festival, where the Chinese government protested the film's inclusion in competition for the main prize. Director Paul Wagner at first withdrew the film from the festival, then decided to allow it to show out of competition, on the reasonable grounds that he would rather have it seen than make a point.", "running_time": 97, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-07-16", "genres": null, "title": "Windhorse (1999)"}