{"url": "http://www.rogerebert.com/reviews/windows-1980", "by": "Talia Shireas Emily", "star_rating": 1.5, "text": "One of the occasional challenges of movie going is the thriller\r\nwith one twist too many. Who could quite completely understand, for example,\r\nthe plots of \"Bullitt,\" \"Night Moves\" or \"The Long\r\nGoodbye\"? We counted off the characters, we remembered the loop-the-loops\r\nin the plot, we added up the clues and quite frankly, we were defeated.\n\nBut\r\nthose movies were fun all the same. They got in too deep for their own interior\r\nlogic, but so what? The trip was worth the ride even if we were totally baffled\r\nabout where we were supposed to be going. We forgave them. What we cannot\r\nforgive, however, is a thriller with one twist too few: a thriller with a plot\r\nthat sets us up to suspect one character . . . and then reveals that is the\r\nguilty character!\n\n\"Windows\"\r\nis a movie like that, a thriller in which we suspect right at the beginning\r\nthat so-and-so is going to turn out to be the villain ... and then, an hour\r\nlater, after the plot thickens, there is the less-than-astonishing revelation\r\nthat so-and-so is indeed the villain - just as we suspected. \"What's\r\nthis?\" we ask ourselves. No twist? No double-reverse plot switch in which\r\nthe villain turns out to be framed and the good guy winds up with a knife in\r\nhis hand and a sneer on his lips? If there's anything worse than a thriller with\r\na totally unbelievable twist at the end, it's a thriller with no twist at all.\n\n\"Windows\"\r\nplays that dirty trick on us, and I can't figure out why. Maybe it thinks it's\r\ngiving us a deep psychological insight, in its creakingly obvious story of a\r\nvoyeuristic lesbian knife-murderer, but what we're actually getting are ancient\r\nclichés in which the killer dyke turns out to be a pussycat at heart.\n\nThe\r\nmovie stars Talia Shire as a shy young woman, in the throes of a divorce, who\r\nis attacked one night when she returns home to her empty apartment. The killer\r\nholds a knife to her throat and forces her to plead for mercy into a tape\r\nrecorder. And then, a few days later, she finds herself in a cab driven by, you\r\nguessed it, the same guy.\n\nBut\r\nthere is more. The guy claims he was paid to carry out the attack. And the\r\nperson who paid him is none other than . . . well, I won't give away the\r\nsurprise, but the movie does. The real villain has Talia Shire in view all the\r\ntime through a telescope, and since we know who the villain is, there's no plot\r\nthrill to grow out of Shire's own eventual discovery of that fact. After Shire\r\ndoes discover who's after her, and why, there's a long and embarrassing\r\nsequence of threats and moans and pleadings and deep breathings, and then the\r\nmovie's over as arbitrarily as it began.\n\nToo\r\nbad, too, because there were elements here that could have produced a better\r\nfilm. The movie marks the directorial debut of Gordon Willis, the Academy\r\nAward-winning cinematographer of \"The Godfather,\" who makes this\r\nmovie look very good, but fails to make it a good-looking movie about things we\r\ncome to care about.\n\nThe\r\nproblem's at the script level. \"Windows,\" in its present form,\r\nconsists only of what happens on the basic level of\r\nvictim-villain-confrontation. It needed a rewrite to add at least one more\r\nlevel of possibilities and blind alleys, phony suspects and false leads, so\r\nthat what finally happens would come as a surprise. Since it doesn't, the movie\r\nhas to succeed or fail as a study of the psychologies of its characters. And\r\nit's woefully thin on that level: Its lesbian villainy is such a shameful\r\ncompilation of every two-bit cliché on the subject that we're distracted from\r\nthe movie's possible thrills and scares by just plain embarrassment for the\r\nfilmmakers.", "running_time": 96, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-18", "genres": ["Drama", "Thriller"], "title": "Windows (1980)"}