{"url": "http://www.rogerebert.com/reviews/window-to-paris-1995", "by": "Agnes Soralas Nicole", "star_rating": 2.0, "text": "Housing space is at a premium in Russia, and the young man is\rhappy to be assigned a room in an apartment already filled with as many people\ras one of those crowded warrens in \"Crime and Punishment.\" What\ramazes him is how many pianos there are in the apartment. \"We work at the\rfactory,\" a resident helpfully explains. That means they have more pianos\rthan they need - but not enough, of course, food, clothing or vodka.\n\nOne\rnight the new boarder, a teacher whose name is Nikolai, sees a ghostly visitor\rin the apartment. The others see her, too, and explain that she is an old\rwoman, looking for her cat, which has gone missing ever since her death. Where\ris the cat? Its disappearance holds a clue to the movie's comic premise, which\ris that by stepping through a mirror in the old woman's room, you can be\rmagically transported from St. Petersburg to Paris.\n\nParis\ris of course everything St. Petersburg is not: a consumer paradise where the\rshelves of the stores are bursting with bounty.\n\nSoon\rNikolai and the others are moving back and forth between Russia and France\ralmost as a daily commute. And the director, Yuri Mamin, is making jokes that I\rimagine resonate a great deal more deeply, and even painfully, in Russia than\rin France - or America.\n\nThings\rare not running well in Russia. The old days of top-down management have been\rreplaced by indifferent anarchy, and although a class may be interrupted by a\rshipment of computers, there is not necessarily a reason for the computers, or\ranything to teach on them, or with them, and they may be headed for a fate\rsimilar to the pianos (which are used to conceal contraband groceries). In\rParis, on the other hand, there is bounty everywhere, and the movie underlines\rthe plight of the Russian visitors, who focus so single-mindedly on the\rmaterial.\n\nAs\ra story device, the magical mirror is promising. But Mamim doesn't do much with\rit - certainly nothing as biting and satirical as he might have. There is a\rsubplot involving a French neighbor who doesn't like the noise of the visiting\rRussian party animals, and another subplot involving a French woman who visits\rRussia, and some sight gags based on everybody getting drunk. When Nikolai's\rstudents go on strike, he bribes them with a trip to Paris, and when they want\rto stay, he delivers a heartfelt speech about their duty to their country.\n\nAs\ran example of the direction the movie might have taken, consider the moment\rwhen a visiting Russian explains why France is so far ahead of his motherland:\r\"We held off the Mongol hordes for them, so they had the luxury of\rdeveloping.\" Yes, perhaps, but what then? And did they develop in such a\rwonderful way after all? Is Russia such a grim place that there are no jokes to\rbe made about the ways in which France might be flawed? Looking at the movie, I\rfelt marooned in one of those lightweight multinational comedies of the 1970s,\rlike \"If It's Tuesday, This Must Be Belgium,\" in which most of the\rjokes were based on national characteristics I didn't much care about.", "running_time": 87, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-03-17", "genres": ["Comedy", "Drama", "Fantasy"], "title": "Window To Paris (1995)"}