{"url": "http://www.rogerebert.com/reviews/windtalkers-2002", "by": "Nicolas Cageas Sgt. Joe Enders", "star_rating": 2.0, "text": "\"Windtalkers\" comes advertised as the saga of how Navajo Indians used their language to create an unbreakable code that helped win World War II in the Pacific. That's a fascinating, little-known story and might have made a good movie. Alas, the filmmakers have buried it beneath battlefield cliches, while centering the story on a white character played by Nicolas Cage. I was reminded of \"Glory,\" the story of heroic African-American troops in the Civil War, which was seen through the eyes of their white commanding officer. Why does Hollywood find it impossible to trust minority groups with their own stories? The film stars Cage as an Italian-American sergeant who is so gung-ho his men look at him as if he's crazy. Maybe he is. After defending a position past the point of all reason, he survives bloody carnage, is patched up in Hawaii and returns to action in a battle to take Saipan, a key steppingstone in the Pacific war. In this battle he is assigned as the personal watchdog of Pvt. Ben Yahzee (Adam Beach), an almost saintly Navajo. Sgt. Ox Henderson (Christian Slater) is paired with Pvt. Charles Whitehorse (Roger Willie), another Indian. What the Navajos don't know is that the bodyguards have been ordered to kill them, if necessary, to keep them from falling into enemy hands. The code must be protected at all costs.\n\nThis is a chapter of history not widely known, and for that reason alone the film is useful. But the director, Hong Kong action expert John Woo, has less interest in the story than in the pyrotechnics, and we get way, way, way too much footage of bloody battle scenes, intercut with thin dialogue scenes that rely on exhausted formulas. We know almost without asking, for example, that one of the white soldiers will be a racist, that another will be a by-the-books commanding officer, that there will be a plucky nurse who believes in the Cage character, and a scene in which a Navajo saves the life of the man who hates him. Henderson and Whitehorse perform duets for the harmonica and Navajo flute, a nice idea, but their characters are so sketchy it doesn't mean much.\n\nThe battle sequences are where Woo's heart lies, and he is apparently trying to one-up \"Saving Private Ryan,\" \"We Were Soldiers\" and the other new entries in the ultraviolent, unapologetically realistic battle film sweepstakes. Alas, the battles in \"Windtalkers\" play more like a video game. Although Woo is Asian, he treats the enemy Japanese troops as pop-up targets, a faceless horde of screaming maniacs who run headlong into withering fire. Although Americans take heavy casualties (there is a point at which we assume everyone in the movie will be killed), the death ratio is about 30 to 1 against the Japanese. Since they are defending dug-in positions and the Americans are often exposed, this seems unlikely.\n\nThe point of the movie is that the Navajos are able to use their code in order to radio information, call in strikes and allow secret communication. In the real war, I imagine, this skill was most useful in long-range strategic radio communication. \"Windtalkers\" devotes minimal time to the code talkers, however, and when they do talk, it's to phone in coordinates for an air strike against big Japanese guns. Since these guns cannot be moved before airplanes arrive, a call in English would have had about the same effect. That Woo shows the Windtalkers in the heat of battle is explained, I think, because he wants to show everything in the heat of battle. The wisdom of assigning two precious code talkers to a small group of front-line soldiers in a deadly hand-to-hand fight situation seems questionable, considering there are only 400 Navajos in the Pacific theater.\n\nThe Indians are seen one-dimensionally as really nice guys. The only character of any depth is Cage's Sgt. Enders, who seems to hover between shell-shock and hallucinatory flashbacks. There is a final scene between Enders and Yahzee, the Navajo, that reminded me of the male bonding in other Woo movies, in which you may have to shoot the other guy to prove how much you love him. But since the movie has labored to kill off all the supporting characters and spare only the stars, we are in the wrong kind of suspense: Instead of wondering which of these people will survive, we wonder which way the picture will jump in retailing war-movie formulas.\n\nThere is a way to make a good movie like \"Windtalkers,\" and that's to go the indie route. A low-budget Sundance-style picture would focus on the Navajo characters, their personalities and issues. The moment you decide to make \"Windtalkers\" a big-budget action movie with a major star and lots of explosions, flying bodies and stunt men, you give up any possibility that it can succeed on a human scale. The Navajo code talkers have waited a long time to have their story told. Too bad it appears here merely as a gimmick in an action picture.", "running_time": 134, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-06-14", "genres": ["Action", "Drama", "History", "War"], "title": "Windtalkers (2002)"}