{"url": "http://www.rogerebert.com/reviews/winged-migration-2003", "by": "Jacques Perrin", "star_rating": 3.0, "text": "The movie, which is awesome to regard, is not particularly informative; it tells us that birds fly south in the winter (unless they live in the Southern Hemisphere, in which case they fly north), that they fly many hundreds or thousands of miles, and that they navigate by the stars, the sun, the Earth's gravitational field and familiar landmarks. These facts are widely known, and the movie's sparse narration tells us little else.\n\nBut facts are not the purpose of \"Winged Migration.\" It wants to allow us to look, simply look, at birds--and that goal it achieves magnificently. There are sights here I will not easily forget. The film opens and closes with long aerial tracking shots showing birds in long-distance flight into the wind, and we realize how very hard it is to fly a thousand miles or more. We see birds stopping to eat (one slides a whole fish down its long neck). We see them feeding their young. We see them courting and mating, and going through chest-thumping rituals that are serious business, if you are a bird. We see cranes locking bills in what looks like play. We see birds trapped in industrial waste. And in a horrifying scene, a bird with a broken wing tries to escape on a sandy beach but cannot elude the crabs that catch it and pile onto the still-living body, all eager for a bite. In nature, as the film reminds us, life is all about getting enough to eat.\n\nHow in the world did they get this footage? Lisa Nesselson, Variety's correspondent in Paris, supplies helpful information. To begin with, 225 feet of film were exposed for every foot that got into the movie. And some of the birds were raised to be the stars of the film; they were exposed to the sounds of airplanes and movie cameras while still in the shell, and greeted upon their arrival in the world by crew members. (We remember from \"Fly Away Home\" that newborn birds assume that whomever they see upon emerging must be a parent.) Some footage was made with cameras in ultralight aircraft. Other shots were taken from hot air balloons. There are shots in which the birds seem to have been scripted--they move toward the camera as it pulls back. And some scenes, I'm afraid, were manufactured entirely in the editing room, as when we see snow birds growing alarmed, we hear an avalanche, and then cut to long shots of the avalanche and matching shots of the birds in flight. Somehow we know the camera was not in the path of the avalanche.\n\nI am pleased, actually, that the film has such a tilt toward the visual and away from information. I wouldn't have wanted the narrator to drone away in my ear, reading me encyclopedia articles and making sentimental comments about the beauty of it all. Life is a hard business, and birds work full time at it. I was shocked by a sequence showing ducks in magnificent flight against the sky, and then dropping one by one as hunters kill them. The birds have flown exhaustingly for days to arrive at this end. It's not so much that I blame the hunters as that I wish the ducks could shoot back.", "running_time": 89, "mpaa_rating": "G", "release_year": 2003, "date_published": "2003-05-02", "genres": ["Documentary", "Foreign"], "title": "Winged Migration (2003)"}