{"url": "http://www.rogerebert.com/reviews/wing-commander-1999", "by": "Freddie Prinze Jr.as Blair", "star_rating": 1.0, "text": "Jurgen Prochnow, who played the submarine captain in \"Das Boot,'' is one of the stars of \"Wing Commander,'' and no wonder: This is a sub movie exported to deep space, complete with the obligatory warning about the onboard oxygen running low. \"Torpedoes incoming!'' a watch officer shouts. \"Brace yourself!'' It's 500 years in the future. If the weapons developed by the race of evil Kilrathi only inspire you to \"brace yourself,'' we might reasonably ask what the Kilrathi have been doing with their time.\n\nOther marine notes: \"Hard to port!'' is a command at one point. Reasonable at sea, but in space, where a ship is not sailing on a horizontal surface, not so useful. \"Quiet! There's a destroyer!'' someone shouts, and then everyone on board holds their breath, as there are subtle sonar pings on the soundtrack, and we hear the rumble of a giant vessel overhead. Or underhead. Wherever. \"In space,'' as \"Alien'' reminded us, \"no one can hear you scream.'' There is an excellent reason for that: Vacuums do not conduct sound waves, not even those caused by giant destroyers.\n\nSuch logic is of course irrelevant to \"Wing Commander,'' a movie based on a video game and looking like one a lot of the time, as dashing pilots fly around blowing up enemy targets. Our side kills about a zillion Kilrathi for every one of our guys who buys it, but when heroes die, of course they die in the order laid down by ancient movie cliches. The moment I saw that one of the pilots was an attractive black woman (Ginny Holder), I knew she'd go down, or up, in flames.\n\nThe plot involves war between the humans and the Kilrathi, who have refused all offers of peace and wish only to be targets in the cross hairs of video computer screens. Indeed, according to a Web page, they hope to \"destroy the universe,'' which seems self-defeating. The Kilrathi are ugly turtleoid creatures with goatees, who talk like voice synthesizers cranked way down, heavy on the bass.\n\nAgainst them stand the noble earthlings, although the film's hero, Blair (Freddie Prinze Jr.) is suspect in some circles because he is a half-breed. Yes, his mother was a Pilgrim. Who were the Pilgrims? Humans who were the original space voyagers and developed a gene useful for instinctively navigating in \"space-time itself.'' (Just about all navigation is done in space-time itself, but never mind.) Pilgrims went too far and dared too much, so timid later men resented them--but if you need someone to skip across a Gravity Hole, a Pilgrim is your man.\n\nThere are actors on board capable of splendid performances. The commander of the fleet is played by David Warner, who brings utter believability to, alas, banal dialogue. Two of the other officers, played by Tcheky Karyo and Prochnow, are also fine; I'd like to see them in a real Navy movie. Prinze shows again an easy grace and instant likeability. Matthew Lillard, as a hotshot pilot named Maniac, gets into a daredevil competition with the Holder character, and I enjoyed their energy. And the perfectly named Saffron Burrows has a pleasing presence as the head of the pilot squadron, although having recently seen her in a real movie (Mike Figgis' \"The Loss Of Sexual Innocence,'' at Sundance), I assume she took this role to pay the utility bills.\n\nThese actors, alas, are at the service of a submoronic script and special effects that look like a video game writ large. \"Wing Commander'' arrives at the end of a week that began with the death of the creator of \"2001: A Space Odyssey.'' Close the pod bay door, Hal. And turn off the lights.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-03-12", "genres": ["Science Fiction"], "title": "Wing Commander (1999)"}