{"url": "http://www.rogerebert.com/reviews/wings-of-the-dove-1997", "by": "Helena Bonham-Carteras Kate Croy", "star_rating": 3.5, "text": "What happens in Henry James takes place deep within stories where, on the surface, the characters go languidly about their lives of privilege. They subscribe to a code of what is done and what is not done. They know exactly what it means to be a gentleman or a lady; those titles are like decorations, to be worn invisibly at social occasions. And then in the privacy of their souls, some of James' characters darkly contemplate getting their way no matter what.\n\n\"The Wings of the Dove'' is the cold-blooded story of two British lovers who plot to deprive a rich American girl (\"the richest orphan in the world'') of her heart and her inheritance. What makes it complicated--what makes it James--is that the two lovers really do like the rich girl, and she really does like them, and everyone eventually knows more or less precisely what is being done. The buried message is that when it comes to money, sex, love and death, most people are prepared to go a great deal further than they would admit. There is, if you know how to look for it, incredible emotional violence in the work of Henry James. This new film of his famous novel makes two significant changes. It moves the action up slightly, from 1902 to 1910. And it makes the British woman a little more sympathetic than she was in the book. The second change flows from the first. James' story, which he began writing in 1894, embedded the characters in the world of Victorian propriety. By 1910, the actions they contemplate, while still improper, were not unthinkable; modern relativism was creeping in. Kate Croy, whose desire fuels the story, was more selfish and evil in the James version; the film softens her into someone whose actions can almost be defended as pragmatism.\n\nKate, played with flashing eyes and bold imagination by Helena Bonham Carter, is a poor girl with a tenuous foothold in society. Her father is a penniless drunkard. Her mother is dead. She is taken in by her wealthy Aunt Maude (Charlotte Rampling), who wants to marry her off to the best advantage--perhaps to Lord Mark (Alex Jennings). But Kate loves Merton Densher (Linus Roache), an ill-paid journalist who cheerfully admits he doesn't believe the things he writes. Maude forbids the marriage and even threatens to cut off the weekly shillings she pays Kate's father.\n\nWhat is Kate prepared to do? Characters talk a great deal in Henry James, but are sometimes maddeningly obscure about what they mean (does any other novelist use the word \"intercourse'' more frequently, while not meaning by that word or any other what we immediately think of?). They talk much less in this film, where facial expressions imply the feelings that are talked around in the novel. My guess is that Kate might have eventually married the odious Lord Mark, while continuing quietly to see Merton Densher.\n\nBut that is not necessary. At a dinner party, she meets Millie Theale (Alison Elliott), the rich young American, and discovers that Millie has an unnamed disease, possesses hardly a protector in the world except for her traveling companion (Elizabeth McGovern), and intends to see Europe and die. One of the things Millie wants to experience in Europe is romance; she doesn't say so, but she is looking for a man, and when she sees Merton, she asks Kate about him.\n\n\"He's a friend of the family,'' Kate replies--a lie of omission, because Kate and Merton are secretly engaged. Kate's plan is clear. She will accompany Millie to Venice. Merton will join them there. Millie will fall in love with Merton, marry him, die and leave him her fortune. Merton will then have the money he needs to marry Kate. This scheme unfolds only gradually in the James novel, emerging from behind leisurely screens of dialogue and implication. It is more clear in the film, especially in a dark, atmospheric scene where Kate and Merton walk down deserted Venetian passages. She tells him she is returning to London and outlines what she expects him to do. Then, to seal the bargain, they have sex for the first time. (They do it standing up against the old stones of Venice; one imagines the ghost of James turning aside with a shudder.) Iain Softley's film, written by Hossein Amini, emphasizes Kate's desperation and downplays her cold calculation. It softens the villainy of Merton by making it clear how desperately Millie does want to be involved in a romance with him; is he simply granting her dying wish? There is another fugitive strand of affection in the film that I did not sense in the book: Millie and Kate genuinely like each other, and it's almost as if they strike an unexpressed bargain, in which Kate lets Millie have the use of Merton--lets her find what she came to Europe for. The money is crucial, of course, but too vulgar to be discussed.\n\nIn its stark outlines, this plot would be at home on a daytime talk show (\"Sold her lover to a dying rich girl''). But the film sets it at a time when standards were higher, when society had clear expectations of moral behavior. The reason we're so fascinated by the adaptations of James, Austen, Forster and the others is that their characters think marriage, fidelity, chastity and honesty are important. In modern movies, the characters have no values at all.\n\nIn \"The Wings of the Dove,'' there is a fascination in the way smart people try to figure one another out. The film is acted with great tenderness. If the three central characters had been more forthright, more hedonistic, we wouldn't care nearly as much. But all three have a certain tact, a certain sympathy for the needs of the others. At the end, when Millie knows the score, she can at least be grateful that she got to play the game.", "running_time": 103, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-11-14", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Wings Of The Dove (1997)"}