{"url": "http://www.rogerebert.com/reviews/wings-of-courage-1996", "by": "Craig Shefferas Henri Guillaumet", "star_rating": 3.0, "text": "If “Wings of Courage” had not been filmed in the 3-D IMAX process, and projected onto a five-story screen--if it had been, in short, an ordinary movie--there wouldn't have been much in the acting or screenplay to recommend it. But the dramatic credits are beside the point. The only reason to see the movie is to experience the process, and that's reason enough.\n\nI've been watching 3-D movies since my father took me to the first one, “Bwana Devil,” in 1952. I've seen “Amityville 3-D,” “Jaws 3-D,” and even “The Stewardesses in 3-D,” a soft-core porn film with stars whose body parts loomed alarmingly over the audience. All of them had one thing in common: The 3-D wasn't very good.\n\nNow IMAX has developed 3-D to be projected on the world's largest screens, with a process that uses a wider film gauge, more intense light and a brighter screen (covered with five coats of silver). And instead of those flimsy little glasses with the red-and-green lenses, you get space-age goggles that wrap around your head and make you look like Tom Corbett, Space Cadet.\n\nThe goggles are high-tech; they have liquid crystal lenses that are controlled by radio waves, and each lens blinks 48 times a second, in sync with the projected image. The result is breathtakingly good: The picture at last looks truly three-dimensional. Because the screen is so large, the illusion isn’t constantly being shattered when an object touches the edge of the screen.\n\nAnd because the light source is so strong, the picture isn't dim and washed out.\n\nThe movie is showing at the IMAX Theater at Navy Pier, which recently shut down to install the new projectors necessary for the process. It's one of only four theaters in the country capable of showing IMAX 3-D (another is the Sony flagship theater on Broadway in New York City).\n\nIMAX movies are more or less limited to a 40-minute running time because of the huge size of their film reels (you need a block and pulley to lift one).\n\n“Wings of Courage” finds that more than long enough for its thin story, which involves the early days of commercial aviation in South America. A company is established by aviation pioneer Antoine Saint-Exupery (Tom Hulce) to extend airmail service over the Andes, and Henri Guillaumet (Craig Sheffer) is the brave pilot who flies his flimsy little craft into mountain storms. Elizabeth McGovern plays his wife, Noelle Guillaumet; and Val Kilmer is Jean Mermoz, the heroic pilot who is his inspiration.\n\nThe story: Guillaumet takes off, crashes and spends several days trekking back through breathtaking mountain scenery to civilization. Meanwhile, Saint-Exupery searches for him, and Guillaumet's wife waits fearfully at home.\n\nThat's it, but it's enough. Because IMAX screens are so large, quick cutting between closeups can actually cause disorientation and even nausea in an audience. Outdoor scenes with lots of long shots are best. The director, Jean-Jacques Annaud, captures the vastness and beauty of the mountains (actually, the Canadian Rockies) in shots of incredibly clarity, which allow us to see for miles.\n\nThe film's opening shots, in which a plane seems to hover in the center of the theater space, are far beyond anything 3-D has achieved before. Other shots, of the biplane in a storm, are not quite as impressive, because it’s pretty clear that a model is being used.\n\nThere are a few straight dramatic scenes--in a nightclub, in the airline headquarters and with the wife at home--and they're so detailed and realistic, they’re almost distracting. There's so much in each scene to look at that I found it hard to focus on the characters because I was checking out other details.\n\nOne subtle touch I enjoyed was the effect of an “inner voice” on the soundtrack. In addition to the giant IMAX theater speakers, the process builds tiny individual speakers into each headset, right next to the viewer's ears. In “Wings of Courage,” Annaud uses those speakers to allow Sheffer's private thoughts to be whispered into our ears.\n\n“Wings of Courage” is a technical, rather than an artistic achievement, but then so was “The Jazz Singer”--which wasn't a great film, but by golly, you sure could hear Al Jolson singing. Because of its 3-D process, its amazing scenery and its simple story thrillingly shown, it's worth experiencing.\n\nYounger viewers probably will find it especially entertaining.", "running_time": 40, "mpaa_rating": "G", "release_year": 1996, "date_published": "1996-03-22", "genres": null, "title": "Wings of Courage (1996)"}