{"url": "http://www.rogerebert.com/reviews/winnie-the-pooh-2011", "by": "Jim Cummingsas Winnie the Pooh, Tigger (voice)", "star_rating": 3.0, "text": "\"Winnie the Pooh\" is a sweet and innocuous children's movie based on the enduring tale of goings-on in Hundred Acre Wood. Although it's obviously intended for grade schoolers and below, it may be appreciated by adults who grew up with the A.A. Milne books and the drawings by E.H. Shepard that are so closely identified with it. This is that rare book that can hardly be thought of apart from its illustrations.\n\nIn a time of shock-value 3-D animation and special effects, the look of the film is gentle and pleasing. It was hand-animated, I'm told, and the backgrounds use a subtle and reassuring watercolor style. It's a nightmare-proof experience for even the youngest viewers.\n\nThe story you can probably guess. Pooh Bear craves honey, and many adventures result from his quest. An urgent subplot involves Eeyore the donkey, who has lost his tail. A possible clue can be found in the pin that is stuck where the tail was; do you suppose it was only pinned on all the time? As a result of his loss, Eeyore is more gloomy and lethargic than usual, and indeed in a grown-up movie, we would suspect clinical depression.\n\nThis version, directed by Stephen J. Anderson and Don Hall, has a particularly engaging stylistic touch: The movie blends the typography and page design of the books (or an idealization of it) with the animation, so that words literally appear on the screen and seem to be as real as the characters, sometimes even landing in a heap at the bottom of the screen.\n\nThere are some jolly songs, performed fetchingly by Zooey Deschanel, Kristen Anderson-Lopez and Robert Lopez, one of them involving a not really very scary monster named Backson, who I confess I do not remember from the books, although I have forgotten a great deal since I was 6. (I do, come to think of it, remember Milne's poetry volume Now We Are Six.)\n\nThe voices include one nice surprise, Craig Ferguson playing Owl. There are also Jim Cummings as Winnie the Pooh and Tigger (who always makes me think of Sugar Frosted Flakes). John Cleese is the narrator. The dubbing talents otherwise seem to have been selected for their voices and not for their fame; we don't get such stand-bys as Angelina Jolie, Jack Black or Johnny Depp. (When an animated movie advertises it \"stars\" Johnny Depp, what does that mean to people?)\n\nThe film is not long at 69 minutes. It is preceded by an animated short about Nessie, the Loch Ness monster, who we discover was displaced from her beloved pond by evil men constructing a golf course. Never has Nessie been so benign. The whole program could make a nice introduction to moviegoing for a small child.", "running_time": 69, "mpaa_rating": "G", "release_year": 2011, "date_published": "2011-07-13", "genres": ["Adventure", "Animation", "Family"], "title": "Winnie the Pooh (2011)"}