{"url": "http://www.rogerebert.com/reviews/winning-1969", "by": "Paul Newmanas Capua", "star_rating": 2.5, "text": "Well of course he wins the race and gets the girl. You know that to begin with when you go to a movie named \"Winning\" that stars Paul Newman and Joanne Woodward and is about the Indy 500. The only questions are how does he win the race, how does he get the girl and what difficulties does he have? The rest is familiar territory.\n\nTo be sure, there has been a brave attempt to make \"Winning\" something superior to, say, Elvis Presley's \"Speedway.\" The production values are lush. The photography is the most expensive money can buy. The love affair is more complicated than boy-meets-girl: In this one, Woodward is divorced, there's a 16-year-old son whom Newman adopts, there's adultery, there's crisis, there's some sensitive dialog. At times you almost believe \"Winning\" begins where \"Rachel, Rachel\" left off, with Miss Woodward catching that bus west out of New England and meeting who else but Paul Newman?\n\nAll of this, I've said, falls into the category of a brave attempt. It fails. You know, you just absolutely know, how drearily predictable the basic \"Winning\" plot is. It was possibly the very first plot Hollywood ever developed into a genre. \"Winning\" has been made a thousand time before.\n\nThe sophomore halfback wins the Rose Bowl. Dizzy Dean makes a comeback. The stubborn little singer cracks the Palace. The airmail goes through. The comedian, the race driver, the All-American basketball player, the drummer, hundreds of others: They all overcome adversity to win the Big Game, Race, Booking, etc., all the while fueled by reaction shots of the Girl sitting in the stands, audience, backstage, etc., smiling proudly because he has Won the Race and soon, we suspect, will Get the Girl.\n\nYou can even predict the psychological twists in this basic plot; by now they're clichés, too, in the 1950s, Hollywood loved to make this plot the \"story\" of somebody, and we got the Benny Goodman Story, the Gene Krupa Story, the Glenn Miller Story, the Eddy Duchin Story, Jim Thorpe - All American, and so on.\n\nThese days Hollywood is a little cannier and realizes you can make the same movie about a prototype and save on royalties. So \"Winning\" isn't the Stirling Moss Story. Essentially, it's the Paul Newman Story. Newman by now has transcended the stature of the roles he plays. He seems to exist beyond his characters. We actually wonder if Paul Newman, himself, as Paul Newman, will win the race and get the girl.\n\nAll of this isn't to say that \"Winning\" shouldn't have been made, only that talent like Newman's and Miss Woodward's shouldn't have been wasted on it. \"Winning\" would have done very nicely with Robert Wagner promoted to the lead role, Suzanne Pleshette in the Woodward role, and maybe Frankie Avalon as the spoiler. The star names of Newman and Woodward artificially enlarge the audience for a movie of this sort; people come specifically to see them. For these people, a better movie should have been made; for the rest, a worse movie would have done.", "running_time": 123, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-05-20", "genres": ["Drama", "Sport"], "title": "Winning (1969)"}