{"url": "http://www.rogerebert.com/reviews/winter-passing-2006", "by": "Ed Harrisas Don Holden", "star_rating": 3.5, "text": "Reese didn't attend her mother's funeral for a number of reasons, one of them being \"she treated me like a mild curiosity all my life\" and another being that she has little desire to see her father. Reese lives in New York, works at being an actress, sleeps around, is depressed. Her father, Don Holden, was a famous novelist in the 1960s and 1970s and then a famous writing teacher and then a famous drunk and now is a famous drunken recluse. The usual trajectory. Her mother was a writer, too. Did her parents write letters to each other? An editor offers her money for the letters, and Reese needs money. Also, there's nothing to keep her in New York now that her cat has died of leukemia.\n\n\"Winter Passing\" is the story of how Reese (Zooey Deschanel) takes the bus to the Upper Peninsula of Michigan and finds her father, Don Holden (Ed Harris), living not in the family home but in the shack in the backyard. When she knocks on the front door of the big house, it is opened by Corbit (Will Ferrell). Reese says she wants to see her father. Corbit says he wants to see some ID. Later in the movie he confides, \"I know karate. I've amassed several belts.\"\n\nCorbit is the caretaker, or something. Also living in the house is Shelly (Amelia Warner), a British girl who cooks and serves meals and was once Don's writing student at Iowa. What are the relationships among Don, Corbit and Shelly? Don is mired in a profound alcoholic depression, and Corbit and Shelly seem, like Bunuel's dinner guests in \"The Exterminating Angel,\" to have entered the house, only to find themselves unable to leave it. Shelly is maybe an enabler. Corbit is maybe an alien. Reese is suspicious of them until she lives in the house for a few days and begins to understand its desperate chemistry.\n\n\"Winter Passing\" is a sad story told in a cold season about lonely people. Written and directed by the playwright Adam Rapp, it could be inspired by any number of case histories; Frederick Exley (A Fan's Notes) comes to mind. There is something about a great author, even in the extremities of alcoholic self-destruction, that exerts a magnetic pull on those who respect his books. The house itself is filled with so many books that you wouldn't ask, \"Have you really read all of these\"? because you'd be afraid of the answer either way. Only one title is clearly visible among the thousands of volumes, but it's the right one: The Thirsty Muse.\n\nRapp tells the story in a way that skirts the edges of humor and affection. Approached in a different way, the movie could be a comedy of eccentricity. But Rapp sidesteps the temptations for laughter while acknowledging them out of the sides of his eye. Consider the carefully-modulated performance of Ferrell, whose very presence is an invitation to laughter. Here he finds a way to be peculiar without being ridiculous; he has deep fears and needs, enclosed in a deeper shyness. He can sing and play the guitar but has a phobia about doing both at once in public. That leads to open mike evening at the local bar, and a scene almost impossible to negotiate, but Ferrell and Deschanel find a way. And notice his aborted project to build a sheltered walkway from the shack to the main house. He starts it on an impulse, and the impulse fades. Nor does he seem to know much about carpentry.\n\nHarris has played alcoholic artists before; his Oscar-nominated turn as Jackson Pollock is a benchmark. Here there is alcoholism mixed with madness. Why, exactly, does he move his bed and table and bureau into the yard and sleep under the sky in the deep of winter? Yet the presence of his daughter seems to awaken him, if only to allow him to let go. Shelly confides in Reese that the old man is still writing, but slowly: \"As a teacher, he was always preaching compositional velocity. I've never seen anyone agonize over each sentence the way he does.\"\n\nThis is the kind of movie routinely dismissed as too slow and quiet by those who don't know it is more exciting to listen than to hear. It is sure to disappoint those attracted by the promise of a Will Ferrell comedy -- disappoint, puzzle, maybe enrage. What you hope for are those Ferrell fans who are open to a new kind of film they may not have seen before. That's how you grow as a filmgoer; your favorite stars lead you by the hand into deeper waters.", "running_time": 98, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-03-09", "genres": ["Comedy", "Drama", "Indie"], "title": "Winter Passing (2006)"}