{"url": "http://www.rogerebert.com/reviews/winter-of-our-dreams-1983", "by": "Judy Davisas Lou", "star_rating": 3.0, "text": "Rob runs a bookstore and lives in one of those houses where the bedrooms hang under the eaves; one false move and you dash your brains out on the living room floor below. Lou is a prostitute who lives on the streets. They both once had a friend named Lisa, back in the late 1960s when they were all part of the Australian protest movement. Now Lisa has been murdered, and Lou, searching for a meaning in her life or death, runs into Rob again. She thinks he's a trick. He thinks she's an interesting, complicated person who deserves his attention. I think she's closer to the mark.\n\nThis is the setup for \"Winter of Our Dreams,\" a new Australian film starring two of the most popular Australian new wave actors, Judy Davis (of \"My Brilliant Career\") and Bryan Brown (of \"Breaker Morant\" and TV's \"A Town Like Alice\"). Davis brought a kind of wiry, feisty intelligence to \"My Brilliant Career,\" playing an Australian farm woman who rather felt she would do things her own way. She's wonderful again this time, in a completely different role as an insecure, distrustful, skinny street waif.\n\nIt's Brown who is the trouble. Maybe it's the performance, maybe it's the character, or maybe it's Brown, but I've rarely seen a more closed-off person on the screen. Even when the story calls for him to reach out to Davis, we feel he's holding his nose. Sometimes there are movies where the leading actors cannot stand one another (Ken Wahl said he was only able to kiss Bette Midler in \"Jinxed!\" by thinking of his dog), and maybe Brown just couldn't express the feelings that were in the script. But I was never really convinced that he cared for Davis. That's less of a handicap later in the movie, however, when the Brown character is required to draw back from any involvement with this pathetic street kid. \n\nThe relationships in \"Winter of Our Dreams\" are very tangled -- maybe too tangled. Brown's character has been married for six years to Gretel (Kathy Downes), a handsome, smart woman who has a lover. They have an open marriage and there's no objection when Brown brings Davis home for the night. Davis, taking this all in, can't understand it. Trying to learn how to feel again, she can't understand why anyone would deliberately trivialize his feelings. \n\nThe key passages in the film involve Brown's discovery that Davis is a heroin junkie, and then her tortured period of drug withdrawal. They are both pretending to care for one another, and after Davis gets straight maybe Brown will become her lover, while his wife disappears into the woodwork. That is not, however, even remotely in the cards, and there's a painful scene during a party at Brown's house, where Davis realizes that Brown is very married, open marriage or not. \n\nThere seem to be two movements in \"Winter of Our Dreams.\" One is Davis' movement away from the cynicism and despair of prostitution, and back toward an ability to care for another person. The other is Brown's initial concern for this girl, and then his retreat back into his shell. Davis performs her movement magnificently. Brown didn't win my sympathy for a moment. What just barely saves this film is the fact that we're not supposed to like the Brown character. As for Davis, she's a wonder.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-04-15", "genres": null, "title": "Winter of Our Dreams (1983)"}