{"url": "http://www.rogerebert.com/reviews/winters-bone-2010", "by": "Jennifer Lawrenceas Ree", "star_rating": 4.0, "text": "The movie heroes who affect me most are not extroverted. They don't strut, speechify and lead armies. They have no superpowers. They are ordinary people who are faced with a need and rise to the occasion. Ree Dolly is such a hero.\n\nA girl of 17, she acts as the homemaker for her younger brother and sister. This is in the backlands of the Ozarks. Her mother sits useless all day, mentally absent. Her father, who was jailed for cooking meth, is missing. She tries to raise the kids and feed them, scraping along on welfare and the kindness of neighbors. The children, like all children who are not beaten, are cheerful and energetic, and love to play. They have not learned they are disadvantaged.\n\nThis world is established with bleak economy in the opening scenes of Debra Granik's “Winter's Bone,” which was a double prize winner at Sundance 2010. Unmistakably filmed on location, this film focuses on a society that has been left behind. It looks like Walker Evans' photographs of the rural Depression, brought forward to today. The unanswered question is how Ree Dolly grew up in this world and became strong, self-reliant and proud. She didn't learn it from her parents.\n\nThe sheriff comes to call. Her father Jessup has skipped bail. To meet his bond, he put up the house — perhaps the only asset he had. If he doesn't turn himself in within a week, the family will be thrown out. Just like that. “I'll find him,” Ree says quietly and firmly. And that's what she sets out to do. \n\nRee is played by Jennifer Lawrence, a 19-year-old newcomer who has already starred in Jodie Foster's next film. Lawrence embodies a fierce, still center that is the source of her heroism. She makes no boasts, issues no threats, depends on a dogged faith that people will do the right thing — even when no one we meet seems to deserve that faith. \"Don't ask for what ought to be offered,\" she tells her little brother, although the lives of her parents seem to be an exercise in asking and not offering. Did she raise herself?\n\nEveryone in the district knew that Jessup cooked methamphetamine. He is a modern moonshiner. What's obvious is that meth doesn't seem to have made him much money. Perhaps its illegality is its appeal, and its market is among people he feels comfortable with. Ree's travels in search of her father lead her to his brother, Teardrop (John Hawkes), whose existence inflicts a wound on the gift of being alive.\n\nThe script, by Granik and Anne Rosellini, based on the novel by Daniel Woodrell, uses the ancient form of an odyssey. At its end will be Ree's father, dead or alive. Most likely dead, she begins to conclude, but unless there is a body, her family will be homeless and torn apart. She treks through a landscape scarcely less ruined than the one in Cormac McCarthy's \"The Road.\" This land seems post-catastrophe. Although it has cars and electricity, running shoes and kitchens, cigarettes and televisions, these seem like relics of an earlier, prosperous time. If thrown-away possessions pile up around the houses of people, it is because they've reached the end of the line. There is no next stop.\n\nThere is a hazard of caricature here. Granik avoids it. Her film doesn't live above these people, but among them. Ree herself has lived as one of them and doesn't see them as inferior, only ungiving and disappointing. In her father's world, everyone is a criminal, depends on a criminal or sells to criminals. That they are engaging in illegal activities makes them vulnerable to informers and plea-bargainers, so they are understandably suspicious. The cliche would be that they suspect outsiders. These characters suspect insiders, even family members.\n\nAs Ree's journey takes her to one character after another, Granik is able to focus on each one's humanity, usually damaged. They aren't attractions in a sideshow, but survivors in a shared reality. Do they look at Ree and see a girl in need and a family threatened with eviction? I think they see the danger of their own need and eviction; it's safer to keep quiet and close off.\n\nSo the film rests on Ree, counter-balanced by Teardrop, who is aggressive with his hatefulness instead of passive in amorality. A story like this could become mired in despair, but Ree's hope and courage lock us in. How did she get to be the way she is? We are born optimistic, although life can be a great discouragement. In every bad situation, there are usually a few good people.", "running_time": 100, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-06-16", "genres": ["Drama"], "title": "Winter's Bone (2010)"}