{"url": "http://www.rogerebert.com/reviews/winter-solstice-2005", "by": "Anthony LaPagliaas Jim Winters", "star_rating": 3.0, "text": "Oh, what a sad movie this is: Sad not with the details of tragedy, but with the details of life that must go on after the tragedy. \"Winter Solstice\" is about a family living in emptiness that threatens to become hopelessness. Jim Winters, the father, is a landscape gardener. His boys Gabe and Peter are in high school. Five years ago, Pete was in the car with his mother when there was an accident and she was killed. The family has been broken ever since.\n\nIt's conventional in such stories to assign blame to the father, who is seen as distant or bitter. Not here. Jim (Anthony LaPaglia) is filled with desperation as he tries to reach out to his sons. But he doesn't have the tone or the gift, or perhaps they're at that maddening stage in adolescence when they just clam up, taking it out on everybody else that they're angry with themselves.\n\nThe movie is not plot-driven, for which we must be thankful, because to force their feelings into a plot would be a form of cruelty. The whole point is that these lives have no plot. The characters and their situation are on stage and waiting for something to happen, but Josh Sternfeld, the writer-director, isn't going to let them off that easily. If this movie ended in hugs, it would be an abomination.\n\nGabe (Aaron Stanford) thinks he will leave town and move to Tampa. He has no firm plans for what he will do in Tampa and only vague reasons for choosing Tampa instead of any other place on the face of the Earth. \"What about Stacey?\" his father asks. Stacey (Michelle Monaghan) is Gabe's girlfriend, welcome in the house, well-liked. \"That's my problem and I'm dealing with it,\" Gabe says. He's dealing with it the way a lot of teenage boys deal with girls: He's dropping her, and letting her figure it out. Stacey isn't a weeper; she wisely doesn't answer his phone calls and leaves him without the opportunity for justification, blame, closure or anything else except a feeling of being lonely on his own.\n\nPete (Mark Webber) is in trouble at school. His teacher, Mr. Bricker (Ron Livingston) knows he's smart and can do better and rather bravely tries to get around his defenses, but Pete is miserable and punishes himself. The worse he does, the worse he can feel, which is fine with him.\n\nA woman named Molly (Allison Janney) moves in down the street. Jim helps her shift some boxes. She invites them to dinner. Jim has not looked at another woman in five years, and maybe isn't really looking at Molly when he accepts; maybe he just knows it's time to break the pattern. Gabe and Pete fail to turn up for the dinner, and Jim throws their mattresses out into the lawn and lets them sleep under the stars; this is perceived not as tough love but as anger, which is probably just as well, since these boys are well-defended against love.\n\nJosh Sternfeld, like his character Stacey, knows he will have more effect on us if he denies us closure. It would be simple to give this movie a happy ending, but why does the happiness have to come at the end of this particular winter? Maybe it will come five years down the road, with Gabe returning from Tampa with a wife and a kid, and Pete safely in college, and Jim and Molly living together. Or maybe it won't end that way.\n\nThe movie knows that life is sometimes very discouraging, and keeps on being discouraging, and sometimes you can't save everybody and have to try to save yourself. Who is to say that it's a bad idea for Gabe to move to Tampa? Sure, his father thinks it is, but is Gabe making any progress in New Jersey? Would it be an answer to marry Stacey? Marrying somebody to solve a problem is never the answer to the problem, just a way to share it. LaPaglia, who often stars in crime movies and comedies, has a sad, resigned tone that is just right for this movie, as it was for the overlooked \"Lantana\" (2001).\n\nWhen \"Winter Solstice\" is over we sit and look at the screen and wonder what will happen to them all. We don't expect dramatic developments; these lives don't seem on a course for tragedy or happiness, but for a gradual kind of acceptance. Maybe the movies do us no service by solving so many problems, in a world with so few solutions.", "running_time": null, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-04-14", "genres": ["Drama", "Indie"], "title": "Winter Solstice (2005)"}