{"url": "http://www.rogerebert.com/reviews/winterhawk-1975", "by": "Michael Danteas Winterhawk", "star_rating": 3.0, "text": "\"Winterhawk\" is a traditional Western, simply and well told, almost old-fashioned in the clarity of its narrative. An hour or so into it, there's a scene where a group of mountain men are gathered around a campfire, drinking coffee and huddling beneath their blankets for warmth, and something about the look and sound of them reminded me of the classic Westerns of John Ford. \n\nThis could, indeed, almost be a Western from 20 or 30 years ago, if it weren't for its sympathetic and evenhanded treatment of Indians. The movie takes place very early in the 19th Century, when most of the West was known only to its Indian inhabitants and a few white trappers and traders and mountain men: Neither the farmers nor the cowmen had arrived to start their disagreements. There's a good attempt to be halfway authentic in terms of the period (although the movie's women apparently have found a supply of eyeliner out there in the wilderness), and the characters aren't burdened with all the heavy symbolism, of latter-day Westerns. \n\nThe story involves a Blackfoot chief, Winterhawk, who takes furs to trade with the white man in exchange for medicine to fight a smallpox epidemic that's decimating his tribe. He's double-crossed, his furs are stolen and, in revenge, he kidnaps a white woman and her young brother and disappears back into the mountains. Their trek leads them past all sorts of glorious scenery, accompanied by appropriately heroic music. The movie's great to look at. \n\nA pursuit party sets off to find Winterhawk and \"rescue\" the woman and boy (who increasingly don't seem to need rescuing), and the filmmaker, Charles Pierce populates the party and the stops along with way with a gallery of great Western character actors. You may not know them all by name - but, believe me, you've seen them in the forts and stagecoaches and saloons and jails of countless Westerns: Denver Pyle, Lief Erickson, Woody Strode, Elisha Cook Jr., L. Q. Jones, Arthur Hunnicutt . . . the only ones missing are Strother Martin and good old Dub Taylor. \n\nWinterhawk is played by Michael Dante, who uses the strong-and-silent routine for all it's worth: It may be a cliche of a performance, but it works, and it's interesting for once to find a movie Indian who speaks in an Indian language that has to be translated for the other characters. He and the girl, Dawn Wells, exchange many meaningful glances and mutual silences before the movie's ending (which is a happy one, the exception in these cases). There's a love interest, but it's underplayed and allowed to develop convincingly, so we don't mind too much. \n\nThe movie works directly and doesn't attempt to sneak allegories and messages past us. That makes it all the more convincing after the lugubrious \"The Master Gunfighter,\" which turns up dubious \"historical facts,\" works them into a plot lifted from a samurai drama and has the gall to pass itself off as a meaningful statement. Sometimes the best stories are the ones most simply told.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1975, "date_published": "1975-10-08", "genres": null, "title": "Winterhawk (1975)"}