{"url": "http://www.rogerebert.com/reviews/wired-1989", "by": "Michael Chiklisas John Belushi", "star_rating": 1.5, "text": "You know the spirit of John Belushi is in trouble when the second and third billings in his life story go to an angel and a reporter from the Washington Post. And you know the movie is in trouble when both of those characters are used as devices to tell the story. In \"Wired,\" the angel visits the morgue where Belushi's body is being held and leads the comedian's ghost through a series of flashbacks. Meanwhile, the reporter is busy interviewing survivors and witnesses to Belushi's sensational self-destruction.\n\nThe reporter in the movie is named Bob Woodward and apparently is intended to represent the real Woodward doing research for his best-selling book about Belushi. The angel is named Velasquez. The reporting scenes are supposed to be realistic, and the angel's guided tour is a fantasy, and yet I kept hoping that Woodward would cross paths with the angel and get himself a real exclusive. There could even be a bit part for Ben Bradlee, sending Woodward a telegram: Forget Belushi - interview angel.\n\nThe story of the life and death of Belushi is a labyrinth of fact and conjecture, rumor and gossip and second-hand memories. It is further complicated by the enormous gulf between the comedian and actor who made so many people laugh and the human being who made himself so very unhappy. Maybe there was no way to make a good movie out of this material, not yet, when everyone remembers Belushi and any actor who attempts to play him is sure to suffer by comparison.\n\n\"Wired\" is in some ways a sincere attempt to deal with the material, but it is such an ungainly and hapless movie, so stupidly written, so awkwardly directed and acted, that it never gets off the ground.\n\nThere should be, at some point in a movie like this, a moment when we have the illusion that we are seeing the real John Belushi, that we are eavesdropping on the facts of his life. That moment never comes. I always was aware that an actor (Michael Chiklis) was before me on the screen, and that \"Wired\" was an ungainly fictional construction. The saddest moments were the ones in which Chiklis attempted to re-create some of Belushi's famous characters and routines. He never gives us a living Belushi, and so why should we care about the movie's dead Belushi? One of the problems of the movie also is a problem with Woodward's book. Neither one has the slightest insight into the dynamic and reality of alcoholism and drug addiction. Woodward has said he was attracted to the story of John Belushi because, although both of them came out of the same high school in Wheaton, they were such opposites.\n\nThey remain opposites.\n\nThe movie's strategy is to sketch Belushi's rise to fame, and then to contrast it with the downward spiral of his drug addiction. But why do people drink and use drugs to excess? The movie is relentless in parroting the tired old show-biz cliche about the \"pressures of stardom,\" as if 98 percent of those pressures, in Belushi's case, did not come from his addiction itself.\n\nIn the last year or so we've had a series of uncommonly intelligent movies about addiction (\"Clean and Sober\" and \"The Boost,\" in particular). They are movies made from the inside, as it were, by people who understand alcoholism and drug addiction. \"Wired\" sees Belushi's problems in a lurid light, through an outsider's sensationalist frame of reference. It is hardly more sophisticated on the subject of Belushi's disease than \"Reefer Madness.\" Indeed, it doesn't even think Belushi had a disease; it prefers to see him as a tortured soul, wallowing in excess. For those who knew him, the reason John Belushi took drugs was simplicity itself: He was addicted to them.\n\nThe answer, if he were to save himself, was to stop using them and look for help to stay stopped. Such simplicities are beyond this movie.\n\nIs there any reason to see it? Not for the Belushi material; you can see that firsthand from his own movies and his \"Saturday Night Live\" performances. To learn about his problems? The movie fails to understand them. To watch the performances? There is not a convincing imitation of a known performer in the entire movie. Belushi made millions of people laugh and broke the hearts of those who loved him, and there is little in this film to explain how, or why, he did either of those things.", "running_time": 108, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-08-25", "genres": ["Comedy", "Drama"], "title": "Wired (1989)"}