{"url": "http://www.rogerebert.com/reviews/wise-guys-1986", "by": "Danny DeVitoas Harry Valentini", "star_rating": 3.5, "text": "\"Wise Guys\" tells the story of Harry and Moe, two low-level hoodlums who become the toys of the Mafia gods. They're just ordinary guys, working stiffs who live next door to each other in houses tucked under a New Jersey expressway.\n\nThey dream of the day when they'll be assigned to really important jobs, like shaking down widows. But when the godfather holds his morning staff meetings in the back booth of his favorite restaurant, these guys get humiliated: Their job is to pick up the boss's laundry.\n\nThe two friends are played by Joe Piscopo, as Moe Dickstein, and Danny DeVito, as Harry Valentini. They move with easy familiarity through the world of the mob; sometimes the little guys get the best view. They know all about the system of enforcement and discipline and punishment. They know so much, in fact, that when they screw up, when they do something that is very, very bad, they don't even have to be told they're dead. It goes without saying.\n\nHere's what they do. They go to the track with Fixer, the mob's chief enforcer (played by Captain Lou Albano, the gigantic professional wrestler). Their assignment is to place a bet for Tony, the boss (Dan Hedaya). DeVito starts thinking, which is always dangerous. The boss has been betting on the wrong horses for weeks. They could be heroes by placing the money on the nose of the horse that DeVito knows will win. Better still, they could get rich by betting on the winning horse and then letting Fixer and the boss believe the money was lost.\n\nThis is a great plan, except this is the one day the boss's horse comes in first, and so DeVito and Piscopo have lost the boss hundreds of thousands of dollars. This is bad. It is so bad that DeVito is plunged into a lobster tank at the restaurant, and Piscopo is suspended over a pit full of attack dogs. Then the boss thinks up their real punishment: He will secretly assign each one to kill the other.\n\nIt's here that the movie really gets rolling. The two guys hit the road, looking for safety, looking for a mob elder statesman who can bargain for their safety. And we begin to realize that the movie is filled with an inexhaustible supply of great character actors, that we are going to meet a lot of people in this story, and they are all going to be memorable.\n\nIn New Jersey, there was Hedeya as the boss, clean-shaven and slick, and Albano as Fixer, in one of the year's great supporting roles. Then, in Atlantic City, we meet the casino manager, Bobby DiLea, played by the great Harvey Keitel. He doesn't want anyone to get killed in his casino, and once Harry and Moe check into the penthouse suite (using the Fixer's stolen credit card), he knows he is going to have to be very lucky to keep that from happening. Very lucky.\n\n\"Wise Guys\" is an abundant movie, filled with ideas and gags and great characters. It never runs dry. It never has the desperation of so many gangster comedies, which seem to be marching over the same tired ground. This movie was made with joy, and you can feel it in the sense of all the actors working at the top of their form.\n\nThe movie was directed by Brian de Palma, who specializes in movies about crime, and whose credits include \"Scarface,\" \"Body Double\" and \"Dressed to Kill.\" I admired all of those movies - indeed, I think de Palma is one of the best stylists at work right now - but I wouldn't have suspected that he had this comedy in him. His early credits include such problematic comedies as \"Hi, Mom!\" (which was one of Robert De Niro's first movie jobs), but now here's this polished, confident comedy that never seems to go wrong.\n\nA lot of the credit goes to Piscopo and DeVito, who develop an instant, easy camaraderie. I really did feel that they care for each other. I liked the way DeVito waved his arms and demanded attention, and the way Piscopo played his slightly slower, sweeter, dumber pal.\n\nDeVito has been good in other recent movies (such as \"Romancing the Stone\"), but this is the first time he has been at the top of the cast and really free to show his stuff. He is inspired: This could be a new beginning for his career. Piscopo, from \"Saturday Night Live,\" has worked less in the movies, and has always seemed in search of a character. Here he finds one.\n\nAnd then there's that gallery of supporting performances. Albano is so fearsome as Fixer that I found myself laughing at a line I don't think was supposed to be funny: There's a reference to \"Mrs. Fixer.\" Keitel is suave and sinister as the casino boss, always staying within character, playing it straight, not going for laughs, and so getting more of them.\n\nDid somebody decide this was going to be a good year for comedies? First there was \"Hannah and Her Sisters,\" and then \"Down and Out in Beverly Hills,\" and then \"Off Beat\" and now \"Wise Guys.\" All four movies know the same secret: Laughter doesn't come out of formula, or stupidity, or the manipulation of things that worked in other films.\n\nIt comes out of characters and performances, out of people who have some measure of reality, and whose dilemmas we can share.\n\n\"Wise Guys\" is broad and farcical, but there's not a moment when Moe and Harry stop being lovable, or even believable.", "running_time": 90, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-04-18", "genres": ["Action", "Comedy"], "title": "Wise Guys (1986)"}