{"url": "http://www.rogerebert.com/reviews/wish-you-were-here-1987", "by": "Emily Lloydas Lynda", "star_rating": 3.5, "text": "Her mother's dead, her father's a drunk, and inside of her beats a spirit that is free and true. But this is a working-class neighborhood of an English provincial town in 1951, when a girl such as Lynda was expected to know her place, to apologize by her very manner for having come from humble origins and done little to distinguish herself. Lynda isn't made that way. Boys like to look at Betty Grable's legs in the cinema, so Lynda flashes her knickers on the beach. What's to lose?\n\n\"Wish You Were Here\" tells the story of an adolescent girl with a spirit that refuses to be crushed, but who has few ways to express herself. Her father absolutely fails to comprehend her. An aunt sees her as a bad girl, a problem girl. The lads of the town see her as a tramp and a possible good time. There is no one in the town to understand her high spirits and good nature, except, perhaps, for the little old lady who plays piano in the tea room and applauds her the day she tells a customer to shove it.\n\n\"Wish You Were Here\" is a comedy with an angry undertone, a story of a free-spirited girl who holds a grudge against a time when such girls were a threat to society, to the interlocking forces of sexism and convention that conspired to break their spirits. Because the film sometimes doesn't know whether to laugh or cry, it's always interesting: We see a girl whistling on her way to possible tragedy.\n\nThe movie was written and directed by David Leland. You may have seen or heard about \"Personal Services,\" an earlier movie he wrote. It was based on the story of a notorious British madam named Cynthia Payne, who ran a house of ill repute for old-age pensioners and retired military men with kinky tastes.\n\nAlthough \"Wish You Were Here\" never makes the connection, it is based on stories that Payne told Leland about her childhood, when sex was something nobody talked about and sexual initiation was accompanied by ignorance, fear and psychic trauma. Payne could never quite see what the fuss was about - still can't, if the latest headlines about her are correct. Her approach was completely amoral: If sex is something they want and you can supply, and you can benefit as much as, or more than, they can, then where's the problem?\n\nThe answer, of course, is that there can be endless problems, especially to a girl so essentially innocent and vulnerable as Lynda in this movie. After she gets a job at the bus station, her boss walks in to catch her flashing her legs for the appreciative bus drivers. A young local lad fancies himself a Don Juan, and gets her into bed, only to appear in the bedroom door in a silk dressing gown, smoking a cigarette in a holder and doing his Ronald Colman imitation (which is, as it turns out, his idea of sex).\n\n\"Do you fancy me?\" he asks. \"Not half so much as you fancy yourself,\" she says, and the night ends with her still largely ignorant about the facts of life. But her schooling resumes at the hands of the middle-age projectionist at the local theater, who understands the mechanics of sex and totally lacks any understanding of human nature - hers, or his own.\n\nUnder the circumstances, it is hard for Lynda to keep smiling, to think positive in the face of a general conspiracy to treat sex as filthy and herself as worthless. The last shot of the movie will strike some people as hopeless and misleading romanticism; I prefer to see it as optimism in the face of despair.\n\nThe key to this movie is the performance by 16-year-old Lloyd as Lynda. The screenplay could have gone a dozen different ways, depending on who was cast in the role. Lloyd is so fresh, so filled with fun and rebellion, that she carries us past the tricky parts on the strength of personality alone. It's one of the great debut roles for a young actress. I was reminded of a cross between Julie Christie in \"Darling\" and Rita Tushingham in \"A Taste of Honey.\" It'll be interesting to see what the future holds for her. More than it did for Lynda, I imagine, and for Cynthia Payne.", "running_time": 92, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-07-31", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Wish You Were Here (1987)"}