{"url": "http://www.rogerebert.com/reviews/with-six-you-get-eggroll-1968", "by": "Doris Dayas Abhy McClure", "star_rating": 2.5, "text": "A lot of people think Doris Day movies are very simple, but I think they're very complex. Last year, everybody was talking about that scene in Antonioni's \"Blow-Up\" -- remember, where David Hemmings shot the photo and you couldn't tell if there was a murder or not?\n\nScenes of almost equal complexity abound in \"With Six You Get Eggroll.\" They're mostly concerned with Doris Day's virtue. Does she or doesn't she? One night Brian Keith comes over and they sip champagne in front of the fire, turn on the hi-fi, dance, cuddle, smile, fall in love, and then Doris Day opens her front door and Brian Keith walks out into the pouring rain, which has filled up his convertible.\n\nDoris Day lets Brian Keith stand there in the rain for a long time, but finally she walks out into the rain and takes his hand, and -- there's a fade out. Did she invite him to come back into the house, or didn't she? The next scene is ambiguous: It may or may not be the morning after. Well, I say it is, but Doris Day fans will say it isn't.\n\nA lot is at stake here. If my interpretation is correct, \"With Six You Get Eggroll\" represents the first Doris Day movie in which she spends a night with a man who isn't her husband (not counting \"Where Were You When the Lights Went Out?\" in which both she and the guy were drugged with sleeping pills).\n\nOtherwise, \"With Six You Get Eggroll\" is a pleasant enough comedy, some good moments, some dull ones, more or less routine. The story involves Doris as a widow with three sons and Brian Keith as a widower with a daughter. They fall in love, and the kids fight, and the whole movie is about how the kids get to like each other while their parents arrive at mutual understanding.\n\nAll of this was done before, better, in \"Yours, Mine and Ours,\" a delightful comedy with Lucille Ball and Henry Fonda. \"Eggroll\" would probably seem funnier if it didn't suffer by comparison.\n\nBrian Keith is, if anything, better than Henry Fonda: He has a quiet, dry wit. But Lucille Ball is an incomparably better comedienne than Doris Day. Lucy has more of a cutting edge, a more sharply defined personality. Doris tends to fade away into muted pastels and smiles.\n\nThe problem with a movie like this is, you can't honestly say it's bad. It's not great, but if you like Doris Day in pleasant family comedies with lots of kids and dogs, you could do worse.", "running_time": 95, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-09-04", "genres": ["Comedy", "Family", "Romance"], "title": "With Six You Get Eggroll (1968)"}