{"url": "http://www.rogerebert.com/reviews/without-limits-1998", "by": "Billy Crudupas Steve Prefontaine", "star_rating": 3.0, "text": "\"Without Limits\" is the second recent film about Steve Prefontaine, the legendary American runner who brought his sport into the headlines and helped topple the creaky amateur athletic establishment. Like \"Prefontaine\" (1997), it focuses on the star's abrasive personality and his refusal to pace himself; the only way he wanted to win was by \"flat-out leading all the way.\" By the time he died in a road accident, he held most of the American distance records, and one of them still stands.\n\nWhy two movies about Prefontaine? Because two directors wanted to make them, and neither one backed down. \"Prefontaine\" was by Steve James (\"Hoop Dreams\"), starred Jared Leto, and had former Marine drill sergeant F. Lee Ermey as the legendary Oregon coach Bill Bowerman. \"Without Limits\" is by Robert Towne (screenwriter of \"Chinatown,\" writer-director of \"Personal Best\"), stars Billy Crudup and has Donald Sutherland playing Bowerman.\n\nThe earlier film focuses more on Prefontaine's stubborn battle with the Amateur Athletic Union and other amateur bodies that essentially dictated the terms under which Americans could run. It makes it clear that a late invitational meet in Oregon with Finnish athletes was held as a deliberate challenge to the amateur establishment. Towne's film is less quirky, more a conventional sports movie, but it benefits by giving more attention to the relationship between Pre and Bowerman.\n\nAnd Sutherland's performance is the film's treasure. Watching the way he gently tries to direct his headstrong young star, we are seeing a version of Phil Jackson's Zen and the art of coaching. \"What do you think a track coach does, Pre?\" he asks at one point, since Pre seems to think the coach's primary function is to frustrate him. Sutherland brings a deep patience to Bowerman, who understands that running is a matter of endurance and strategy, as well as heart: \"Men of Oregon, I invite you to become students of your events.\" Pre thinks heart is enough and explains his success simply: \"I can endure more pain than anyone you've ever met.\" The film follows Pre from his early sports failures (he was no good at football) and into running, where he quickly drew attention. The earlier film points out that his legs were short for a runner, and of unequal length; this one sees him more as naturally gifted, but heedless with his talent. We follow his progress from record to record, and from girlfriend to girlfriend (Mary Marckx, played by Monica Potter, is the true love, but he shuts her out of his life). Everything leads up to the 1972 Munich Olympics, marred by the terrorist attack on Israeli athletes.\n\nBut the point of the story is contained in the epilogue. Pre returns to Oregon as an amateur who is expected to work at menial jobs (he becomes a bartender) and live at the poverty line (he gets a mobile home) while training for the next Olympics. Other countries support their athletes, and Pre leads a campaign to reform America's rules. He makes no attempts to win friends, and in \"Prefontaine\" he tells a press conference: \"To hell with love of country; I'm looking out for me.\" \"Without Limits\" is less interested in the politics and the crusade, and sees Pre more in personal, psychological terms. I prefer the earlier approach, which contains more information about why Pre is important even today. Robert Towne's affecting \"Personal Best\" (1982) told the story of a talented woman runner in terms of both her sport and her romantic involvement with another woman athlete; Prefontaine is more interesting as a public figure than a private one.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-10-30", "genres": ["Drama", "Sports Film"], "title": "Without Limits (1998)"}