{"url": "http://www.rogerebert.com/reviews/with-honors-1994", "by": "Joe Pescias Simon", "star_rating": 2.5, "text": "Walking out of \"With Honors,\" I heard someone behind me scoffing that it was impossible for a homeless man to live in the furnace room of Harvard's Widener Library. Maybe so. But at the University of Illinois, which I attended, and which doubles for Harvard in this movie's graduation scene, I had a friend who lived in the furnace room of The Daily Illini, and survived on a diet of powdered milk, instant gelatin, dog biscuits and raw fruit and vegetables. He was arrested once for trying to give away Bibles in front of the library.\n\nSo I could believe the homeless man in \"With Honors.\" I could even believe he passed the time down there in the boiler room by reading Zola's Germinal. What I could not believe was that the trajectory of his story would fit so seamlessly into the requirements of the movie. The lives of the homeless tend to be messy and disorganized, and the movie could have gained some energy, I think, by tapping into that random quality.\n\nThe homeless man is named Simon, and played by Joe Pesci behind a bushy black beard. He enters the movie via one of the more ingenious Meet Cutes in recent memory: A student named Monty (Brendan Fraser) is rushing to Xerox his thesis when he slips on the ice and the thesis falls through a sidewalk grating and into the clutches of Simon. Monty is desperate to get the thesis back. Simon offers to trade him one page at time, for such items as food and shelter.\n\nMonty has no choice. His thesis adviser (Gore Vidal) is notoriously inflexible, and there is only one copy of the thesis. So Monty and Simon start to bargain, in the chill of a cold Cambridge December.\n\nEventually Monty's roommates get in on the act, including Everett (Patrick Dempsey), who pays Simon nine bottles of wine to repair his van, and Courtney (Moira Kelly), who spends a great deal of energy not being in love with Monty. A third roommate, Jeff (Josh Hamilton), plays the obligatory pain in the ass.\n\nIt's clear from the outset that \"With Honors\" is going to discover that the unkempt, smelly Simon is a Person Who Deserves Respect. It is also clear that Monty is going to resist that realization longer than any reasonable person could, in order to prolong the artificial conflict of the opening scenes. Eventually, over Christmas, as the other roommates go home and Monty invites Simon in from the subzero weather, their friendship is established.\n\nAnd Simon, a former cook, prepares Christmas dinner by cooking Jeff's pet rooster, a fowl that the plot creates for no other reason than for it to be eaten at this meal.\n\nDevelopments like that are what bothered me about the screenplay, by William Mastrosimone. There is a sense in which this whole movie is strung together out of Meet Cutes. I know it's a comedy and not a drama, but still - wasn't it possible to admit some of the untidiness and danger of the streets into the smooth mechanism of the plot? A film like \"American Heart,\" with Jeff Bridges and Edward Furlong as transients in Seattle, has so much authenticity by comparison, and you can't anticipate where it's going.\n\n\"With Honors,\" on the other hand, is so committed to its formula requirements that I found myself actually anticipating scenes. From the moment we meet the conservative, unbending Prof.\n\nPitcannon (Vidal), for example, we know there will be a scene where Simon suddenly reveals himself to be a constitutional scholar, and humiliates Pitcannon in public. And from the moment we hear about the family that Simon abandoned, we know there will be a reunion of some sort (although perhaps not one as awkward and contrived as the movie supplies).\n\nThe film's qualities come mostly from the acting. Pesci, who has set up shop as Hollywood's favorite obnoxious eccentric you learn to love, is among the most energetic of actors, and here he develops a skewed speech pattern that allows him to approach obvious sentences from unlikely corners. His trademark is \"Oh-boy-ohboy,\" all run together, and he uses it whenever he is overwhelmed, by approval or exasperation.\n\nFraser is essentially the straight man. Since Simon has many of Life's Answers, Fraser's job is to learn them, while becoming progressively a nicer character as the movie wears on. It's a deadly assignment for an actor. Maybe the director, Alek Keshishian (Harvard '86), could have thrown a few twists in just for fun, to mix things up. I guess what I'm asking is, if a Harvard man meets a bum, is there anything that could happen other than that the bum turns out to be intelligent and lovable, and the undergraduate learns to treat him like a human being? Did it occur to the filmmakers to introduce one or even two new ideas into this material?", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-04-29", "genres": ["Drama"], "title": "With Honors (1994)"}