{"url": "http://www.rogerebert.com/reviews/with-a-friend-like-harry-2001", "by": "Laurent Lucasas Michel", "star_rating": 3.0, "text": "Michel uses the restroom of a highway oasis to splash some water on his face. He is addressed by a man who smiles too long and stands too close, and pauses oddly in his conversation--as if expecting Michel to say something. Michel doesn't know what to say. The stranger introduces himself as Harry, an old school friend. Michel doesn't remember him, but Harry's memory is perfect. He remembers the girl they both dated. And he quotes every word of a poem Michel wrote for the school magazine.\n\nWhen people make a closer study of us than we make of ourselves, we grow uneasy. They seem too needy. We want them to get a life. But Harry (Sergi Lopez) has an ingratiating way, and has inspired a dinner invitation. Michel (Laurent Lucas) and his wife, Claire (Mathilde Seigner), are on their way to their summer cottage with their three noisy daughters. Harry and his girlfriend Plum (Sophie Guillemin) come along.\n\nWe don't like this Harry. He sticks like glue. He insinuates. He makes offers and insists on them. He doesn't respect the distance strangers should keep from one another. He doesn't think of himself as a stranger. It's not wholesome. You can't put your finger on specific transgressions, but his whole style is a violation. He starts conversations Michel has no wish to have. \"How do you like Plum?\" Harry asks. \"She's not brainy like Claire, but she has an animal intelligence that I like. Know what I mean?\" Michel doesn't want to know what he means.\n\n\"With a Friend Like Harry,\" directed by Dominick Moll, has the feeling of a thriller, but we can't put our finger on why we think so. Maybe it's only about an obnoxious pest. Yet Harry is admittedly helpful: Michel and Claire's old car has no air conditioning, and Harry presents them with a brand new, bright red SUV. No obligation. He wants to. What are friends for? Harry is a nickname for Satan. Is Harry the devil? By using the name, the movie nudges us toward that possibility. On the other hand, maybe he is simply a pushy guy named Harry. Maybe the locus of evil is located elsewhere in the movie. Maybe Harry brings out the worst in people. Movies like this are more intriguing than thrillers where the heroes and villains wear name tags. We know there is danger and possibly violence coming at some point, but we don't know why, or how, or even who will initiate it.\n\nMeanwhile, everyday horrors add to the tension. Michel and Claire's family cabin is rude and unfinished, almost a shack. \"It needs a lot of work.\" Yes, but upstairs there's a brand new bathroom with shocking-pink tile. This is the gift of Michel's parents, who wanted to \"surprise\" them. What do you do when someone surprises you with a gift that you consider a vulgar eyesore, and you're stuck with it? Are the people who give such gifts really so insensitive? Are the gifts acts of veiled hostility? A new SUV is at least something you want. A shocking-pink bathroom is the wrong idea in a rustic country cabin. It might . . . well, it might almost be a gift to be rid of people who insist on such annoyances. . . .\n\nSergi Lopez, who plays Harry, last appeared in \"An Affair of Love,\" the insidious French film about the couple who meet through the classifieds and spent one afternoon a week in a hotel room doing something that apparently almost no one else in the world wants to do, except for them. We never find out what it is. In that movie, before the situation grew complicated, his face bore the contentment of a man whose imaginary pockets are full.\n\nHere he turns up the dial. He's fairly bursting with confidences, reassurances, compliments, generosity. We realize that the most frightening outcome of the movie would be if it contained no surprises, no revelations, no quirky twist at the end. What would really be terrifying is if Harry is exactly as he seems, and the plot provides no escape for Michel and Claire, and they're stuck with their new friend. \"With a Friend Like Harry\" you don't need enemies.", "running_time": 117, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-04-27", "genres": ["Comedy", "Drama", "Foreign", "Thriller"], "title": "With A Friend Like Harry (2001)"}