{"url": "http://www.rogerebert.com/reviews/without-a-clue-1988", "by": "Michael Caineas Sherlock Holmes", "star_rating": 2.0, "text": "\"Without a Clue\" begins with the premise that Sherlock Holmes never existed; that the man known as \"Holmes\" was, in fact, a third-rate actor named Reginald Kincaid, and he was hired by Dr. John Watson to play the role.\n\nThis is an amusing premise, but it is not enough. In order to effectively satirize something, you must first transcend it. And the universe of Holmes and Watson is such a complete exercise in self-satire that it is perhaps impossible to go beyond it. Satire consists of poking fun at that which takes itself too seriously, and the Sherlock Holmes stories never make that mistake; they're in on the joke.\n\nThat said, does \"Without a Clue\" have virtues of its own? It does. It has Ben Kingsley as Dr. Watson, that most humorless of foils, and it has Michael Caine as Reginald Kincaid, a buffoon who rises to a sort of grandeur when he dons the deerstalker.\n\nBoth actors have been cleverly typecast. Caine is not playing Holmes, but an actor playing Holmes, and no one is better at playing frauds who become accidental heroes. And Kingsley, who can be the wittiest of men (as he demonstrated in \"Gandhi\"), is also able to project the complete lack of wit. This is necessary for any actor playing Watson, a man for whom the slightest shred of self-knowledge would have been disastrous.\n\nThe story is much the sort of thing Arthur Conan Doyle might have concocted for one of his real Holmes adventures. Master criminals have broken into the Royal Mint and stolen the original engravings for the 5-pound note, substituting their own counterfeit plates. The result is a neat double irony: While the thieves issue real notes, the mint issues bogus bills.\n\nThis is clearly a case for the great sleuth of Baker Street, although Inspector Lestrade of Scotland Yard (Jeffrey Jones) believes he is more than adequate to solve the case himself.\n\nWhat nobody knows is that Watson and Kincaid, or \"Holmes,\" have had a serious falling-out after the actor got drunk and refused to follow his script. Watson has decided to end his long masquerade as the chronicler of Holmes' adventures, and reveal himself as the real genius behind all of those famous cases: the \"Crime Doctor.\" Alas, nobody believes Watson, especially not the editor of the Strand magazine (Peter Cook), who has printed all of the Holmes cases and wants nothing to do with a substitute hero.\n\nIn desperation, and with distraught cabinet ministers crowding his waiting room, Watson tries to hire Kincaid again. And Kincaid takes the job on a cash basis (10-pound notes only, of course).\n\nWhat follows is a fairly straightforward Holmes adventure, with a guest appearance by Professor Moriarty and a walk-on for Mrs. Hudson, the landlady who, if ever there was a woman who should have sold her memoirs to the scandal sheets, was that woman.\n\nThere is also an annoying subplot involving the Baker Street Irregulars, a group of snot-nosed street urchins who spy on everyone and report back to Holmes. In the Doyle books, Holmes would have booted them down the stairs. Perhaps they are in the movie to provide a lure for pre-teen viewers - most of whom have never heard of Sherlock Holmes in any case.\n\nThe film was shot on Victorian locations in London and elsewhere, including subterranean warehouses and canals, and it has an authentic look. But Caine and Kingsley are left too often with little to do except stand on either side of the screen and chew over their relationship as drunken actor and brilliant but anonymous detective.\n\nOnce revealed, that particular joke is over, but this movie keeps chewing at it, trying to worry out one more laugh.\n\nThere is also a disappointment in the general development of the plot. (I will not breathe a word about the specifics of the investigation.) That disappointment is that Reginald Kincaid rises to the occasion and becomes worthy of being known as Sherlock Holmes.\n\nThis autumn I've become more than ever aware of Level 1 moviemaking, in which the audience is given credit for almost no intelligence, and the plot dares not provide more than the usual obligatory twists. The standard cliches of this situation provide for the Caine character to rise to greatness and become reconciled with the Kingsley character. So why not provide a surprise? Any surprise.\n\nIt is disheartening to sit in a movie and know at the 15-minute mark what must be done, and watch the filmmakers take another 90 minutes to do it exactly as it has always been done before.\n\nThere is, in case you are interested, an atmospheric new Chatham River Press volume titled Great Works of Sir Arthur Conan Doyle for sale on the \"bargain\" counters at local book stores. It is bound in \"real leather,\" according to a sticker on its gilt-embossed cover, and it contains reproductions of all of the Holmes stories and novels as they first appeared in the Strand. The page size is just right, the type is clear, the paper is yellowed and flimsy, and the gilt-edging process sort of sticks the pages together, so that the book crinkles as it comes open in your hands. There is an illustration on nearly every page, and on Page 497 you can read the immortal line: \" `Come, Watson, come!' he cried. `The game is afoot!' \" This book sells for less than $12 and will make you smile about every 30 seconds, which is more than can be said for \"Without a Clue.\"", "running_time": 108, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-10-21", "genres": ["Comedy", "Crime", "Mystery", "Thriller"], "title": "Without a Clue (1988)"}