{"url": "http://www.rogerebert.com/reviews/without-you-im-nothing-1990", "by": "Sandra Bernhardas Herself", "star_rating": 3.0, "text": "You're a very special audience tonight. No, really! Rock stars rarely talk to their audiences except in throwaway lines. There is a godlike detachment about them. In nightclubs, Vegas lounges and the \"entertainment rooms\" of resort hotels, however, performers are talking all the time. They're relating to their audience with a mixture of confession, autobiography and facile sincerity. The typical act in such a place is the same night after night and year after year, and interchangeable with other acts. It's canned; it's been fixed. Remember \"The Fabulous Baker Boys.\" And yet there is a great emphasis on insisting that tonight is different.\n\nThat this audience is really very special. No, really! Sandra Bernhard's \"Without You I'm Nothing\" seems to be set in lounge act hell. She plays a series of cabaret artists doomed to appear night after night before a completely indifferent audience. In this version of hell, time runs together, and so do the acts - so that at times she's doing Nina Simone, or borscht belt, or Burt Bacharach, or a set designed for a gay bar.\n\nSome reviews of the film have suggested she \"imitates\" Simone or Barbra Streisand or Diana Ross. Nothing could be further from the truth. Bernhard is actually working in the ancient nightclub tradition of \"emulation,\" in which obscure performers try to wrap the mantle of greatness around themselves. Having no hits of their own, they draw applause by singing the greatest hits of other people. The deep irony is that when applause comes, it is usually for the original, not the copy; the Vegas lounge singer does \"Strangers in the Night,\" and the audience applauds for Sinatra.\n\nAll of this takes its toll in self-esteem, and although some lounge singers are happy people who enjoy entertaining, many are wrapped in bitterness and boredom as they sing to rooms full of indifferent strangers. They tell the audience it's \"really special\" tonight because it isn't special - it's the same as last night. They say \"I love ya\" but they mean \"I wish you loved me but I know you don't.\" Their patter is based on wishes, not realities. And that is the essential insight of \"Without You I'm Nothing.\" It is a heart-rending, merciless assault on the phoniness of entertainment rhetoric.\n\nEarly in the film, there is a scene in Sandra Bernhard's dressing room. She prepares herself for the performance and addresses the camera directly, telling us how beautiful she is, how desirous.\n\nAlthough I have found Bernhard intriguing ever since I first saw her as one of Jerry Lewis's kidnappers in \"The King of Comedy,\" she is not, in fact, beautiful in the conventional sense. Her features are too angular and her mouth too angry for the current norm (although, for my taste, her face would wear better in the long run than a conventional cover girl's, because it would be more interesting).\n\nThe point of the movie is, however, that she believes herself beautiful and seductive and irresistible, and she insists that we feel the same way. There is naked aggression here, the resentment that is usually buried in lounge act patter.\n\nShe goes onstage and her strange show begins. It is not really an act but a fantasy about a series of acts, in which she adopts wigs, makeup and disguises to show that she can \"be\" anybody - or that there is no real person there. Her patter and songs are intercut with mysterious appearances by a beautiful black woman (Cynthia Bailey), who wanders through the film and leaves a rude message at the end. This woman is explained as Bernhard's \"alter ego,\" which is really no explanation at all. Bernhard is joined onstage by backup singers - some of them transvestites, according to the movie's credits, so maybe they prove the point that anybody can be anything. Nightclub announcements are made in extreme closeup, showing only a woman's beautiful lipsticked lips - perhaps in contrast to Bernhard's own less lovely mouth.\n\nBernhard sings. She does stand-up. She does autobiographical material about her childhood. She is angry, she is sad, she defies us to like her. And occasionally she unleashes her stage ego - telling us the things many performers probably yearn to say, which is that they are beautiful, they are gifted, they can do anything and be anybody.\n\nThe audience looks on in boredom and begins to drift away, and in response her act grows more insistent, until in a shocking finale she drapes herself in the American flag and then removes it to reveal herself almost nude. It's as if she's saying she will do anything to hold our attention. That no secret is too private, no revelation too shaming.\n\nIt's an uneasy experience, sitting through this film. Parts of it are funny, parts of it are moving, and parts of it are uncomfortable and off-putting. It's not a jolly night out at the movies. My first reaction, frankly, was that I wasn't enjoying myself. Then I analyzed that feeling. This is not, after all, a \"concert film\" that wants only to entertain. It is about concert films, and about show business. It is about vanity and narcissism, performers and audiences, self-love and self-hate. And it may be about the only lounge act in history that you'll be able to remember a month later.", "running_time": 89, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-06-29", "genres": ["Comedy", "Indie"], "title": "Without You I'm Nothing (1990)"}