{"url": "http://www.rogerebert.com/reviews/witness-1985", "by": "Harrison Fordas John Book", "star_rating": 4.0, "text": "Witness comes billed as a thriller, but it's so much more than a thriller that I wish they hadn't even used the word \"murder\" in the ads. This is, first of all, an electrifying and poignant love story. Then it is a movie about the choices we make in life and the choices that other people make for us. Only then is it a thriller - one that Alfred Hitchcock would have been proud to make.\n\nThe movie's first act sets up the plot, leaving it a lot of time to deal with the characters and learn about them. The film begins on an Amish settlement in Pennsylvania, where for 200 years a self-sufficient religious community has proudly held onto the ways of their ancestors. The Amish are deeply suspicious of outsiders and stubbornly dedicated to their rural lifestyle, with its horses and carriages, its communal barn-raisings, its gas lanterns instead of electricity, hooks instead of buttons.\n\nAn Amish man dies. His widow and young son leave on a train journey. In the train station in Philadelphia, the little boy witnesses a murder. Harrison Ford plays the tough big city detective who gets assigned to the case. He stages lineups hoping the kid can spot the murderer. He shows the kid mug shots. Then it turns out that the police department itself is implicated in the killing. Ford is nearly murdered in an ambush. His life and the lives of the widow and her son are in immediate danger. He manages to drive them all back to the Amish lands of Pennsylvania before collapsing from loss of blood.\n\nAnd it's at this point, really, that the movie begins. Up until the return to Pennsylvania, \"Witness\" has been a slick, superior thriller. Now it turns into an intelligent and perceptive love story. It's not one of those romances where the man and woman fall into each other's arms because their hormones are programmed that way. It's about two independent, complicated people who begin to love each other because they have shared danger, they work well together, they respect each other - and because their physical attraction for each other is so strong it almost becomes another character in the movie.\n\n\"Witness\" was directed by Peter Weir, the gifted Australian director of \"The Year of Living Dangerously.\" He has a strong and sure feeling for places, for the land, for the way that people build their self-regard by the way they do their work.\n\nIn the whole middle section of this movie, he shows the man from the city and the simple Amish women within the context of the Amish community. It is masterful filmmaking, The thriller elements alone would command our attention. The love story by itself would be exciting. The ways of life in the Amish community are so well observed that they have a documentary feel. But all three elements work together so well that something organic is happening here; we're inside this story.\n\nHarrison Ford has never given a better performance in a movie. Kelly McGillis, the young actress who plays the Amish widow, has a kind of luminous simplicity about her; it is refreshing and even subtly erotic to see a woman who doesn't subscribe to all the standard man-woman programmed responses of modern society.\n\nThe love that begins to grow between them is not made out of clichés; the cultural gulf that separates them, is at least as important\tto both of them as the feelings they have. When they finally kiss, it is a glorious sensuous moment because this kiss is a sharing of trust and passion, not just another plug- in element from your standard kit of movie images.\n\nWe have lately been getting so many pallid, bloodless little movies mostly recycled teenage exploitation films made by ambitious young stylist without a thought in their heads - that \"Witness\" arrives like a fresh new day. It is a movie about adults, whose lives have dignity and whose choices matter to them. And it is also one hell of a thriller.", "running_time": 112, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-02-08", "genres": ["Crime", "Drama", "Romance", "Suspense", "Thriller"], "title": "Witness (1985)"}