{"url": "http://www.rogerebert.com/reviews/wolfen-1981", "by": null, "star_rating": 3.5, "text": "\r\n\n\nAn intriguing film named “Wolfen,” which is not about\r\nwerewolves but is about the possibility that Indians and wolves can exchange\r\nsouls, has crept stealthily into several Chicago theaters. Despite the fact\r\nthat it stars Albert Finney, was directed by Michael Wadleigh (“Woodstock”),\r\nand is an uncommonly intelligent treatment of a theme that is usually just\r\nexploited, the movie arrived without much advance publicity. If the subject\r\ninterests you, move fast, before “Wolfen” closes. \n\n\r\nThe story begins with the mysterious killing of\r\na politician, his wife, and their chauffeur. There are lots of suspects and\r\nlots of motives, but the clues are puzzling: the bodies were slashed to\r\nribbons, but apparently not with blades of any known metal. Could the wounds\r\nhave been caused by teeth? \n\n\r\nAlbert Finney, a cop with assorted psychological\r\nproblems, is put on the case, teamed up with another officer (Diane Venora).\r\nThey begin to gather a fact here, a hunch there. Could wolves have done this\r\ndamage? Scientists discover wolf hairs on several of the dead bodies that begin\r\nto turn up. But wolves are supposed to be extinct in the East, and certainly\r\nwithin New York City. \n\n\r\nThe movie intercuts the police investigation\r\nwith imaginative scenes shot from the wolves' point of view. These are\r\nfast-moving tracking shots; the camera swoops down streets at the eye-level of\r\na wolf, pausing, taking cover, following one track and then another. Wadleigh\r\nsuggests a wolf's senses with special optical effects in which objects with a\r\nscent also seem to shimmer. \n\n\r\nThe movie's narrative style is brooding. Finney\r\ncomes into contact with an assortment of eccentric people (scientists, cops,\r\nmorgue attendants, pathologists), and the trail eventually leads to a group of\r\nAmerican Indians employed as high-steel workers. There is a breathtaking\r\nconfrontation to top of a bridge. What do the Indians know about wolves? Is it\r\npossible that they practice ancient rituals to turn into wolves? Or do they\r\njust share spiritual communion with them? \n\n\r\n“Wolfen” develops a strong, angry theme about\r\necological and human waste. We learn that the wolves make their headquarters in\r\na ruined section of the South Bronx that resembles a bombed-out wasteland.\r\nTheir original victim, the politician, had just visited there for a\r\ngroundbreaking ceremony, vowing to \"renew\" the area. In killing him,\r\nthe wolves are merely exercising their territorial imperative. \n\n\r\nWhat is perhaps most interesting about “Wolfen” is\r\nthat the story remains plausibleÑgiven its basic assumptions, of course. This\r\nis not sci-fi, fantasy or violent escapism. It's a provoking speculation on the\r\nterms by which we share this earth with other creatures. \n\n\r\nThis seriousness reportedly did not impress the\r\nreleasing studio, United Artists, which would have preferred a sleazy\r\nexploitation picture (and is releasing “Wolfen” as if it were one). That's a\r\nshame. Love, thought, care and craftsmanship have gone into this film, which is\r\nnow, so to speak, being thrown to the wolves.", "running_time": 115, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Family", "Horror", "Thriller"], "title": "Wolfen (1981)"}