{"url": "http://www.rogerebert.com/reviews/woman-on-top-2000", "by": "Penelope Cruzas Isabella", "star_rating": 2.5, "text": "\"Woman on Top\" is like one of those lightweight 1950s Universal romances, depending for its charm on the appeal of the actors and supplying them with a story lighter than air. Even now, the formula seduces us for an hour or so before the movie sinks under the weight of its dim-wittedness. These characters in this story need to be smarter. And yet two of the leads, Penelope Cruz and Harold Perrineau Jr., are wonderful, and emerge untouched from the wreckage.\n\nCruz plays Isabella, a woman from the enchanted Brazilian state of Bahia, who is an artist with food (the character owes something to Tita, the heroine of \"Like Water for Chocolate\"). When she cooks, aromas waft from her pot and under the noses of men, and it is love at first bite. She falls for the macho hunk Toninho (Murilo Benicio), marries him, slaves in his restaurant and is happy. There is one technicality. She was born with motion sickness. It doesn't affect her if she's in control. In a car, she must drive. She prefers the stairs to the elevator. And in bed, she has to be on top.\n\nThis drives Toninho crazy, and she catches him with another woman. \"I'm a man!\" he cries. \"I have to be on top sometimes !\" But in a rage she flies off to San Francisco and moves in with her best friend, Monica Jones, who is a transvestite played by Perrineau in a performance both funny and endearing. \"Monica Jones\" doesn't sound like the name of someone who grew up in Salvador, the capital of Bahia, but then this is one of those multinational movies where the ethnic flavor is suggested by speaking English with an accent.\n\nIsabella's cooking soon wins her a show on local TV, with Monica as her sidekick, and Cruz is bewitching as she demonstrates how to inhale the soul of the pepper, and how to teach your fingers to salt without thinking. Cruz is bewitching all through the movie, but her beauty and charm have to pull a heavy train of cliches and inevitable developments--as when the national network execs want her to \"look less ethnic,\" use Tabasco instead of real peppers, wear a low-cut dress, work under brighter lights and \"lose the freak\" (Monica). Her American producer and would-be boyfriend (Mark Feuerstein) loves her cooking but sides with the suits, and what happens next will be predictable for all but those seeing their first motion picture.\n\nCruz is a Spanish star who was recently electrifying in Pedro Almodovar's \"All About My Mother,\" and was indescribably sexy and funny in \"Jamon, Jamon\" (1992), which translates as \"Ham, Ham\" and which you should put at the top of the list of films you really should have seen. \"Woman on Top\" wants to combine the sexual freedom of Almodovar with the magical realism of \"Like Water for Chocolate,\" but succeeds in doing for its sources what the TV execs want to do to Isabella: Going for the broad and dull commercial approach instead of the wicked inside curve.\n\nAnd yet Cruz herself is lovable and charismatic, and we can just about believe it when she walks down the street, and hundreds of men follow her like sheep. Perrineau is lovable, too; he plays Monica not as a stereotyped drag queen but as a character who carries his own comic weight in the movie. The performance is all the more impressive since Perrineau (the narrator of HBO's \"Oz\" and the man killed by the bear in \"The Edge\") is not a professional transvestite but is simply playing a role--so well, he's invaluable in every scene he's in and steals his share.\n\nBut the story is a slow slog toward the obvious. The evil TV execs are out of the Recycled Character Department. The Brazilian husband is a convenience, not a necessity. The American producer is a dope. And the movie plays its story so very safely that it sidesteps all the comic and romantic possibilities in the Monica character. She's more like a mascot, when in a smarter movie she would have been the wild card.\n\nThis is the kind of movie you sort of like, and yet even while you're liking it, you're thinking how much better these characters and this situation could have been with a little more imagination and daring. Starting with Isabella and Monica, what did they have to lose?", "running_time": 93, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-09-22", "genres": ["Comedy", "Drama", "Romance"], "title": "Woman On Top (2000)"}