{"url": "http://www.rogerebert.com/reviews/wonder-boys-2000", "by": "Michael Douglasas Grady Tripp", "star_rating": 4.0, "text": "My father was an electrician at the University of Illinois. He never taught me a thing about electricity. \"Every time I walk through the English building,\" he said, \"I see the professors in their offices with their feet up on the desk, reading books and smoking their pipes. Now that's the life for you.\"\n\nI thought I would be an English professor. Then I got into this game. Sometimes I am overwhelmed with a sense of loss: I remember myself walking across the snowy campus at dusk, a book bag thrown over my shoulder, on the way to the seminar room to drink coffee and talk about Cather or Faulkner. And I remember the endless weekends, driving around town in somebody's oversized American car, following rumors of parties. And the emotional and romantic confusion that played out at those parties, where everyone was too smart and too loaded and filled with themselves.\n\n\"Wonder Boys\" is the most accurate movie about campus life that I can remember. It is accurate, not because it captures intellectual debate or campus politics, but because it knows two things: (1) Students come and go, but the faculty actually lives there, and (2) many faculty members stay stuck in graduate-student mode for decades. Michael Douglas plays a character like that. It is his best performance in years, muted, gentle and wondering. He is a boy wonder long past his sell-by date, a 50-ish English professor named Grady Tripp who wrote a good novel seven years ago, and now, everyone believes, has writer's block.\n\n\"Wonder Boys\" follows him around a Pittsburgh campus in winter during a literary festival, as characters drift in and out of focus on his emotional viewfinder. His wife (we never see her) has just left him. His boss is Walter Gaskell (Richard Thomas), the head of the English department. Walter's wife, Sara (Frances McDormand), is the chancellor.\n\nGrady is having an affair with Sara. His New York editor, Terry Crabtree (Robert Downey Jr), is in town for the festival and wonders where Grady's new manuscript is. The famous writer Q (Rip Torn) is a visiting speaker. Two of Grady's students occupy his attention: James Leer (Tobey Maguire), who has written a novel and is moody and difficult and a compulsive liar, and Hannah Green (Katie Holmes), who rents a room in Grady's house and would probably share his bed, although it has not come to that.\n\nBecause Grady is tired, depressed and continuously stoned on pot, these characters all have more or less equal importance. That is, when he's looking at them, they represent problems, and when they're absent, he can forget about them.\n\nThe movie is an unsprung screwball comedy, slowed down to real-life speed. Mishaps trip over one another in their eagerness to mess with Grady's mind. He goes to a party at the Gaskells' house, and Sara tells him she is pregnant. He steps outside for a smoke, sees James standing in the dark with a gun, invites him in and sneaks him upstairs to show him a secret closet where Walter Gaskell keeps his treasure (the suit Marilyn Monroe wore on her wedding day). Then the Gaskells' blind dog bites him, and James shoots the dog dead.\n\nAt a certain velocity, this would be wacky. One of the wise decisions of \"Wonder Boys\" is to avoid that velocity. Grady plods around in a pink bathrobe, trying to repair damage, tell the truth, give good advice, be a decent man and keep his life from falling apart. The brilliance of the movie can be seen in its details: (1) Hannah is brought onstage as an obvious love interest, but is a decoy; (2) Crabtree picks up a transvestite on his flight in, but dumps him for James, who is not exactly straight or gay (neither is Crabtree); (3) when the transvestite needs a ride, Grady says, \"I'm your man,\" but their drive results not in sex but in truth-telling, and (4) Sara is not hysterical about being pregnant and is understanding, actually, about Grady's chaotic lifestyle.\n\nSo all the obvious payoffs are short-circuited. No mechanical sex scenes. No amazing revelation that the transvestite is not a woman (everyone in the movie--save for Crabtree, who doesn't want to admit it--clocks him instantly). No emotional showoffs.\n\nAnd the sex in \"Wonder Boys,\" gay and straight, is handled sanely, as a calming pastime after long and nutty evenings. (Notice how comfortable the Downey character is with his weaknesses of the flesh.) \n\nLet me give one more example of how the movie uses observation instead of wheezy cliches. When Q, the writer, is giving his speech, he pontificates about \"piloting the boat of inspiration to the shore of achievement.\" James utters a loud, high-pitched giggle. In a lesser movie, James would have continued, making some kind of angry and rebellious statement. Not in \"Wonder Boys,\" where James thinks Q is ludicrous, laughs rudely once and then shuts up.\n\nAnd listen to the dialogue. Grady has been working on his second novel so long, it now runs well over 2,000 single-spaced pages. Hannah suggests tactfully that by including the \"genealogies of everyone's horses, and their dental records,\" Grady's work \"reads as if you didn't make any choices.\" It's the right line in a movie that does make choices.\n\nHannah also wonders if the book would have more shape if he hadn't been stoned when he wrote it. Yes, his brilliant first book was written under the influence, but then a lot of first novels are written long before they're actually put down on paper.\n\n\"Wonder Boys\" is the first movie directed by Curtis Hanson since his \"L.A. Confidential\" (he and co-writer Brian Helgeland won an Oscar for that film's script). In a very different way, \"Wonder Boys\" is as accomplished. The screenplay by Steve Kloves (\"The Fabulous Baker Boys\"), based on a novel by Michael Chabon, is European in its preference for character over plot.\n\nThis is a funny and touching story that contains dead dogs, Monroe memorabilia, a stolen car, sex, adultery, pregnancy, guns, dope and cops, but it is not about any of those things. It is about people and especially about trying to be a good teacher.\n\nCould one weekend on a real campus possibly contain all of these events? Easily, given the tendency of writers to make themselves deliberately colorful. Grady knows exactly what he's doing. Of Sara he observes: \"She was a junkie for the printed word. Lucky for me, I manufactured her drug of choice.\"", "running_time": 112, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-05-12", "genres": ["Comedy", "Drama"], "title": "Wonder Boys (2000)"}