{"url": "http://www.rogerebert.com/reviews/wonderland-2000", "by": "Gina McKeeas Nadia", "star_rating": 3.0, "text": "Michael Winterbottom's \"Wonderland\" tells the story of three sisters in South London, each lonely in her own way, and of their husbands, parents, blind dates, neighbors and children, all lonely too, during four rainy days in November. You seek in this movie someone who is doing it right, who has found happiness, and all you come up with is the grown son who ran away from it all. Does that mean these people are unusual? Not at all. Most people are not terrifically happy most of the time. That's why, according to this movie, they invented booze, professional sports, television, hairdressing and sex.\n\nI saw this film at about the same time I took a fresh look at \"Nashville\" (1975), Robert Altman's film of interlocking lives. Altman has often ventured into these constructions, where you find out gradually how the characters are related; think also of his \"Short Cuts\" and \"The Player,\" and of two Paul Thomas Anderson films influenced by him, \"Boogie Nights\" and \"Magnolia.\" While most plots march from the beginning to the end of a film, these kinds of films move in circles, suggesting that life is not a story but a process. They're more true to life. Reality isn't a march toward a happy ending, but a long series of small and hopeful sideways moves toward dimly sensed goals.\n\nWhy do I feel touched by \"Wonderland\" and other films like it? Because these films are about themselves and not about me. The real subject of most conventional films, especially the summer special effects pictures, is me--how they make me feel, how they shock me, how they scare me, how I feel during the chase scenes. There is nothing to be discovered about human nature in them. A movie like \"Wonderland,\" however, is about them--about people I am not and will never be, but who are all around me in the city, and share this time and society. F/X pictures come out of the screen at me. Movies like \"Wonderland\" invite me into the screen with them. I am curious. I begin to care.\n\nThe sisters in \"Wonderland\" are Nadia (Gina McKee), Molly (Molly Parker) and Debbie (Shirley Henderson). Nadia works in a Soho cafe and answers singles ads. Molly is pregnant, and living with Eddie (John Simm), who sells small appliances, has very low self-esteem and painfully rehearses how he will tell her he has quit his job. Debbie is a hairdresser, who has a young son by Dan (Ian Hart).\n\nWe also meet their parents: Eileen, their mother (Kika Markham), critical of everyone and everything, who steals out in the night to poison the neighbor's dog, and Bill (Jack Shepherd), who turns up hopefully at his daughters' places to help out, who is trapped in a loveless marriage, who does indeed find one moment of happiness. That comes when he locks himself out of the house and is invited in by a neighbor, the Caribbean woman across the street; they dance, sweetly, and it is clear there could be more, but he ducks out--he's broken and doesn't have the nerve.\n\nDan has custody of his son for a weekend, long enough to give him object lessons in rage. He grows terrifyingly angry in traffic, takes the kid to a soccer game, which plays as violent mayhem, and eventually passes out at home, drunk. The boy is resourceful, rifles his dad's pants pockets for money, and disappears to a nearby fun fair (it is Guy Fawkes Day, celebrated in England with fireworks and the ritual burning of the traitor who tried to blow up Westminster). That leads to a panicked search for the missing boy, and a reunion at police headquarters; Dan is not a bad man, just a frustrated one, untidy with his emotions.\n\nLife is made of moments like these. Eddie quits his job without telling Molly, who doesn't see how they'll make ends meet with her pregnant. We know what she doesn't: That he hates his work, is terrified of social situations, tries painfully to rehearse how he will break the news to her, flees rather than face her. Nadia has sex with a man she meets through the singles ads. He is very eager to have her leave his apartment once they've finished. Riding home, on the upper deck of a red London bus, she is surrounded by couples, and weeps. Franklyn (David Fahm), the son of the woman across the street, sits for hours in his room; his mom tells him he bottles everything up, and is like a total stranger. Later he and Nadia unexpectedly have a conversation that reveals much about their loneliness.\n\nA movie like this is an act of attention. Winterbottom and screenwriter Laurence Coriat go out into their city and attend to how people live and how they feel. Like Studs Terkel in his books, they are listeners to ordinary lives. We watch not because we are \"entertained\" but because we begin as curious, end as sympathetic. The movie has no big point to make. If it did, it would be dishonest to itself.", "running_time": 108, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-08-11", "genres": ["Drama", "Foreign"], "title": "Wonderland (2000)"}