{"url": "http://www.rogerebert.com/reviews/wonderland-2003", "by": "Val Kilmeras John Holmes", "star_rating": 2.0, "text": "One of the things that makes police work in Los Angeles tricky, Vincent Bugliosi says, is that anyone is likely to know anyone else. In other cities, social connections are more predictable. A cop who knows who you are, where you live and how you work has a pretty good idea who you are likely to know.\n\nBut drugs, sex and show biz act like L.A. wormholes, connecting the famous with the obscure. John Holmes, for example, was a porn star who became addicted to cocaine, and told his dopehead friends that Eddie Nash, a nightclub owner, kept a lot of money in his house. The dopeheads broke into Nash's house and took money and jewelry. Not long after, Holmes unwisely arrived at Nash's house and was beaten until he told Nash about the dopeheads. Holmes then allegedly helped Nash's bodyguards enter the house at 8763 Wonderland Ave., in the Hollywood Hills, where the dopeheads lived. Four of them were murdered, leaving the most horrifying crime scene one of the arriving cops had ever witnessed. The police eventually linked Holmes to the murders through the testimony of Scott Thorson, Liberace's lover, who saw Holmes being beaten.\n\nAnd just to complete the circle, I got this information from charliemanson.com, no relation to the cult leader. I was looking it up because at the end of \"Wonderland\" I had no clear idea of what had happened, except that Holmes was apparently the connection. Perhaps because Eddie Nash is still alive and was acquitted on the murder charges after two trials, the movie never comes right out and says that he sent his men to commit the murders. The interior logic of the movie says he must have, but that's not actionable. To obscure a possible libel, or for artistic reasons, or both, the movie tells the story in the style of \"Rashomon,\" moving back and forth through time and using contradictory stories so that we think first one version and then another is the truth.\n\n\"Rashomon\" was told with great clarity; we were always sure whose version we were seeing, and why. \"Wonderland\" is told through a bewildering tap-dance on the timeline, with lots of subtitles that say things like \"Four months earlier\" or \"July 1, 1981.\" There are so many of these titles, and the movie's chronology is so shuffled, that they become more frustrating than helpful. The titles of course reflect the version of the facts they introduce, so that a given event might or might not have happened \"Three weeks later.\" Actors separated from chronology have their work cut out for them. A performance can't build if it starts at the end and circles in both directions toward the beginning. Yet Val Kilmer is convincing as John Holmes, especially when he pinballs from one emotion to another; we see him charming, ugly, self-pitying, paranoid, and above all in need of a fix. Holmes, acting under the name \"Johnny Wadd,\" made a thousand hard-core pornos (according to this movie) or more than 2,500 (according to the Web site). But by the time of the action, drugs have replaced sex as his obsession and occupation, and Kilmer does a good job of showing how an addict is always really thinking about only one thing.\n\nHolmes is essentially just a case study: not interesting, not significant, not evocative. Nash (Eric Bogosian) is even less dimensional, existing completely in terms of his function in the plot. The human interest in the movie centers entirely on two women: Dawn Schiller (Kate Bosworth), Holmes' teenybopper girlfriend, and Sharon Holmes (Lisa Kudrow), his wife.\n\nWhy either of these women wants to have anything to do with Holmes is a mystery, although Dawn perhaps somewhere in her confused reverie, thinks of him as a star, and Sharon still cares for him, despite having moved on to a settled, respectable lifestyle. Maybe she remembers a boy she was trying to save.\n\nThe movie is tantalizing in the way it denies us more information about the Dawn-Sharon-Holmes triangle. The two women are on good terms with each other (and are friends to this day, I learn), sexual jealousy seems beside the point when your man is the busiest porn star in history, and at one point Holmes actually informs incredulous cops that he wants to go into the witness projection program with both women. Kudrow's performance is the most intriguing in the movie, and when she goes face to face with Holmes and coldly rejects his appeals for help, we guess maybe he needs her because she's the only adult in his life.\n\nParts of this story, much altered, have been told already in Paul Thomas Anderson's incomparably better film \"Boogie Nights\" (1997). Dirk Diggler (Mark Wahlberg) was the Holmes character there, and Heather Graham's Roller Girl is I guess something like Dawn.\n\nTrue crime procedurals can have a certain fascination, but not when they're jumbled glimpses of what might or might not have happened involving a lot of empty people whose main claim to fame is that they're dead.", "running_time": 99, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-17", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "Wonderland (2003)"}