{"url": "http://www.rogerebert.com/reviews/wont-back-down-2012", "by": "Maggie Gyllenhaalas Jamie", "star_rating": 2.0, "text": "The failing primary school in \"Won't Back Down\" succeeds in teaching only seventy percent of its graduates to read. The American public education system seems to be in meltdown, producing high school graduates less literate and numerate than the grade school graduates of a few generations ago.\"Won't Back Down\" blames this failure on teachers' unions and bureaucracy. It embraces a slowly growing movement in which parents vote to take control of their children's own schools, reward gifted teachers, and throw out overpaid, lazy and administrators held in place by seniority. It all sounds so simple--and it is, because the movie makes it simplistic.\n\nIn this scenario, based on the proverbial \"true story\" that isn't even cited in the film's end credits, a heroic working-class mom and a heroic gifted teacher join forces to collect signatures, stage protests and then force a public vote by the school board in which the good guys take over a Pittsburgh grade school. What happens afterward is not very informative; we get one shot of the corridor walls of the new school, papered with student artwork.\n\nMaggie Gyllenhaal stars as Jamie Fitzpatrick, a single mom, auto-dealer secretary and night-shift bartender, whose dyslexic third grader Malia (Emily Alyn Lind) is trapped in the classroom of an entrenched teacher (Nancy Bach), who, by common agreement of her colleagues, is the faculty's most overpaid and badly performing member.\n\nJamie becomes determined to get Malia switched to the classroom of an inspired teacher, Nona Alberts (Viola Davis), but is blocked by the stonewall attitude of the school principal (Bill Nunn). During a heart to heart with Nona, who has been ground down by the system, Jamie asks, \"Do you want to start a school with me?\" Not without hesitation, Nona agrees.\n\nThis launches a formula effort in which the inspirational Jamie energizes an effective opposition, even though the Viola Davis character would seem better suited to that challenge. That's little surprise in a film where typecasting and color-coding makes it easy to predict which characters are good or bad.\n\nThe film adds two unnecessary subplots, one involving a romance between Jamie and the heartthrob teacher Michael (Oscar Isaac), and another about Nona's failing marriage with her husband (Lance Reddick), who texts her to say \"This isn't working\" and leaves for no apparent reason, other than to be an absent dad for their son (Dante Brown), and then to turn up to hug her at the end. \n\nRosie Perez is utterly misused as Breena, Nona's best pal at school, and Ving Rhames turns up as the principal of a charter school, who presides over a heartbreaking lottery. Both the lottery scene and the anti-union material seem to be fictionalized versions of material in the powerful documentary \"Waiting for Superman,\" which covered similar material with infinitely greater depth.", "running_time": 121, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-09-26", "genres": ["Drama"], "title": "Won't Back Down (2012)"}