{"url": "http://www.rogerebert.com/reviews/woo-1998", "by": "Jada Pinkett Smithas Woo", "star_rating": 1.5, "text": "“Woo” is about a collision between black lifestyles, when a\rsexpot looking for “someone impulsive and exciting” ends up with a middle-class\rprofessional, and puts him through a severe psychosexual test-drive.\n\nWhen the smoke clears, she's revealed as not quite as street as\rshe pretends, and he turns out to have a few personality secrets concealed\rbehind that white collar. Along the way, the movie touches on subjects usually\rside-stepped in African-American films, including the discomfort of black\rprofessionals around “country” behavior.\n\nJada Pinkett Smith stars, as Woo, a girl who likes to party and\ris looking for a man. Her transvestite psychic friend predicts that a dynamic\rVirgo is in her future, but she doubts it. That night, she drops in on her\rcousin Claudette (Paula Jai Parker) and her boyfriend Lenny (Dave Chappelle),\rbut they want to be alone together, so Lenny talks his friend Tim (Tommy\rDavidson of “In Living Color”) into taking her out. Tim is a law clerk,\rstudying for the bar; Woo suspects a bore, but agrees to the date when she\rfinds out he's a Virgo.\n\nThat's the setup for a movie constructed so loosely that I had\rthe feeling some of the characters were introduced after we'd already met them.\rThe film is a series of episodes in which Woo and Tim demonstrate to each\rother's satisfaction (and certainly to ours) that they have no business being\rout on a date with each other--although of course, after they survive assorted\rbizarre adventures, a certain camaraderie grows up between them. As hostages of\reach other, they develop reciprocal Stockholm syndrome.\n\nThe running joke is that Tim doesn't know much about women or,\rfor that matter, black culture. Fixed up on the blind date with Woo, he goes\racross the hall to get tips from his neighbor Darryl (LL Cool J), who supplies\rhim with a kit containing various stimulants and preventatives, and a cassette\rof absolutely guaranteed romantic music (“by the time you get to side B, you\rshould be naked”).\n\nWoo is not in the mood to be wooed, however, and the evening\rbreaks down into episodes such as the one in an Italian restaurant, where\rpolite Tim doesn't get very far with the waiter, but Woo (who turns out to\rspeak Italian) does. Then she sees an old friend through the window, and their\rreunion essentially demolishes the restaurant.\n\nMovies like this don't really establish their characters and\rdraw much of the humor out of their personalities; they go for quick payoffs,\reasy slapstick and in-jokes based on insults and code words. It's harmless and\rsometimes entertaining, but compared to Tommy Davidson's previous film, “Booty\rCall” or for that matter Jada Pinkett's work in “Set it Off” and “The Nutty\rProfessor,” it's lightweight and disposable.", "running_time": 80, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-05-08", "genres": ["Comedy", "Romance"], "title": "Woo (1998)"}