{"url": "http://www.rogerebert.com/reviews/word-wars-2004", "by": "Eric Chaikin", "star_rating": 3.0, "text": "The movie uses the same structure as \"Spellbound,\" last year's charming doc about the National Spelling Bee. The difference is, Scrabble players are not charming. Both movies introduce us to leading contenders for the national championship, watch them train, worry and obsess, and follow them to the national finals. For \"Word Wars,\" the end of the rainbow is in San Diego, which also spells \"diagnose\"; the movie has cute graphics rearranging one word into another, illustrating the Scrabble skill of looking at tiles that seem to spell nothing and willing them to spell something, anything.\n\nWe meet four players who are famous within the world of Scrabble, a world not of cute kids hoping for college scholarships but of desperate men and a few women with tunnel vision, who have chosen a sport as narrow and obsessive as championship poker, but without the big pots. The top prize in the tournament, if I recall correctly, is $25,000, and there are no cable stations paying to look over your shoulder while you play Scrabble with Ben Affleck.\n\nOf finalists who are all unhappy in one way or another, the most miserable may be Joel Sherman, known in Scrabbleland as \"G. I. Joel,\" because of his gastrointestinal tract, a battlefield of churning acids. He chugs drug-store remedies. Then there's Marlon Hill, an African-American who likes to come across as an angry militant, even if angry black militancy finds little opportunity to express itself in Scrabble. Oh, I forgot: Scrabble is an example of the way the world colonizes his mind by forcing him to use standard English since there is no Ebonics version of the game.\n\nMatt Graham specializes in demanding goals with low chances of success: He wants to be not only a Scrabble champion but a successful stand-up comic. If he played the lottery, he'd have a trifecta. He consumes mysterious pills that are allegedly not illegal. I believe him, but I also believe, based on their effect on him, that they should be. Among the four contenders, the one who is relatively centered is Joe Edley, who has won the national championship three times, and thus would be a household name and the idol of millions if his sport were only professional tennis. Edley practices the entire New Age routine, with meditation, mantras, chants, tai chi and various weird behaviors designed to intimidate his opponents by how much more together he is than they are. Ozzy Osborne is more together than they are.\n\nWe meet professional Scrabble hustlers in Washington Square Park, not far from the professional chess hustlers. The difference is, chess is an exercise in applied logic in which the better player always wins (if he loses, he is by definition not the better player). Poker is also a game where the better player usually wins, or has an edge, although something depends on the luck of the cards. Scrabble seems to require the most masochistic traits of both chess and poker. To some degree, you win because you know how to spell more words and are better at teasing them out from the alphabet soup on your rack. To some degree, you lose because you drew lousy tiles.\n\nThere is a shot in \"Word Wars\" of the tiles a player draws at a crucial moment in a game, and the audience groans. They may be the worst tiles in history.\n\n\"Word Wars\" is compellingly watchable because (a) we all know how to play Scrabble, (b) the characters are such authentic oddballs, (c) their world seems more arcane and peculiar the longer we spend in it, and (d) there is suspense approaching desperation at the end; some of the players almost need to win in order to buy their next meal.\n\nScrabble is one way to kill time. I can think of better ways to pass obsessive, lonely, anti-social lives; a documentary named \"Cinemania\" is about people who literally attempt to spend every waking hour watching movies, seven days a week. At least they get to see the movies. After a Scrabble player has triumphantly played a word that contains Q without U, where does he go from there? How long can you treasure that memory?", "running_time": 80, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-07-23", "genres": ["Documentary"], "title": "Word Wars (2004)"}