{"url": "http://www.rogerebert.com/reviews/wordplay-2006", "by": "Patrick Creadon", "star_rating": 3.0, "text": "The movie centers on the 28th annual American Crossword Puzzle Tournament, hosted every year in Stamford, Conn., by Will Shortz, the editor of the New York Times crossword puzzles. It also visits fans of the Times puzzles (which run in the Sun-Times and countless other papers). These include Bill Clinton, Bob Dole, Jon Stewart, Ken Burns, Yankee pitcher Mike Mussina and the Indigo Girls, although they missed my friend Dusty Cohl, who descends into a deep mental well once a day and does not emerge until the puzzle has been completed (I think \"filled in\" is not the approved terminology).\n\nThe film is made with a lot of style and visual ingenuity. Patrick Creadon, the director, uses graphics to show us crossword grids with the problem areas highlighted, and then we see the letters being written in. In one especially ingenious montage, he has all of his celebrities working on the same puzzle in interlocking shots. During the final championship round, with three contenders working on giant crosswords on a stage, he makes their progress easy to follow; I can imagine another film in which it would have been incomprehensible.\n\nYou have to be very well-informed to be a crossword puzzle champion. Scrabble and spelling bees require knowledge of a lot of words, but crosswords require unlimited facts, encyclopedic knowledge, and an ability to figure out the author's unstated assumptions about the nature of the clues. The puzzles can be tricky; both Dole and Clinton remember that on the day after their presidential campaign, one clue asked for the name of the winner. Diabolically, the correct seven-letter word could be either CLINTON or BOBDOLE.\n\nAll of these people think Merl Reagle is about the best crossword author now active. Mike Mussina, the pitcher, says solving a Reagle puzzle \"is like pitching to Barry Bonds.\" Jon Stewart laments that the Times has banished certain words, including those involving bodily functions: \"Words like urine and enema,\" he says, \"are terrific, because they pack a lot of vowels in five letters.\" We meet some of the stars in the crossword world, including a former champ, Trip Payne, and 20-year-old Tyler Hinman, who is the kid to watch. We also absorb the sense of a family reunion at the crossword tournament; the annual talent show is so democratic, it includes baton twirling.\n\nWill Shortz has been the god of this world since he founded the tournament, shortly after taking over as editor of the Times puzzles. How do you prepare for such a career? He went to Indiana University, which permits students to design their own majors, and got a degree in \"enigmatology.\" He created the rules for the annual tournament.\n\nThe final championship round is incredibly intense. Not only do the finalists stand onstage in front of big boards that everyone can see, but they wear headphones that pump music at them, so they can't hear clues or comments from the audience. There is a finalist this time who rips off his headphones, throws them to the ground and uses a banished word involving a bodily function, and believe me, he has his reasons.", "running_time": 94, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-06-22", "genres": ["Documentary"], "title": "Wordplay (2006)"}