{"url": "http://www.rogerebert.com/reviews/working-girls-1987", "by": "Louise Smithas Molly", "star_rating": 3.0, "text": "There is, I imagine, somewhere in the mind of every man who goes to a prostitute the fantasy that he is somehow unique; that the woman has never met anyone quite like him before, and that, although her other clients may be \"johns,\" he is an individual.\n\n\"Working Girls\" both supports and destroys that illusion. The prostitutes in this movie may, indeed, never have met anyone quite like certain clients before, but that is not necessarily a compliment. What makes each man different is the nature of his fantasy life, the specific scenario he is seeking from a prostitute. What makes each man the same is that there are only so many fantasies, and so many ways to fulfill them, and, for the working girls, only so many hours in a day.\n\n\"Working Girls\" takes place during one day in a Manhattan bordello. The routine is well-established. The guys call in, the \"phone girl\" makes an appointment or a sales pitch, the women pass the time with idle small talk and gossip, and occasionally something truly exciting happens - such as when the phones are put on hold and the madam has a temper tantrum.\n\nOne by one, the guys come in through the door, each one burdened with the weight of his uniqueness. \"How's everything?\" one of the hookers asks a client. \"Terrific,\" he says. \"We have a new secretary at the office.\" \"Yeah, it's been pretty busy around here,\" the girl says. \"I can imagine,\" the guy says.\n\nSome of the johns have really wild scenarios going on in their heads. One of them, for example, wants a hooker to enact a situation in which she is blind and only sexual intercourse with the guy can make her see again.\n\nOthers are into more kinky situations, but the bottom line is always the same: What goes on in bed between the hooker and the john is simply the occasion for the man to replay old and deep needs that have been in place for years. The woman is relatively unimportant, because she is not the fantasy but more like the supporting cast.\n\n\"Working Girls\" has a lot of fascinating stuff in it, but most of it has to do with management and capitalism, not sex. We learn a great deal about clean towels, birth control, disease prevention and never putting the phones on hold. We also learn a lot of euphemisms: For example, \"Make sure the client is completely comfortable before you take any money.\" In other words, make sure the guy is naked, because then you know he's not a cop.\n\nThe movie is told largely through the eyes of Molly (Louise Smith), a lesbian whose lover doesn't know what she does for a living.\n\nAfter Molly arrives at work (on her 10-speed bike), we meet the other girls, some of them naive, some of them middle-age and weary, all of them bereft of illusions about men.\n\nSometimes, however, something touching happens in the sessions behind the closed doors. There are fugitive moments of tenderness, quiet passages of communication. It is a cliche that prostitutes are really selling companionship, not sex, and \"Working Girls\" seems to support that notion. What is remarkable is not that the girls are cynical and hardened, but that they have retained as much gentleness and empathy as they have. Like workers in more respectable professions such as psychiatry, medicine and the ministry, they seem to have the ability to care, if only for a short time, about some of their clients, and to be nice to them. By the end of this movie, you wonder where they find not only the patience, but also the strength.\n\n\"Working Girls\" is not a slick and dramatic movie. There are moments that seem forced and amateurish, and the over-all structure of the story is fairly predictable. What the movie does have, though, is the feeling of real life being observed accurately. I was moved less by the movie's conscious attempts at artistry than by its unadorned honesty: The director, Lizzie Borden, has created characters who seem close to life, and her movie helps explain why the world's oldest profession is, despite everything, a profession.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-03-13", "genres": null, "title": "Working Girls (1987)"}