{"url": "http://www.rogerebert.com/reviews/working-girl-1988", "by": "Melanie Griffithas Tess McGill", "star_rating": 4.0, "text": "The problem with working your way up the ladder of life is that sometimes you can’t get there from here. People look at you and make a judgment call, and then, try as you might, you’re only spinning your wheels.\n\nThat’s how Tess McGill feels in the opening scenes of “Working Girl.” She is intelligent and aggressive, and she has a lot of good ideas about how to make money in the big leagues of high finance. But she is a secretary. A secretary with too much hair. A secretary who rides the Staten Island ferry to work. A secretary who started talking like a little girl because it was cute when she was 11, and is still talking the same way, except now she is 30. There is no way anybody is ever going to take her seriously.\n\nOne day Tess (Melanie Griffith) gets a new job and a new boss in the mergers and acquisitions department of a Wall Street firm. The boss (Sigourney Weaver) is a woman of almost exactly Tess’s age, but with a different set of accessories. For example, she talks in a low, modulated voice, and wears more businesslike clothes, and has serious hair. “If you want to get ahead in business,” Tess muses, “you’ve got to have serious hair.” Tess gets along fine with her boss until the boss goes on a skiing holiday and breaks her leg and is supposed to be in traction for six weeks. Then Tess accidentally sees a file in her boss’s computer and finds that the boss was about to steal one of Tess’s brilliant suggestions and claim it as her own.\n\nThis makes her fighting mad, and so she begins an elaborate deception in which she masquerades as an executive at the firm, and figures out a way to meet a guy named Jack Trainer (Harrison Ford), who is the right guy at another firm to make the deal happen. She meets Trainer at a party and gets drunk and ends up in bed with him, even though she explained to him, “I have a head for business and a bod for sin.” Will he ever take her seriously now? Yes, it turns out, because he likes her, and because he thinks her idea really is pretty brilliant.\n\nThat’s the setup for “Working Girl,” the new Mike Nichols film, which is one of those entertainments where you laugh a lot along the way, and then you end up on the edge of your seat at the end.\n\nStructurally, the film has some parallels with “The Graduate,” Nichols’ 1967 classic - including a climactic scene where an important ceremony is interrupted by the wrong person bursting in through the door.\n\nBut “Working Girl” is the other side of the coin. “The Graduate” was about a young man who did not want to make money in plastics.\n\n“Working Girl” is about a young woman who very definitely wants to make money in mergers.\n\nThis is Melanie Griffith’s movie in the same way “The Graduate” belonged to Dustin Hoffman. She was not an obvious casting choice, but she is the right one. And in an odd way, her two most famous previous roles, in “Body Double” and “Something Wild,” work for her. Because we may remember her from those sex-drenched roles, there is a way in which both Griffith and her character are both trying to get respectable - to assimilate everything that goes along with “serious hair.” Supporting roles are crucial in movies like this. Weaver’s role is a thankless one - she plays the pill who gets humiliated at the end - and yet it is an interesting assignment for an actor with Weaver’s imagination. From her first frame on the screen, she has to say all the right things while subtly suggesting that she may not mean any of them.\n\nIf she is subtle, so is Ford, an actor whose steadiness goes along with a sort of ruminating passion. When he’s in love with a woman, he doesn’t grab her; he just seems to ponder her a lot. Weaver and Ford provide the indispensable frame within which the Griffith character can be seen to change.\n\nThe plot of “Working Girl” is put together like clockwork. It carries you along while you’re watching it, but reconstruct it later and you’ll see the craftsmanship. Kevin Wade’s screenplay is sort of underhanded in the way it diverts us with laughs, and with a melodramatic subplot involving Griffith’s former boyfriend, while all the time it’s winding up for the suspenseful climax.\n\nBy the time we get to the last scenes, the movie plays like a thriller, and that’s all the more effective because we weren’t exactly bracing for that.\n\n“Working Girl” is Nichols returning to the top of his form, and Griffith finding hers.", "running_time": 116, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-12-21", "genres": ["Comedy", "Drama", "Romance"], "title": "Working Girl (1988)"}