{"url": "http://www.rogerebert.com/reviews/world-traveler-2002", "by": "Billy Crudupas Cal", "star_rating": 2.0, "text": "Cal drags a woman out of a bar to look at the stars and listen to his rants about the universe. She pulls loose and asks, \"Do you get away with this crap because you look like that?\" Later in the film two kids will ask him if he's a movie star. He's good-looking, in a morose, tormented way, but it's more than that; Cal is charismatic, and strangers are fascinated by his aura of doom and emptiness.\n\nThere is another new movie, \"About a Boy,\" with a hero who complains that he's a \"blank.\" The dialogue is needed in \"World Traveler.\" Although others are fascinated by Cal's loneliness, with his drinking, his lack of a plan, his superficial charm, he is a blank. Early in the film he walks out on his marriage, on the third birthday of his son. Taking the family station wagon, he drives west across the United States and into the emptiness of his soul.\n\nCal is played by Billy Crudup, one of the best actors in the movies, but there needs to be something there for an actor to play, and Cal is like a moony poet who embraces angst as its own reward. Throwing back Jack Daniels in the saloons of the night, he doesn't have a complaint so much as celebrate one. When we discover that his own father walked out on Cal and his mother, that reads like a motivation but doesn't play like one. It seems too neat--the Creative Writing explanation for his misery.\n\nThe film, written and directed by Bart Freundlich, is a road picture, with Cal meeting and leaving a series of other lonely souls without ever achieving closure. It's as if he glimpses them through the windows of his passing car. There's a young hitchhiker who implies an offer of sex, which he doesn't accept. A construction worker named Carl (Cleavant Derricks) who wants friendship and thinks Cal offers it, but is mistaken. A high school classmate (James LeGros, bitingly effective) who provides us with evidence that Cal has been an emotional hit-and-run artist for a long time. Finally there is Dulcie (Julianne Moore), who is drunk and passed out in a bar.\n\nCal throws her over his shoulder and hauls her back to his motel room, to save her from arrest. She involves him in her own madness. Both sense they're acting out interior dramas from obscure emotional needs, and there is a slo-mo scene on a carnival ride that plays like a parody of a good time. Nelson Algren advised, \"Never sleep with a woman whose troubles are greater than your own,\" and Cal would be wise to heed him.\n\nThere are moments of sudden truth in the film; Freundlich, who also made \"The Myth of Fingerprints\" (1997), about an almost heroically depressed family at Thanksgiving, can create and write characters, even if he doesn't always know where to take them.\n\nThe construction buddy Carl and his wife (Mary McCormack) spring into focus with a few lines of dialogue. Cal persuades Carl, a recovering alcoholic, to get drunk with him, and help him pick up two women in a bar. The next day Carl says his wife is angry at him, and brings her to life with one line of dialogue: \"She's mad about the drinking--and the objectification of women.\" Later, drunk again, Cal meets Carl's wife, who says, \"In all the years I've been married to Carl, I've never heard him talk about anyone the way he talks about you.\" She loves Carl, we see, so much she is moved that he has found a friend. But then Cal tries to make a pass, and the wife looks cold and level at him: \"You're not his friend.\" Cal isn't anybody's friend. Near the end of his journey, in the Western mountains, he meets his father (David Keith). The role is thankless, but Keith does everything possible, and more, to keep the father from being as much a cipher as the son. One senses in \"World Traveler\" and in his earlier film that Freundlich bears a grievous but obscure complaint against fathers, and circles it obsessively, without making contact.", "running_time": 104, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-04-26", "genres": ["Drama", "Indie"], "title": "World Traveler (2002)"}