{"url": "http://www.rogerebert.com/reviews/wrath-of-the-titans-2012", "by": "Sam Worthingtonas Perseus", "star_rating": 2.0, "text": "Maybe it was the three exploding mountains too many. Or the dozen surplus fireballs. Or too much noise. \"Wrath of the Titans\" relentlessly wore me down with special effects so overscale compared to the characters in the film that at times the only thing to do was grin. The characters, to be sure, are gods and not humans, but they are human-sized gods. Give it a moment's thought: What chance does your average muscular god have against the grinding stones of a labyrinth as large as a volcano?\n\nBut hold on a second. Why, you may be wondering, are the Titans feeling wrathful? The seeds of their present discontent can be traced back a decade (or two years in movie time) to the events related in \"Clash of the Titans\" (2010), where Perseus (Sam Worthington) defeated the Kraken and hopefully retired to raise his young son. Perseus, you may recall, is a demigod, the son of Zeus (Liam Neeson) and a human mother. Or maybe you don't recall. Anyway, Perseus' retirement is not meant to be, because there is a crisis in the world of the gods. Humans are losing their faith in them, and the gods, no matter what you may have been led to believe, depend for their power on the faith of those who believe in them. I was reminded of Tinker Bell, and toyed with the notion of Perseus turning to the audience and asking, \"Do you believe in gods?\"\n\nPerseus, in any event, is not very fond of Zeus, who did, after all, rape his mother. But the time has come to take a larger view. Zeus is being held prisoner by Hades (Ralph Fiennes), who hopes to usurp his power. Now Perseus must journey to the underground to rescue his father, restore his power and prevent Hades from ruling civilization. This he and his team must do by negotiating a labyrinth and descend to Tartarus.\n\nThe labyrinth scene isn't bad. This phenomenon was built from the outside in, we learn, leaving only one escape route. It consists of an unimaginably massive maze of enormous rocks, arranged like a clockwork mechanism so that its elements grind and shift and change forms. The stones indeed seem to be able to sense where the gods are and toy with them. It is frankly impossible to see how the (human-sized) gods have half a chance in its bowels, especially since exits become dead ends, narrow corridors begin to crush in upon them, and so on. If you were to quiz me on how they escape, I would be puzzled. They just ... found their way out, I guess. \n\nBut never mind. \"Wrath of the Titans\" is obviously not concerned with plausibility. It lacks a comprehensible story, and you won't need your Cliff Notes on the Greek myths. You get an idea of who the major players are, and then they spend a modest amount of time shouting laughable dialogue at one another while being all but forced off the screen by special effects.\n\nThat's where the fireballs and exploding mountains come in. No attempt is made to achieve a consistent physical scale in the movie, nor a comprehensible spatial plan. I was never quite sure where anybody or anything was in relationship to anything else, and eventually I gave up trying: This is a montage of sweaty, dirty, bloodied faces and figures assembled to fit between balls of fire.\n\nI should have added that the movie is in 3-D. This is not a help. \"Wrath of the Titans\" is to begin with a dusty, murky pictorial confusion, not helped by dim underworld scenes, and although I'm sure the focus must be excellent, it had an imprecise feeling to me. Then the 3-D glasses did their bit to reduce the light level from the screen, and unlimited clouds of smoke, dust and sand were generated by the explosions, and finally I found myself wondering, just for the heck of it, how the movie might have played with a more traditional approach. You know. Literate, concise dialogue. Characters we care about, with relationships that have meaning for us. Action set-pieces within well-established spatial boundaries. Pacing that doesn't hurtle past us faster than the human ability to develop interest. You know, that kind of stuff.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-03-28", "genres": ["Action", "Adventure", "Fantasy"], "title": "Wrath of the Titans (2012)"}