{"url": "http://www.rogerebert.com/reviews/wreck-it-ralph-2012", "by": "John C. Reillyas Ralph", "star_rating": 3.0, "text": "\"Wreck-It Ralph,\" the latest Disney animated feature for families, begins with a creative brainstorm: The movie occurs mostly inside the worlds of several arcade-style video games, providing an excuse for the backgrounds, ground rules and characters to constantly reinvent themselves. The title is inspired by its hero, one of those clumsy, misunderstood big guys who dreams only of being loved.\n\nFor Wreck-It Ralph, this will never happen in the universe he inhabits, the Fix-It Felix Jr. video game. Shown in animation only a generation advanced from Pac-Man, Ralph is a muscular freak who has only one function, using his fists and feet to pound holes in a high-rise apartment building. Then it's Fix-It Felix Jr., a handyman with unlimited skills, to the rescue. Winning the hearts of the Nicelanders, the residents of the building, Felix is regularly invited to their high-class parties, while Ralph is relegated every night to the town junk yard.\n\nRalph's depression is invaluably conveyed by the voice dubbing of John C. Reilly, who can sound put-upon almost by his very nature. Felix, voiced by Jack McBrayer, from \"30 Rock,\" is cheerful, high-spirited and helpful, even if trapped in the identity of Goody Two-Shoes.\n\nAfter decades of this existence, Ralph yearns to escape, and that's the excuse for the movie to break free from the sameness of its game. Ralph journeys through power cables and a surge projector to a place named Grand Game Central, where characters can visit. Warning: Although the rules allow them to die casually and frequently inside their native games, if they die outside, it's curtains.\n\nRalph hears of a game named \"Hero's Duty,\" where troops are led by a sergeant (tough-sounding Jane Lynch) in shooting down the Cybugs that are the scourge of all games. He wins a big gold medal and hopes it will make him look good to the Nicelanders. Ralph's next stop is a teeny-bopper game named Sugar Rush Speedway, which seems painted entirely in the colors of those cheap bright candies sold on Valentine's Day (remember the pink and yellow hearts reading \"I Love You?\") \n\nThe big deal here is Vanellope von Schweetz (Sarah Silverman), who embodies some glitches and isn't too skilled at handling the game's race cars, but she sure wants to be. She's discouraged by the stuck-up, bratty King Candy (Alan Tudyk). Then there's a big showdown involving hordes of Cybugs. \n\nMore than in most animated films, the art design and color palette of \"Wreck-It Ralph\" permit unlimited sets, costumes and rules, giving the movie tireless originality and different behavior in every different cyber world. Wreck-It Ralph, who seems not a million miles separate from Shrek, makes a lovable guide through this arcade universe.\n\nI have a complaint, and it's my usual one: The whole movie comes down to an interminable high-velocity race and chase scene, perhaps timed to match the moment when the kids in the audience have consumed so much pop and candy they're having their own sugar rush. That can get old real fast for the adults, and heaven help those parents whose children insist on viewing the DVD over and over and over and over again. I suppose that goes with the territory.", "running_time": 104, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-10-31", "genres": ["Animation", "Comedy", "Family"], "title": "Wreck-It Ralph (2012)"}