{"url": "http://www.rogerebert.com/reviews/wrestling-ernest-hemingway-1994", "by": "Robert Duvallas Walt", "star_rating": 3.0, "text": "Two old men meet in the Florida sunshine. They could not be more different. They could not be more alike. One of them once wrestled with Ernest Hemingway, or so he says. The other spent most of his life as a barber in Cuba. In one way or another, both men are still wrestling with Ernest Hemingway: wrestling with the macho code he buried in most of his fiction, and wrestling also with the dark, fearsome places he wrote about, where our deaths await us.\n\nThese are not subjects the two old men talk about, of course.\n\nThey talk about other things. About the available women in their small corner of the world, and about their families, which seem buried in the past. And they talk about the weather, about the news in the papers, about the movies. Although they would seem to have nothing in common, they find themselves spending more and more time together, because - well, bluntly, because they are lonely, and afraid to say so.\n\n\"Wrestling Ernest Hemingway\" is based on a screenplay by Steve Conrad that could also have been a short novel, told mostly in dialogue. It has been directed by Randa Haines with an affection for sunny, slightly shabby Florida locations where the population includes a lot of older people with time on their hands. The old guys are played by Robert Duvall, who is Walt, the Cuban; and Richard Harris, who is Frank, an Irishman and former Caribbean skipper.\n\nDuvall is almost unrecognizable in the early scenes, behind clever makeup and a quiet accent. He plays a very gentle man, who cherishes a great passion for Elaine (Sandra Bullock), a cheerful waitress at the corner diner. It is his daily ritual to order two fried bacon sandwiches from her, one for breakfast, one for lunch. He flirts with her, shyly, and she lets him.\n\nHarris hides behind no makeup and few clothes; he likes to do push-ups without his clothes on. He's got a couple of women in his sights: Georgia (Piper Laurie), who sees him at the movie matinee several times a week, and who always eludes his requests for a date, and Helen (Shirley MacLaine), his landlady, who will occasionally drink his Irish whiskey, but draws the line there; her former husband was a no-good bum, and she doesn't need another one.\n\nThe Harris character sometimes says he is 70, sometimes that he is 75. He is much more worldly than Duvall's old barber, but no more successful with women. Duvall, in fact, seems incredibly innocent about women, and is crushed when he goes to ask Elaine to a dance and discovers she is engaged. We never find out why he learned so little about women in Cuba, especially in a barbershop, where little else must have been discussed.\n\nBut never mind. The movie is essentially about the close observation of behavior. Like some of Hemingway's stories, the real action is all implied. The characters trade small talk, and we sense that larger issues are lurking beneath their cheerfulness.\n\n\"Wrestling Ernest Hemingway\" arrives a few weeks after \"Grumpy Old Men,\" another movie about two old guys (Jack Lemmon and Walter Matthau), but the approaches couldn't be more different. \"Grumpy\" is about comic characters, and about stars who embody them with their own famous personas. \"Wrestling\" is about quieter, more thoughtfully seen characters, and the actors are willing to dial down, emotionally.\n\nI am not sure audiences will embrace this approach. Most of the successful movies about old guys are about the defiance of age.\n\nConsider the great success of \"Cocoon,\" in which the older characters were seen bursting with life and energy. Here we have a more sobering view. Walt and Frank have no great urgent concerns, and their health at least seems to be OK, but they don't have much to do. Even more important, they don't have anyone who much cares what they do. Still, they keep on plugging, nursing their dreams of romance and happiness.\n\nEven when there is no longer an audience for it, a man must still behave according to his code. Hemingway wouldn't have to wrestle with that.", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-01-21", "genres": null, "title": "Wrestling Ernest Hemingway (1994)"}