{"url": "http://www.rogerebert.com/reviews/wristcutters-a-love-story-2007", "by": "Patrick Fugitas Zia", "star_rating": 2.5, "text": "Imagine that after you kill yourself, you don't go to heaven or hell but to an industrial wasteland where nothing works right, there are no good jobs, the fast food is generic, and everybody else who lives there committed suicide, too. Oh, and it doesn't look like anyone has sex, either, perhaps for theological reasons: Could a child be born in the land of the dead? How would you like to have a dad with a hole in his head? Think of Parents' Day.\n\n\"Wristcutters: A Love Story\" stars Patrick Fugit as Zia, who has evolved from \"Almost Famous\" to almost dead. He has been forsaken by his girlfriend, Desiree (Leslie Bibb), and has slashed his wrists. That'll show her. Apparently fate has designed a macabre punishment for those who commit the sin of suicide: You don't die, but linger forever in a life like the one you had before, but worse, and surrounded by suicidal people.\n\nAnd what kind of a name is Zia, anyway? A zia is a brachiopod, and Wiki reports that \"99 percent of [this] lampshell species are both fossils and extinct.\" Read that again. Both fossils and extinct. Sounds like your neighbors in Wristcutterland. Zia makes a friend named Eugene (Shea Whigham), who, as you have probably guessed from his name, was a Russian rock singer. Pissed off at the audience one night, he electrocuted himself onstage. That showed them.\n\nZia hears from a recent arrival from the Other Side that Desiree killed herself, too. Assuming she must be on This Side somewhere, he persuades Eugene to drive around looking for her, which begins them on a journey like the ones people are always making in Dead Teenager Movies, the ones with gas stations run by Toothless Doom-Mongers. They acquire a hitchhiker named Mikal (Shannyn Sossamon), who believes she got a raw deal.\n\nAlong the road to nowhere, they come across a sort of outcast commune. It is run by just the man for the job, Tom Waits, although my vote would have gone to Keith Richards. And they find Desiree, but how much of the story do you need to know, anyway?\n\nThis idea of an afterlife for suicides is intriguing. They thought they were ending their misery, and it was just beginning. That'll show them. Zia gets a job at a place called Kamikaze Pizza, which only scratches the surface of the possible jokes. But don't get the wrong idea: The movie isn't laugh out loud funny, under the circumstances, but it is bittersweet and wistfully amusing; the actors enjoy lachrymosity. We witness the birth of a new genre, the Post-Slasher Movie.", "running_time": 88, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-01", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Wristcutters: A Love Story (2007)"}