{"url": "http://www.rogerebert.com/reviews/wuthering-heights-2012", "by": "Kaya Scodelarioas Cathy", "star_rating": 3.0, "text": "\"Wuthering Heights\" remains popular among young women for some of the same reasons the \"Twilight\" novels are: It shows the heroine powerfully attracted to a possibly dangerous hero. Beneath all the period trappings of Emily Bronte's 1847 novel, beneath the brooding atmosphere of the Yorkshire moors, beneath the book's associations with classroom assignments, lurks … sex. This is the same sort of sex found in bodice-ripping romance novels, in which young virgins grow close but not too close to dark, ominous young men who threaten to sweep them off their feet. They're never quite swept, but the foreplay is tantalizing.\n\nIn this rough-hewn film version by the British director Andrea Arnold, gone is the stylized elegance of William Wyler's 1939 version, with its eight Academy Award nominations and an Oscar for cinematographer Greg Toland (\"Citizen Kane\"). Gone are the polished performances of Laurence Olivier as Heathcliff, the servant from the Caribbean, and Merle Oberon as his young mistress, Cathy Earnshaw. Gone, too, is Heathcliff's greater age and height than Cathy.\n\nInstead, this adaptation makes something evident that is strongly implied in the novel: Heathcliff, born as a slave, is Afro-Caribbean. He's played here by Solomon Glave as a youth and by James Howson after he returns to the Earnshaw family manor, having become in the meantime a wealthy man. Cathy (Shannon Beer when young, Kaya Scodelario when older) grows from a free-running, semi-wild child to a poised young lady whose transformation positions the two for what, at the time, would have been a transgressive relationship.\n\nWe're accustomed to imagining \"Wuthering Heights\" as a \"Masterpiece Theater\"-style production, but Arnold probably correctly depicts Yorkshire in the late 1700s as a brutal and savage society, especially among such as the struggling Earnshaws. Animals are mistreated, human niceties foresworn, and if Cathy's father (Paul Hilton) is kind enough to adopt the young orphan, her brother Hindley (Lee Shaw) is cruel and jealous after he becomes the Earnshaw heir. He beats Heathcliff, works him mercilessly and is overtly racist (surely this is the first adaptation using the N-word).\n\nThe story opens with Heathcliff returning (during one of the film's wild and stormy nights) to the Earnshaws. Then sequences show young Heathcliff and Cathy as affectionate quasi-siblings, sneaking away from the stern discipline of the farm to explore the untamed majesty of the moors. (Some will make the connection that these are the same moors haunted by the more recent Yorkshire Ripper.) As they approach puberty, they become affectionate and enjoy chaste tumbles in the heather. Hindley's dislike of this behavior may include subterranean levels of incestuous feelings.\n\nFinally, Heathcliff has no other recourse than to run away. In his absence, he earns a considerable fortune by undetermined means. Meanwhile, Cathy makes a marriage with a feckless neighbor, Edgar (Jonathan Powell when young, James Northcote when grown). Nobody has ever stirred her as Heathcliff does. \n\nWhen Heathcliff returns, it is for the purpose of reclaiming the only love of his life. Arnold uses hardly any dialogue to relate these events, and her film is set close to the earth, with beautiful but often grubby shots of the animals, birds and insects who inhabit the land along with its humans. The soundtrack is generous with the sounds of struggle and suffering, and although the credits state no animals were harmed during the production, it looks so much as if they are as to make no difference.\n\nThis is a more compact, tougher \"Wuthering Heights\" than we've seen before, lacking the refined pleasures of most versions. Is it possible Arnold's vision is closer to the fantasies Bronte experienced while writing her novel — but was reluctant to make more explicit? (As it is, she felt enough ambiguity about it to conceal herself behind a male pseudonym, Ellis Bell.) Arnold has been successful in reimagining the story's archetypal emotions in the story, bringing it closer to its passionate elements.\n\nWhat she hasn't done is make a terrifically entertaining film. Although this version dumps many of the novel's passages, particularly from the later chapters, it's dreary and slow-paced, heavy on atmosphere, introverted. I suppose life on an isolated moor was like that at the time, but do we need this much atmosphere?", "running_time": 129, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-11-28", "genres": ["Drama", "Romance"], "title": "Wuthering Heights (2012)"}