{"url": "http://www.rogerebert.com/reviews/wyatt-earp-1994", "by": "Kevin Costneras Wyatt Earp", "star_rating": 2.0, "text": "\"Wyatt Earp\" plays as if they took \"Tombstone\" and pumped it full of hot air. It involves many of the same characters and much of the same story, but little of the tension and drama. It's a rambling, unfocused biography of Wyatt Earp (Kevin Costner), starting when he's a kid and following his development from an awkward would-be lawyer into a slick gunslinger. This is a long journey, in a three-hour film that needs better pacing.\n\nIt's obvious that the movie's intentions are serious. It doesn't want to be just one more retelling of the gunfight at the OK Corral. The subject is the whole life span of Wyatt Earp, but unfortunately the movie isn't able to make much of the parts we don't already know about. Earp lived a long time (he died in 1929, 48 years after the famous gunfight in Tombstone) but his moment of fame was brief, and we are no more interested in Wyatt Earp as an old man than in King Lear as a young one.\n\nThe screenplay, written by Dan Gordon in collaboration with the director, Lawrence Kasdan, employs the time-honored biopic method of establishing a few shorthand themes and repeating them again and again. Young Wyatt gets nightly lectures at the dinner table from his father (Gene Hackman) about the importance of blood bonds: \"Family comes first!\" He absorbs this lesson to such a degree that it explains, in this version anyway, much of his motivation at the OK Corral and afterwards.\n\nAs a young man, Earp resembles old Jimmy Stewart characters.\n\nBashful but single-minded, he turns down the offers of fast women in saloons because he intends to marry a girl back home (Annabeth Gish).\n\nHe comes a-courtin' with flowers, and before long they are married and living in a cozy cottage. Then she dies tragically, and he seems to vow never to trust his emotions with any non-family member again.\n\nThe movie follows Earp's progress through the West, his employment as a stagecoach driver and a Wells Fargo man, and his stints as a lawman in Dodge City and Tombstone. Curiously, because the script places such emphasis on family, his brothers do not emerge very vividly. Even the strong actor Michael Madsen, as Virgil Earp, has so little dialogue and screen time that he doesn't emerge as truly individual. And the brothers James and Morgan are even less visible; the wives or mistresses of the three Earp brothers make more of an impression, if only because they spend so much time arguing with Wyatt's notions of family honor and duty.\n\nThe character who is always in the foreground of the Earp saga is Doc Holliday, the dentist and gambler who casts his lot with the Earps. Dying of tuberculosis, he has nothing to lose in lending his gun to their battles. Dennis Quaid plays the character in a stunning masquerade; having lost 38 pounds and grown a mustache for the role, he is scarcely recognizable. But his performance, and the whole movie, suffer from comparison with \"Tombstone,\" released in December 1993, which was more intense and clearly told. Quaid's performance is laconic and droll, but lacks the humor and the sublime detachment of Val Kilmer's in the earlier film. And, for that matter, Kurt Russell's Wyatt Earp was more self-assured, more sharply defined, than Kevin Costner's character.\n\nIf the characters in \"Wyatt Earp\" remain vague despite all of their screen time, the story-telling also needs tightening.\n\nThere's an early sequence when Wyatt, grieving over the death of his wife, turns to drink and steals a horse. He's arrested and jailed, and saved from hanging when his father (Hackman) turns up and fixes things. But the jail is in Arkansas, and the movie creates the impression that Hackman had by then moved to California. How did he get the news and return East in time to save his son, in the days before railroads? \n\nOne sequence late in the film could have been left out with great benefit. The Earps are returning on a train with the body of a dead brother, and are alerted that they may be ambushed. As the train pauses at a station late at night, there is a complex gunfight in the shadows, as characters dart around the cars and fire at one another.\n\nThis whole sequence is handled so confusingly that it's hard to get an idea of the strategy, the progress, or the outcome. Another sequence -- a flashback at the end, or Earp quelling an angry mob -- is also pointless.\n\nMore to the point, the movie isn't sure what it wants to say about Wyatt Earp. Was he a hero? A civilized man who became a killer? A gifted lawman? A man who initiated violence? The movie votes for all four choices. There is also a lot of screen time devoted unprofitably to Earp's romantic life. After the death of the first wife, he has a long-time relationship with a hooker (Mare Winningham), whose best qualification is that she makes few demands.\n\nBut she starts making a lot of them after Wyatt falls for the beautiful Josie (Joanna Going), an independent woman from San Francisco.\n\nThe hooker makes several suicide attempts, while Josie tries to adapt herself to the situation, but finally there is a scene where Earp is trying to deal with death, violence and two screaming woman, all at once, and it goes over the top. Costner's character isn't written clearly enough for us to understand his confusion about his liaisons; if they are only sexual, then why does he masochistically allow them to continue? Is it unfair to compare \"Wyatt Earp\" to \"Tombstone\" simply because they have been released in the same six month window? Perhaps. \"Wyatt Earp\" is certainly the more ambitious project. But \"Tombstone\" was more clear about its goals, and more certain about how to reach them. It forced the comparison upon me. \"Wyatt Earp\" has brave pretensions and a large canvas, but it is finally just too slow, and not very compelling.", "running_time": 181, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-06-24", "genres": ["Action", "Drama", "Western"], "title": "Wyatt Earp (1994)"}