{"url": "http://www.rogerebert.com/reviews/x-games-3d-the-movie-2009", "by": "Shaun White", "star_rating": 1.5, "text": "Well, it's awesome all right, what these X Games stars achieve. It's also awesome how little there is to be said about it. If you're a fan of extreme skateboarding, motorcycling and motocross, this is the movie for you. If not, not. And even if you are, what's in the film other than what you might have seen on TV? Yes, it's in 3D, which adds nothing and dims the picture.\n\n\tAlthough \"X Games 3D: The Movie\" is billed as a documentary, let me mention two things that struck me as peculiar. During the final Mega Ramp extreme skateboarding competition in the Staples Center in LA, we learn almost accidentally that this is a sport that is scored on a point system, like diving or gymnastics. This is referred to only indirectly by the narrator, Emile Hirsch, who lavishes time on such inanities as \"he treats gravity like some people do evolution, as only a theory,\" and \"the present is past; only the future has currency.\" The flaw in this time theory is that when the future becomes the present it is the past. And gravity is more than a theory when you fall 50 feet onto a hard surface, as one X gamer does.\n\n\tWe start to notice the competitors glancing up at what must be a scoreboard, but we're never shown it, nor informed of anybody's score. Why not? The film also has an annoying way of frequently not showing the beginning, middle and end of a shot in one unbroken take. What's the point? During a two-car motocross \"race,\" it's peculiar that the two cars are only seen together in one brief shot, as one flies off a dirt ramp and over the other, crossing below. Are they on different tracks? The narrator doesn't ever say.\n\n\tWhat the athletes do is dangerous and risky. For example, hurtling down an almost perpendicular incline on a skate board, using your speed to climb another terrifying ramp, and then launching into mid-air to perform \"360s\" and even \"520s\" before landing again on another ramp. Or, flying straight up from a ramp, doing a flip and/or a rotation, and landing again on the same ramp.\n\n\tOn motorcycles, they fly off earth ramps, twist in the air, and land on another ramp. Or they do a high jump -- flying almost straight in the air to clear a bar at 32 or 33 feet. Often they fail, fall hard, and there's a tense silence while medics rush to the rescue. One competitor, Danny Way, apparently breaks something at Staples and returns to jump two more times. Earlier, he breaks his ankle in a practice jump and returns the next day to attempt to go over the great Wall of China on a skateboard.\n\n\tAthletes are asked why they take such risks and play with such pains (all of them have had broken bones and concussions). Their answers are the usual sports clichés about challenges and \"taking the sport to a new level.\" Their cars and clothing are plastered with commercial endorsements, and at the X Games there are big ads for Pizza Hut, the Navy, and so on. I guess they get paid. A lot, I hope.\n\n\t\"Who wants an A in history when you can get an X,\" we're asked. Here's my theory about time. Yesterday is history, tomorrow's a mystery -- so why get killed today?", "running_time": null, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-08-19", "genres": null, "title": "X Games 3D: The Movie (2009)"}