{"url": "http://www.rogerebert.com/reviews/x-men-the-last-stand-2006", "by": "Hugh Jackmanas Logan/Wolverine", "star_rating": 3.0, "text": "The government has a Department of Mutant Affairs in \"X-Men: The Last Stand,\" and it is headed by the mutant Dr. Hank McCoy (Kelsey Grammer), also known as Beast. The Mutant Community seems on its way into the mainstream, the goal long envisioned by Prof. Charles Xavier (Patrick Stewart), the head of the school where young X-Men learn to develop and control their powers. The school purrs along proudly with Wolverine (Hugh Jackman) as a role model, but then a kid named Leech surfaces, and all bets are off.\n\nHis body produces an antibody to mutation; inject it into X-Men, and their mutant powers disappear. They become regular folks with the same limited powers the rest of us use to scrape by. Leech is played by Cameron Bright, whom you may remember from \"Birth,\" the movie where he was a child whose body was occupied by the mind of Nicole Kidman's late husband. Bright has large dark eyes and ominously sober features that make you think he might grow up to become chairman of the Federal Reserve, or a serial killer.\n\nHe's invaluable to the billionaire Warren Worthington II (Michael Murphy), who lives in shame because his son Warren III (Ben Foster), also known as Angel, has a 16-foot wingspan. A flashback shows young Angel in a room full of blood and feathers, having tried to cut the wings from his back. This self-hate is nurtured by Worthington, whose shame about his son translates into hatred of mutants in general. He buys Alcatraz, imprisons Leech, begins to manufacture the antibody and campaigns for a \"cure\" for mutation.\n\nBut what if mutants don't want to be \"cured\"? What if they're happy the way they are, and cherish their differences? Xavier has always tried to encourage that kind of thinking, but Magneto (Ian McKellen), his archenemy in X-Man land, takes a more direct approach. He wages war against Worthington and all those who would foist a \"cure\" on the mutants. Although Magneto has always been the villain of the series, this time he makes a good point.\n\nSo strong is Leech's anti-mutant power that a mutant need only stand near him to lose his or her abilities; maybe the antibody works through pheromones. Meanwhile, Mutant Cure Clinics spring up around the country and are picketed by pro-Mutant militants. Extremists arm themselves with guns that can fire the antibody, and go out to shoot themselves some mutants. Beast, as the administration's Cabinet minister in charge of mutant affairs, is caught in the middle.\n\nThere are so many parallels here with current political and social issues that to list them is to define the next presidential campaign. Just writing the previous paragraph, I thought of abortion, gun control, stem cell research, the \"gay gene\" and the Minutemen. \"Curing\" mutants is obviously a form of genetic engineering and stirs thoughts of \"cures\" for many other conditions humans are born with, which could be loosely defined as anything that prevents you from being just like George or Georgette Clooney. The fact is, most people grow accustomed to the hands they've been dealt and rather resent the opportunity to become \"normal.\" (Normal in this context is whatever makes you more like them and less like yourself.)\n\n\"X-Men: The Last Stand\" raises all of these questions in embryonic form, but doesn't engage them in much detail, because it is often distracted by the need to be an action movie. Consider, for example, the lengths Magneto goes to in order to neutralize young Leech. The kid is being held on Alcatraz? Very well then, Magneto will stand on the Golden Gate Bridge and use his powers of industrial-strength levitation to rip loose a whole span of the bridge and rotate it so that it joins Alcatraz with the mainland and his forces can march on Worthington's fortress.\n\nCountless innocent citizens die during this operation, falling from the bridge or otherwise terminating their commutes. It seems to me that Magneto in this case is -- well, a terrorist. So fanatic is his devotion to mutants that he will destroy the bridge in the service of his belief. Xavier, however, is like (how does it go?) the vast majority of mutants who are peaceful and responsible citizens.\n\nOne of the distractions in all the \"X-Men\" movies is that the X-Men are always getting involved in local incidents that have little to do with the big picture. They demonstrate their powers during disagreements and courtships, neighborhood emergencies, psychological problems or while showing off. After three movies you'd think they would have learned to coordinate their efforts, so that Storm (Halle Berry), for example, is not suddenly needed to brew up a last-minute storm and save the neighborhood/city/state/world.\n\nMy guess is there are just plain too many mutants, and their powers are so various and ill-matched that it's hard to keep them all on the same canvas. The addition of Beast, Angel and Leech, not to mention Multiple Man, Juggernaut and the revived Dr. Jean Grey (reborn as Dark Phoenix) causes a Mutant Jam, because there are too many X-Men with too many powers for a 104-minute movie. There are times when the director, Brett Ratner, seems to be scurrying from one plot line to another like that guy who had to keep all of his plates spinning on top of their poles.\n\nAll the same, I enjoyed \"X-Men: The Last Stand.\" I liked the action, I liked the absurdity, I liked the incongruous use and misuse of mutant powers, and I especially liked the way it introduces all of those political issues and lets them fight it out with the special effects. Magneto would say this is a test of survival of the fittest. Xavier would hope they could learn to live together.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-05-25", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "X-Men: The Last Stand (2006)"}