{"url": "http://www.rogerebert.com/reviews/x-men-first-class-2011", "by": "James McAvoyas Xavier", "star_rating": 2.5, "text": "The best acting in \"X-Men: First Class\" is by President John F. Kennedy, who in his Thanksgiving 1962 message to the nation, expresses gratitude for the successful end of the Cuban Missile Crisis while suppressing what he surely must know, that American and Soviet missiles spent a great deal of time flying back and forth while mentally controlled by the awesome powers of mutants. The movie's use of the missile crisis certainly serves the purpose of establishing this prequel in the early 1960s and answers a question I've always had: Does the real world overlap with the histories of superheroes?\n\nThe movie is high-tech and well-acted, with lots of action and noise as it portrays the origins of the X-Men, a group of about a dozen mutants (so far). It begins in a Nazi prison camp, where young Erik Lehnsherr is forced to witness a tragedy and finds he can control metals with his mind — but only when he's angry. He grows up to become Magneto and is played by Michael Fassbender, the lean Irish actor who the buzzmeisters say will become a big star from this film. Heaven help him. He was so good in \"Fish Tank,\" \"Inglourious Basterds\" and \"Jane Eyre\" (2011); must he play Magneto to become a star? For that matter, Raven/Mystique is played by Jennifer Lawrence, just nominated for a best actress Oscar. Now she's a blue shape-shifter with scales. The price of stardom.\n\nAt Oxford, we meet the telepath Charles Xavier (James Mc­Avoy) as a young man before he was paralyzed. He will eventually operate a school to shelter and train mutants, and he dreams they can help the world. His archenemy is Sebastian Shaw (Kevin Bacon), Magneto's cruel tormentor in the Nazi camp, now a man who recruits mutants to the dark side, where if they're good, maybe they'll be able to wear a helmet like his and look like a Roman charioteer. If anyone whacks him up alongside the head, he's gonna get a nasty cut from that pointy cheek-protector.\n\nOther mutants are gathered into one fold or the other. Each one has a specialty. There is a shape-shifter, a tempest-tosser, a screamer, a fire-blaster, a quick adapter (named Darwin, of course), and so on. That each would develop a unique ability through simultaneous mutation is a tribute to the intelligent design of Stan Lee and his Marvel Comics crew. Still, it must be confining to have only one trick; you need to move with a crowd to cover all the bases.\n\nThe plot involves attempts by CIA agent Moira McTaggert (Rose Byrne) to use Xavier to battle Shaw, who presents a threat to world peace. Exactly how the CIA discovered the mutants is a little unclear; indeed the agency exists mostly as a convenience to the plot, and the source of Moira, who seems to really like Xavier — and as a telepath, he should realize that if anyone does.\n\nAnyway, the destinies of the good and bad mutants intersect with the Cuban Missile Crisis, which was not quite as we think of it. The scene where the mutants stand on a beach and mentally duel by causing both American and Soviet missiles to shuttle back and forth in the sky is … hilarious, I was going to say, but no, I should consider this scene more devoutly.\n\nDirector Matthew Vaughn gave us \"Kick-Ass\" (2010), in which an 11-year-old girl was hammered almost to death for our entertainment. This movie lacks comparable violence, but is louder. At least all the X-Men are old enough to see an R-rated movie without adult supervision. Not that \"X-Men\" is R-rated; god forbid that a comic-book movie should turn away a single eager ticket-buyer.\n\n\"X-Men: First Class\" is competent weekend entertainment. It is not a great comic book movie, like \"Spider-Man 2,\" or a bad one, like \"Thor.\" It is not in 3-D, which is a mercy. The actors all embody their roles convincingly, if somewhat humorlessly, and the special effects cope admirably with those rockets changing directions. The battle scenes involve people having terrible things happen to them in somewhat incomprehensible ways, but they also create an intriguing texture for Raven the shape-shifter; Nicholas Hoult as Beast looks as if he's wearing a shag- rug suit, but there you have it.", "running_time": 132, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-06-02", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "X-Men: First Class (2011)"}