{"url": "http://www.rogerebert.com/reviews/x-men-origins-wolverine-2009", "by": "Hugh Jackmanas Wolverine", "star_rating": 2.0, "text": "\"X-Men Origins: Wolverine\" finally answers the burning question, left hanging after all three previous \"Wolverine\" movies, of the origins of Logan, whose knuckles conceal long and wicked blades. He is about 175 years old, he apparently stopped changing when he reached Hugh Jackman's age, and neither he, nor we, find out how he developed such an interesting mutation.\n\nHis half-brother was Victor (Liev Schreiber). Their story starts in \"1840 -- the Northwest Territories of Canada,\" a neat trick, since Canada was formed in 1867, and its Northwest Territories in 1870. But you didn't come here for a history lesson. Or maybe you did, if you need to know that Logan and Victor became Americans (still before they could be Canadians) and fought side by side in the Civil War, World War I, World War II and Vietnam. Why they did this, I have no idea. Maybe they just enjoyed themselves.\n\nBooted out of the Army in Vietnam, Logan/Wolverine joined a secret Black Ops unit under Gen. Stryker (Danny Huston), until finally, in Nigeria, he got fed up with atrocities. Nevertheless, he was recruited by Stryker for a super secret plan to create a Mutant of Mutants, who would incorporate all available mutant powers, including those of the kid whose eyes are like laser beams. He wears sunglasses. Lotta good they'll do him.\n\nAm I being disrespectful to this material? You bet. It is Hugh Jackman's misfortune that when they were handing out superheroes, he got Wolverine, who is for my money low on the charisma list. He never says anything witty, insightful or very intelligent; his utterances are limited to the vocalization of primitive forces: anger, hurt, vengeance, love, hate, determination. There isn't a speck of ambiguity. That Wolverine has been voted the No. 1 comic hero of all time must be the result of a stuffed ballot box.\n\nAt least, you hope, he has an interesting vulnerability? I'm sure X-Men scholars can tell you what it is, although since he has the gift of instant healing, it's hard to pinpoint. When a man can leap from an exploding truck, cling to an attacking helicopter, slice the rotor blades, ride it to the ground, leap free and walk away (in that ancient cliche where there's a fiery explosion behind him but he doesn't seem to notice it), here's what I think: Why should I care about this guy? He feels no pain and nothing can kill him, so therefore he's essentially a story device for action sequences.\n\nOh, the film is well-made. Gavin Hood, the director, made the great film \"Tsotsi\" (2005) and the damned good film \"Rendition\" (2007) before signing on here. Fat chance \"Wolverine\" fans will seek out those two. Why does a gifted director make a film none of his earlier admirers would much want to see? That's how you get to be a success in Hollywood. When you make a big box-office hit for mostly fanboys, you've hit the big time. Look at Justin Lin with \"Fast & Furious.\"\n\nSuch films are assemblies of events. There is little dialogue, except for the snarling of threats, vows and laments, and the recitation of essential plot points. Nothing here about human nature. No personalities beyond those hauled in via typecasting. No lessons to learn. No joy to be experienced. Just mayhem, noise and pretty pictures. I have been powerfully impressed by film versions of Batman, Spider-Man, Superman, Iron Man and the Iron Giant. I wouldn't even walk across the street to meet Wolverine.\n\nBut wait! -- you say. Doesn't \"X-Men Origins\" at least provide a learning experience for Logan about the origins of Wolverine? Hollow laugh. Because we know that the modern Wolverine has a form of amnesia, it cannot be a spoiler for me to reveal that at the end of \"X-Men Origins: Wolverine,\" he forgets everything that has happened in the film. Lucky man.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-04-29", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction", "Thriller"], "title": "X-Men Origins: Wolverine (2009)"}