{"url": "http://www.rogerebert.com/reviews/x-men-2000", "by": "Patrick Stewartas Xavier", "star_rating": 2.5, "text": "The origin story is crucial to all superhero epics, from the gods of ancient Greece right down to Superman's parents. Next in importance is an explanation of superpowers: what they are, how they work. That's reasonable when there is one superhero, like Superman or the Crow, but in \"X-Men,\" with eight major characters and more in supporting roles, the movie gets top-heavy. At the halfway mark, it has just about finished introducing the characters.\n\nThat matches my experience of the \"X-Men\" comic books. The characters spend an inordinate amount of time accounting for themselves. Action spills across full pages as the heroes splatt and kerrruuunch each other, but the dialogue balloons are like little advertisements for themselves, as they describe their powers, limitations and motivations.\n\nSince the Marvel Comics empire hopes \"X-Men\" is the first entry in a franchise, it's understandable that the setups would play an important role in the first film. If only there were more to the payoff. The events that end the movie are sort of anticlimactic, and the special effects, while energetic, are not as persuasive as they might be (at one point an airplane clearly looks like a model, bouncing as it lands on water).\n\n\"X-Men\" is at least not a manic editing frenzy for atrophied attention spans. It's restrained and introspective for a superhero epic, and fans of the comic books may like that. Graphic novels (as they sometimes deserve to be called) take themselves as seriously as the ones without pictures, and you can tell that here when the opening scene shows Jews being forced into death camps in Poland in 1944. One could argue that the Holocaust is not appropriate subject matter for an action movie based on a comic book, but having talked to some \"X-Men\" fans I believe that in their minds the medium is as deep and portentous as, say, \"Sophie's Choice.\" The Holocaust scene introduces Magneto (Ian McKellen) as a child; his mental powers twist iron gates out of shape. The narrator informs us that \"evolution takes thousands and thousands of years,\" which is putting it mildly, and that we live in an age of great evolutionary leaps forward. Some of the X-Men develop paranormal powers which cannot be accounted for by the strictly physical mutations which form the basis of Darwinian theory; I get restless when real science is evoked in the name of pseudoscience, but, hey, that's just me.\n\nMagneto's opponent in \"X-Men\" is Xavier (Patrick Stewart), another mutant of the same generation. They aren't enemies so much as ideological opposites. Magneto, having seen the Holocaust, has a deep pessimism about human nature. Xavier, who runs a school for mutants in Westchester County, where it doubtless seems no stranger than the other private schools, hopes these new powers can be used for good. Bruce Davison plays the McCarthy-like senator who waves a list of \"known mutants\" during a congressional hearing and wants them all registered--no doubt for dire purposes. Magneto wants to counter by using a device which can convert world leaders to mutants. (The world leaders are conveniently meeting on an island near Ellis Island, so the Statue of Liberty can be a prop.) How a machine could create a desired mutation within a generation is not much explored by the movie, which also eludes the question of why you would want to invest your enemies with your powers. No matter; Xavier, who can read minds, leads his good mutants in a battle to foil Magneto, and that's the plot, or most of it.\n\n\"X-Men\" is arguably heavy on mutants; they have a way of coming onstage, doing their tricks and disappearing. The leads are Wolverine (Hugh Jackman), whose fists sprout deadly blades; Cyclops (James Marsden), who wears a wraparound visor to control and aim his laserlike eyes; the prosaically named Dr. Jean Grey (Famke Janssen), who can move objects with her mind; Storm (Halle Berry in a platinum wig), who can control the weather, and Rogue (Anna Paquin), a teenager who is new to this stuff. I can't help wondering how a guy whose knuckles turn into switchblades gets to be the top-ranking superhero. If Storm can control, say, a tropical storm, she's obviously the most powerful, even if her feats here are limited to local climate control.\n\nMagneto's team is not as colorful as the good guys, and includes Mystique (Rebecca Romijn-Stamos), who in the Japanese anime tradition can change her shape (as her costume tries to keep up), and Toad (Ray Park), who has a tongue that can whip out to great distances. Why it is that Xavier's team has impressive skills, while Magneto's team has specialties that would prove invaluable to a stripper? I started out liking this movie, while waiting for something really interesting to happen. When nothing did, I still didn't dislike it; I assume the X-Men will further develop their personalities if there is a sequel, and maybe find time to get involved in a story. No doubt fans of the comics will understand subtle allusions and fine points of behavior; they should linger in the lobby after each screening to answer questions.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-07-14", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "X-Men (2000)"}