{"url": "http://www.rogerebert.com/reviews/x-y-and-zee-1972", "by": "Elizabeth Tayloras Zee", "star_rating": 2.5, "text": "\"X, Y & Zee\" is a loud, boozy celebration of the fact that no matter what Elizabeth Taylor says or does, she's a movie star. The movie in this case is no masterpiece, but audiences are having fun at it because it unzips along at a nice, vulgar clip. It's soft-core pornography, sort of like John O'Hara's later novels and Miss Taylor plops herself down in the middle of it as a bitchy wife.\n\nAs the title suggests none too subtly, what we have here is a romantic triangle. Miss Taylor is married to Michael Caine, an architect with a hunger for a nice, quiet, uncomplicated love affair - no strings attached. He thinks he's found the ideal girl in Susannah York and sets about seducing her with a rather cold efficiency.\n\nHe doesn't make much of an effort to hide the affair from his wife, apparently because part of his kick is in flaunting a mistress. We sense he's had affairs before, and that they play an important part in this uneasy marriage. They're childless, and their marriage has settled down into a grim sadomasochistic battlefield. Sometimes we're reminded of George and Martha in \"Who's Afraid of Virginia Woolf?\" The couple has too much hatred invested in their marriage to break it up now.\n\nThe young girl doesn't realize this, of course, and gets caught in the middle of the game playing. She's a quiet girl, shy and not self-assertive. And toward the end of the movie she reveals some latent lesbian tendencies that provide Miss Taylor with a final victory.\n\nThe screenplay for \"X, Y & Zee\" is by novelist Edna O'Brien. Her only other screenplay was for the unfortunate Rod Steiger-Claire Bloom movie \"Three into Two Won't Go,\" which recently turned up on television in a badly mutilated version. Even in its uncut form, \"Three Into Two\" didn't work very well. But, like \"X, Y & Zee,\" it involved a human triangle and a young girl coming between the partners of an old marriage. It also had the husband eventually turning away from the girl and the wife becoming her protector and confidant - although not with the final twist we get this time.\n\n\"X, Y & Zee\" is a superior screenplay, but that doesn't help the movie very much because the focus of attention is always Elizabeth Taylor. We don't get a sense of three actors relating with one another, but of two skilled actors supporting a star whose charisma is apparently ageless.\n\nElizabeth Taylor remains glamorous no matter what she does to herself, and she's especially effective when she plays against the glamour by taking semi-sluttish roles. \"X, Y & Zee\" follows such films as \"Virginia Woolf,\" \"Secret Ceremony,\" \"Reflections in a Golden Eye\" and \"The Only Game in Town,\" and in all of them Elizabeth plays a zaftig, slightly sloppy, enduringly sexy middle-aged broad. She's great at it. This time she drapes herself with loud jewelry, wears a lot of makeup, zips herself into a wardrobe that looks designed by Frederick's of Hollywood and has a lot of great suitcase-packing scenes.\n\nI'm a great fan of suitcase-packing scenes. They bear no relationship to life. An open suitcase is thrown on a bed, and the actor sweeps suits or dresses out of the closet and throws them into the suitcase, hangers and all. Meanwhile the other member of the relationship stands in the doorway and protests. \"X, Y & Zee\" has three packing scenes, if I remember right, and there's nothing like packing a suitcase to bring out the angry, shrewish fire in Elizabeth Taylor. \"X, Y & Zee\" is her show, and the audience loves it when she spits out a Clark Gable imitation with a twist: \"Frankly, my dear, I don't give a (bleep).\"", "running_time": 110, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-03-08", "genres": ["Drama", "Foreign", "Romance"], "title": "X, Y & Zee (1972)"}