{"url": "http://www.rogerebert.com/reviews/x2-x-men-united-2003", "by": "Hugh Jackmanas Logan/Wolverine", "star_rating": 3.0, "text": "\"X2: X-Men United\" is the kind of movie you enjoy for its moments, even though they never add up. Made for (and possibly by) those with short attention spans, it lives in the present, providing one amazing spectacle after another, and not even trying to develop a story arc. Having trained on the original \"X-Men\" (2000), i tried to experience the film entirely in the present, and the fact is, i had a good time. Dumb, but good.\n\nLike the comic books that inspired it, \"X2\" begins with the premise that mutant heroes with specialized superpowers exist among us. Name the heroes, assign the powers, and you're ready for perfunctory dialogue leading up to a big two-page spread in which sleek and muscular beings hurtle through dramatic showdowns.\n\nLike all the characters in the Marvel Comics stable, the X-Men have psychological or political problems; in the first movie they were faced with genocide, and in this one their right to privacy is violated with the Mutant Registration Act. Of course there will be audience members who believe mutants should have no rights, and so \"X2\" provides a valuable civics lesson. (How you register a mutant who can teleport or shape-shift is not explained.) Perhaps not coincidentally, the movie has a president who looks remarkably like George W. Bush. The film opens with one of its best scenes, as a creature with a forked tail attacks the White House and whooshes down corridors and careens off walls while the Secret Service fires blindly. The creature's purpose is apparently to give mutants a bad name, inspiring still more laws undermining their rights.\n\nDespite all of the havoc and carnage of the first film, just about everybody is back for the sequel. Amazing, that they weren't all killed. Charles Xavier (Patrick Stewart) still runs his private school for young mutants, Magneto (Ian McKellen) still plots against him, and there is a new villain named Gen. William Stryker (Brian Cox) who is assigned by the government to deal with the mutant threat and uses the turncoat mutant Yuriko (Kelly Hu) on his team.\n\nThe principal mutants are, in credits order, Wolverine (Hugh Jackman), who has blades that extend from his knuckles; Storm (Halle Berry), who can control the weather; Dr. Jean Grey (Famke Janssen), whose power of telekinesis is growing stronger; Cyclops (James Marsden), whose eyes shoot laser beams; Mystique (Rebecca Romijn-Stamos), a shape-shifter whose shapes are mostly delightful; Nightcrawler (Alan Cumming), the teleporter who attacked the White House; Iceman (Shawn Ashmore), who can cool your drink and lots of other things; Pyro (Aaron Stanford), who can hurl flames but needs a pilot light, and Rogue (Anna Paquin), who can take on aspects of the personalities around her.\n\nThese superpowers are so oddly assorted that an X-Men adventure is like a game of chess where every piece has a different move. Some of the powers are awesome; Storm stops an aerial pursuit by generating tornadoes with her mental powers, and Dr. Jean Grey is able to restart an airplane in mid-air.\n\nOdd, then, that Wolverine is one of the dominant characters even though his X-Acto knuckles seem pretty insignificant compared to the powers of Pyro or Cyclops. In a convention borrowed from martial arts movies, \"X2\" pairs characters with matching powers, so that when Wolverine has his titanic battle, it's with an enemy also equipped with blades. What would happen if Pyro and Iceman went head to head? I visualize the two of them in a pool of hot water.\n\nOne might reasonably ask what threat could possibly be meaningful to mutants with such remarkable powers, but Magneto, who has serious personal issues with mutants, has devised an invention which I will not describe, except to say that it provides some of the movie's best visuals. I also admired the scene where Dr. Jean Grey saves the X-Men's airplane, and the way Janssen brings drama to the exercise of Grey's power instead of just switching it on and off.\n\nSince the earliest days of \"Spider-Man,\" Marvel heroes have had personal problems to deal with, and there's a classic Stan Lee moment here in the scene where Iceman breaks the news to his parents that he is a mutant. The movie treats the dialogue as a coming out scene, half-seriously, as if providing inspiration for real-life parents and their children with secrets.\n\nOther possibilities are left for future installments. There's a romance in the movie between Rogue and Iceman, but it doesn't exploit the possibilities of love between mutants with incompatible powers. How inconvenient if during sex your partner was accidentally teleported, frozen, slashed, etc. Does Cyclops wear his dark glasses to bed? \"X2: X-Men United\" lacks a beginning, a middle and an end, and exists more as a self-renewing loop. In that it is faithful to comic books themselves, which month after month and year after year seem frozen in the same fictional universe. Yes, there are comics in which the characters age and their worlds change, but the X-Men seem likely to continue forever, demonstrating their superpowers in one showcase scene after another. Perhaps in the next generation a mutant will appear named Scribbler, who can write a better screenplay for them.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-05-02", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "X2: X-Men United (2003)"}