{"url": "http://www.rogerebert.com/reviews/xala-1976", "by": null, "star_rating": 3.0, "text": "The white members of the local chamber of commerce have been ordered out of office, and now African businessmen take their places. But one of the whites returns to place attache cases in front of each seat. The Africans open the cases and nod solemnly, impressed by the neat stacks of bribe money inside. The old order has been replaced by the new, but it's business as usual.\n\nSo begins \"Xala,\" the newest and most disturbing film by the Senegalese director Ousmane Sembene. His story follows the decline and fall of one of the African businessmen, who sells rice on the black market to finance the addition of a third wife to his family. But in a larger sense, Sembene also is commenting on the failures of African capitalism and on the legacy of corruption inherited from colonial times.\n\nThis is new ground for Sembene, who is the best of the handful of African film directors. In such earlier films as \"Black Girl,\" he attacked white racism (his heroine was a Senegalese girl sent as an au pair to Paris and eventually forced to suicide). This time, he looks at a country much like Senegal, and the result is shockingly effective. He indicts a way of life and of doing business - and at the same time exhibits a biting gift for satire. Despite the rather washed-out color photography it's very much worth seeing.\n\nThere is, for example, the inevitable humor of the opening scenes, as the harassed middle-aged businessman tries to placate his first and second wives and the shrill, demanding mother of his new bride-to-be. There is Sembene's dry, witty record of a conversation between the first two wives. And when the hapless businessman is impotent on his wedding night and his mother-in-law bursts into the bedroom to harangue him, we're reminded of Bunuel. Sembene is particularly interested in the ways African and European cultures imperfectly coexist in a newly liberated state. The businessman drives a Mercedes and insists on French mineral water, but takes his potency problems to a series of witch doctors. (One of them advises him to approach his wife on all fours while wearing Halloween-style false teeth).\n\nSocialism would work in Senegal, Sembene seems to believe, but not the corrupt economic hybrid he portrays in his film. And he bitterly implies a continuing European influence in the former colony. The white man who brought the briefcases - a slight, sinister little man with a mustache and dark glasses - is constantly at the side of the country's new president, but never says a word. Sembene obviously implies that he doesn't need to.", "running_time": 123, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-06-12", "genres": ["Comedy", "Foreign"], "title": "Xala (1976)"}