{"url": "http://www.rogerebert.com/reviews/xiu-xiu-the-sent-down-girl-1999", "by": "Lu Luas Wen Xiu", "star_rating": 3.0, "text": "In a time of movies about sex and silly teenagers, here is a film that arrives with a jolt of hard reality, about a 15-year-old Chinese girl who was not lucky enough to be born into the consumer paradise of \"American Pie.\" To those who find savage satire in \"South Park: Bigger, Longer and Uncut\" (I am among them), here is a story about people who would weep with joy to have the problems \"South Park\" attacks.\n\nJoan Chen's \"Xiu Xiu: The Sent Down Girl\" is set in 1975, when the madness of the Cultural Revolution was still destroying the lives of millions of Chinese. A plague of fanaticism was upon the land. Wen Xiu (the title is her nickname) lives in the provincial city of Chengdu, goes to school, has a boyfriend, wears blouses sewn by her father, a tailor. Then she is selected to be \"sent down\" to a remote rural area, where as a city girl she can have her revolutionary values renewed by living with the proletariat. Countless others were also exiled from home, family and friends by such directives.\n\nThe girl (played by Lu Lu) is sent to the high steppes near Tibet, to live in the tent of a horse herder named Lao Jin (Lopsang). A wide river snakes through the territory, hardly seeming to flow. Lao Jin's tent, patched and leaky to the cold winds, is considered a safe haven because it is known in the district that he was castrated by \"enemy soldiers\" (their nationality unclear). Xiu Xiu is not a brave, independent heroine, a woman warrior; she is a kid, homesick and frightened, and not very sophisticated about her situation.\n\nLife with Lao Jin is painted by Chen as essentially a lonely exile in a faraway place, where the man does most of the work and Xiu Xiu behaves much as a teenager might if she were sent to the farm for the summer. She is modest, undresses behind curtains, treats Lao Jin in an almost condescending fashion, does not see how much he cares for her, and about her. On the day when she has been away for six months, she puts on her nice sweater and a scarf, expecting officials to come and return her to her home.\n\nThey do not come. She has essentially been forgotten. (The ostensible purpose of her exile was to train horses for a women's cavalry that does not exist.) \"Every place is the same,\" Lao Jin reassures her, a philosophy that is no consolation. One day a passing stranger tells her that there are ways a pretty girl can buy her way home. And soon, after an abrupt transition, she is having sex with him--and then with a series of men who all promise they can get her sent back to Chengdu, although why would they bother, when it is so pleasant to have her convenient to their needs? \"Xiu Xiu\" is based on a screenplay and novel by Yan Geling, who teaches at Columbia College in Chicago. It was shot on location in China, even in the forbidden zone near Tibet, by Chen, the Chinese-born actress from \"Tai-Pan,\" \"The Last Emperor\" and \"Heaven and Earth.\" Born in 1961, she was making her first movies at about the time this story is set. The film was made without the approval of the Chinese government, and since most of the scenes are set in remote isolation, there was no one to see--and, indeed, there are no overt political statements in the film, although it functions as a cry of regret and rage.\n\nOther films have been set in this same period: \"The Blue Kite,\" \"Farewell, My Concubine,\" \"To Live.\" They were about the madness in the cities, where friends and neighbors denounced one another to save their own lives. This one is about evil on a larger scale (bureaucracies destroying lives because of policies no one seems responsible for) and a smaller one (the unspeakable cruelty of the man who rapes Xiu Xiu after giving her false hopes). Those other films were Chinese productions, although given limited release in China because of their politics (the Chinese government was, however, happy to earn foreign exchange by having them shown overseas). \"Xiu Xiu\" will not be seen in China, nor is Chen welcome to return there at this time; it is the kind of film that in a simple parable indicts an entire nation and its sainted leader, Mao.\n\nBecause Lao Jin is an inarticulate peasant and Xiu Xiu is a naive and immature girl, there is little dialogue between them. This is not a movie about opposites attracting, but about two fellow prisoners who scarcely speak the same language. We are invited to interpret their looks, their silences and their feelings--especially Lao Jin's passive sadness as Xiu Xiu is violated. The resolution of their stories, when it comes, is almost inevitable. During the film, a cadre of displaced young \"revolutionaries\" look at a propaganda film in which shiny-faced workers sing patriotic songs. I have a fantasy in which the characters in half a dozen recent American teenage sex comedies wander into the wrong room at the multiplex and see \"Xiu Xiu.\"", "running_time": 99, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-07-30", "genres": ["Drama", "Foreign"], "title": "Xiu Xiu: The Sent Down Girl (1999)"}