{"url": "http://www.rogerebert.com/reviews/xtro-1983", "by": "Harry Bromley Davenport", "star_rating": 1.0, "text": "\"Xtro\" is an ugly, mean-spirited and despairing thriller that left me thoroughly depressed. Why was this movie made? What vision filled the filmmakers with a desire to share this work with an audience? I am not expecting a great movie when I walk in to see something named \"Xtro,\" but I do hope the movie will contain some humor, or style, or excitement. \"Xtro\" is the work of incompetent cynics.\n\nIt's a British film, opening with a spaceship taking away a little boy's father. Three years later, the lad still has nightmares about it. Now his Mummy lives with another man, and the kid plays with his pet snake. Then the aliens visit again, dumping one of their creatures by the side of a road. The creature is one of those standard special effects monsters, made out of plastic, slime, teeth and moans.\n\nThrough a process that the movie makes complicated without making interesting, this creature has the ability to attack humans and turn them into things that look like people but aren't. One of the creatures is the little boy's \"Daddy,\" who figure's in one of the most uncomfortable dinner-party scenes ever put on film.\n\nThe movie settles into a curious pattern. The scenes of everyday events are done as a sort of bitter, understated British slice of life. They alternate with the special effects scenes, which are heavy on teeth, slime, pulsating eggs and things that bite you in the face. \n\nThere are fugitive moments of tenderness, as the little boy plays with his pet snake, Harry, but this idyll ends when Daddy eats Harry's eggs. There also are moments that fly in the face of reason. In one of them, the mother turns back her son's covers to find he is totally covered with blood. A doctor is called, but no wound is found. Next morning at breakfast, the boyfriend says it's time for the kid to go to school. \"But what about last night?\" asks the mother, not unreasonably. \"Poof -- forget about it,\" says the boyfriend.\n\nMost exploitation movies are bad, but not necessarily painful to watch. They may be incompetent, they may be predictable, they may be badly acted or awkwardly directed, but at some level the filmmakers are enjoying themselves and at least trying to entertain an audience. \"Xtro\" is an exception, a completely depressing, nihilistic film, an exercise in sadness.\n\nAt the theater where I saw it, \"Xtro\" was on a double bill with \"Tootsie.\" Why? Possibly because a booker thought the combo of a third-run hit comedy and a first-run thriller might attract audiences. On a Sunday afternoon, the audiences that turned up for \"Tootsie\" were rather nonplused by \"Xtro's\" pulsating slime and bloody little kids. It's movies like this that give movies a bad name.", "running_time": 84, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-05-31", "genres": ["Drama", "Foreign", "Romance", "Science Fiction"], "title": "Xtro (1983)"}