{"url": "http://www.rogerebert.com/reviews/xxx-state-of-the-union-2005", "by": "Ice Cubeas Darius Stone", "star_rating": 2.5, "text": "\"XXX: State of the Union\" is theater of the absurd, masquerading as an action thriller. Consider. The president of the United States is giving his State of the Union message, unaware that outside the U.S. Capitol building, storm troopers in black body armor, with little red pin-points for eyes, are attempting to break in and assassinate him, as well as the vice president and everyone else in the chain of command, until they get to the secretary of defense, who has hired them for his attempted coup.\n\nOpposing them -- well, we have an ex-con named Darius (Ice Cube), who has recruited a gang of black street warriors from an upmarket chop shop, and outfitted them with supercharged dragsters and heavy-duty weapons. These men have been put into play by a national security agent named Gibbons (Samuel L. Jackson), who is temporarily a prisoner of the secretary of defense (Willem Dafoe), although he will be freed in time to participate in a high-speed chase after the president (Peter Strauss) is spirited out of the Capitol on a secret bullet train.\n\nIn the climax of the movie, Darius (now known as XXX) will pursue the bullet train in his 220-mph car, shredding its tires so that it can run on the rails, and so that Darius can leap from his car onto the back of the train, enter it, grab the president, and attempt to swing him to safety via a helicopter before ... well, before other stuff happens.\n\nHow strange to see this movie on the very day when a train in Japan jumped the rails and crashed into a building. And in the very week when Amtrak appealed once again for rescue from its permanent fiscal crisis, caused in part by the lack of adequate rails for bullet trains. As the president's escape train was rocketing along, did he reflect that the tracks were only safe up to about 60 miles an hour? Should have signed that transportation bill! Or was he too busy wondering why he was being rescued from his own secretary of defense by a black dude?\n\nA few days earlier I showed Mario Van Peebles' \"Baadasssss!\" at my Overlooked Film Festival. It is a movie about the making of a 1970 movie by his father, Melvin, about a black man who defies society and yet does not die at the end of the movie. It suggests that there may be corrupt police officers. This movie was very controversial 35 years ago. Now we have a movie in which the entire defense establishment is corrupt, and the president is rescued by a posse of baadassssses, who capture a tank and use it to blast their way into the Capitol, at which point I assume but cannot be sure that the media finally notice that all hell is breaking loose.\n\nI am not sure because \"XXX: State of the Union\" has such a breakneck pace that it doesn't pause for the customary news updates in which the State of the Union address is interrupted with the information that a war is raging on Capitol Hill. No, there's not even a crawl across the bottom of the screen: Snows blanket New England... Armored vehicles attacking U.S. Capitol... Illinois 98, Michigan 91... Just wondering: Are there any kind of security arrangements around the Capitol building? You know, TV cameras or security guards who might notice when heavily-armed bands of warriors dressed like Darth Vader are using rocket launchers?\n\nThe premise of the movie is apparently that within the nation's security apparatus there is a deeper, more lethal level of counter-security agents whose job it is to defeat the regular security guys should they turn traitor. This force is always led by a superwarrior code-named XXX, and now that the original XXX (Vin Diesel) has been killed, Sam Jackson springs Ice Cube from prison to take over the assignment. (Diesel did not appear in the sequel because of a salary dispute, which may explain why a Diesel lookalike plays a cameo role as a dead businessman.)\n\nYou are eager to know if any of the characters resemble current or former presidents or vice presidents or defense secretaries of the United States. No, they do not. They barely resemble fictional presidents, etc. The president in the movie believes we must make our enemies our allies. The secretary of defense disagrees, which is why he wants to assassinate the president and half his administration. No political parties are named. There is a moment when the president says something in his speech and everybody on the Republican side of the chamber stands up to applaud, and I thought, a-ha, he's a Republican! -- until I saw that all the Democrats stood up, too, and I realized they were all probably applauding praise for themselves.\n\nDid I enjoy this movie? Only in a dumb mindless way. It has whatever made the original \"XXX\" entertaining, but a little less of it. Does it make the slightest sense? Of course not. Its significance has nothing to do with current politics and politicians, the threat of terrorism, and the efficiency of bullet trains. It has everything to do with a seismic shift in popular culture.\n\nOnce all action heroes were white. Then they got a black chief of police, who had a big scene where he fired them. Then they got a black partner. Then they were black and had a white partner. Now they are the heroes and don't even need a white guy around, although there is one nerdy white guy in \"XXX\" who steps in when the plot requires the ineffectual delivery of a wimpy speech. So drastically have things changed that when Ice Cube offers to grab the president and jump off a train and grab a helicopter, all the president can do is look grateful. Oh, and later, in his new State of the Union speech, our nation's leader quotes Tupac, although he doesn't know he does. Well, you can't expect him to know everything.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-04-28", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "XXX: State of the Union (2005)"}