{"url": "http://www.rogerebert.com/reviews/xxx-2002", "by": "Vin Dieselas Xander Cage", "star_rating": 3.5, "text": "'XXX\" stars Vin Diesel as a smart-ass Bond with a bad attitude. The filmmakers have broken down the James Bond series into its inevitable components, constructed a screenplay that rips off 007 even in the small details, and then placed Diesel at the center of it--as Xander Cage, extreme sports hero and outlaw. In its own punk way, \"XXX\" is as good as a good Bond movie, and that's saying something.\n\nDiesel is a tough guy with the shaved head, the tattoos and the throwaway one-liners (after he's busted for stealing a car and driving it off a bridge, he says, \"It was only a Corvette.\"). In last summer's \"The Fast and the Furious,\" he hurtled cars down city streets in death-defying races. As we meet him in \"XXX,\" he's a famous sports daredevil who steals computer chips and cars and is finally hunted down by Gibbons (Samuel L. Jackson), a National Security Agency spymaster with a scarred face and a role inspired by M in the Bond series.\n\nIf Bond is a patriot, Xander is a man who looks out only for No. 1, until Gibbons threatens him with prison unless he agrees to go to the Czech Republic and stop a madman with, yes, a plan to destroy and/or conquer the world. This villain, named Yorgi (Marton Csokas), apparently lives in the Prague Castle, which will come as a surprise to President Vaclav Havel. He's a renegade officer of the evil Czech Secret Service; the movie doesn't seem to know that the Cold War is over and Czechs are good guys these days, but never mind: The movie was shot on location in Prague, part of the current filmmaking boom in the republic, and the scenery is terrific.\n\nDirector Rob Cohen and producer Neal H. Mortiz, who also made \"The Fast and the Furious,\" follow the Bond formula so carefully this would be a satire if it weren't intended as a homage. We click off the 007 check points: (1) Villain in lair hidden within mountain, with faceless minions busily going about tasks; (2) a beautiful girl, former KGB, named Yelena (Asia Argento), who seems to be Yorgi's girlfriend but falls for Xander; (3) a techno-geek who supplies Xander with a trick gun and a customized GTO that has an arsenal on board; (4) stunts involving parachuting, mountains, avalanches and explosions; (5) a chase at the end to save the world, and (6), my favorite, the obligatory final scene where the hero basks in Bora Bora with the beautiful girl in a bikini, while his boss tries to persuade him to take another job.\n\nWill he take another job? Of course he will. Xander Cage is a new franchise, and Vin Diesel, who was walking around Sundance a few years ago telling everyone he would someday be a big star, was right.\n\nI love the lengths that villains go to in these movies. Consider Yorgi. He has devised an incredibly expensive steel speedboat armed with three rockets containing canisters of poison gas. This speedboat is inside a mountain cavern far below his lair. It is his superweapon for world domination. Fine, except where can a boat go in the landlocked Czech Republic? Down the Danube through Budapest and Vienna? In the event, he decides to attack Prague itself, and we're wondering: Considering how much it cost him to hollow out the mountain and build the boat, why not just put the gas canisters into a car and drive into town? Yorgi is the kind of bad guy who is beloved by the architects of the 'star wars' defense, staging an attack that is cumbersome, costly and visible, instead of just delivering the goods by FedEx.\n\nAs the boat speeds down the river into town, Xander does a stunt that is not only exciting but, even better, impossible. As the Russian babe pilots the GTO on a road parallel to the river, Xander fires a steel cable, which attaches to the boat, and then he transfers from the car to the boat using the cable and a parasail. Wonderful, except ... do you suppose there are any lamp posts, traffic lights or telephone poles along the road that the cable might get hung up on? Never mind. Now Xander's on board, trying to disarm the canisters by using a slicked-up cyber-version of the old standby where he has to decide between the green wire and the red wire. Meanwhile, Gibbons has a vantage point on one of the bridges, and is commanding fighter planes that are prepared to blast the boat out of the water, no doubt thereby dispersing the poison gas, but c'est la vie.\n\nSee, I like all this stuff, at least when it's done well. Diesel's gruff, monosyllabic style is refreshing as a counterpoint to the gung-ho action, and the romantic scenes with the beautiful Yelena consist of two kisses, because Xander has a world to save. The music is aggressive heavy metal by the German band Rammstein, and Csokas, as the villain, has one of those fleshy, sneering faces, surrounded by too much greasy hair, that goes with his central European accent. Oddly, he isn't from Transylvania at all, but from New Zealand, and you may have seen him on \"Xena.\" He likes to play opposite characters with X-names.\n\nIs \"XXX\" a threat to the Bond franchise? Not a threat so much as a salute. I don't want James Bond to turn crude and muscular on me; I like the suave style. But I like Xander, too, especially since he seems to have studied Bond so very carefully. Consider the movie's big set piece, totally in the 007 tradition, when Xander parachutes to a mountaintop, surveys the bad guys on ski-mobiles below, throws a grenade to start an avalanche, and then outraces the avalanche on a snowboard while the bad guys are wiped out. Not bad. Now all he has to work on is the kissing.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-08-09", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "XXX (2002)"}