{"url": "http://www.rogerebert.com/reviews/xxxy-2003", "by": "Mark Ruffaloas Coles Burroughs", "star_rating": 3.5, "text": "\"XX/XY\" portrays a man who many women will recognize on sight. Coles is like a social climber at a party, always looking past the woman he's with to see if a more perfect woman has just appeared. Women know his type, and sometimes, because he is smart and charming, they go along with the routine. But they're not fooled. Late in the film, when Coles finally tries to commit himself, a woman tells him, \"You still haven't chosen me. You're settling for me.\"\n\nAs the film opens in the autumn of 1993, Coles (Mark Ruffalo) is studying film at Sarah Lawrence College. One night at a party he meets Sam (Maya Stange), and asks her, \"Would you think I was being too forward if I said, 'Let's go back to your room?' \" Her reply: \"What would you say if I said, 'Let's go back to my room, but let's bring Thea?'\" This was not what he had in mind, but openness to experimentation is obligatory for all Sarah Lawrence students, and besides, Thea (Kathleen Robertson) is intriguing in her outsider rebel way.\n\nWhat follows is a kinduva sortuva menage a trois; the possibility hovers that the real reason for including Thea is that she is Sam's roommate and so it seemed like good manners. The next day, as Sam and Coles discuss it on the phone, they both try to backtrack and Coles concludes, \"So we're all sorry -- but we all had fun.\" This is, if only Sam could intuit it, an analysis that Coles will be making frequently in the years to come.\n\nSam likes him. Coles likes her, but he cheats on her anyway, \"meaninglessly,\" with a one-night stand. When he confesses, something breaks between them. When a man tells a woman he loves that he has cheated but \"it didn't mean anything,\" this translates to the woman as, \"It is meaningless to me that I cheated on you.\" Coles doesn't quite grasp this.\n\nAs undergraduates the three form the kinds of bonds that do not find closure with graduation. Ten years pass. Coles is now working in the advertising business in Manhattan and has been living for five years with Claire (Petra Wright). He runs into Sam one day, and finds that she has returned to America after breaking off an engagement in London. She tells him that Thea, who was once so wild, is the first of the three to be married; she runs a restaurant with Miles (David Thornton).\n\nColes of course is attracted to Sam, who looks all the more desirable because she is now the woman he would be cheating with, instead of cheating on. She's on the rebound, and they share a heedless passionate heat.\n\nThe victim now is Claire, who of all the characters is the wisest about human nature. She is trim, elegant, a little older than Coles and knows exactly who he is and what he is. When she walks in on Coles and Sam, she walks out again, and conceals what she has seen because she is prepared to accept Coles, up to a point.\n\nAll of these lines of sexual intrigue come to a head in a weekend at the Hampton house of Thea and Miles. To describe what happens would be wrong, but let's suggest it would be a comedy if written by Noel Coward but is not a comedy here. Much depends upon poor Coles, who is addicted to infatuation and finds fidelity a painful deprivation in a world filled, he thinks, with perfect love that is almost within his grasp.\n\nRuffalo plays the character with that elusive charm he also revealed in \"You Can Count on Me.\" In that film he was the unreliable brother of Laura Linney, who loved him but despaired of his irresponsibility. He has a way of smiling at a joke only he can understand. He isn't really a villain (there are no bad people in the movie), but more of a victim of his own inability to commit; he ends up unhappier than any of the people he disappoints.\n\nStange and Robertson find the right notes for their undergraduates who seem to trade places as adults--the reliable one becoming rootless while the daring one settles down. But it is Wright who does the best and most difficult job among the women, finding a painful balance between Claire's self-respect and her desire to hang on to Coles. She is hurt not so much by his sexual infidelity as by his failure to value her seriously enough. \"I feel a little like a consolation prize,\" she says at one point.\n\nOne review of this film complains that all of the characters are jerks, and asks why we should care about them. Well, jerks are often the most interesting characters in the movies, and sometimes the ones most like ourselves. \"XX/XY\" would be dismal if the characters all behaved admirably. But the writer and director, Austin Chick, knows too much about human nature to permit that. The film has a rare insight into the mechanism by which some men would rather pursue happiness than obtain it.", "running_time": 91, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-04-25", "genres": ["Comedy", "Drama", "Romance"], "title": "XX/XY (2003)"}