{"url": "http://www.rogerebert.com/reviews/y-tu-mama-tambien-2002", "by": "Maribel Verduas Luisa", "star_rating": 4.0, "text": "\"Y Tu Mama Tambien\" is described on its Web site as a \"teen drama,\" which is like describing \"Moulin Rouge\" as a musical. The description is technically true but sidesteps all of the reasons to see the movie. Yes, it's about two teenage boys and an impulsive journey with an older woman that involves sexual discoveries. But it is also about the two Mexicos. And it is about the fragility of life and the finality of death. Beneath the carefree road movie that the movie is happy to advertise is a more serious level--and below that, a dead serious level.\n\nThe movie, whose title translates as \"And Your Mama, Too,\" is another trumpet blast that there may be a New Mexican Cinema a-bornin'. Like \"Amores Perros,\" which also stars Gael Garcia Bernal, it is an exuberant exercise in interlocking stories. But these interlock not in space and time, but in what is revealed, what is concealed, and in the parallel world of poverty through which the rich characters move.\n\nThe surface is described in a flash: Two Mexican teenagers named Tenoch and Julio, one from a rich family, one middle class, are free for the summer when their girlfriends go to Europe. At a wedding they meet Luisa, 10 years older, the wife of a distant cousin; she's sexy and playful. They suggest a weekend trip to the legendary beach named Heaven's Mouth. When her husband cheats on her, she unexpectedly agrees, and they set out together on a lark.\n\nThis level could have been conventional but is anything but, as directed by Alfonso Cuaron, who co-wrote the screenplay with his brother Carlos. Luisa kids them about their sex lives in a lighthearted but tenacious way, until they have few secrets left, and at the same time she teases them with erotic possibilities. The movie is realistic about sex, which is to say, franker and healthier than the smutty evasions forced on American movies by the R rating. We feel a shock of recognition: This is what real people do and how they do it, sexually, and the MPAA has perverted a generation of American movies into puerile masturbatory snickering.\n\nWhether Luisa will have sex with one or both of her new friends is not for me to reveal. More to the point is what she wants to teach them, which is that men and women learn to share sex as a treasure they must carry together without something spilling--that women are not prizes, conquests or targets, but the other half of a precarious unity. This is news to the boys, who are obsessed with orgasms (needless to say, their own).\n\nThe progress of that story provides the surface arc of the movie. Next to it, in a kind of parallel world, is the Mexico they are driving through. They pass police checkpoints, see drug busts and traffic accidents, drive past shanty towns, and are stopped at a roadblock of flowers by villagers demanding a donation for their queen--a girl in bridal white, representing the Virgin. \"You have a beautiful queen,\" Luisa tells them. Yes, but the roadblock is genteel extortion. The queen has a sizable court that quietly hints a donation is in order.\n\nAt times during this journey the soundtrack goes silent and we hear a narrator who comments from outside the action, pointing out the village where Tenoch's nanny was born and left at 13 to seek work. Or a stretch of road where, two years earlier, there was a deadly accident. The narration and the roadside images are a reminder that in Mexico and many other countries a prosperous economy has left an uneducated and penniless peasantry behind.\n\nThey arrive at the beach. They are greeted by a fisherman and his family, who have lived here for four generations, sell them fried fish, rent them a place to stay. This is an unspoiled paradise. (The narrator informs us the beach will be purchased for a tourist hotel, and the fisherman will abandon his way of life, go to the city in search of a job and finally come back here to work as a janitor.) Here the sexual intrigues which have been developing all along will find their conclusion.\n\nBeneath these two levels (the coming-of-age journey, the two Mexicos) is hidden a third. I will say nothing about it, except to observe there are only two shots in the entire movie that reflect the inner reality of one of the characters. At the end, finally knowing everything, you think back through the film--or, as I was able to do, see it again.\n\nAlfonso Cuaron is Mexican but his second and third features were big-budget American films. I thought \"Great Expectations\" (1998), with Ethan Hawke, Gwyneth Paltrow and Anne Bancroft, brought a freshness and visual excitement to the updated story. I liked \"A Little Princess\" (1995) even more. It is clear Cuaron is a gifted director, and here he does his best work to date. Why did he return to Mexico to make it? Because he has something to say about Mexico, obviously, and also because Jack Valenti and the MPAA have made it impossible for a movie like this to be produced in America. It is a perfect illustration of the need for a workable adult rating: too mature, thoughtful and frank for the R, but not in any sense pornographic. Why do serious film people not rise up in rage and tear down the rating system that infantilizes their work? The key performance is by Maribel Verdu as Luisa. She is the engine that drives every scene she's in, as she teases, quizzes, analyzes and lectures the boys, as if impatient with the task of turning them into beings fit to associate with an adult woman. In a sense she fills the standard role of the sexy older woman, so familiar from countless Hollywood comedies, but her character is so much more than that--wiser, sexier, more complex, happier, sadder. It is true, as some critics have observed, that \"Y Tu Mama\" is one of those movies where \"after that summer, nothing would ever be the same again.\" Yes, but it redefines \"nothing.\"", "running_time": 105, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-04-05", "genres": ["Drama", "Foreign", "Romance"], "title": "Y Tu Mama Tambien (2002)"}