{"url": "http://www.rogerebert.com/reviews/year-of-the-horse-1997", "by": "Neil Young", "star_rating": 1.0, "text": "The film, directed by Jim Jarmusch, follows a 1996 concert tour\rand intercuts footage from 1986 and 1976 tours. It's all shot in muddy earth\rtones, on grainy Super 8 film, Hi Fi 8 video and 16-mm. If you seek the origin\rof the grunge look, seek no further: Young, in his floppy plaid shirts and\rbaggy shorts, looks like a shipwrecked lumberjack. His fellow band members,\rBilly Talbot, Poncho Sampedro and Ralph Molina, exude vibes that would strike\rterror into the heart of an unarmed convenience store clerk.\n\nThis is not a fly-on-the-wall documentary. Jarmusch's interviews\rtake place in a laundry room, where the band members and Young's father sit on\ra straight chair and meditate on the band's long and lonely road. Young muses\ron “the trail of destruction I've left behind me,” and there is solemn mention\rof departed band members (“Neil once said they were dropping like flies”).\n\nThese seances are intercut with concert footage, during which\rthe band typically sings the lyrics through once and then gets mired in endless\rloops of instrumental repetition that seem positioned somewhere between mantras\rand autism. The music is shapeless, graceless and built from rhythm, not\rmelody; it is amusing, given the undisciplined sound, to eavesdrop later as\rthey argue in a van about whether they all were following the same arrangement.\n\nThe older footage is not illuminating. One high point, from a\rvisit to Glasgow in 1976, is a meal in a restaurant that is interrupted when\rthe fabric flowers in the centerpiece catch fire. The band members try\rsmothering the flames with napkins and extinguishing them with orange juice,\rand eventually they join the woman who owns the place in sadly eyeing the\rashes.\n\nLater in the film, Jarmusch himself appears on camera, reading\rto Young from the Old Testament, a book the musician seems unfamiliar with.\rJarmusch reads the parts where an angry God tells his people how he will punish\rthem, and Young looks as if God's tribulations are nothing he hasn't been\rthrough more than once.\n\nIf there is a theme to the band's musings, it is astonishment\rthat they have been playing together for so long. They play with other groups,\rbut when they come together, they say, there is a fusion. With touching\rself-effacement, Young tells Jarmusch, “The band is called `Neil Young and\rCrazy Horse,' but I know it's really `Crazy Horse.' My new jacket says `Crazy\rHorse.' The others say `Neil Young and Crazy Horse,' but mine just says `Crazy\rHorse.' “ Yes, but wouldn't the point come across a little better if theirs\rjust said “Crazy Horse,” too?", "running_time": 107, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-17", "genres": ["Documentary"], "title": "Year of the Horse (1997)"}