{"url": "http://www.rogerebert.com/reviews/year-one-2009", "by": "Jack Blackas Zed", "star_rating": 1.0, "text": "Harold Ramis is one of the nicest people I've met in the movie business, and I'm so sorry \"Year One\" happened to him. I'm sure he had the best intentions. In trying to explain why the movie was produced, I have a theory. Ramis is the top-billed of the film's three writers, and he is so funny that when he read some of these lines, they sounded hilarious. Pity he didn't play one of the leads in his own film.\n\nAs always, I carefully avoided any of the film's trailers, but I couldn't avoid the posters or the ads. \"Meet Your Ancestors,\" they said, with big photos of Jack Black and Michael Cera. I assumed it was about Adam and Eve. Cera has smooth, delicate features, and with curly locks falling below his shoulders, I thought: Michael Cera in drag. I wonder where Harold will take that?\n\nBut no, even though Cera is sometimes mistaken for a woman, he's all primitive man, banging women on the head. Then he and Black eat of the forbidden apple and make a leap from tribal \"hunter-gatherers\" (a term they enjoy) to royal security guards. Everyone throughout the film talks like anyone else in a Judd Apatow comedy, somewhere between stoned and crafty.\n\nIt must be said that Jack Black and Michael Cera were not born to be co-stars. Black was fresh and funny once, a reason then to welcome him in a movie, but here he forgets to act and simply announces his lines. Cera plays shy and uncertain, but then he always does, and responds to Black as if Jack were Juno and a source of intimidating wit.\n\nAnother leading role is taken by Oliver Platt, as an extremely hairy high priest, who orders Cera to massage his chest with oil. The closeup of Cera kneading his matted chest foliage is singularly unappetizing. There are several good-looking babes in the city (did I mention it is Sodom?), who as required in such films all find the heroes inexplicably attractive. Cera and Juno Temple as Eema have a good exchange. She plays a slave. \"When do you get off?\" he asks. \"Never.\"\n\nThat and several other of the film's better moments are in the trailer, of which it can be said, if they were removed from the film, it would be nearly bereft of better moments. The movie takes place in the land now known as Israel, although no one does much with that. The Sodomites include in their number Abraham, Cain and Abel; it's surprising to find them still in action in the Year One, since Genesis places them -- well, before the time of Genesis. Sodomy is not very evident in Sodom, perhaps as a result of the movie being shaved down from an R to a PG-13.\n\nThe film has shaggy crowds that mill about like outtakes from \"Monty Python and the Holy Grail,\" and human sacrifice in which virgins are pitched into the blazing mouth of a stone ox, and a cheerful turn when the gods more appreciate a high priest than a virgin. But \"Year One\" is a dreary experience, and all the ending accomplishes is to bring it to a close. Even in the credit cookies, you don't sense the actors having much fun.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-06-17", "genres": ["Comedy"], "title": "Year One (2009)"}