{"url": "http://www.rogerebert.com/reviews/year-of-the-gun-1991", "by": "Andrew McCarthyas David Raybourne", "star_rating": 3.0, "text": "The hero of John Frankenheimer’s “Year of the Gun” is trapped in the same situation that Alfred Hitchcock found so useful: He is an innocent man, wrongly accused. This is the stuff of nightmares. He has lived blamelessly, but a combination of circumstances have conspired to make him look blatantly guilty. And nobody can see more clearly how guilty he seems, than the innocent man himself.\n\nIn “Year of the Gun,” his name is David Raybourne, played by Andrew McCarthy. It is 1978, and Raybourne is an American free-lance writer, living in Rome, writing a novel. It is the time of the Red Brigades, of underground terrorist groups with fierce and unbending codes to enforce their secrecy. It is also the time of extraordinary police tactics to combat them - including secret assassination squads.\n\nRaybourne is a typical innocent American, uninvolved, living in what looks like a dream world to the European practitioners of realpolitik. Danger is all around him, but it can’t touch him; after all, he’s an American citizen - here’s his passport. Raybourne begins writing a thriller based on a Red Brigade plot to kidnap a major Italian political leader. What he does not know is that the real Red Brigade is preparing to kidnap the famous politician Aldo Mori. If his novel were to fall into the wrong hands, it would look very much as if he had inside information. He must have been talking to someone.\n\nFrankenheimer’s Rome is off-season, not filled with lots of tourists, looking wet and gray. Raybourne is living the life of an exile in a rented room. He meets some people, including Alison King (Sharon Stone), a free-lance photographer with a reputation for being in dangerous places at the right time. She’s sold a lot of high-profile pictures. He also meets a Roman woman (Valeria Golino), and falls in love.\n\nAmong the characters in his exile’s world are the editors and journalists of Rome’s English-language daily newspaper, who are essentially outsiders like himself. Maybe some of them have connections it would be best not to examine too deeply. Then there are other people, apparently strangers, who swim into his view and seem to take an interest in him. Raybourne is such an innocent that it never occurs to him he could seriously be suspected of anything by anybody - certainly not of anything important. He is almost bemused by his own insignificance.\n\nThe novel falls into the wrong hands and is read by the wrong eyes. It appears to one side that Raybourne must be involved with the Red Brigades, and to the other that he may be prepared to betray them. Everything leads to a chilling scene in a hilltop outside of town, at which Raybourne discovers that ordinary innocent visiting Americans might indeed get shot dead for their naivete, and that just because someone likes you doesn’t mean they can help you.\n\nFrankenheimer’s palette is perfectly suited to this material. The grays and browns of his autumn Rome, and the wet skies above it, cast a kind of weary le Carreian gloom over the landscape.\n\nAndrew McCarthy, an open-faced, clean-cut actor, is a good choice for the lead; he looks like an innocent abroad. One of the things Frankenheimer is able to do is place this character in Rome and bury him in it, instead of simply using the city for location backdrops.\n\nThere is a long foot-chase of a kind we have seen before, but Frankenheimer makes it fresh by using architectural and street details as elements of the chase; it’s like one of those chases in “The Third Man” that seem to be defined by the cityscape.\n\nWill the Italian politics in “Year of the Gun” interest American audiences? In recent years moviegoers have seemed to develop a stubborn indifference to thriller plots that make them think. They prefer action and special effects. Frankenheimer’s approach to this dilemma is to make Raybourne as much of an outsider as anyone in the audience. He’s just a guy trying to make a buck writing a book. Too bad it’s the wrong book.", "running_time": 111, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-11-01", "genres": ["Drama", "Mystery", "Suspense", "Thriller"], "title": "Year of the Gun (1991)"}