{"url": "http://www.rogerebert.com/reviews/yellowbeard-1983", "by": "Graham Chapmanas Yellowbeard", "star_rating": 1.5, "text": "Monty Python has already done its pirate satire. The prologue of \"Monty Python's Meaning of Life,\" which was one of the best parts of the film, involved that funny fantasy in which deskbound insurance clerks turn their ancient building into a galleon and set sail against the enemy skyscrapers. It was funny, it was quick, it was original. None of those statements apply to \"Yellowbeard.\"\n\nI guess there's a built-in danger with satires of old movie genres like the pirate movie. Once you've got everybody in costume and equipped them with a sword, a mustache and some handy cliches, there's the temptation to think they're funny. Not true. You've got to go ahead and write characters and create a plot that leads from laugh to laugh. The sight of movie stars looking ridiculous is not, in itself, funny -- or the Academy Awards would be a laff riot.\n\n\"Yellowbeard\" seems almost to have exhausted itself with its casting. This movie contains half the population of most of the movie comedies of the last decade. All three big box-office comedy categories are included: the Python movies, the Mel Brooks movies and the Cheech and Chong movies. From Python, there are Graham Chapman, Eric Idle and John Cleese. (Going even further back in British comedy history, there are Peter Cook and Spike Mulligan.) The Brooks graduates include Madeline Kahn, Peter Boyle, Kenneth Mars and Marty Feldman. Cheech and Chong represent themselves. And there are cameos by such distinguished British actors as James Mason, Michael Hordern, Susannah York and Beryl Reid.\n\nAnybody, in short, who is anybody is in this movie. I wonder if they had most of their laughs during the coffee breaks. The movie itself is a chaotic mess, in which herds of actors rush from one side of the screen to the other, waving their swords, making threats, and looking lost. The plot involves the most evil pirate of all time, but as Graham Chapman plays Yellowbeard, he never seems truly evil or even very mean -- and with that anchor gone, the whole plot's meaningless. \n\nThere's a funny line or two, a fetching performance by Stacey Nelkin as a young wench, some nonsense about a buried treasure, and then \"Yellowbeard\" is soon over and soon forgotten.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-06-24", "genres": ["Action", "Comedy"], "title": "Yellowbeard (1983)"}