{"url": "http://www.rogerebert.com/reviews/yella-2008", "by": "Nina Hossas Yella", "star_rating": 3.5, "text": "Yella is a reserved young woman with unrevealed depths of intelligence, larceny and passion. Their gradual revelation makes this more than an ordinary thriller, in great part because of the performance of Nina Hoss in the title role. Soon after we meet her, she's followed down the street by her former husband, Ben, who will stalk her throughout the film. Partly to escape him, she leaves her town in the former East Germany and goes to Hanover to take a job.\n\nHer mistake is to accept a ride to the train station from him. He declares his love, accuses her of betrayal, moans about his business losses. \"What time is your train?\" he asks. When she says \"8:22,\" he knows her destination. Shortly afterward, he drives his SUV off a bridge and into a river. Miraculously, they escape. Soaking wet, she runs to the train station and catches the 8:22. Yella has pluck.\n\nThat the man who hired her in Hanover has been fired and locked out of his office is the first of her discoveries about the world of business. That night in her hotel lobby, she meets Philipp (Devid Striesow), who sees her looking at his laptop and asks, \"You like spreadsheets?\" She does. She trained as an accountant.\n\nHe asks her to go along with him to a business meeting, carefully coaching her about when to gaze at the spreadsheet, when to gaze at the would-be client, and when to lean over and whisper in his ear -- a lawyer's strategy he learned from Grisham movies. She does more than that. She actually reads the spreadsheet, and boldly points out deceptions and false assets. She controls the meeting.\n\nPhilipp, who now respects her, brings her along to more meetings, during which she figures out for herself what he eventually confesses to her: \"I cheat.\" She doesn't mind. Then the film enters more deeply into one particular deal involving shaky patent rights and potential fortunes. Her career seems on an upswing, if it were not that Ben (Hinnerk Schoenemann) has followed her to Hamburg.\n\nAll of this time, there are eerie episodes when her ears ring, she hears the harsh cry of a bird, and she seems able to intuitively understand things about people. These episodes remain unexplained until the last minute of the film. And just as well. Hoss is an actress who rewards close observation; she is often seen in profile as a passenger in Philipp's car, her eyes observing him carefully, her expression neutral, then sometimes smiling at what he says and sometimes only to herself. One of the pleasures of the film is trying to read her mind.\n\nThe writer-director, Christian Petzold, uses a spare, straightforward visual style for the most part, except for those cutaways to trees blowing in the wind whenever we heard the harsh bird cry. He trusts his story and characters. And he trusts us to follow the business deals and become engrossed in the intrigue. I did. I could see this being remade as one of those business thrillers with Michael Douglas looking cruel and expensive and finding his female equal. I'm not recommending that, just imagining it.\n\nThe male leads, Striesow and Schoenemann as Philipp and Ben, have an unsettling similarity in physical presence. You can't say she's attracted to the type, since she's fleeing from Ben and meets Philipp by accident. But they're both ruthless in their way, and Philipp is uncannily effective at imagining things about her that turn out to be pretty accurate. Maybe one thing he senses is that she would be a willing partner in crime. He sets a trap for her, to see if she will return an extra 25,000 euro he entrusted to her. That she would have kept the money angers him at first, but later he apparently decides that by being willing to steal it, she actually passed his test.\n\nThere are surprises along the way. One involves the key executive of a company they're dealing with. That one is handled with a creepy beginning and a poignant ending. Another surprise I will not even hint at, except to say that I could happily have done without it. It has all the value of the prize in a box of Cracker Jack: Worthless, but working your way down to it is a lot of fun.", "running_time": 89, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-07-30", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "Yella (2008)"}