{"url": "http://www.rogerebert.com/reviews/yentl-1983", "by": "Barbra Streisandas Yentl", "star_rating": 3.5, "text": "To give you a notion of the special magic of \"Yentl,\" I'd like to start with the following complicated situation: Yentl, a young Jewish girl, wants to be a scholar. But girls are not permitted to study books. So she disguises herself as a boy, and is accepted by a community of scholars. She falls in love with one of them. He thinks she is a boy. He is in love with a local girl. The girl's father will not let him marry her. So he convinces Yentl to marry his girlfriend, so that at least he can visit the two people he cares for most deeply. (The girlfriend, remember, thinks Yentl is a boy.) Yentl and the girl are wed. At first Yentl manages to disguise her true sex. But eventually she realizes that she must reveal the truth.\n\nThat is the central situation in \"Yentl.\" And when the critical moment came when Yentl had to decide what to do, I was quietly astonished to realize two things: (1) I did not have the slightest idea how this situation was going to turn out, and (2) I really cared about it. I was astonished because, quite frankly, I walked into \"Yentl\" expecting some kind of schmaltzy formula romance in which Yentl's \"secret identity\" was sort of a running gag. You know, like one of those plot points they use for Broadway musicals where the audience is really there to hear the songs and see the costumes. But \"Yentl\" takes its masquerade seriously, it treats its romances with the respect due to genuine emotion, and its performances are so good that, yes, I really did care.\n\n\"Yentl\" is Barbra Streisand's dream movie. She's been trying to make it for 10 years, ever since she bought the rights to the Isaac Bashevis Singer story it's based on. Hollywood told her she was crazy. \n\nHollywood was right -- on the irrefutable logical ground that a woman in her 40s can hardly be expected to be convincing as a 17-year-old boy. Streisand persisted. She worked on this movie four years, as producer, director, co-writer and star. And she has pulled it off with great style and heart. She doesn't really look like a 17-year-old boy in this movie, that's true. We have to sort of suspend our disbelief a little. But she does look 17, and that's without a lot of trick lighting and funny filters on the lens, too. And she sings like an angel. \n\n\"Yentl\" is a movie with a great middle. The beginning is too heavy-handed in establishing the customs against women scholars (an itinerant book salesman actually shouts, \"Serious books for men ... picture books for women\"). And the ending, with Yentl sailing off for America, seemed like a cheat; I missed a final scene between Yentl and her \"bride.\"\n\nBut the middle 100 minutes of the movie are charming and moving and surprisingly interesting. A lot of the charm comes from the cheerful high energy of the actors, not only Streisand (who gives her best performance) but also Mandy Patinkin, as her long-suffering roommate, and Amy Irving, as the girl Patinkin loves and Streisand marries. There are, obviously, a lot of tricky scenes involving this triangle, but the movie handles them all with taste, tact and humor. \n\nIt's pretty obvious what strategy Streisand and her collaborators used in approaching the scenes where Yentl pretends to be a boy. They began by asking what the scene would mean if she were a male, and then they simply played it that way, allowing the ironic emotional commentaries to make themselves.\n\nThere's some speculation from Hollywood that \"Yentl\" will be \"too Jewish\" for middle-American audiences. I don't think so. Like all great fables, it grows out of a particular time and place, but it takes its strength from universal sorts of feelings. At one time or another, almost everyone has wanted to do something and been told they couldn't, and almost everyone has loved the wrong person for the right reason. That's the emotional ground that \"Yentl\" covers, and it always has its heart in the right place.", "running_time": 132, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-12-09", "genres": ["Drama", "Music", "Romance"], "title": "Yentl (1983)"}