{"url": "http://www.rogerebert.com/reviews/yes-man-2008", "by": "Jim Carreyas Carl Allen", "star_rating": 2.0, "text": "Jim Carrey made a movie in 1997 titled \"Liar Liar\" in which his character is a lawyer who suddenly finds he cannot tell a lie. Now here is \"Yes Man,\" with Carrey playing a bank loan executive who cannot say \"no.\" If the movie had been made just a little later to take advantage of the mortgage crisis, it could have been a docudrama.\n\nCarrey begins as a recluse mired in depression, a man named Carl who has been avoiding his friends and not returning his messages for three years, all because his great love walked out on him. His negative stance makes it easy to do his job, which amounts to denying loan applications. He's so indifferent to this work that he isn't even nice to his boss, who desperately wants to make friends. For Carl, it's just up in the morning, and no, no, no all day.\n\nSaying no! all the way, he's dragged to a meeting of Say Yes!, which is one of those con games that convince large numbers of people to fill hotel convention centers and enrich those who have reduced the secrets of life to a PowerPoint presentation. The Guru of Yes is named Terrence Bundley, and is played by Terence Stamp, whose agent didn't wonder about the extra \"r.\" Stamp's message is: Turn your life around by saying \"yes!\" to everything. This could be dangerous. Anyone who could word the questions cleverly could get you to do anything. For example, \"Will you give me all of your money?\" -- an example used in the film.\n\nThe problem with the premise is that the results are clearly telegraphed by the plot. When Carl meets a beautiful girl named Allison (Zooey Deschanel), for example, he is clearly destined to fall in love with her. And when he encounters his sex-mad, toothless, elderly neighbor (Fionnula Flanagan), he is fated to -- I wish the movie hadn't gone there. I get uncomfortable seeing re-enactments of the dirty jokes we told when we were 12.\n\nCarrey performs some zany physical humor in the movie, including a drunken bar fight with a fearsome jealous boyfriend, who, like all fearsome jealous boyfriends in the movies, stands tall and has a shaved skull. Remember when baldness was a sign of the milquetoast and not the bruiser? I like that phrase \"stands tall.\" Makes me think of John Wayne, who was bald enough, but came along before Mr. Clean.\n\nEvery time there's a set-up in \"Yes Man\" we know what must happen. If a homeless guy comes along and asks for a midnight ride to a forest preserve, of course Carl must say \"yes.\" We also can foresee what will happen when Allison doubts his love because maybe he only said \"yes\" because of his vow. Allison's doubts come perfectly timed to supply the movie's third-act crisis. In fact, the whole story plays as if written by a devout student of the screenplay guru Robert McKee, who also fills rented ballrooms but has the advantage of being smarter and more entertaining than the Guru of Yes. Also, I think you will make more money by saying \"yes\" to \"Casablanca\" than to everything else.\n\nJim Carrey works the premise for all it's worth, but it doesn't allow him to bust loose and fly. When a lawyer must tell the truth and wants desperately not to (even pounding himself over the head with a toilet seat to stop himself), it's funny. When a loan officer must say \"yes\" and wants to, where is the tension? The premise removes all opportunity for frustration, at which Carrey is a master, and reduces Carl to a programmed creature, who, as long as he follows instructions, lacks free will.\n\nAs I watched \"Yes Man,\" I observed two things: (1) Jim Carrey is heroic at trying to keep the movie alive, and succeeds when he is free to be goofy and not locked into yes-and-consequences. (2) It is no news that Zooey Deschanel is a splendid actress and a great beauty, but this is her first movie after which two of my fellow critics proposed marriage to the screen. And I thought they only sat in the front row to better appreciate the film stock.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-12-17", "genres": ["Comedy", "Romance"], "title": "Yes Man (2008)"}