{"url": "http://www.rogerebert.com/reviews/yes-giorgio-1982-1", "by": "Luciano Pavarottias Giorgio Fini", "star_rating": 1.5, "text": "These are notes on seeing \"Yes, Giorgio,\" starring Luciano Pavarotti as Giorgio Fini, the world's greatest opera singer, and Kathryn Harrold as Pamela, the New York eye, ear, nose and throat specialist who becomes his doctor and lover:\n\n\t• You know you're in trouble when a movie begins with nuns with a flat tire.\n\n\t• This is a bad movie, but it would have been a great deal worse were it not for Pavarotti's almost childlike charm. In the opening sequence, as he is being driven out of an Italian hill town in an open limousine, he bursts into song, serenading the adoring villagers who line the streets and blow kisses to him. He accepts their admiration as his due. Could another actor have carried off this scene?\n\n\t• I would give anything to be able to ask Norman Steinberg, the author of the screenplay, exactly what was going through his mind when he wrote the following dialogue:\n\n\tFini: You are a thirsty plant. Fini can water you.\n\n\tPamela: I don't want to be watered on by Fini.\n\n\t• Luciano Pavarotti is the greatest opera singer of his time, but he would not last long in a piano bar. His rendition of \"I Left My Heart in San Francisco\" in this movie is sufficient to keep Tony Bennett in work for years.\n\n\t• How long has it been since there was a movie about a love affair in which the lovers have a food fight but not a sex scene?\n\n\t• All in all, the hot-air balloon sequence in \"Yes, Giorgio\" is better than the one in \"Bobby Deerfield,\" and there are shots in which it even looks like that's really Pavarotti in the balloon. I wonder how much insurance they had to carry.\n\n\t• I would also like to ask Steinberg about this line: \n\n\tPamela: I don't want just a small part of Giorgio Fini!\n\n\t• The movie's cinematographer was Fred J. Koenekamp, whose credits include \"Beyond the Valley of the Dolls.\" In that movie, he photographed acres of bare flesh. In this one, none. Pavarotti is never even photographed full figure, except for one fleeting shot on a tennis court. Most of the time, he is swathed in flowing shirts, vests and scarves, and hidden behind potted plants and adoring fans. Were the filmmakers simply reluctant to show Pavarotti's considerable girth? Why? You got Pavarotti, you use Pavarotti. Al Pacino has a better figure, but can he sing?\n\n\t• It's interesting the way they handle the sequence about the lovers' first night together. The camera stays in the kitchen, where a long-suffering Chinese cook and his wife receive orders for room service all night long: ice cream in the sauna, etc. Although this approach is probably better than showing the sex scenes, couldn't the movie have had some fun with all that room service food? Why not a sex scene inspired by the celebrated erotic eating scene in \"Tom Jones?\" Pavarotti could have polished off a leg of lamb.\n\n\t• Why did they needlessly complicate the plot by making Pavarotti a married man? Why did they give this frivolous film an unhappy ending? Why not just let Giorgio and Pamela be singles who fall in love?\n\n\t• If Pavarotti says \"I will sing this aria just for you!\" once, he says it a dozen times.\n\n\t• There's a famous story about the studio verdict on Fred Astaire's screen test: \"Can't sing; can dance a little.\" When Pavarotti sings in this film, he is superb. But when he acts, he needs to be watered on.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-09-24", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Yes, Giorgio (1982)"}