{"url": "http://www.rogerebert.com/reviews/yoo-hoo-mrs-goldberg-2009", "by": "Aviva Kempner", "star_rating": 3.0, "text": "Gertrude Berg didn't invent the sitcom -- that happened on radio, where she starred since 1929 -- but she invented its television look. That usually means the living room of the series star, where the supporting characters pop in and out as if through revolving doors. From her TV series \"The Goldbergs\" in 1949, there is a direct line of descent through \"I Love Lucy,\" \"The Honeymooners,\" \"All in the Family\" and \"Seinfeld,\" down to the present.\n\nThe documentary \"Yoo-Hoo, Mrs. Goldberg\" salutes Berg and her far-reaching influence. Berg not only created the form, but starred, produced, wrote all of her own scripts and, for that matter, did the cooking and served the table in the Goldberg household. Her husband, Louis, did his bit by making a fortune in the instant-coffee field. \"The Goldbergs\" always drew top ratings but was forced off the air for 1½ seasons after McCarthyite witch hunters accused her TV husband, Philip Loeb, of being a communist.\n\nThere was no evidence Loeb was a communist, and Berg stood by him. But sponsors wouldn't come near the series; she eventually had to return to the air without him. (The 1976 film \"The Front\" with Woody Allen is based on Loeb.) The show was successful again, until the sponsors and network execs advised moving the Goldbergs from the Bronx to the suburbs, a transition that never worked.\n\nThe program, which ran on TV until 1956, was treasured by a large audience, but especially embraced by Jewish Americans; Supreme Court Justice Ruth Bader Ginsburg and NPR reporter Susan Stamberg recall its role in their younger lives.\n\nThis documentary, written and directed by Aviva Kempner, includes many excerpts from the program, which recalls how sitcoms were once cheerier and less cynical than their recent incarnations. Every show began with a neighbor in the same tenement calling out \"Yoo-Hoo, Mrs. Goldberg!\" and Berg gossiping through her own window about the day's family events.\n\nWhat is remarkable is that Berg was not only an accomplished actress (who starred on Broadway after the TV program) but also a capable businesswoman who made all the decisions on the show, hired and fired, dealt with the financial matters and joined in the businesses of her husband, the coffee millionaire. (The film, however, errs in saying Louis invented instant coffee.) Berg was the pioneer for an indie TV entrepreneur like Lucille Ball.\n\nWith all of that, her appearance was deceiving. On TV, Berg was a plump housewife with a permanent wave, an ample bosom and comfy housedress. She wasn't glamorous, but she made you feel right at home.", "running_time": null, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-07-29", "genres": null, "title": "Yoo-Hoo, Mrs. Goldberg (2009)"}