{"url": "http://www.rogerebert.com/reviews/you-again-2010", "by": "Kristen Bellas Marni", "star_rating": 2.0, "text": "If only “You Again” understood that its story was suited for screwball comedy. It labors under the delusion that this assembly of half-baked ideas is destined for a higher comic calling — for example, in the warm-hearted romantic weeper category. The movie is so laboriously contrived in every atom of its being that the only interest is in seeing if the characters can avoid the destinies decreed for them by ancient formulas.\n\nNo luck. Those who hate each other at the beginning will forgive each other at the end. Those who try to deceive will have their deceptions unmasked. Those destined for love will find it, but not without an obligatory setback at the 66 percent point. If there is a party, it will go wrong. If there is a tree house, it will fall out of the tree. If it is necessary to improvise a wedding at a hospital, a ward will be cleared to make space for a wedding so elaborate it would look unlikely in a church. I hope they save pieces of the wedding cake for the patients whose beds have been wheeled out into the hallway.\n\nThe actors are plucky. They're stuck in a movie that gives their characters not even a chance at a human characteristic. Benevolence, jealousy, resentment, charity, wisdom, disappointment and love are turned on and off like water faucets, often with only a few lines of motivation. Occupations are like name tags: Wise old dad is revealed as a “doctor,” mom runs a “bakery,” daughter in her 20s is “vice president of a national public relations firm,” brother is a “lawyer,” his fiancee is “working with the sick and underprivileged,” the fiancee's mother “owns 14 hotels” and a private jet. None of these jobs figures in any way in the plot, except that the hotelier knows how to say three words in each of six languages. (She is played by Sigourney Weaver with such latent energy that I'm sure she would know more words if this movie were not rated PG.)\n\nThe heroine is Marni (Kristen Bell). In high school, she wore braces and glasses, was pimply and was called “Moo” because her initials were M.O.O. (Hint: Don't use your middle name.) She is a blond, of course, and was bullied by a brunette, of course. This was Joanna (Odette Yustman), who has now morphed into Florence Nightingale. Her mother is Gail (Jamie Lee Curtis), and wouldn't you know Gail went to high school with Joanna's Aunt Ramona (Sigourney Weaver), and they — oh, never mind.\n\nMarni's grandmother Bunny is played by Betty White, who I urgently advise to start playing against type, because the standard 88-year-old Betty White, although one hell of a woman, has grown a tad over-familiar. \n\nThere were two parts of the movie I liked. The beginning, with a voiceover by the then-unpopular high school sophomore version of Marni, starts out funny before the plot settles in. And there is a moment when Aunt Ramona and mother Gail find out they were on the same cheerleader squad, and do an awesomely physical cheer together. That is flat-out funny. Apart from that, the movie's pleasures are scant, apart from its observance of Gene Siskel's Rule of Swimming Pool Adjacency, which states that when well-dressed people are near a swimming pool, they will — yeah, you got it.", "running_time": 105, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-09-22", "genres": ["Comedy", "Romance"], "title": "You Again (2010)"}