{"url": "http://www.rogerebert.com/reviews/you-can-count-on-me-2000", "by": "Laura Linneyas Sammy Prescott", "star_rating": 4.0, "text": "Sammy is a divorced mom, has an 8-year-old son, works as a loan officer at the bank, is making ends meet, dates a guy named Bob who doesn't excite her and hates her new boss. Terry is her easy-come, easy-go brother, one of those charmers who drives you nuts because you love him but you can't count on them. \"You Can Count on Me,\" a film of great tender truth, begins as they meet again after one of Terry's long, unexplained silences.\n\nAs the film opens, Terry (Mark Ruffalo) has left behind a girlfriend and come to visit Sammy (Laura Linney) in the little town of Scottsville, N.Y. She glows with happiness to see him; they brought up each other after their parents died in an accident. Gradually her joy fades as she realizes he hasn't come home to stay, but just wants to borrow money. It's the same old story.\n\nWe meet Rudy (Rory Culkin), her son, a good kid, close to his mother, suspicious of Terry at first, then growing crazy about him--because Rory aches for his absent father, and Terry does dadlike stuff, like taking him to a pool hall. Sammy is bitter about her ex-husband, won't talk to her son about him and has closed that chapter.\n\nAt the bank, the new manager is Brian (Matthew Broderick). He's one of those infuriating mid-level executives who has been promoted beyond his competence. The bank, like many other corporations, mistakes his tactlessness for tough managerial skills. Brian has no empathy and takes cover behind the regulations. \"Is there anyone else who can pick your son up after school?\" he asks Sammy, who gives up her lunch hour so she can slip out every afternoon and meet Rudy. It goes without saying that Brian's regard for the rules does not extend to himself, which is why he is willing to have an affair with Sammy even though he has a pregnant wife at home.\n\nSammy's personal life is limited. In a small town, there are few available men. Bob (Jon Tenney) is a nice enough guy, but forgets to call her for weeks at a time, and seems reluctant to commit--not that she thinks she wants to marry him anyway. One of the truest scenes in the movie comes when Sammy calls him one day to arrange a meeting for sex. Kind of like calling the plumber.\n\nThe situation in Scottsville is static when Terry comes to town. Because he's unpredictable and irresponsible, but good-hearted in his half-baked way, he acts as a catalyst. Yes, he forgets to meet Rudy after school. Yes, he ignores his commitments. Yes, it is irresponsible for him to take that 8-year-old kid to a pool hall. But when he lifts Rudy up to the table and Rudy takes a shot and sinks the ball, this is what the kid needs! He needs a guy in his life, to take the place of the absent father he is so curious about.\n\nOf course Terry knows Rudy Sr., the ex-husband. They probably went to school together. He takes matters into his own hands and drives the kid to the house of his father, the louse, in a well-written scene where what happens is kind of inevitable.\n\nThe characters in \"You Can Count on Me\" have been freed from the formulas of fiction and set loose to live lives where they screw up, learn from their mistakes and bumble hopefully into the future. Kenneth Lonergan, the writer-director, is willing to leave things open. He shows possibilities without immediately sealing them with decisions. Linney and Ruffalo are open actors, who give the impression of spontaneous notions; they are not programmed. We like them. We share their frustration. We despair of Terry, even while we see that he means well.\n\nI admire the way Linney shows Sammy struggling with issues of right and wrong. Yes, she sleeps with the married bank manager--and with Bob. She doesn't feel right about it. She goes to her priest, played by Lonergan, the filmmaker. \"What is the church's official position on fornication and adultery,\" she asks, although she should have a good working knowledge of the answer. \"Well,\" says the priest, wanting to be helpful, aware of situational ethics, \"it's a sin. . . .\" Yes. But after seeing the film, I want you to ponder three possibilities. (1) The priest is quietly attracted to Sammy himself, although he would probably never act on his feelings. (2) Sammy's reason for sleeping with Brian, the bank manager, may have originated in passion, but includes a healthy component of office politics. (3) She may be coming around to the notion that Bob is not entirely unacceptable as a mate.\n\nI call these possibilities because the movie does not seal them or even take a position on them. They're serious matters, but the movie can be funny about them. Not funny like a comedy, but funny like at the office when some jerk makes enemies, and his enemies pounce. Then there are quiet little sarcastic asides around the water cooler, where you share your joy at the downfall of an ass. Such moments can be so enormously rewarding.\n\nBeyond and beneath, that is the rich human story of \"You Can Count on Me.\" I love the way Lonergan shows his characters in flow, pressed this way and that by emotional tides and practical considerations. This is not a movie about people solving things. This is a movie about people living day to day with their plans, fears and desires. It's rare to get a good movie about the touchy adult relationship of a sister and brother. Rarer still for the director to be more fascinated by the process than the outcome. This is one of the best movies of the year.", "running_time": 109, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-11-17", "genres": ["Drama", "Indie", "Romance"], "title": "You Can Count on Me (2000)"}