{"url": "http://www.rogerebert.com/reviews/you-will-meet-a-tall-dark-stranger-2010", "by": "Antonio Banderasas Greg", "star_rating": 2.5, "text": "\"You Will Meet a Tall Dark Stranger\" is every frame a Woody Allen film, but it isn't very much more. Perhaps the title provides a clue. Its point of view is of an outsider — a fortune teller, let's say, or the narrator of the film. This person knows about the problems of the characters, knows they hope, knows they lust, knows they dream and knows that life is a tale told by an idiot, filled with sound and fury, signifying nothing.\n\nThat is not such an original observation as when it was first made, but it describes the action of the film well enough. We see several people worriedly scuttling about in search of happiness. These people lead enviable lives. They have money, professions, culture. At the end, for these fortunates and all of us, everything reduces to the hunger for love. It's not really sex they're after, it's to be reflected as valuable in the eyes of somebody new, because they need reassurance. It can't all signify nothing, you see, if you're important to someone. This someone must be a new person, because (1) you and your current lover know each other too well, and (2) you can project wonderful qualities on the new lover until you get to know that person too well. It is assumed all along, of course, that you are invaluable.\n\nThe time is the present. The city, London, where people seem to live in one another's pockets more than in American cities. We meet an old lady named Helena (Gemma Jones) whose husband, Alfie (Anthony Hopkins), has left her for a floozy blond. She seeks consolation from a medium who sees her floating in clouds of glory and predicts she will meet a very special man.\n\nHelena's daughter is Sally (Naomi Watts). Sally is married to Roy (Josh Brolin), whose first novel was a success and who has been living off her money ever since, while blaming her for writer's block. Meanwhile, the treacherous Alfie is spending a fortune on Charmaine (Lucy Punch), who is an \"actress\" and reminds me of Ben Hecht's definition of actress: \"any woman under 30 who is not actively employed in a brothel, with many exceptions.\" (His definition of actor: \"a waiter.\")\n\nSally and Roy have fought about money and his unwritten second novel for so long they've lost interest in each other. Their eyes stray. Sally is drawn to her magnetic boss, Greg, who, as he is played by Antonio Banderas, makes it hard for us to blame her. Roy finds himself looking into the window of a flat across from his, where on display is the lovely Dia, who, as she is played by Freida Pinto from \"Slumdog Millionaire,\" makes it hard for us to blame him.\n\nThe way Woody Allen handles this is by a series of conversations in which paradoxes are illustrated by the search for happiness. Dia is remarkably sympathetic with Roy; it's not every subject of a Peeping Tom who introduces him to her parents. Charmaine is a floozy, but not entirely without a heart. The movie is forgiving. But the search for happiness is doomed by definition: You must be happy with what you have, not with what you desire, because the cost of the quest is too high.\n\nSo consider old Helena. She doesn't meet a tall, dark stranger; she meets a short, stout one, he owns an occult bookshop, and they determine it was meant for them to be together. What more can you ask? The others are all too smart for their own good.", "running_time": 98, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-09-29", "genres": ["Comedy", "Drama", "Romance"], "title": "You Will Meet a Tall Dark Stranger (2010)"}