{"url": "http://www.rogerebert.com/reviews/you-only-live-twice-1967", "by": "Sean Conneryas James Bond", "star_rating": 2.5, "text": "Remember those neat gadgets M was always dreaming up for James Bond? Their beauty was that they were well designed and terribly complicated, like Swiss astronomical watches, and they had a great many functions. Probably the best two were the briefcase in \"From Russia with Love\" and that custom car in \"Goldfinger.\"\n\nThe great thing about these gadgets was that after M explained them to 007, they just sat around for a long time looking like briefcases and cars. Their tricks were spread through the film, and always came as a surprise when they finally were sprung. Suspense! Timing! Humor! As when the Chinese spy ejected himself from the driver's seat.\n\nThe gadgets were symptomatic of what made the first three Bond films such perfect representatives of the sex-and-sadism spy genre. It was as if the director had gone over every line of the script with a design engineer at his elbow and lovingly worked all the functions of the gadgetry into all the folds of the plot so that everything held together in a subtle way.\n\nA great deal of money was spent on the fifth Bond epic in an attempt to duplicate this mystique, but in \"You Only Live Twice\" the formula fails to work its magic. Like its predecessor \"Thunderball,\" another below-par entry, this one is top-heavy with gadgets but weak on plotting and getting everything to work at the same time.\n\nFor example, we're given another of those delicious scenes we've grown to love, in which Bond has a new gadget explained, to him. This time it's a lightweight one-man helicopter that can fire machine-gun bullets, missiles, rockets and flames. So far, so good. But instead of working the helicopter into the plot, the film immediately demonstrates all these goodies.\n\nBond takes off. Four helicopters attack him, naturally. He shoots one down with the machine-gun, one with the rockets, one with the missiles, and he incinerates the fourth with his flame-thrower. Just like that.\n\nSame goes for the other stock ingredients. The girls (breathtaking Japanese lovelies) are beautiful and sexy as always, but they don't really emerge as characters the way Pussy Galore did. They're just there, decorating the place, running around in bikinis and, worst of all, not presenting much of a threat to old 007 most of the time.\n\nConnery labors mightily. There is still the same Bond grin, still the cool humor under fire, still the slight element of satire. But when he puts on his cute little helmet and is strapped into his helicopter, somehow the whole illusion falls apart and what we're left with is a million-dollar playpen in which everything works but nothing does anything.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1967, "date_published": "1967-06-19", "genres": ["Action", "Foreign", "Thriller"], "title": "You Only Live Twice (1967)"}