{"url": "http://www.rogerebert.com/reviews/you-dont-mess-with-the-zohan-2008", "by": "Adam Sandleras Zohan", "star_rating": 3.0, "text": "The crowd I joined for \"You Don't Mess With the Zohan\" roared with laughter, and I understand why. Adam Sandler's new comedy is shameless in its eagerness to extract laughs from every possible breach of taste or decorum, and why am I even mentioning taste and decorum in this context? This is a mighty hymn of and to vulgarity, and either you enjoy it, or you don't. I found myself enjoying it a surprising amount of the time, even though I was thoroughly ashamed of myself. There is a tiny part of me that still applauds the great minds who invented the whoopee cushion.\n\nSandler plays an ace agent for the Mossad, the Israeli secret police; he has no interest in counter-terrorism and spends as much time as possible hanging out with babes on the beach. Known as the Zohan, he has remarkable physical skills -- and equipment, as his bikini briefs and the crotches of all his costumes make abundantly clear. The laws of gravity do not limit him; he can travel through cities like Spider-Man but without the web strings. He can simply jump for hundreds of feet.\n\nThe Zohan harbors one secret desire. He wants to be a hairdresser. His equivalent of pornography is an old Paul Mitchell catalog, and one day he simply cuts his ties with Israel and smuggles himself into the United States in a crate carrying two dogs whose hair he does en route. In America, he poses as an Australian with a very peculiar accent, and when asked for his name, combines the names of his airborne flight buddies: Scrappy Coco. His auditions in various hair salons are unsuccessful (in a black salon, he attacks a dreads wig as if it were a hostile animal), until finally he is hired by the beautiful Dalia (Emmanuelle Chriqui), a Palestinian.\n\nThis plot is simply the skeleton for sight gags. Early on, we saw how much pain he could endure when he dropped a sharp-toothed fish into the crotch of his bikini swimming trunks. Now we see such sights as his sexual adventures with old ladies in the salon. In my notes, I scribbled in the dark: \"An angel with the flexibility of a circus freak,\" adding, \"he tells old lady,\" although maybe the old lady told him. At home with a new friend (Rob Schneider as an Arab cabdriver), he effortlessly seduces the friend's mother (the zaftig Lainie Kazan).\n\nHis archenemy, the Palestinian agent known as the Phantom (John Turturro), is also in New York, and they make war. The Phantom's training regime is severe. He takes eggs, cracks them and live chicks emerge. These he puts in a glass and chugs. He punches not only sides of beef but a living cow. Like the Zohan, he is filled with confidence in his own abilities, and with reason (he can cling to ceilings). Their confrontation will be a battle of the Middle-Eastern superheroes.\n\nNow creeps in a belated plot, involving a shady developer (Michael Buffer, of \"let's get ready to rumble!\" fame). He wants to tear down a street of Arab and Israeli electronics stores and falafel and hummus shops to put up a mall. This would be a terrible thing, particularly given the prominent role that hummus plays in the film. Opposition to the mall unites the Israelis and Arabs, unconvincingly, on the way to peace and brotherhood at the end.\n\nThere are scenes here that make you wince. One involves a savage game of hacky-sack using not a hacky-sack bag but a living cat. Only the consolation that it's done with special effects allows us to endure the cries of the cat. Mariah Carey appears, starts to sing \"The Star-Spangled Banner\" and somehow survives a cameo with the mall builder. (Maybe his contract stipulates that Buffer must appear in all movies involving the National Anthem.) And something must be said about the Zohan's speech, which in addition to the broad comic accent, involves the word \"no\" in a series that can run from two (\"no-no!\") to his usual five (\"no-no-no-no-no!\") to the infinite.\n\nSandler works so hard at this, and so shamelessly, that he battered down my resistance. Like a Jerry Lewis out of control, he will do, and does, anything to get a laugh. No thinking adult should get within a mile of this film. I must not have been thinking. For my sins, I laughed. Sorry. I'll try to do better next time.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-06-05", "genres": ["Action", "Comedy"], "title": "You Don't Mess With the Zohan (2008)"}