{"url": "http://www.rogerebert.com/reviews/you-the-living-2009", "by": "Jessica Lundbergas Anna", "star_rating": 4.0, "text": "In a sad world and a sad city, sad people lead sad lives and complain that they hate their jobs and nobody understands them. The result is in some ways a comedy with a twist of the knife, and in other ways, a film like nobody else has ever made — except for its director, Roy Andersson of Sweden.\n\nAndersson’s “You, the Living” is hypnotic. Drab, weary people slog through another depressing day in a world without any bright colors. A bitter alcoholic woman sits on a park bench hatefully insulting a fat, meek man, screams that she will never see him again, finds out there’s veal roast for dinner, and says she may drop by later. A tuba player complains that the bank has lost 34 percent of his retirement fund. He says this while a naked Brunnehilde with a Viking helmet has loud sex with him. A carpet salesman loses a sale because someone sold the end off a 10-foot runner.\n\nSo it goes. There are 50 vignettes in this film, almost all shot with a static camera, in medium and long shots. Sometimes the characters look directly at us and complain. A psychiatrist says he has spent 27 years trying to help mean and selfish people be happy and asks, what’s the point? A girl imagines her marriage with the rock guitarist she has a crush on. The tuba player is hated by his wife and his downstairs neighbor. A bass drum player is also unpopular when he rehearses.\n\nThis is the kind of comedy where you don’t laugh aloud, I think, although I’ve not seen it with an audience. You laugh to yourself, silently, although you’re never quite sure why. Andersson choreographs the movements of actors who enter and leave rooms, call off-screen or interact with other people we see in other rooms beyond them. He films in bedrooms, living rooms, kitchens, a bar, restaurants, offices, a courtyard, a barbershop and a bus stop in the rain.\n\nOr it looks like he does. I learn that every space in this movie was constructed on a set. It took three years to shoot, was financed from six countries and 18 sources, and used mostly plain-looking non-actors. It is meticulous, perfectionist, in its detail. Andersson’s tone has been compared to Jacques Tati’s, and certainly they’re similar in constructing large, realistic sets that allow them to control every detail of the decor, sound and lighting.\n\nThere’s joy in watching a movie like “You, the Living.” It is flawless in what it does, and we have no idea what that is. It’s in sympathy with its characters. It shares their sorrow, and yet is amused that each thinks his suffering is unique. The alcoholic woman who complains over and over that no one understands her is all too understandable. She calls her mother a sadist for serving non-alcoholic beer with dinner: “What’s the point of living if you can’t get drunk?”\n\nSeveral elaborate set pieces are masterful. One involves long banquet tables lined with joyous people in eveningwear who enact a peculiar, traditional ritual involving them standing on their chairs. Another involves a man who proposes to yank a tablecloth out from under all the dishes on a table. And then there’s the scene of the young woman imagining her honeymoon with the rock guitarist. This one I won’t say a word about: You have to watch it as it plays. Keep in mind that the film was all shot on soundstages. I believe the publicity blurb that states 26,200 screws were used in this production.\n\nRoy Andersson, now 66, has been one of Europe’s most successful directors of TV commercials, but has made only four features in 30 years. I showed his “Songs from the Second Floor,” winner of the Jury Prize at Cannes 2000, at my Ebertfest. I can only imagine what he must be like. After the failure of his second film, he waited 25 years to make the third one. We invited him to Ebertfest, and he sent two of his actors — one who never spoke in the movie and never spoke onstage, either.\n\n“You, the Living,” is a title that perhaps refers to his characters: Them, the Dead. Yet this isn’t a depressing film. His characters are angry and bitter, but stoic and resigned, and the musicians (there are also a banjo player and a cornetist) seem happy enough as they play Dixieland. In their world, it never seems to get very dark out, but in the bar, it’s always closing time.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-08-19", "genres": ["Comedy", "Drama", "Foreign", "Indie", "Musical"], "title": "You, the Living (2009)"}