{"url": "http://www.rogerebert.com/reviews/young-adult-2011", "by": "Charlize Theronas Mavis Gary", "star_rating": 3.5, "text": "They must have closed their eyes and crossed their fingers while they were making this film. It breaks with form, doesn't follow our expectations, and is about a heroine we like less at the end than at the beginning. There are countless movies about Queen Bitches in high school, but \"Young Adult\" has its revenge by showing how miserable they can be when they're pushing 40.\n\nThe movie stars Charlize Theron, one of the best actors now working, as Mavis, a character we thoroughly dislike. Not only is she knock-dead gorgeous, but we see how she makes herself look that way, and what happens when it comes undone. She plays the onetime high school beauty queen in Mercury, Minn., who moved to the big city (Minneapolis), got her own condo, and is sorta famous as the author of series of a young adult novels about vampires. Back home in Mercury, they think of her as a glamorous success. Of course they haven't seen her in years.\n\nThey're about to. In real life, Mavis lives alone, her apartment is a pigpen, she chugs liters of Diet Coke and throws back shots of bourbon and is likely to be single until the end of time. She receives an email from Buddy Slade (Patrick Wilson), her high school boyfriend. Buddy and his wife Beth (Elizabeth Reaser) have just had a baby, and here's a photo of the little darlin'. That does it. Mavis gets into her shiny Mini, drives home to Mercury and intends to attend the baby shower. In her mind, a tragic mistake has occurred. Buddy was intended to marry her, the baby should have been hers, and damn it all, it's not too late to set things straight.\n\n\"Young Adult\" is the first collaboration between director Jason Reitman and screenwriter Diablo Cody since the success of their \"Juno\" (2007). Once again they center on a woman, but Juno was enormously likable and Mavis seems unaware of her frightening effect on people. In the role of Buddy, Patrick Wilson faces one of an actor's trickiest challenges, portraying polite social embarrassment. When you have a wife and a new baby and are holding a breast milk pump in your hand, how do you respond when an old flame turns up at the door and expects you to drop everything and run off to Minneapolis with her?\n\nThe impossibilities of Mavis' behavior in \"Young Adult\" require some sort of cushioning, and the film wisely provides the character of Matt Freehauf, played by the comedian Patton Oswalt. Matt and Mavis had nothing to do with each other in high school. \"I remember you!\" Mavis now tells him. \"You're the hate crime guy!\" \n\nShe is never the soul of tact. Yes, Matt was nearly killed in a gay-bashing incident in high school, despite the inconvenience that he is not gay. Now he still lives in Mercury with his sister, stuck on pause. His experience has given him insight into pariahs, and he immediately realizes Mavis is nose-diving into disaster. What Matt knows while Mavis remains clueless is that Buddy is perfectly happy with Beth and their baby, and shudders when he sees Mavis approaching.\n\nPatton Oswalt is, in a way, the key to the film's success. Theron is flawless at playing a cringe-inducing monster and Wilson touching as a nice guy who hates to offend her, but the audience needs a point of entry, a character we can identify with, and Oswalt's Matt is human, realistic, sardonic and self-deprecating. He speaks truth to Mavis.\n\nThough he's had many supporting parts, this is only Oswalt's second major role; he was wonderful a few years ago in \"Big Fan,\" the story of a loser who lived through his fantasy alter ego as a \"regular caller\" to sports talk radio. Patton Oswalt is a very particular actor, who is indispensable in the right role, and I suspect Reitman and his casting director saw him in \"Big Fan\" and made an inspired connection with Matt.\n\nAs for Mavis, there's an elephant in the room: She's an alcoholic. \"I think I may be an alcoholic,\" she tells her hometown parents during an awkward dinner. Anyone who says that knows damn well they are. But civilians (and some of the critics writing about this film) are slow to recognize alcoholism. On the basis of what we see her drinking on the screen, she must be more or less drunk in every scene. She drinks a lot of bourbon neat. I've noticed a trend in recent movies: Few characters have mixed drinks anymore. It's always one or two fingers, or four or five, of straight booze in a glass. \n\nAlcoholism explains a lot of things: her single status, her disheveled apartment, her current writer's block, her lack of self-knowledge, her denial, her inappropriate behavior. Diablo Cody was wise to include it; without such a context, Mavis would simply be insane. As it is, even in the movie's last scene, she reminds me of what Boss Gettys says of Citizen Kane: \"He's going to need more than one lesson. And he's going to get more than one lesson.\"\n\nAfter I left the screening of \"Young Adult,\" my thoughts were mixed. With \"Thank You for Smoking,\" \"Juno\" and \"Up in the Air,\" Jason Reitman has an incredible track record. Those films were all so rewarding. The character of Mavis makes \"Young Adult\" tricky to process. As I absorbed it, I realized what a fearless character study it is. That sometimes it's funny doesn't hurt.", "running_time": 94, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-12-07", "genres": ["Comedy", "Drama", "Romance"], "title": "Young Adult (2011)"}