{"url": "http://www.rogerebert.com/reviews/young-winston-1972", "by": "Simon Wardas Winston Churchill", "star_rating": 2.5, "text": "\"Young Winston\" is pretty much the movie we'd expect from Winston Churchill's own book about his early life. It is dignified, occasionally exciting, filled with lots of walk-ons so eminent British actors can play eminent British statesmen, and more or less faithful to the facts. But it's nothing more than that; it doesn't give us the human being behind the historical facade, as \"Patton\" did. It doesn't give us the sense of coming to know someone. It is a co-conspirator in Churchill's own successful attempt to create an image and never permit a glimpse behind it.\n\nThat's the case even though we do get occasional bits of controversy and scandal, items that would have been left out of a film biography of 10 or 20 years ago. We learn that Churchill's father, Lord Randolph, contracted a venereal disease. We learn that his mother may have been frigid. We learn that young Winston, like most British upper-class boys at the time; was not spared the rod at public school.\n\nFrom these clues (for that's the way they're presented) writer-producer Carl Foreman and director Richard Attenborough fashion of life of Churchill that follows all the good old Freudian rules. Because he felt rejected by his father (\"You are my greatest disappointment,\" Lord Randolph bellows at him), he leaves England and seeks success in colonial wars. He is a war correspondent, military critic and young lieutenant. And his adventures are his initiation into manhood, preparing him for the courageous speech in the House of Commons with which the movie (a little too gloriously) ends.\n\nBetter than most of the great British public figures of his time, Churchill was able to create and maintain a legend about himself. He lived in an age when the famous were good at that; George Bernard Shaw was perhaps almost his equal. There was a time during the dark early days of World War II, indeed, when Churchill's cigar and his V sign seemed like all that was restraining the Nazi tide. And then there were the photos of him painting in his garden, and inspecting bomb damage, and the headlines about \"Winnie.\" He must have been an immensely complicated man, but he was at pains to communicate simple and even superficial notions of himself.\n\n\"Young Winston\" does the very same thing and that is a disappointment because a truly curious and inquisitive film about Churchill could have been a great one. That was \"Patton's\" secret, and why \"Patton\" was one of the best film biographies ever made; it was fascinated with the problem of what made its hero behave as he did. Sometimes \"Patton\" may have invented attitudes where none existed in its subject, but that was all right; we don't really expect truth in movies, so much as the feeling of truth.\n\n\"Young Winston\" gives us none of that; it seems obsessed with being a conventional movie biography. All of the obligatory scenes are there, including the scenes about Winston's failures (which are supposed to work because we KNOW what great man he eventually became). Anne Bancroft, as mother, and Robert Shaw, as his father, are accomplished actors, but they need all their skill to make human beings out of Freudian stereotypes.\n\nAn example. Back home after his exploits overseas, Winston is elected to Commons. He makes his maiden speech against his mother's advice; he wants to urge fiscal responsibility upon the house. He also wants to defend the memory and reputation of his father (who we've earlier seen destroying himself with a speech after syphilis has affected his reason). Simon Ward, as Churchill, allows himself to lean forward, jut out his chin a little and growl a bit. He makes the speech, and (we're supposed to understand) becomes his own man.\n\nSo far, so good. But then, on the very same evening, he sees a woman in the crowd and falls instantly in love with her. This woman, of course, is to be his future wife -- but not for seven years. No matter. He is a man now, and can concern himself with the affairs of a man. Luckily, his mother knows the girl's name. And as she tells him, she lights her son's first cigar. Gawd. This is Freudian symbolism on a level designed to make \"The Gene Krupa Story\" look subtle.\n\nStill \"Young Winston\" is good and workmanlike at the simple business of telling its story. The battlefield scenes are colorful, the cavalry charges are thundering, the glimpses of aristocratic society are refined. The movie probably does a pretty good job of giving people what they're willing to settle for in the way of a story about Churchill's early life. It's just too bad it's so dutiful about it. Here is a man who became known throughout the world for his finely barbed wit, yet -- on the evidence of his movie -- he said only one amusing thing before his 25th birthday.", "running_time": 157, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-12-14", "genres": ["Action", "Adventure", "Drama", "War"], "title": "Young Winston (1972)"}