{"url": "http://www.rogerebert.com/reviews/youngblood-1986", "by": "Rob Loweas Dean", "star_rating": 2.0, "text": "\"Youngblood\" is not a bad movie, and indeed has moments of real conviction. But it is doomed by its plot, which is yet another example of what I like to call the Climb from Despair to Victory (CLIDVIC, rhymes with Kid Pic).\n\nBy now, we know the formula by heart: The hero tries to win, but is soundly defeated by the evil superman on the other side. He goes into exile, trains until he drops, gets advice from a wise old father figure, and then, in the last scene, makes his big comeback and publicly humiliates the enemy. And gets the girl, of course.\n\nThis is the plot of the \"Rocky\" movies and also of countless teenage wrestling, bicycle-racing and karate movies. \"Youngblood\" takes it north of the border into the world of small-time Canadian professional hockey. At first, it's interesting just to look at the locations - the seedy ice rinks and shabby rooming houses. But eventually the dead weight of the CLIDVIC formula begins to weigh heavily on our minds, and we realize we are sentenced to yet another slog through the same old plot.\n\n\"Youngblood\" stars Rob Lowe in the title role. (This violates the \"Youngblood Hawke\" Rule, which states: Any character named Young blood should be renamed.) He's a farm kid who dreams of playing professional hockey. His dad (played by the hockey great Eric Nesterenko) discourages him, but his brother offers to do his chores, and so Youngblood tries out for a minor league Canadian team.\n\nThe best scenes in \"Youngblood\" are these early ones, as the hero meets the hard-as-nails coach (Ed Lauter) and gets his first look at the evil, sadistic Racki (George Finn), a bearded ice demon who delights in playing dirty and trying to kill his opponents. Even here, however, the movie has serious lapses in tone.\n\nThere's an unnecessary scene where Youngblood is seduced by his hot-blooded landlady, and another one where he's trapped in a public corridor of the stadium wearing nothing but his jockstrap. These scenes are so obviously set up as cheap shots that they undermine the integrity of the scenes that are intended seriously.\n\nBy the middle of the film, we are deep into the CLIDVIC formula.\n\nRacki has almost killed one of Youngblood's teammates. Youngblood returns to the farm, where his father (working in the great tradition of Burgess Meredith in the \"Rocky\" movies and Pat Morita in \"The Karate Kid\") puts him into training and teaches him age-old wisdom. Then, of course, it's time for the Big Game, in which the kid will make his comeback and the evil Racki will eat ice.\n\nLowe apparently worked hard to prepare for \"Young blood.\" He does a lot of his own skating, for which I give him credit. But I think the actors have been let down by the screenplay, which has them doing all the work.\n\nIf Rob Lowe had to learn to play hockey, was it too much to ask Peter Markle, the writer-director, to write an original screenplay instead of the umpteenth ripoff of CLIDVIC?", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-01-31", "genres": ["Drama", "Romance", "Sports Film"], "title": "Youngblood (1986)"}