{"url": "http://www.rogerebert.com/reviews/young-einstein-1989", "by": "Yahoo Seriousas Young Einstein", "star_rating": 1.0, "text": "\"Young Einstein\" is a one-joke movie, and I didn't laugh much the first time. It seems to take place in an alternate universe, a place in time and space where an unsung genius named Albert Einstein was born on the obscure island of Tasmania and grew up in Australia instead of Europe. Of course this means that his major discoveries have to do with beer, rather than relativity, and his big breakthrough comes when he finds a way to apply the Law of Relativity to the problem of carbonation.\n\nYoung Einstein is played in the movie by Yahoo Serious, an actor whose very name violates a law created by me, the First Law of Funny Names (\"In a movie, the use of funny names is a certain sign of desperation\"). For Serious, the making of this movie was a miracle of sorts, and I want to give him his due: He received his first inspiration while on a trip through the Brazilian rain forests, where he saw an Indian wearing an Albert Einstein T-shirt and (Eureka!, I suppose) began to ask himself how things might have worked out if Einstein had been born in another time and place.\n\nBy moving Einstein to Australia, he was able to set up comic situations that appeal to the vast and inexhaustible fascination the Australians have about their own isolation and gawky charm. But the jokes don't travel very well, and \"Young Einstein\" eventually reveals itself as the same formula, repeated again and again.\n\nThe formula: The boy genius is presented with a mundane problem (flat beer), and solves it by applying a solution that will revolutionize man's view of the universe he inhabits. Onlookers are slow to recognize the genius of the solution, but villains stand ready to capitalize on it, until a lucky chance saves the day.\n\nHis genius reaches out into other fields, as when he invents the electric guitar by turning a bass viol on its side, or when he invents the atomic bomb when a beermaking experiment runs out of control. Many of these scenes involve payoffs in which gigantic explosions destroy outhouses, after which Serious appears unharmed but covered in soot. If Serious had discovered post-Keystone film comedy in the course of his research, this would have been a better movie.\n\nThe whole construction of the film depends on deliberate anacronisms, as when Young Einstein invents rock 'n' roll music, and indeed sings the song \"Rock 'n' Roll Music\" some years before it, or rock 'n' roll, came on the scene. Is this funny? I don't think so. I think it's the sort of thing that sounds funny when you're writing a script, but one burst of laughter over a keyboard doesn't translate into the audience buying a whole sequence in the film.\n\nI was also unmoved by his great love affair with Marie Curie, who he meets while on a train in the outback. Why is it funny that this character is named Marie Curie? What does it say to mass film audiences, which do not know enough about Madame Curie to find any cross-references funny (not that the movie makes any)? One payoff after another falls flat, while we imagine Serious and his colleagues at script conferences, rocking with laughter at what they fancy is their cleverness.\n\n\"Young Einstein\" has won a great deal of attention in Australia, where Serious has become the biggest homegrown star since Paul Hogan, and the saga of how he got this movie made - as the co-producer and co-writer as well as star - is intriguing enough to make a movie of its own. Discovering the Law of Relativity is relatively easy compared with getting a feature film made when you're an unknown with no money.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-08-04", "genres": ["Comedy", "Foreign", "Science Fiction"], "title": "Young Einstein (1989)"}