{"url": "http://www.rogerebert.com/reviews/young-adam-2004", "by": "Ewan McGregoras Joe", "star_rating": 3.5, "text": "Two men and a woman on a barge. No one who has seen Jean Vigo's famous film \"L'Atalante\" (1934) can watch \"Young Adam\" without feeling its resonance. There cannot be peace unless the woman or one of the men leaves. In the Vigo film, newlyweds make the barge their occupation and home, and the bride feels pushed aside by the crusty old deckhand (the immortal Michel Simon). In \"Young Adam,\" the chemistry is more lethal. The barge is owned by Ella Gault (Tilda Swinton), who has a loveless marriage with her husband Les (Peter Mullan), and has hired the young and cocky Joe Taylor (Ewan McGregor), who fancies himself a writer.\n\nIt is a foregone conclusion that Joe will eventually have sex with Ella, as the barge Atlantic Eve trades on the dank canals between Glasgow and Edinburgh, circa 1960. But that's really not the movie's subject, even though it provides rich opportunities for Mullan, that intense and inward Scotsman, to underplay his rage and suppress his feelings. (At one point, as Les and Ella linger in bed, they hear Les' boots on the deck overhead, and decide, \"He's letting us know he's back.\") No, the Atlantic Eve is not the setting for adultery so much as for guilt and long silences.\n\nAs the film opens, Joe sees the body of a young woman, dressed only in lingerie, floating in the canal. He uses a hook to pull it closer, and Les helps him haul it on board. The police are summoned. It is a drowning, perhaps a suicide. No foul play, apparently.\n\nBut Joe knows more about the body than he reveals -- more, much more, than anybody would ever be able to discover, and he reads the papers with interest as it is learned the woman was pregnant and that her boyfriend, a plumber, has been charged with the murder.\n\nJoe is a hard case. Opaque. Not tender, not good with the small talk. Around women, he has a certain intensity that informs them he plans to have sex with them, and it is up to them to agree or go away. He is not a rapist, but he has only one purpose in his mind, and some women find that intensity of focus to be exciting. It's as if, at the same time, he cares nothing for them and can think only of them. No amount of sweet talk would conquer them, but his eyes penetrate to their souls and rummage around.\n\nAs the murder case goes to trial, Joe finds himself attending the court sessions. He becomes fascinated by the defendant. Flashbacks fill in chapters of Joe's earlier life, episodes known only to him, including a moment when he could have acted, and did not, and does not even begin to understand why he didn't. He is not a murderer but a man unwilling to intervene, a man so detached, so cold, so willing to sacrifice others to his own convenience, that perhaps in his mind it occurs that he would feel better about the young woman's death if he had actually, actively, killed her. Then at least he would know what he had done and would not find such emptiness when he looks inside himself. This is an almost Dostoyevskian study of a man brooding upon evil until it paralyzes him.\n\nAlthough Britain and Ireland now enjoy growing prosperity, any working-class person 30 or older was raised in a different, harder society. That's why actors like McGregor and Colin Farrell, not to mention Tim Roth and Gary Oldman, can slip so easily into these hard-edged, dirty-handed roles. With American actors, you have the feeling they bought work clothes at Sears and roughed them up; with these guys, you figure they got their old gear out of their dad's closet, or borrowed their brother's. Mullan, who is older, is a sublime actor, too much overlooked, who can play a working man with a direct honesty that doesn't involve a single extra note. Look at him in \"My Name Is Joe,\" where he plays a recovering alcoholic who tries to help a friend and risk a romance. As for Swinton, here is directness so forceful you want to look away; she doesn't cave in to Joe because of his look but because he can match hers.\n\nA movie like \"Young Adam\" is above all about the ground-level lives of its characters. The death of the girl and the plot surrounding it are handled not as a crime or a mystery but as an event that jars characters out of their fixed orbits. When you have a policy of behavior, a pose toward the world, that has hardened like concrete into who you are, it takes more than guilt to break you loose. It takes the sudden realization that the person you created continues to function, but you are now standing outside of him. He carries on regardless, and you are stranded, alone and frightened.", "running_time": 93, "mpaa_rating": "NC-17", "release_year": 2004, "date_published": "2004-04-30", "genres": ["Crime", "Drama", "Foreign", "Romance", "Thriller"], "title": "Young Adam (2004)"}