{"url": "http://www.rogerebert.com/reviews/young-guns-ii-1990", "by": "Kiefer Sutherlandas Doc Scurlock", "star_rating": 2.0, "text": "Actors often are advised to meditate on the characters they play, to get inside their skins and understand what makes them the way they are. \"Young Guns II\" presents the strange spectacle of actors who have apparently done more of that than the filmmakers have - so that we sense there's more to these people than meets the eye. The screenplay feels unfinished, the direction is ambling, but the performances are interesting.\n\nThe movie opens, circa 1950, with a lawyer making a rendezvous with a bearded old man by the side of a Southwestern highway. The geezer says that he's Billy the Kid, and that he wants to arrange a meeting with the governor of the state; he wants to be pardoned on charges that he killed 21 men. (When the lawyer demurs, the old-timer threatens to shoot him and \"make it 22,\" which would seem to hint that a pardon is not exactly deserved.) Is this old man really the Kid? The lawyer demands proof - he wants to see scars. The old man has scars, all right, many of them psychic ones, and we see them for the next 90 minutes in a flashback.\n\n\"Young Guns II\" is yet another revisionist version of the Billy the Kid legend, which has taken on mythic qualities in such films as \"Gunfight at the O.K. Corral,\" \"The Left-Handed Gun\" and \"Pat Garrett and Billy the Kid,\" not to mention an opera by Aaron Copland.\n\nThe angle this time seems to be that Billy was an unformed and unthinking young man, a good shot who stumbled into fame and was not equal to the responsibilities of leading a gang.\n\nThere are moments when he hardly looks old enough to vote. As played by Emilio Estevez, Billy is a fresh-faced innocent who looks youthful even in the company of his fellow gang members, who include Kiefer Sutherland, Lou Diamond Phillips and Christian Slater. Pat Garrett is played by William L. Petersen, who looks somewhat older and more weatherworn, but if they'd put a real cowboy into the picture - a younger Robert Mitchum or Kirk Douglas or Burt Lancaster - the movie would have been revealed as what it really is, a bunch of kids playing with guns.\n\nNot many Westerns are made these days, and the success of the original \"Young Guns\" - no doubt because of, not despite, the young matinee idols in its cast - made a sequel necessary. You have the feeling here, though, that the screenplay by John Fusco was put together out of various standard Western elements - the night in the whorehouse, the ambush in the hills - without any clear idea of where the movie was headed, or why. Certainly the final shootout, when Garrett and his men surround the gang, is a disappointment. An event immortalized in other films is trivialized in this one.\n\nWhy do we go to Westerns, anyway - those few of us who still do, or would if they still made them? Years ago, when Westerns were racist and unthinking, we went to see the cowboys shoot the Indians.\n\nThen we began to discover too much about the genocide of Indians to take anything but pain from such a scene. So the Western turned inward, to examine the personality problems of its heroes. Where once there was the glorious spectacle of a man bursting with self-confidence - a John Wayne, a Gary Cooper - we now got twisted portraits of men whose guns were compensating for something.\n\nIn \"Young Guns II,\" I didn't even feel those Freudian scars; the bad guys in this movie are simply misunderstood, or took a wrong turn, or might benefit from counseling. There is no sense that they are desperate for a reason, that they like committing crimes, that they reject society for any better reason than that it rejects them. There's a lot of bold string music in the film, wide-open-spaces compositions, and a lot of horses and dust and gunfire, and even the obligatory shot where the hero gets a bath from the prostitute who understands him, but there isn't really a Western here. There are moments when the actors themselves seem to be on to something, but the screenplay doesn't give them the material to let us know what it is. The old-timer narrates the film from time to time, in a wheezy, ancient voice, recalling dim events from far ago. The events themselves have about as much energy.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-08-01", "genres": ["Action", "History", "Western"], "title": "Young Guns II (1990)"}