{"url": "http://www.rogerebert.com/reviews/young-doctors-in-love-1982", "by": null, "star_rating": 2.0, "text": "The basic joke in \"Young Doctors in Love\" was\r\nanticipated five years ago, in Mel Brooks' \"Silent Movie.\" Remember\r\nthe scene where Brooks and his cohorts stand by Sid Caesar's bedside, watching\r\nhis heartbeat reflected on a television monitor, when suddenly the heart beep\r\nturns into a Pong game? That combination of gallows humor and contemporary\r\ncross-references is repeated again and again in \"Young Doctors in\r\nLove,\" and it's finally not very funny. Yet the movie sounds like a good\r\nidea. Maybe it was a good idea, lost in the execution. \"Young Doctors in\r\nLove\" has as its modest ambition to be to \"General Hospital\"\r\nwhat \"Airplane!\" was to the \"Airport\" movies and ABC's\r\n\"Police Squad\" was to TV cop shows. Maybe there are two problems\r\nhere: (1) It is rather hard to outflank \"General Hospital,\" a parody\r\nof itself, and (2) If you do, you wind up skirting the edges of very unpleasant\r\ncomic material about blood and death. Hospitals are just not very funny.\n\nThe movie takes place in a loony Los Angeles city hospital,\r\nwhere we meet all the standard types: the monomaniac surgeon, the befuddled\r\nchief of staff, and sex-and-dope crazed interns and nurses, and the ambitious\r\nyoung medical students in their first year of residence. There also are several\r\nlong-running gags, the unfunniest being about a hit man who is turned into the\r\nhapless victim of accidents and near-fatal emergency treatments. The movie\r\nlooks at times like a real life version of one of those drawings by Mad\r\nmagazine's Jack Davis, in which lunatics chase each other in circles.\r\nAre there funny moments in the middle of the chaos? Yes, there are. There is,\r\nin fact, one wonderfully funny moment, starring that superb character actor\r\nHarry Dean Stanton, he of the long face, the quivering eyelids, and the\r\nperpetual hangover. He attempts to explain the secretion of bodily fluids to\r\nthe amazed young medical students, and by the time he is finished with his\r\namazing catalog, there is not an orifice left untapped.\n\nThat's\r\na great scene, and Dabney Coleman has some nice moments as the egotistical\r\nsurgeon, obviously modeled on the sorts of Texas super doctors who do most of\r\ntheir operations on the cover of Life magazine. Coleman reminds us again here\r\nof his versatility; his roles also have included the boss in \"9 to 5\"\r\nand Jane Fonda's fiancé in \"On Golden Pond.\" But for the rest,\r\n\"Young Doctors in Love\" is not very funny and not very inventive. God\r\nknows it tries. Like \"Airplane!,\" it spends its energy trying to\r\nwedge laughs into every crevice of the plot. There are some nice moments,\r\nespecially a gag about E.T. But most of the time I wasn't laughing, and toward\r\nthe end I wasn't even smiling. When a comedy goes wrong, it goes very wrong.\r\n\"Young Doctors in Love\" goes very wrong.", "running_time": 95, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy"], "title": "Young Doctors in Love (1982)"}