{"url": "http://www.rogerebert.com/reviews/young-goethe-in-love-2011", "by": "Alexander Fehlingas Goethe", "star_rating": 3.0, "text": "Knowledge about Goethe among many Chicagoans is limited to the old story about the proverbial driver of the Clark Street bus, who would shout out \"Go-thee!\" and then mutter under his breath, \"Gher-ta.\" That is about as much as you need to know to enjoy \"Young Goethe in Love,\" just as you needed little knowledge of the Bard to enjoy \"Shakespeare in Love.\" Here is a tempestuous romance involving a misbehaving young man who only at the end brings forth a literary masterpiece and becomes a Great Artist. You need know nothing about his work while watching this movie because it hadn't been written yet.\n\nWhy then, make this movie? I imagine its primary target was the audience in Germany, where Goethe enjoys popularity second only to Shakespeare. I imagined of a set of books I had as a child about the childhoods of famous Americans. Each book climaxed just as the hero was picking up steam. George Washington chopped down the cherry tree, and the rest was history. No matter, because \"Young Goethe in Love\" is a delight on its own terms, even if it has little to do with the real Goethe; here is a randy young man not a million miles apart from Tom Jones.\n\nGoethe is played by Alexander Fehling, a young actor who I suspect will cross over into international stardom. His Goethe is feckless, carefree, mischievous, and not a happy camper in law school. He fancies himself a poet. He fails his examination for his doctorate while providing an answer to an oral exam that proves only that he can speak. He lives in the provinces to begin with, but is banished by his angry father even more deeply into the sticks, where in the town of Wetzlar, he's placed in an apprenticeship under Kestner (Moritz Bleibtreu), the stern local prosecutor. \n\nGoethe is miserable in the practice of law and convinced he is doomed to obscurity. He is rescued from his blues by his new roommate, Wilhelm Jerusalem (Volker Bruch), who persuades him to budge himself from gloom and attend a local dance, where the lad is enchanted by the saucy Lotte Buff (Miriam Stein). He pursues her with great ardor, and she returns his feelings. They engage in a great deal more rumpy-pumpy than you usually see in films about towering literary geniuses; passion overtakes them and they respond on the spot, disregarding rain, mud and the risk of discovery.\n\nAlas, Lotte's father is respectable but poor, and hopes to marry her off to none other than Kestner, Goethe's boss. This Kestner is not a bad man, but he is no Goethe, although at the time Goethe wasn't, either. The triangle leads to misery, a duel and a great deal of trouble. The film's ending is happy only in a technical sense. What does it profit a man to gain the whole world but lose Lotte?\n\nI learn that a great deal of \"Young Goethe in Love\" is fiction. It's a film with boundless energy, filmed in sunny pastoral settings, gloomy interiors and with authentic-looking sets and costumes. I imagine Goethe himself, an uber-romantic, would enjoy it immensely, although he might not realize it was about himself.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-12-07", "genres": ["Drama", "Foreign", "Romance"], "title": "Young Goethe in Love (2011)"}