{"url": "http://www.rogerebert.com/reviews/young-soul-rebels-1991", "by": "Valentine Nonyelaas Chris", "star_rating": 2.0, "text": "The year is 1977, the place is London, it is the time of the Queen's Silver Jubilee, and soul music is at last finding wider visibility in the British capital. Late at night in a park, gay men cruise, looking for partners, and one of them is stabbed to death.\n\nHis killer does not realize that the victim was carrying a cassette recorder, and that the sounds of the death have been captured on tape.\n\nMeanwhile, a pirate radio station blasts soul and reggae from its secret location, in an act of defiance against the conservative BBC.\n\n\"Young Soul Rebels\" doesn't lack for subject matter; the film seems overloaded with characters and themes, as if its three authors all had enough for a screenplay. But the material fits in an ungainly fashion. The director, Isaac Julien, tries to make a thriller and then interrupts it for a musical, a documentary or a romance. The notion of a film with gay black themes is so rare that \"Young Soul Rebels\" was praised by some of the London critics simply because it existed, and it won the Critic's Prize at Cannes last May. But the film is slow going, and will be slower still for American audiences not familiar with the accents and references of the characters.\n\nLike Stephen Frears' \"Sammy and Rosie Get Laid,\" this film is about ingenious survivors on the fringes of the British economic system; the children of immigrants who see a need and satisfy it.\n\nChris (Valentine Nonyela), who is straight, and Caz (Mo Sesay), who is gay, run their radio station with a van-load of wired-together equipment and an antenna they can stick on the roof. But when one of Chris' gay friends is killed, he's suspected of the murder - and in the rather contrived plot, he comes into possession of the taped evidence without at first knowing it.\n\nIt doesn't really matter much who killed the victim, anyway; the solution, when it comes, seems offhand, and the movie's true attention is elsewhere. Julien, who is black and gay and well-known in London's alternative film community, seems more interested in showing audiences what it is like to live in his world - or, in this case, what it was like in the crucial year of 1977, when minority music and sexual preferences were just becoming more widely visible (and when, I imagine, Julien was having some formative experiences).\n\nHe cares more about validating his characters than having them do much of anything.\n\nThe movie carefully reproduces the fashions of the period, sort of late-hippie crossed with military chic and jumble sale, and shows its characters in a series of romances designed to emphasize his beliefs that blacks and whites and straights and gays all share a great many more feelings and experiences than separatism allows them to admit. The movie ends with climactic love scenes, one each for a straight and gay couple, and again I was reminded of \"Sammy and Rosie,\" with its three-way split-screen, arguing, I guess, that sex is an answer to the world's problems - or a heartfelt reproach, anyway.\n\nThe soundtrack of \"Young Soul Rebels\" is filled with the kind of music its characters are promoting, and is fun to listen to, even when it doesn't seem to have much connection with the characters. There is also the sense of a large community, mirrored in the many supporting roles, including political radicals, hashish-heads, and not a few radio rebels who will find themselves in the music establishment before long.\n\n\"Young Soul Rebels\" somehow sounds more amusing and interesting than it is. The title is inspired. What's missing is momentum, as the characters drift from scene to scene and the thriller plot elements are carefully set up, only to be ignored for long stretches. If these characters are the best young soul rebels the U.K. can produce, no wonder soul was still being launched over there in 1977.", "running_time": 95, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-12-06", "genres": ["Drama", "Foreign", "Indie", "Mystery"], "title": "Young Soul Rebels (1991)"}