{"url": "http://www.rogerebert.com/reviews/your-sisters-sister-2012", "by": "Emily Bluntas Iris", "star_rating": 3.0, "text": "The title of \"Your Sister's Sister\" means, I think, that you have a sister and are a sister, in an endless loop. The film opens with a memorial service a year after the death of Jack's brother. Everyone has good memories about him except Jack (Mark Duplass), who abruptly points out some of his brother's shortcomings. He leaves the room and is followed by Iris (Emily Blunt), who we think may be his wife and in fact is his best friend. She tells Jack he should get away for a while and offers her family's vacation cottage on an island off the coast of Washington state.\n\nThat sets up a spontaneous, engaging character study of three people alone in a cabin in the woods. Jack cycles out to the ferry stop with a huge backpack, discovering along the way he's getting a little old for such exertion, and arrives at the cabin around dusk. Trying to find the key, he suddenly realizes someone is already in the cabin and has just stepped out of a shower. This is Hannah (Rosemarie DeWitt), who hears Jack and comes after him with an oar, before it becomes clear that Jack was invited, that Hannah is Iris' sister, and that she came out to the cabin on a moment's notice.\n\nThis series of scenes, semi-improvised like a lot of the movie, has a natural quality that gets everything said and yet doesn't feel like dialogue. It helps that both Hannah and Jack are friendly people with a sense of humor, which only becomes more clear when they sit down at the kitchen table and go to work on a bottle of tequila. If Jack has issues with his dead brother, Hannah has issues, too; she has just broken up with her girlfriend after a relationship of seven years. They negotiate around this development without going into details. Hannah knows of Jack as her sister's best friend, but it's unclear how much Jack knows about Hannah; that she's a lesbian, for example.\n\nHere the onscreen presence of the two actors becomes useful. They get drunk but not drunk, they are alert to their isolation in the woods, they like each other, and when Jack says that, you know, what the heck, maybe it wouldn't be the end of the world if we slept with each other, Hannah says, yeah, what the heck. \n\nThe next morning they are startled by the unexpected arrival of Iris and scramble to hide evidence from the night before. Jack implores Hannah not to say what happened. He sneaks out and returns, allegedly after a morning run, and an awkward situation is avoided. But why awkward? Iris is not Jack's girlfriend, and Hannah is not the first lesbian to ever sleep with a man. But, well, Jack got things a little out of sequence, didn't he, by sleeping with the sister of his best friend before having paid her that courtesy?\n\nThe way this unfolds is surprisingly engaging. I knew of the appeal of Emily Blunt and Rosemary DeWitt, but Mark Duplass has only recently started to register with me. He and his brother Jay began together directing such mumblecore films as \"The Puffy Chair\" (2005), the underwhelming \"Baghead\" (2008) and the wonderful non-mumble \"Cyrus\" (2010), and Mark also stars in the current \"Safety Not Guaranteed.\" He's tall, comfortably built, shaggy, genial. He wears his testosterone lightly. He helps this film succeed because he doesn't push too hard in a tense situation.\n\nDeWitt and Blunt are convincing as sisters, despite their different accents (that could happen to anybody). What occurs during these few days probably represents emotional gains for all three, although a surprise development near the end may not be necessary. It would be more in keeping with the film if it ended on a minor key. But maybe not. The development at least inspires some dialogue more heartfelt than Jack has had before.", "running_time": 90, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-13", "genres": ["Comedy", "Drama"], "title": "Your Sister's Sister (2012)"}