{"url": "http://www.rogerebert.com/reviews/youre-a-big-boy-now-1966", "by": "Peter Kastneras Bernard", "star_rating": 3.0, "text": "[NOTE: \"You're a Big Boy Now\" was released in 1966, but did not play in Chicago until 1968.]\n\nBy now I'm getting a little weary of movies about the initiation of young men into the arts and sciences of love. There's been a regular class in Eros 101 recently, including \"The Graduate,\" \"17,\" \"Benjamin\" and now \"You're a Big Boy Now.\"\n\nTo be sure, \"You're a Big Boy Now\" was the first of the lot. It was made in late 1966 by Francis Ford Coppola, a boy wonder fresh out of UCLA whose only previous efforts were skin flicks.\n\nOn the basis Of \"Big Boy\" he was assigned to direct \"Finian's Rainbow.\" And, indeed, \"Big Boy\" made a splash in New York, in those innocent days before \"The Graduate.\" Its opening in Chicago was delayed because of the long run of \"A Man and a Woman\" at the Cinema, and now it has the misfortune of being the latest, instead of the first, film on the subject.\n\nAll four films involve young men and older women. All four derive a great deal of amusement from the hapless youth's fumblings, although the hapless youths soon stop fumbling and become hapful in \"The Graduate,\" \"17\" and \"Benjamin.\" This provides an inspiring object lesson, and no doubt the suburbs are jammed these days by ladies of a certain age with Anne Bancroft complexes.\n\n\"The Graduate\" is, of course, the masterpiece of the genre. But \"You're a Big Boy Now\" is more amusing than \"17\" and half a length better than the miserable \"Benjamin.\" Coppola has fun directing, and his film is filled with sight jokes, high-spirited performances and a lively sound track by the Lovin' Spoonful.\n\nThe hapless youth this time is Peter Kastner, whose film debut was impressive in the Canadian \"Nobody Waved Goodbye.\" He is set upon in turn by a shrewish mother (Geraldine Page), a wispish landlady (Julie Harris) and a bitchy brunet (Elizabeth Hartman). Mistrusted by his father and sorely mistreated by Miss Hartman, he is eventually on speaking terms only with the family dog, named Dog.\n\nThat is part of the problem with the movie: calling the dog Dog. Coppola is frequently too cute. His hero is too innocent and bright-eyed. The story is too improbable. Mike Nichols was able to show in \"The Graduate\" just how many possibilities this general theme had, but then before \"The Graduate\" how was anyone to know that?\n\nIn the meantime, we are left with the question of how handsome chaps like Big Boy and the two Benjamins manage to arrive at their advanced ages in such advanced stages of innocence.\n\nPerhaps they hum bemusing little mottos to themselves like \"Lips that touch lipstick will never touch mine\" until they are set upon by the Mrs. Robinsons of this world.", "running_time": 96, "mpaa_rating": null, "release_year": 1966, "date_published": "1968-07-17", "genres": null, "title": "You're a Big Boy Now (1966)"}