{"url": "http://www.rogerebert.com/reviews/yours-mine-and-ours-2005", "by": "Dennis Quaidas Frank Beardsley", "star_rating": 1.5, "text": "'Yours, Mine & Ours\" has one thing to be thankful for: Frank and Helen realize immediately that they're still in love, all these years after they were the prom king and queen in high school. They see each other, they dance, they talk while dancing, they kiss while talking, and in the next scene, they're engaged to be married. That saves us the Idiot Plot device in which they're destined for each other, but are kept apart by a series of misunderstandings. In this version, they're brought together by a series of misunderstandings, mostly on the part of the filmmakers, who thought they could remake the 1968 Henry Fonda-Lucille Ball film without its sweetness and charm.\n\nThe story: He is a Coast Guard admiral with eight children. She is a fashion designer with 10 children. They were in love in high school and darn! -- they shoulda gotten married then, if for no other reason than that they probably wouldn't have 18 kids, although you never know, and some of hers are adopted. With a little willpower, they could be merely starring in a sequel to \"Cheaper by the Dozen.\" Too late: \"Cheaper by the Dozen 2\" opens Dec. 21.\n\nFrank likes everything shipshape. Helen is comfortable with a certain messiness. His kids line up for roll call and mess duty. Her kids are free spirits with a touch of hippie. Her family has a pig for a pet. I think his family has two dogs. That's how many I counted, about 45 minutes into the movie, although as nearly as I can recall, nobody ever claims them. Of course, I may have missed something. I wish I had missed more.\n\nDennis Quaid can be the most effortlessly charming of actors, but give him a break: It helps when he has effortlessly charming material. Here he has a formula to race through at breakneck speed, as if the director, Raja Gosnell, is checking off obligatory scenes and wants to get home in time for the lottery drawing. Rene Russo can play a convincing and attractive mother of 10, but that's not what this material needs. It needs a ditzy madcap, to contrast with the disciplined Coast Guard man. The earlier casting of Lucille Ball gives you an idea of what the role required, and Russo is simply too reasonable to provide it. If ever there was a role calling out Goldie! Goldie!, this is the one.\n\nNo matter; we never get a sense of a real relationship between Frank and Helen. Their marriage seems like an extended Meet Cute. Gosnell and his writers, Ron Burch and David Kidd, crack the whip while making the characters jump through the obligatory hoops of the plot. We know, because we have seen one or two movies before this one, that it is necessary (a) for the two tribes of kids to become instant enemies, (b) for food fights to erupt on a moment's notice, (c) for there to be a Preliminary Crisis which threatens the marriage, and a Preliminary Solution, followed by (d) a Real Crisis and a Real Solution, and a Happily Ever After, etc., with a farewell sight gag or two involving the pig. There is even a truce among the children, who oppose the marriage and have a plan: \"We gotta stop fighting and get them to start.\"\n\nThere's not a moment in this story arc that is not predictable. Consider the outing on the sailboat. The moment Admiral Frank warns everybody that the boom can swing around and knock you overboard, I would have given 19-to-1 odds that the person knocked overboard would be ... but you already know.\n\nNow about those opening logos before the movie starts. This one sets some kind of a record. In no particular order, I counted Columbia Pictures, Nickelodeon Movies, Paramount Pictures and Metro-Goldwyn-Mayer. Why did no studio in Hollywood want to back a single one of last year's best picture nominees, and every studio in town wanted to get involved with this one? To be sure, Fox, Disney and Warner Bros. got left out. Too slow off the mark?", "running_time": 90, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-11-22", "genres": ["Comedy", "Family"], "title": "Yours, Mine & Ours (2005)"}