{"url": "http://www.rogerebert.com/reviews/your-highness-2011", "by": "Danny McBrideas Thadeous", "star_rating": 1.0, "text": "\"Your Highness\" is a juvenile excrescence that feels like the work of 11-year-old boys in love with dungeons, dragons, warrior women, pot, boobs and four-letter words. One of the heroes even wears the penis of a minotaur on a string around his neck. I hate it when that happens. \n\nThat this is the work of David Gor­don Green beggars the imagination. This is the kind of farce Mel Brooks did ever so much better in \"Robin Hood: Men in Tights,\" and that was far from a good movie. “Your Highness” takes place in medieval days on a planet that looks like Earth, except it has two moons — or maybe it only looks like two moons when the characters smoke that funny-looking pipe. I don't know how much money the movie cost, but I hope the money all went into sets, costumes and special effects, because the screenplay by Danny McBride is so hopeless, he didn't even write himself a good role, and he plays the lead.\n\nCan you believe the film also stars Natalie Portman, James Franco, Zooey Deschanel, Justin Theroux and Charles Dance? Why did they do it? Maybe because David Gordon Green's previous film was the nice ston­er comedy \"Pineapple Express\" and they figured he could do it again? Green, McBride and Deschanel worked before on a good movie named \"All the Real Girls,\" but that film came from a different time and a different David Gordon Green.\n\nWhat calamity has befallen him? He carried my hopes. His first three features were \"George Washington\" (2000), \"All the Real Girls\" (2003), \"Undertow\" (2004), and I gave all three four stars. I was in the hospital when he released \"Snow Angels,\" but it got good reviews. Then came \"Pineapple Express,\" produced by Judd Apatow, which was a pretty good Apatow-style movie, and I figured, all right, David wanted to see how it would feel to have a real budget and work with actors like Seth Rogen, James Franco, Kevin Corrigan, Rosie Perez and McBride (his buddy from college days). That was fair enough.\n\nNow comes “Your Highness.” The movie is a perplexing collapse of judgment. Assume for the sake of argument that David thought the time had come for him to direct a farce. Fair enough. One with a severed cyclops head, an emasculated minotaur, damsels in distress, crowds of witless extras, castles, hydras and ... mechanical bird? OK, they come with the territory. Not so much the bird. But why this screenplay? What did they think would be funny? They're satirizing a genre that nobody goes to see when it's played straight. It's sad when good actors dress funny and go through material more suitable for a campfire skit on the closing night of summer camp.\n\nOne strange thing about the movie is the relentless obscenity. I don't have the slightest difficulty with the f-word or most other words, as themselves. What I don't understand is why almost every single sentence has to be filled with them. Why is that funny? Was I supposed to be “shocked”? Was it intended as daring? It's puerile.\n\nI mentioned boobs. Yes, there are a lot of boobs in this movie. But not much interest in women. Zooey Deschanel plays the intended bride of Franco, the son of the king. She's brought onstage, quickly kidnapped by an evil sorcerer, spends a good deal of time as a captive in his lair, is rescued and lives happily ever after. She might as well be a mannequin, for all she's given to say and do. This intelligent, nuanced actress, standing there baffled. Used as a placeholder.\n\nNatalie Portman is the Xena clone, a fierce warrior, laid on for anime fans who seem to regard such characters as masturbatory fantasies. She too has no personality, although she has more dialogue, all of it expressing cliches of steely determination.\n\nFranco is likable. Likable? That's not good enough for a hero. McBride's character is pathetic, not in a good way. Rasmus Hardiker plays Courtney, the king's aide, who comes along on the quest so he can basically stand there and look at stuff. Oh, what a sad movie this is. David Gordon Green has made great films. He should remind himself of that.", "running_time": 102, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-04-06", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Science Fiction"], "title": "Your Highness (2011)"}