{"url": "http://www.rogerebert.com/reviews/yours-mine-and-ours-1968", "by": "Lucille Ballas Helen North", "star_rating": 3.5, "text": "I guess you could call \"Yours, Mine and Ours\" a family comedy with a vengeance, since there are 18 kids in the family. Eight belong to Lucille Ball, a widow, and ten belong to Henry Fonda, a widower.\n\nIntroduced to each other by Van Johnson, a matchmaker with a sense of humor, they fall in love and get married. Then there are 20 in the family, counting Mom and Dad.\n\nUh, make that 21. Lucy gets pregnant.\n\nThe movie was directed by Melville Shavelson, whose \"The Seven Little Foys\" (1956) and \"Room for One More\" (1952) must have been warm-ups. He also directed \"Cast a Giant Shadow\" and \"Always Leave Them Laughing.\"\n\nThe newlyweds move into a big, old, Victorian house which blessedly has four bathrooms. Fonda (a Navy officer) organizes the brood along shipboard lines, assigning every kid a number, a bathroom, a bedroom and a place at the table.\n\nThe kids line up for their week's ration of clean sheets and toothpaste in scenes reminiscent of \"Cheaper by the Dozen\" (1950), and there are other ingredients suggested by that splendid picture. The older daughters have troubles with unbashful beaus; the youngsters get in pillow fights; there is a suspected case of the flu; jealousies grow between the two sets of children, and there are four small visitors (all under 5 years of age) who invite themselves to their parents' wedding night and crawl under the covers.\n\nLucy is a master of the sight gag, and no one can be quite so helpless in the face of confusion. During a cocktail party, she loses a false eyelash in the Irish coffee: and her methods of supervising breakfast for 20 people are a reminder of her hilarious attempt to fry an egg in \"The Long, Long Trailer.\"\n\nFonda is an appropriately wise, patient, bewildered father. And young Eric Shea, who plays Phillip, steals more than one scene as he gets squeezed out in the rush. Ignored at breakfast, he invents the oatmeal sandwich in desperation.\n\n\"Yours, Mine and Ours\" is in the \"Cheaper by the Dozen\" tradition; it has none of the sharp-edged social comment of last summer's \"Divorce American Style,\" But as a genuinely amusing family film, it will do nicely.\n\nThe audience on opening day exuded a collective sigh of rapture when Lucy held up her newborn child, and that's a good sign, if only for Bobby Kennedy.", "running_time": 111, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-05-24", "genres": ["Comedy", "Drama", "Family"], "title": "Yours, Mine and Ours (1968)"}