{"url": "http://www.rogerebert.com/reviews/youssou-ndour-i-bring-what-i-love-2009", "by": "Elizabeth Chai Vasarhelyi", "star_rating": 3.0, "text": "The Grammy Award-winning Youssou N’Dour is a superstar of world music from Senegal in West Africa, famous in Africa and Europe, now winning a North American following. He also seems to be a nice man, with his heart in the right place.\n\nThe documentary “Youssou N’Dour: I Bring What I Love” opens with his anthem to Africa, “Wake Up (It’s Africa Calling),” in which he calls on the continent to unify itself, insist on honest leaders and realize its potential. It follows him on tour at home and abroad, showing him as a charismatic stage presence whose music is powerful, joyous and danceable; many of his fans may have no understanding of his French, Wolof and Arabic lyrics, and he also sings in English, which must leave other fans behind. But the music translates itself.\n\nN’Dour, born into a family that encouraged serious study, wanted to be a musician from an early age, hanging out in the music clubs of Dakar and eventually running away from home to perform in the Ivory Coast. His father brought the runaway home and relented to his musical ambitions, and he quickly became a star.\n\nOne of the leaders of the world music scene, he fuses African, traditional Muslim, Caribbean and Cuban traditions, and even a flavoring of American jazz and soul. He considers himself a “griot” singer, and through his grandmother, is a member of that West African caste of singers of praise and celebration. We see him at his grandmother’s bedside and sense the love flowing between them.\n\nHe is popular not only because of his persuasive music, but because of his unaffected, natural presence, and his closeness with audiences, and his lack of big-star affectations. It also has something to do with his message. \n\nN’Dour is a Sunni Muslim, reflecting that faith’s mystical orientation in contrast with more worldly Muslim traditions. He sings of an African-Arab connection, and that led him into trouble.\n\nIn 2004, he released an album named “Egypt,” which mixed secular and religious music, and worse, was released during the holy month of Ramadam. He was sharply criticized by Sunni leaders for this breach of observance, and although the album sold well abroad, it was his first failure at home. This documentary regards the fallout, as a beloved man fell from local favor, despite his intention to bring together religious and musical material.\n\nThen an unexpected thing happened. The album won a Grammy Award. All was forgiven. He was a heroic figure again, paraded through the streets of Dakar, his Grammy held aloft, and invited to a reception at the presidential palace. It’s characteristic that N’Dour, a wealthy man, learned the news not at the Los Angeles ceremony but at home with family and close friends.\n\nThis documentary by Elizabeth Chai Vasarhelyi could have used more music for my taste, and fewer talking heads. But it’s absorbing all the same. N’Dour is the sort of humanitarian bridge that we need in a world so sharply divided.", "running_time": null, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-08-26", "genres": null, "title": "Youssou N’Dour: I Bring What I Love (2009)"}