{"url": "http://www.rogerebert.com/reviews/youth-in-revolt-2010", "by": "Michael Ceraas Nick Twisp", "star_rating": 3.0, "text": "Michael Cera is not a sissy. It's more like he's unusual... diffident. Laid-back to a point approaching the horizontal. Yet he yearns. He's so filled with desire, it slops over. I speak not of the real Cera, unknown to me, but of the persona he has perfected in such movies as \"Superbad,\" \"Juno,\" \"Nick & Norah's Infinite Playlist\" and most recently, \"Paper Heart.\"\n\nThat was the comedy that pretended to be a documentary about his romance with Charlyne Yi, which was also going on in real life. That made for some ambivalent scenes, particularly since Yi herself is so far laid-back, the two could star in a movie based on \"Flatland.\"\n\n\"Youth in Revolt\" gives Cera the twee name Nick Twisp, surrounds his aging virgin act with divorced parents who are both shacked up with lustful vulgarians and then provides him with a dream come true in the person of Sheeni Saunders. She's played by Portia Doubleday, a newcomer whose name will always be more melodious than those of her characters. Nick and Sheeni meet during a family vacation at the sublimely named Restless Axles trailer park. For Sheeni, who speaks as if influenced by \"Juno,\" virginity is a once-touching affectation, and Nick Twisp is oh so eager to join her in this opinion. But there are many obstacles to their bliss, worst of all his family's tragic return home.\n\nHis mother, Estelle (Jean Smart), lives with Jerry (Zach Galifianakis), a beer-swilling, belching lout who makes Nick's skin crawl. Nick's father, George Twisp (Steve Buscemi), recently laid off, has robbed the cradle for his live-in, Lacey (Ari Graynor). Both parents all but flaunt their lovers before poor Nick; at Restless Axles. His mom asks Nick to clean up after dinner while she and Jerry (after his post-prandial burp) retire to the bedroom a few feet away for noisy rumpy-pumpy.\n\nSheeni's parents have much less screen time, so they're cast to make an immediate impression. Try to imagine M. Emmet Walsh and Mary Kay Place as your parents. OK. Nick is desperate to be reunited with Sheeni, tries to float reasons he needs to take a trip right way, and really inadvertently (honest) sets in motion an explosive chain of events.\n\nCera's style lends itself to one note, and the movie wisely gives him another character to play, an imaginary alter ego named Francois Dillinger, inspired by Jean-Paul Belmondo. Of course Nick would know who Belmondo is. I'd believe him even if he were inspired by Jean Gabin. In this role, he has a mustache and smokes, but true to character, his mustache is wispy, and he always smokes like it's his first cigarette.\n\nIt's often observed that comedy never works if an actor signals that he's just said something funny. I don't know if Michael Cera can do that. It requires such bold assertion. You'd get suicidal trying to get him to laugh at a joke. This passiveness is why he's funnier than Jack Black, for example, in their movie \"Year One.\" One of the secrets of \"Youth in Revolt\" is that Nick seems bewildered by his own desires and strategies. He knows how he feels, he knows what he wants, but he'd need a map to get from A to B. It's his self-abasing modesty that makes the movie work. Here, you feel, is a movie character who would find more peace on the radio.", "running_time": 90, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-01-06", "genres": ["Comedy", "Drama", "Romance"], "title": "Youth in Revolt (2010)"}