{"url": "http://www.rogerebert.com/reviews/youve-been-trumped-2012", "by": "Anthony Baxter", "star_rating": 3.0, "text": "When purchased in 2007 by Trump, the land was a conservation area, with sand dunes 4,000 years old and a mixture of ocean-shore environments. \"We've had tremendous support from the environmentalists,\" Trump says to a TV interviewer, which is a bald-faced lie. We see spokesmen for U.K. environmental organizations who are bitterly opposed, and indeed his building permit was turned down by the local council before being restored by the Scottish Parliament on the grounds that it would bring jobs to the sparsely populated area.\n\nBut that isn't what's most fascinating about Anthony Baxter's one-man indie documentary. It's Donald Trump's almost joyous rudeness. The Donald loves playing a bad guy. One of his targets in the project are a few small farm homes that he fears would \"spoil the view\" of his luxury hotel guests. Having stayed at hotels in the area, I found the sight of farms added to my pleasure. \n\nBut listen to Trump describe Michael Forbes, a man who has refused to sell his strategically located land to the robber baron: \"The man lives in a pig sty. He lives in garbage. He's a pig.\" Say what? Has Trump ever visited the Forbes farm or been inside his home? Not bloody likely. What we see is a farm, with machinery, outbuildings, chickens, ponies and no pigs. I imagine Trump's idea of beauty is the antiseptic tackiness of the tinfoil towers he erects around the world.\n\nTrump's operation moves with cruel efficiency. Tons of sand are bulldozed from a virgin beach and piled up to create a small mountain blocking Forbes' view. His water and electricity are cut off, and when he visits the Trump site office, he is dismissed curtly. (\"Is that an expensive camera?\" Trump's man asks the director Baxter.) The local police later arrest Baxter and hold him in jail for four hours, on general principles. From what we see, they were unprovoked.\n\nWe visit and meet Forbes, whose meticulously trimmed mustache alone should raise doubts about his piggish existence — all right, I'll say it — especially in contrast to what David Letterman describes as \"the thing that lives on Donald Trump's head.\" We also visit Susan Munro, who shows old movies of her father, a fisherman who lived on the very same spot, and David Milne, another indignant local. Local outrage inspires a protest march on the area. There's an uproar when a local university grants Trump an honorary degree; the school's former principal returns his own degree in protest. Trump proudly marches in with two hired bagpipers who hilariously accompany him everywhere he goes.\n\nThe underlying message is that if you are rich and powerful enough, you can run roughshod over tradition and private property rights and buy your place at the table. One 18-hole course of Trump's new development opened in July, but construction on the 450-room hotel has been halted. Trump's reason for the delay is priceless: He threatened to move the development elsewhere because the windmills of an offshore wind farm will spoil the view of his guests. He announced his decision at about the same time he commenced his bid for the U.S. presidential nomination.\n\nDo the math. To tee up at the Trump course will cost around $310, about the same as the world's first and most famous golf course, the Old Course in nearby St. Andrews. How many rounds of golf do you need to sell to pay for a luxury hotel? Can he make a go of the project without the hotel? Construction remains on hold.\n\nIn medieval times, the nobility enjoyed something called droit du seigneur, their right to deflower their serfs' virgin daughters before their marriage. These days the nobility has been replaced by billionaire bullies, who continue to screw us serfs.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-17", "genres": ["Documentary"], "title": "You've Been Trumped (2012)"}