{"url": "http://www.rogerebert.com/reviews/youve-got-mail-1998", "by": "Meg Ryanas Kathleen Kelly", "star_rating": 3.0, "text": "The appeal of \"You've Got Mail\" is as old as love and as new as the Web. It stars Tom Hanks and Meg Ryan as immensely lovable people whose purpose it is to display their lovability for two hours, while we desperately yearn for them to solve their problems, fall into each other's arms and get down to the old rumpy-pumpy.\n\nThey meet in a chat room on AOL, and soon they're revealing deep secrets (but no personal facts) in daily and even hourly e-mail sessions. The movie's call to arms is the inane chirp of the maddening \"You've Got Mail!\" Voice (which prompts me to growl, \"Yes, and I'm gonna stick it up your modem!\"). But the e-mail is really just the MacGuffin--the device necessary to keep two people who fall in love online from finding out that they already know and hate each other in real life.\n\nThe plot surrounds Hanks and Ryan not only with e-mail lore, but with the Yuppie Urban Lifestyle. It's the kind of movie where the characters walk into Starbucks and we never for a moment think \"product placement!\" because, frankly, we can't imagine them anywhere else. Where the generations are so confused by modern mating appetites that Joe Fox (the Hanks character) can walk into a bookstore with two young children and introduce them as his brother and his aunt (\"Matt is my father's son, and Annabel is my grandfather's daughter\").\n\nKathleen, the Meg Ryan character, runs the children's book shop she inherited from her mother. She and her loyal staff read all the books, know all the customers, and provide full service and love. Joe Fox is the third generation to run a chain of gigantic book megastores. When the new Fox Books opens around the corner from Kathleen's shop, it's only a matter of time until the little store is forced out of business. Kathleen turns for advice and solace to her anonymous online friend--who is, of course, Joe.\n\nAnd yet this is not quite an Idiot Plot, so called because a word from either party would instantly end the confusion. It maintains the confusion only up to a point, and then does an interesting thing: allows Joe to find out Kathleen's real identity while still keeping her quite reasonably in the dark. And, oh, the poignant irony, as Joe has to stand there and be insulted by the woman he loves. \"You're nothing but a suit!\" she says. \"That's my cue,\" he says. \"Goodnight.\" And as he nobly conceals his pain, we are solaced only by the knowledge that sooner or later the scales will fall from her eyes.\n\nThe movie was directed by Nora Ephron, who also paired Hanks and Ryan in \"Sleepless in Seattle\" (1993), and has made an emotional, if not a literal, sequel. That earlier film was partly inspired by \"An Affair to Remember,\" and this one is inspired by \"The Shop Around the Corner,\" but both are really inspired by the appeal of Ryan and Hanks, who have more winning smiles than most people have expressions.\n\nEphron and her co-writer, her sister Delia, have surrounded the characters with cultural references that we can congratulate ourselves on recognizing: not only Jane Austen, but also the love affair carried on by correspondence between George Bernard Shaw and Mrs. Patrick Campbell. Not only \"The Godfather\" (which \"contains the answers to all of life's questions\"), but also Anthony Powell and Generalissimo Franco. (It is one of the movie's quietly hilarious conceits that the little store's elderly bookkeeper, played by Jean Stapleton, was in love years ago with a man who couldn't marry her \"because he had to run Spain.\") The plot I shall not describe, because it consists of nothing but itself, so any description would make it redundant. What you have are two people the audience desires to see together, and a lot of devices to keep them apart. There is the added complication that both Hanks and Ryan begin the movie with other partners (Parker Posey and Greg Kinnear--respectively, of course). The partners get dumped without much fuss, and then we're left with these two lonely single people, who have neat jobs but no one to rub toes with, and who are trapped by fate in a situation where he is destroying her dream, and she is turning to him (without knowing it is him) for consolation. Perfect.\n\nThe movie is sophisticated enough not to make the megastore into the villain. Say what you will, those giant stores are fun to spend time in, and there is a scene where Kathleen ventures anonymously into Joe's big store for the first time and looks around, at the magazine racks and the cafe and all the books--and then there's the heartbreaking moment when she overhears a question in the children's section, and she knows the answer but of course the clerk doesn't, and so she supplies the answer but it makes her cry, and Joe overhears everything. Whoa.", "running_time": 116, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-12-18", "genres": ["Comedy", "Romance"], "title": "You've Got Mail (1998)"}