{"url": "http://www.rogerebert.com/reviews/z-1969", "by": "Yves Montandas The Deputy", "star_rating": 4.0, "text": "There are some things that refuse to be covered over. It would be more convenient, yes, and easier for everyone if the official version were believed. But then the facts begin to trip over one another, and contradictions emerge, and an \"accident\" is revealed as a crime.\n\nThe film \"Z\" is about one of these things: about the assassination, six years ago, of a leader of the political opposition in Greece. It is also about all the rest of them. For Americans, it is about the My Lai massacre, the killing of Fred Hampton, the Bay of Pigs. It is no more about Greece than \"The Battle of Algiers\" was about Algeria. It is a film of our time. It is about how even moral victories are corrupted. It will make you weep and will make you angry. It will tear your guts out.\n\nIt is told simply, and it is based on fact. On May 22, 1963, Gregorios Lambrakis was fatally injured in a \"traffic accident.\" He was a deputy of the opposition party in Greece. The accident theory smelled, and the government appointed an investigator to look into the affair.\n\nHis tacit duty was to reaffirm the official version of the death, but his investigation convinced him that Lambrakis had, indeed, been assassinated by a clandestine right-wing organization. High-ranking army and police officials were implicated. The plot was unmasked in court and sentences were handed down -- stiff sentences to the little guys (dupes, really) who had carried out the murder, and acquittal for the influential officials who had ordered it.\n\nBut the story was not over. When the Army junta staged its coup in 1967, the right-wing generals and the police chief were cleared of all charges and \"rehabilitated.\" Those responsible for unmasking the assassination now became political criminals.\n\nThese would seem to be completely political events, but the young director Costa-Gravas has told them in a style that is almost unbearably exciting. \"Z\" is at the same time a political cry of rage and a brilliant suspense thriller. It even ends in a chase: Not through the streets but through a maze of facts, alibis and official corruption.\n\nLike Gillo Pontecorvo, who directed \"Battle of Algiers,\" Costa-Gravas maintains a point of view above the level of the events he photographs. His protagonist changes during the film as he leads us from an initial personal involvement to the indictment of an entire political system. At first, we are interested in Yves Montand, the wise and gentle political leader who is slain. Then our attention is directed to the widow (Irene Papas) and to the opposition leaders who will carry on (Charles Denner and Bernard Fresson).\n\nAnd then, in the masterful last third of the film, we follow the stubborn investigator (Jean-Louis Trintignant) as he resists official pressure to conceal the scandal. He puts together his evidence almost reluctantly; he has no desire to bring down the government, but he must see justice done if he can. His sympathies are neutral, and a truly neutral judge is the most fearsome thing the Establishment can imagine. What good is justice if it can be dealt out to the state as well as to the people? (The implications here for Chicago's conspiracy trial are obvious.)\n\nThe movie at first seems to end with triumph. The rotten core of the government is exposed. The military men and the police chief are indicted for murder, official misconduct, obstructing justice. One of the assassinated leader's young followers races to bring the widow the good news. He finds her waiting by the seashore. He is triumphant; justice will be done; the government will fall. Irene Papas hears his news silently and then turns and looks out to sea. Her face reflects no triumph; only suffering and despair. What is really left for her to say?\n\nNothing, as we know now. The right wing won in the long run and controls Greece today. This film's director, writer, composer and Miss Papas are all banned in Greece (\"banned\" -- that terrible word we heard from Russia and South Africa, and now from Greece). Even the letter \"Z\" (which means \"he is alive\") is banned in Greece.\n\nWhen this film was shown at the San Francisco Film Festival, it was attacked in some quarters as being anti-American, but does it not tell the simple truth? We do support the Greek junta. We do recognize the government that murdered Lambrakis. We did permit the junta to prevent free elections in Greece. And in Vietnam, the candidate who placed second in the \"free elections\" we sponsored sits in a Saigon jail today. His name is also banned.", "running_time": 127, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-12-30", "genres": ["Drama", "Foreign", "Thriller"], "title": "Z (1969)"}