{"url": "http://www.rogerebert.com/reviews/zabriskie-point-1970", "by": null, "star_rating": 2.0, "text": "One of the most unpleasant conventions of movie shorthand is that when adults are happy they act like children. The hero and heroine fall in love, and lickety-split the camera goes all mushy and they race through the park, fly kites, feed the swans in the cemetery, and (most important of all) giggle as the mustard drips out of their hot dogs. I've yet to see one of these sequences that didn't end with the lovers buying hot dogs from that bushy-haired Italian vendor whose specialty is peddling drippy hot dogs to lovers. Turns out the guy's name is Antonioni, and watch it, you're getting that stuff all over your Berkeley sweatshirt.\n\nMichelangelo Antonioni is a fitfully brilliant director whose best, and basic, insight is that the fashionable cultivation of boredom can break down our ability to feel and love. In the 1950s, it seemed to him, people became so shy of spontaneity that they lost the knack. His characters were so alienated and spiritually exhausted they could hardly even get through breakfast together.\n\nWe loved it. \"Eclipse\" (1962) had us leaving the theater feeling deliciously betrayed and alone. \"Blow-Up\" (1966) was even better. It was set in swinging London and left us feeling betrayed, alone, and with-it. In between, Antonioni gave us \"The Red Desert\" (1964), possibly the most passive and empty serious movie of the decade. That was Antonioni's thing, anyway, and he knew where he was going with it. But something (the enthusiasm young people had for \"Blow-Up\" maybe) caused him to fall victim to that plague of personal directors, involvement. He had been getting his material out of his own instincts, but now he decided to do a \"committed\" movie about American society and the radical movement.\n\nI suspect the project itself was exactly counter to his talents. He is not remotely an activist in his personal style, and I have a notion he recoils from people who raise their voices in public disagreement. But he decided to make \"Zabriskie Point\" anyway and cast his lot with the militants, who cast it right back at him. This is such a silly and stupid movie, all burdened down with ideological luggage it clearly doesn't understand, that our immediate reaction is pity. His earlier films have made us think of Antonioni as vulnerable; he shouldn't have exposed himself like this.\n\nThe director who made Monica Vitti seem so incredibly alone is incapable, in \"Zabriskie Point,\" of making his young characters seem even slightly together. Their voices are empty; they have no resonance as human beings. They don't play to each other, but to vague narcissistic conceptions of themselves. They wouldn't even meet were it not for a preposterous Hollywood coincidence. After the hero rejects radical rhetoric (just like that), he decides to try direct personal action and there's a clumsy sequence during which he maybe kills a policeman (the murder in this one is as iffy as the one in \"Blow-Up\"). \n\nThen the hero steals an airplane, flies into the desert, sees the girl's 1952 Buick, buzzes it a couple of times, lands, and they go into the desert and make love. They make love, in fact, at Zabriskie Point, which is the lowest point in the United States. That is just as symbolic as Mount Whitney, which is the highest, but colder.\n\nThe love scenes are obnoxiously true to all the corrupt love scenes Antonioni copies them from. There is no feeling of liberation, or delight, or anything else other than a long, ridiculous time when lots of people roll around in the sand. Then, let's see, the hero paints the airplane in psychedelic colors, flies it back to Los Angeles, and is killed by cops. Period. The movie is not this uncomplicated, but it is certainly this simple. Antonioni attempts to flesh it out with thousands of yards of outdoor billboards, which are supposed to show America being corrupted by advertising and capitalism, I guess.\n\nThe fact is, Antonioni has no feeling for young people. In his European films, he allowed his characters to behave mostly as adults. But in \"Zabriskie Point\" we get kids who fall in love and act like kids (running up and down sand dunes, etc.) and the sight is even more depressing than adults doing it. He has tried to make a serious movie and hasn't even achieved a beach-party level of insight.", "running_time": 112, "mpaa_rating": "R", "release_year": 1970, "date_published": "1970-01-01", "genres": ["Drama", "Romance"], "title": "Zabriskie Point (1970)"}