{"url": "http://www.rogerebert.com/reviews/zack-and-miri-make-a-porno-2008", "by": "Seth Rogenas Zack", "star_rating": 3.0, "text": "Kevin Smith begins with the advantage of being raised with deeply embedded senses of sin and guilt. He's 38, and he still believes sex is dirty, and that it's funny to shock people with four-letter words and enough additional vulgarisms to fill out a crossword puzzle.\n\nThis is sort of endearing. It gives his potty-mouth routines a certain freshness; we've heard these words over and over again, but never so many of them so closely jammed together. If you bleeped this movie for broadcast TV, it would sound like a conga line of Iron Men going through a metal detector.\n\n\"Zack and Miri Make a Porno,\" as the title hints, is about Zack (Seth Rogen) and Miri (Elizabeth Banks) making a porno. \"I don't know bleep about directing,\" Smith once confided to me. \"But I'm a bleeping good writer.\" \n\nHe is. Since he likes to eat, I will describe him in food terms. He isn't a gourmet chef, supplying little nuggets of armadillo surrounded by microscopic carrots and curlicues of raspberry-avocado-mint juice. He's the kind of chef I've valued for a lifetime, the kind you see behind the ledge in a Formica diner, pulling down new orders from revolving clips. The kind of diner where the waitresses wear paper Legionnaire hats, pop their gum, and say, \"What ya havin' today, hon?\"\n\nIn Kevin Smith's fantasy diner, the waitresses at this joint strip naked and have noisy lesbian sex, and then Jose the busboy joins in the fun. They all scream loudly: \"Bleep, you bleeping bleep! I bleep your bleep! Bleep! Bleep! I'm bleeping bleeping!\"\n\nVariety, the show-biz bible, trains its critics as keen observers of detail, and their alert senior critic Todd McCarthy observes: \"There's scarcely a line of dialogue that doesn't feature the F-word, A-word, one of the C- or P-words or some variant of them.\"\n\nZack and Miri are poverty-row roommates, who have lived together for years, I guess, but never have sex because you might feel funny around a good friend if you bleeped them, and a good friend is so much harder to come by than a bleep. Now they face eviction and ruin, and might have to become bleeping sidewalk mates. After some little jerk videotapes them (not bleeping but looking like (B)ILFs), they become superstars of the netherlands of YouTube and have a brilliant idea: They'll cash in on their fame by making a porn film.\n\nOf course this will require them to bleep on camera, a sacrifice they are willing to make, as long as what happens in the porno, stays in the porno. They enlist aid from a kid (Jeff Anderson) who videos football games; the abundantly tumescent Jason Mewes (Silent Bob's friend Jay), and the well-known Traci Lords, who at last is the only grown-up in a movie.\n\nAs they edge uneasily toward their big scene, Miri and Zack pull off the complex feat of being unfaithful to each other with themselves, who they meet on the set. This does not happen easily and is accompanied by a flood of scatological humor. Their producer is Delaney (Craig Robinson), a guy Zack works with at a Starbucks wanna-be, and who is funny as he tries to responsibly perform duties he knows only in theory.\n\nAnd of course, awwww, Zack and Miri admit they've been in love along, and achieve something you never see in a porn film, lovemaking with barely visible sex and very genuine romance. Seth Rogen and Elizabeth Banks make a lovable couple; she's pretty and goes one-for-one on the bleep language, and Rogen, how can I say this, is growing on me, the big lug.\n\nWill this movie offend you? Somehow Kevin Smith's very excesses defuse the material. He's like the guy at a party who tells dirty jokes so fast, Dangerfield-style, that you laugh more at the performance than the material. He's always coming back for more. Once during a speech at the Indie Spirits, he actually sounded like he was offering his wife as a door prize. Anything for a laugh. Nobody laughed. They all looked at each other sort of stunned. You can't say he didn't try.", "running_time": 102, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-29", "genres": ["Comedy", "Drama", "Romance"], "title": "Zack and Miri Make a Porno (2008)"}