{"url": "http://www.rogerebert.com/reviews/zardoz-1974", "by": null, "star_rating": 2.5, "text": "John Boorman’s “Zardoz” is a genuinely quirky movie, a trip into a future that seems ruled by perpetually stoned set decorators. It’s set in an Ireland of 2293 that looks exactly like the Ireland of today, until you get inside the Vortex. And then suddenly everything is shimmering gowns and futuristic throne rooms and beautiful young people who glide around at an endless debutante ball. \n\nThese are the Immortals. They will never die. They cannot. Every time they try to, their bodies are relentlessly restored by the all-knowing mystical computer mind that runs the Vortex. There’s a catch, though: They can’t die but they can grow old, and for infractions, they’re sentenced to age a few years. If they don’t watch themselves, they might wind up as Immortal Seniles. Outside the Vortex, a barbaric civilization survives. Slaves till the land and gather the crops, ruled over by sadistic masters who sometimes gallop around killing off the surplus population. One of the barbarians is Zed, played by Sean Connery as a cross between Tarzan and Prince Valiant. But one day, Zed (like Lord Greystoke, come to think of it) finds a child’s alphabet book. He teaches himself to read and then fanatically devours the contents of whole libraries (like Thomas Wolfe, come to think of it). Eventually he comes upon The Wizard of Oz and, in a moment of blinding insight, sees through the whole joke of his world’s social structure. \n\nZed has himself smuggled aboard the giant floating head of Zardoz, which rules hinterlands, and finds himself inside the Vortex. Here he is an object of great interest, because the Immortals, you see, having lost the ability to die have also lost the drive to procreate and are doomed to an eternity of detumescence. Zed labors with no such difficulty. \n\nThe movie is an exercise in self-indulgence (if often an interesting one) by Boorman, who more or less had carte blanche to do a personal project after his immensely successful “Deliverance.” Boorman seems fascinated by stories which are disconnected from the ordinary realist assumptions of most movies; his Leo the Last (1970) gave us Marcello Mastroianni as the last of the big-time decadents, living in a mansion at the end of a deserted street in an eerie London. \n\nBoorman puts a lot of heavy concepts into “Zardoz”, but seems uncertain whether he takes them seriously himself. There are sight gags (the attempt to turn on Connery with futuristic pornography provides the best) , there are group seances that seem lifted bodily from pajama parties, there is no end of special visual effects (every optical printer in England must have been busy for weeks), and at the end there’s a combination shoot-out and mercy-killing spree that is at once ridiculous, depraved and low camp. \n\nSean Connery wanders through all of this with a slightly bemused expression on his face. He begins as a barbarian given to distrust and childish impulses, but after he gathers all knowledge to himself (the movie is full of phrases like “gathers all knowledge to himself”), he turns into a sort of body-building Einstein who sees into the center of the Vortex, deciphers the wisdom of the crystal, stimulates the Apathetics (that’s another social class I forgot to mention), makes love with a good-looking Immortal dame (she regains the knack) and finally turns into a fossil while the sound track milks Beethoven’s 7th for all it’s worth. I remember standing in the rain once outside a theater that was playing “Last Year at Marienbad.” Now there was a movie so complex and personal no one claimed to be able to understand it, not even Time magazine. The people coming out from the previous show were shaking their heads and admitting that they, too, didn’t have a clue. And then it was our turn to go in and be mystified. \n\nEvery once in a while, a movie like that comes along; a movie you’ve got to see so that you, too, can be in the dark about it. In the movie’s own terms, this much can be said for sure: It may not make you an Apathetic, but it will certainly age you by two hours.", "running_time": 105, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Action", "Fantasy", "Foreign", "Science Fiction", "Thriller"], "title": "Zardoz (1974)"}