{"url": "http://www.rogerebert.com/reviews/zathura-2005", "by": "Josh Hutchersonas Walter", "star_rating": 3.0, "text": "The opening credits of \"Zathura\" are closeups of an old science-fiction board game, a game that should have existed in real life and specifically in my childhood, but which was created for this movie. In these days of high-tech video games, it's remarkable that kids once got incredibly thrilled while pushing little metal racing cars around a cardboard track: The toy car was yours, and you invested it with importance and enhanced it with fantasy and pitied it because it was small, like you were.\n\nSuch games were weapons against the ennui of endless Saturdays. In \"Zathura,\" time hangs heavily on the hands of Walter and Danny Budwing, two brothers, one 10, one 6, whose father has left them alone in the house for a few hours. Not quite alone: Their teenage sister Lisa is allegedly baby-sitting, from her vantage point under the covers of her bed with her iPod. Walter and Danny fight, as brothers do; Danny hides in the dumbwaiter (a device that will come as news to many of the kids watching this movie), and Walter lowers him into the basement, which for every 6-year-old is a place filled with ominous noises and alarming, unseen menaces.\n\nThere Danny (Jonah Bobo ) discovers the Zathura board game and tries to get Walter (Josh Hutcherson) to play it with him. Walter would rather watch sports on TV. Danny plays by himself. The game is an ingenious metal contraption; you wind it up and push a button, and your little car moves around a track, and the game emits a card for you to read. Danny has Walter help him read it: Meteor Shower. Take Evasive Action. Just about then the meteors start showering, sizzling through the living room ceiling and drilling through the floor, pulverizing coffee tables and floor lamps.\n\nThe game is a portal to an alternative universe of startling adventures; the movie wisely attempts no rational explanation. It resembles the game in \"Jumanji\" (1995), which ported its players into a world of fearsome beasts and harrowing dangers, and indeed is based on a book by the same author, Chris Van Allsburg, who also wrote the book that inspired \"The Polar Express\" (2004). The differences between the three movies are fundamental: \"The Polar Express\" is a visionary fable, \"Jumanji\" is an uneasy thrill ride whose young heroes endure dangers too real to be funny, and Zathura is the only board game in history that lives up to the picture on its box.\n\nA key to the film's charm comes during that meteor shower: The living room is pulverized, but Danny and Walter are untouched. They run around as if evading meteors, but actually the meteors evade them. Incredible things will happen while they play Zathura, but they will survive. That helps explain why they can still breathe when they open the front door and discover that their house is now in orbit.\n\n\"Zathura\" is the third film directed by Jon Favreau, an actor who, like Ron Howard, was possibly born to be a director. His first film was \"Made\" (2001), his second was \"Elf\" (2003) and his next will be inspired by Edgar Rice Burroughs' John Carter of Mars, a series I have always assumed was unfilmable, but on the basis of these three films, maybe not. Favreau brings a muscular solidity to his special effects; they look not like abstract digital perfection but as if hammered together from plywood, aluminum and concept cars. By that I don't mean they look cheap, I mean they have the kind of earnest sincerity you can find on the covers of Thrilling Wonder Stories. Since you may not know of this publication, I urge you to Google \"Thrilling Wonder Stories magazine\" and click on \"images.\" You'll find the same kind of breathless pulp absurdity that \"Zathura\" brings to a boil.\n\nThe brothers take turns. The game is inexhaustible. Another card reads, Shipmate Enters Cryonic Sleep Chamber. This means that their sister Lisa, who likes to sleep past noon, has been frozen into immobility in the upstairs bathroom. Other cards produce (a) a fearsome but badly coordinated robot, whose designers spent more time on its evil glowing red eyes than on its memory chips, (b) giant alien lizards who are directly from the pulp sci-fi tradition of bug-eyed monsters, (c) assault fire from spaceships that look like junkyard porpoises, and (d) a descent into a black hole. As the two kids hang on for dear life and lizards get sucked into the black hole, I was reminded of the kind of hubris celebrated by such Thrilling Wonder Stories titles as \"Two Against Neptune.\"\n\nWhat makes this fun is that Danny and Walter are obviously not going to get hurt. Alien fire blasts away whole chunks of their house, but never the chunks they're in, and the giant lizards seem more preoccupied with overacting than with eating little boys. The young actors, Hutcherson and Bobo, bring an unaffected enthusiasm to their roles, fighting with each other like brothers even when threatened with broasting by a solar furnace. Their father, I should have mentioned, is played by Tim Robbins, although his role consists primarily of being absent. Kristen Stewart makes the most of the sister Lisa's non-cryonic scenes. And then there is the character of the Astronaut (Dax Shepard), who materializes at a crucial point and helps shield the kids from intergalactic hazards. Lisa's crush on the Astronaut becomes cringy after all is known.\n\n\"Zathura\" lacks the undercurrents of archetypal menace and genuine emotion that informed \"The Polar Express,\" a true classic that is being re-released again this year. But it works gloriously as space opera. We're going through a period right now in which every video game is being turned into a movie, resulting in cheerless exercises such as \"Doom,\" which mindlessly consists of aliens popping up and getting creamed. \"Zathura\" is based on a different kind of game, in which the heroes are not simply shooting at targets, but are actually surrounded by real events that they need to figure out. They are active heroes, not passive marksmen. Nobody even gets killed in \"Zathura.\" Well, depending on what happens to the lizards on the other side of the black hole.", "running_time": 113, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-11-10", "genres": ["Action", "Adventure", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Zathura (2005)"}