{"url": "http://www.rogerebert.com/reviews/zentropa-1992", "by": "Jean-Marc Barras Leopold Kessler", "star_rating": 3.0, "text": "\"Zentropa\" is a strange, haunting, labyrinthine film about a naive American in Germany just after the end of World War II. The American, named Leo, doesn't quite know what he's doing there; he has come to take a role in rebuilding the country because, he explains, it's about time Germany was shown some kindness. No matter how that sounds, he is not a Nazi sympathizer or even particularly pro-German - just confused. His uncle, who works on the railroad, gets Leo a job as a conductor on a Pullman car, and he is gradually drawn into a whirlpool of Germany's shames and secrets.\n\nThis process begins when Leo (Jean-Marc Barr) meets a sexy heiress (Barbara Sukowa) on the train. She seduces him and then takes him home to meet her family, which owns the company - named Zentropa - which manufactures the trains. These were the very trains that took Jews to their deaths during the war, but now they run a humdrum daily schedule, and the woman's Uncle Kessler (Ernst-Hugo Jaregard) poses as another one of those good Germans who were only doing their jobs.\n\nAnother guest at the house is a shadowy American intelligence man (Eddie Constantine, who has played the gravel-voiced Yankee in countless European productions). He has the goods on Uncle Kessler and can prove he was a war criminal, but it is all just confusing to Leo. Americans have been portrayed as naive innocents abroad for generations, but rarely has an American been more feckless than Leo, who goes back to his job on what increasingly looks like his own personal death train.\n\nThe narrative is told in a deliberately disjointed style by the film's Danish director, Lars Von Trier, whose strength is in the film's astonishing visuals. He shoots in black and white and color, he uses double-exposures, optical effects and trick photography, he places his characters inside a manylayered visual universe so that they sometimes seem like insects, caught between glass for our closer examination.\n\nThe movie is symbolic, although perhaps in a different way for every viewer. I read it as a film about the death throes of Nazism, which is represented by the train, and the moral culpability of Americans and others who turned up too late to save the victims of these trains and the camps where they delivered their doomed human cargo. The train, and the Nazi state, are dead, but like cartoon figures they continue to jerk through their motions; the message from the brain has not reached the body.\n\nThe best moments in the movie are the purely visual ones.\n\nTwo trains shunting back and forth, Barr on one and Sukowa on another. An underwater shot of blood spreading. An incredibly evocative sequence on what it must be like to drown. And a hypnotic shot of train tracks, while Max von Sydow's voice invites us to return to Europe with him, and surrender our wills.\n\n\"Zentropa,\" originally titled \"Europa,\" won both the directing award and a technical prize at the 1991 Cannes Film Festival, although both together did not satisfy Von Trier. Clearly thinking his film deserved the Palme d'Or (which went to \"Barton Fink\" for a film with certain similarities), he gave the jury the finger and stalked off. His anger is reflected in \"Zentropa,\" but so is the technical mastery the jury was honoring. The film is too confusing to be successful, but too striking and visually beautiful to be ignored.", "running_time": 107, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-07-03", "genres": null, "title": "Zentropa (1992)"}