{"url": "http://www.rogerebert.com/reviews/zero-dark-thirty-2013", "by": "Jessica Chastainas Maya", "star_rating": 3.0, "text": "Osama bin Laden is dead, which everybody knows, and the principal facts leading up to that are also well-known. The decision to market \"Zero Dark Thirty\" as a thriller therefore takes a certain amount of courage, even given the fascination with this most zero and dark of deaths. (The title is spy-speak for \"half past midnight,\" the time of bin Laden's death.)\n\nThe film stars Jessica Chastain, the ubiquitous new star who now dominates the American acting landscape. One could even argue that the film is Jessica Chastain and her character. She plays \"Maya,\" a lone wolf CIA agent who sticks to her conviction that bin Laden is not in a cave in Afghanistan, hunched over a kidney dialysis machine, but is likely living in relatively open sight.\n\nIn reality, when the terrorist was finally tracked down and taken out, the universal astonishment was that his hiding place was a large, walled compound in Abbottabad, Pakistan, and that his residence there was relatively widely known -- in the same area, anyway, as the location of a Pakistan military college.\n\nMost of the film involves the search of the allied side, including the tracing down of leads that many Americans considered too obvious and in plain sight to be plausible. To Maya, however, that is the whole beauty of bin Laden's scheme; one is reminded of Poe's \"The Purloined Letter\": It is wise to conceal something in plain sight. What takes imagination is to act on it -- to back her hunch with the impulse to believe it is plausible. Here is a disagreement between the time-honored methods of espionage and a quicker, more intuitive approach involving a hunch too good to be true.\n\nThe film's first two hours or so consist of a struggle between the Maya faction and the Maya non-believers, and the stakes are huge in the decision to pull the trigger. Consider the embarrassment to President Barack Obama and his advisers if they had turned out to be publicly, sensationally, embarrassingly wrong. You can't call in the Navy SEALs to break into a huge compound on the land of a nation that is theoretically, anyway, an ally. The administration's subsequent portrait of those climactic moments and the possibiliy of its being wrong are very convincing.\n\nThe subtext deserves a movie of its own, about a disagreement between macho males who feast on torture and hard-boiled guts, and a woman who depends on more on her intelligence and imagination. The leading male characters in the opening of the film are in the tradition of that beloved formula in which an expert team acts together with high tech. Maya, on the other hand, is more like the dutiful female heroine of one of those thrillers set in big business and corporate finance, who uses no privileged intelligence but is willing to fly in the face of the way men have always done things.\n\nAs Maya, Chastain shows again how versatile an actress she is. Apart from Meryl Streep, who else has appeared in new movies with such a range and ability to convince? Much credit is due to former journalist Mark Boal, the Oscar-winning screenwriter of Bigelow's \"The Hurt Locker,\" who begins with facts and not a formula easily shaped into conventional forms of fiction. I gather that much of his and Bigelow's early preparation for this film took place before it began to be known (in those shadowy places where such things reside) that the end of this film could not turn out quite as everyone expected.\n\nThe film's opening scenes are not great filmmaking. They're heavy on jargon and impenetrable calculation, murky and heavy on theory. The parts that everyone now wants to see involve the attack itself. Here the film uses the modern style of underlit Shaky-Cam, with dialogue hard to follow and rapid action in shadows and confusion. We do finally see a version of what must have happened, and even see something of bin Laden's face and the moments of his death, and it's all well-enough made, but to paraphrase the MGM slogan, \"That's not entertainment.\"\n\nThe raid on the compound cannot logically be well-lighted and staged, and the portrayal of bin Laden and the other occupants of his home cannot be based on our knowledge of his personality and motivation, because that's not how the film starts out. Thus the \"Zero Dark Thirty\" raid is not so much a payoff for the events that have been building onscreen, but is a masterstroke of fate.\n\nMy guess is that much of the fascination with this film is inspired by the unveiling of facts, unclearly seen. There isn't a whole lot of plot -- basically, just that Maya thinks she is right, and she is. The back story is that Bigelow has become a modern-day directorial heroine, which may be why this film is winning even more praise than her masterful Oscar-winner \"The Hurt Locker.\" That was a film firmly founded on plot, character and actors whose personalities and motivations became well-known to the audience. Its performances are razor-sharp and detailed, the acting restrained, the timing perfect.\n\nIn comparison, \"Zero Dark Thirty\" is a slam-bang action picture, depending on Maya's inspiration. One problem may be that Maya turns out to be correct, with a long, steady build-up depriving the climax of much of its impact and providing mostly irony. Do we want to know more about Osama bin Laden and al Qaida and the history and political grievances behind them? Yes, but that's not how things turned out. Sorry, but there you have it.\n\nPlease leave your comments on this review at Roger Ebert's Journal, here.", "running_time": 157, "mpaa_rating": "R", "release_year": 2013, "date_published": "2013-01-02", "genres": ["Action", "Thriller"], "title": "Zero Dark Thirty (2013)"}