{"url": "http://www.rogerebert.com/reviews/zero-effect-1998", "by": "Bill Pullmanas Daryl Zero", "star_rating": 3.5, "text": "\"Zero Effect\" opens with the key character offscreen. His name is Daryl Zero, he's the best private detective in the world, and he's a recluse who prefers to be represented in public by a hireling. Sounds like the setup for a comedy, but this is one of those movies that creeps up on you, insidiously gathering power. By the end, I was surprised how much I was involved.\n\nThe hireling, named Steve Arlo, is played by Ben Stiller as a dry, detached functionary. He represents Zero at a meeting with a millionaire named Stark (Ryan O'Neal), who wants to find some lost keys--one of them to a safe deposit box. Stark is being blackmailed by someone who may have access to the secret of dark deeds in the past.\n\nArlo enjoys spinning amazing tales about Zero. He's the kind of guy who feels personally enhanced by his boss' qualities. \"He has a deeply nuanced understanding of human nature,\" Arlo says of Zero, but when we see Zero, he looks more like a case for treatment. He lives behind a steel door with six locks on it. He eats little except tuna fish from a can. And he likes to bounce on the bed while singing very bad folk songs of his own composition.\n\nYet this man is indeed an investigative genius, and soon he's meeting a young woman named Gloria (Kim Dickens) and using his sense of smell to tell her she's a paramedic. Zero is strangely split: He's hopelessly incompetent in his personal life, but when he goes into P.I. mode he's cool, competent, suave and self-confident. Using Arlo as his assistant, he begins to unravel a murder that took place more than two decades ago and leads to a trail of hidden identities.\n\nTo describe the details of the case would be wrong. They lead to surprises and reversals that are among the movie's pleasures (the last scenes force us to rearrange almost everything we thought we knew about the plot). The movie was written and directed by Jake Kasdan, son of writer-director Lawrence Kasdan, and it's an exercise in devious construction--like one of those Ross Macdonald novels in which the sins of the fathers are visited upon the children.\n\nIf the plot is ingenious, it's the personal stuff that makes the movie increasingly delightful. Daryl Zero is baffled and challenged by Gloria, who is one of the few people he's ever met whose mind he can't more or less read. She fools him. She's shielded. She intuitively understands him the way he understands other people. When he claims to be in town at an accountant's convention, she finds a way to check that: She asks him to do her income tax.\n\nMidway through the movie, I was being nudged by echoes of another story, and I realized that \"Zero Effect\" was probably inspired by the relationship between Sherlock Holmes and the faithful Watson--Holmes, who could sit in his study and use pure deduction to solve a crime. When Zero described his methods, he sounds Holmesian: \"Objectivity ... and observation. The two ob's.\" If Zero is like Holmes, Gloria is certainly like Irene Adler, from \"A Scandal in Bohemia.\" She was the one woman for Holmes, the one who got under his skin and into his mind. As Gloria begins to have that effect on Zero, a softening and humanizing takes place: He becomes less weird, less insistent on his peculiar rituals, more like a guy.\n\n\"Zero Effect\" begins, as I said, like a comedy--one not a million miles away from the kind of private eye parody David Spade or Mike Myers might make. The first time we see him, Zero (Bill Pullman) seems like a goofy, off-the-shelf weirdo. But Pullman, from \"While You Were Sleeping\" and \"Independence Day,\" can drop the facade and let you see the complications inside. He also co-starred in \"Sleepless in Seattle,\" and it's uncanny, by the end of \"Zero Effect,\" how much this private eye caper starts to touch some of the same notes.", "running_time": 115, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-30", "genres": ["Comedy", "Crime", "Indie", "Mystery", "Thriller"], "title": "Zero Effect (1998)"}