{"url": "http://www.rogerebert.com/reviews/zombieland-2009", "by": "Jesse Eisenbergas Columbus", "star_rating": 3.0, "text": "There's no getting around it: Zombies are funny. I think they stopped being scary for me along toward the end of \"Night of the Living Dead.\" OK, maybe in a few others, like \"28 Days Later.\" They're the Energizer Bunnies of corpses, existing primarily to be splattered. But who would have guessed such a funny movie as \"Zombieland\" could be made around zombies? No thanks to the zombies.\n\nThe movie is narrated by a guy played by Jesse Eisenberg, named after his hometown of Columbus, Ohio, who is making his way back home across a zombie-infested America. The landscape is strewn with burned-out cars and dead bodies. He encounters another non-zombie survivor, Tallahassee (Woody Harrelson). The two team up, not without many disagreements, and eventually find two healthy women: the sexy Wichita (Emma Stone) and her little sister Little Rock (Abigail Breslin).\n\nThe plot comes down to a road movie threatened by the Undead, as countless zombies are shot, mashed, sledgehammered and otherwise inconvenienced. Wichita and Little Rock turn out to be con women, dashing the hopes of the love-struck Columbus. Yet eventually they all join in an odyssey to a Los Angeles amusement park, for no better reason than that there's no location like a carnival for a horror movie. Yes, even with a haunted house, the usual ominous calliope music and a zombie clown. Columbus, like so many others, is phobic about clowns, making Eisenberg an ingrate, since his mother put him through grade school by playing clowns at children's parties.\n\nAll of this could have been dreary, but not here. The filmmakers show invention and well-tuned comic timing, and above all, there's a cameo by Bill Murray that gets the single biggest laugh I've heard this year. The foursome hauls up at Murray's vast Beverly Hills mansion, so palatial it is surely a grand hotel, and finds him still in residence. More than that I will not say, except that not many zombie comedies can make me think simultaneously about \"Psycho\" and \"Garfield.\"\n\nEisenberg, a good actor, plays a pleasant nerd who has compiled a seemingly endless survival list for the United States of Zombies. These items are displayed in onscreen graphics that pop up for laughs and include a tribute to the Back Seat Rule of my Little Movie Glossary, which instructs us -- but I'm sure you remember.\n\nWoody Harrelson takes a great deal of relish in killing zombies, often declining to use a gun because he prefers killing them with car doors, tire irons and whatever else comes to hand. As usual, the zombies are witless, lumbering oafs who dutifully line up to be slaughtered. \n\nVampires make a certain amount of sense to me, but zombies not so much. What's their purpose? Why do they always look so bad? Can there be a zombie with good skin? How can they be smart enough to determine that you're food and so dumb they don't perceive you're about to blast them? I ask these questions only because I need a few more words for this review. I will close by observing that Bill Murray is the first comedian since Jack Benny who can get a laugh simply by standing there.", "running_time": 88, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-09-30", "genres": ["Action", "Adventure", "Comedy", "Horror"], "title": "Zombieland (2009)"}