{"url": "http://www.rogerebert.com/reviews/zookeeper-2011", "by": "Kevin Jamesas Griffin", "star_rating": 3.0, "text": "\"Zookeeper\" is a good-natured comedy about how the animals at the zoo coach Kevin James on his romantic life. Since he ends up with Rosario Dawson, they must know what they're talking about. What it comes down to is a buddy movie where the best buddy is a gorilla.\n\nI confess to a sinking feeling when the first animal began to talk. I understand why animals talk in animated films, but in live action films it usually just feels creepy. Studiously avoiding all contact with publicity for the movie, I naively expected a story about the profession of zookeeping -- you know, some natural history, maybe some insights into animal psychology.\n\nWhat I got instead were animals that speak perfectly in a variety of accents, ranging from Bernie the Gorilla (Nick Nolte), Donald the Monkey (Adam Sandler), Joe the Lion (Sylvester Stallone) and Janet the Lioness (Cher), down the evolutionary scale to Don Rickles doing Frog, who doesn't have a first name.\n\nKevin James stars as the socially inept Griffin, a zookeeper who cares deeply for his animals, and discovers they like him just as much. He's sweet and goofy, and somehow once had the sexy Stephanie (Leslie Bibb) as his girlfriend. The story is, she broke up with him because of his low salary. But now it looks as if he'll get a job at his brother's luxury car dealership, and she's interested again. Problem is, he's paralyzed by shyness.\n\nThe animals team up to advise him, suggesting such tactics as aggression (the lions), marking his territory (the wolves) and puffing out his throat (Frog). He takes them so seriously that he marks his territory at his brother's rehearsal dinner by peeing in a potted plant.\n\nMeanwhile, right there in plain view and sharing his love of animals is his fellow zookeeper Kate (Rosario Dawson ), who has never looked more ravishing. Why would he prefer the shallow Stephanie? Because the plot requires him to, of course. That's the law in a romcom: The guy falls in love with the top-billed woman, but not before skirting romantic disaster.\n\nIt's not the romcom that's so entertaining, anyway; it's the slapstick. Griffin busts up his brother's wedding by swinging from long cloth strips that fortuitously hang from the ceiling, and later engages in a thrilling chase scene while assisted by Bernie the Gorilla. It is also funny when they go out to dinner together at TGI Friday's, which Bernie has long eyed from over the top of the zoo walls.\n\nLook, a great movie this is not. A pleasant summer entertainment it is. I think it can play for all ages in a family audience, it's clever to have the animals advising humans on their behavioral strategies, and besides, I'm getting a teensy bit exhausted by cute little animated animals. The creatures in this zoo all have the excellent taste to be in 2D.", "running_time": 102, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-07-06", "genres": ["Comedy", "Family", "Romance"], "title": "Zookeeper (2011)"}