{"url": "http://www.rogerebert.com/reviews/zoolander-2001", "by": "Ben Stilleras Derek", "star_rating": 1.0, "text": "There have been articles lately asking why the United States is so hated in some parts of the world. As this week's Exhibit A from Hollywood, I offer \"Zoolander,\" a comedy about a plot to assassinate the prime minister of Malaysia because of his opposition to child labor. You might want to read that sentence twice. The logic: Child labor is necessary to the economic health of the fashion industry, and so its opponents must be eliminated. Ben Stiller stars as Derek Zoolander, a moronic male model who is brainwashed to perform the murder.\n\nMalaysia is a mostly Muslim country with a flag that looks a lot like ours: It has the red and white stripes of the American flag, and a blue field in the upper left corner, which instead of stars displays Islamic symbols, the star and crescent. Malaysia is home to the Petronas Towers of Kuala Lumpur, the world's tallest buildings. But you get the point. If the Malaysians made a comedy about the assassination of the president of the United States because of his opposition to slavery, it would seem approximately as funny to us as \"Zoolander\" would seem to them. I realize I am getting all serious on you. Obviously, in times like these, we need a little escapism. \"Hagrid,\" the usually sane critic at Ain't It Cool News, went to see \"Zoolander\" feeling \"a comedy is just what I needed, and, what I feel, everybody needs at this time.\" His verdict? \"It's a perfect film to help people forget everything for a few hours, and it's gonna be huge.\" Well, you know, I wanted to forget, but the movie kept making me remember. I felt particularly uncomfortable during the scenes involving the prime minister, shown as an elderly Asian man who is brought to New York to attend a fashion show where he is targeted for assassination. I would give you his name, since he has a lot of screen time, but the movie's Website ignores him, and the entry on the Internet Movie database, which has room to list 26 actors, neglects to provide it. Those old Asian actors are just place-holders, I guess, and anyone could play the prime minister.\n\nFor that matter, any country could play Malaysia. In years past, movies invented fictional countries to make fun of. Groucho Marx once played Rufus T. Firefly, the dictator of Fredonia, and \"The Mouse That Roared\" was about the Duchy of Grand Fenwick. Didn't it strike anybody connected with this movie that it was in bad taste to name a real country with a real prime minister? A serious political drama would be one thing, but why take such an offensive shot in a silly comedy? To some degree, \"Zoolander\" is a victim of bad timing, although I suspect I would have found the assassination angle equally tasteless before Sept. 11. The movie is a satirical jab at the fashion industry, and there are points scored, and some good stuff involving Stiller and Owen Wilson, who play the world's two top male models--funny in itself. The best moments involve the extreme stupidity of the Stiller character. Shown a model of a literary center to be built in his honor, he sweeps it to the floor, exclaiming: \"This is a center for ants! How can we teach children to read if they can't even fit inside the building?\" Funny, yes, and I like the hand model whose hand is sealed inside a hyperbarbic chamber to protect it. I also admire the ruthlessness with which \"Zoolander\" points out that the fashion industry does indeed depend on child labor. The back-to-school clothes of American kids are largely made by Third World kids who don't go to school. In fact, the more you put yourself into the shoes (if he had any) of a Muslim 12-year-old in a sport-shirt factory, the more you might understand why he resents rich Americans, and might be offended by a movie about the assasination of his prime minister (if he had the money to go to a movie). Kids like that don't grow up to think of America as fondly as the people who designed his flag.\n\nResponding quickly to the tragedy of Sept. 11, the makers of \"Zoolander\" did some last-minute editing. No, they didn't dub over the word \"Malaysia\" or edit around the assassination of the prime minister. What they did was digitally erase the World Trade Center from the New York skyline, so that audiences would not be reminded of the tragedy, as if we have forgotten. It's a good thing no scenes were shot in Kuala Lumpur, or they probably would have erased the Petronas Towers, to keep us from getting depressed or jealous or anything.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-09-28", "genres": ["Comedy"], "title": "Zoolander (2001)"}