{"url": "http://www.rogerebert.com/reviews/zorro-the-gay-blade-1981", "by": null, "star_rating": 2.0, "text": "It is hard to reconstruct these fragments from the memories of\r\nchildhood but as nearly as I can remember, the Zorro craze came after the Davy\r\nCrockett craze and before Elvis. Kids made Z marks everywhere -- on walls,\r\nfences, blackboards, and with ballpoints on the shirts of the kids sitting in\r\nfront of them -- and my personal notion is that Datsun sells half of their\r\nZ-cars to guys harboring sublimated Zorro fantasies.\n\nHere's\r\nthe curious thing. I remember a lot about Zorro. I even remember that he was\r\nonce played by Clayton Moore, who got to keep wearing his Lone Ranger mask. But\r\nI cannot remember if the Zorro movies were ever supposed to be funny. I assume\r\nthat the Zorros, played by Douglas Fairbanks, Tyrone Power, and John Carroll,\r\nwere more or less serious, within the broad outlines of the adventure genre.\r\nBut what about all the Zorro movies and TV shows that Guy Williams made for\r\nDisney? Were we laughing at him, or with him?\n\nI\r\nask because I am just as confused after seeing \"Zorro, the Gay\r\nBlade,\" which stars George Hamilton in a dual role as Don Diego Vega and\r\nhis twin brother, Bunny. (The brother was originally a Vega, too, but after\r\nenlisting in the British Navy he changed his name to Bunny Wigglesworth.) This\r\nmovie is, of course, intended as a comedy, and it has some funny moments. But\r\nit's just not successful, and I think the reason is that Hamilton never for a\r\nsecond plays Zorro as if he were really playing Zorro. We could laugh at the\r\nprevious movie Zorros because they were so serious about their ridiculous codes\r\nand vows and pledges of loyalty and chivalric passions. They were funny as long\r\nas they played it straight. But when a movie sets out a create a funny Zorro,\r\nthat's bringing coals to Newcastle. By playing every scene for laughs, Hamilton\r\nhas nothing to play against.\n\n\"Zorro,\r\nthe Gay Blade\" was no doubt inspired by the enormous success of Hamilton's\r\nspoof of a durable Hollywood character, when he played Dracula in \"Love at\r\nFirst Bite\" (1979). Hamilton demonstrated in that movie, and demonstrates\r\nagain in this one, that he is a gifted comic actor. He can have fun with his\r\nimprobably handsome appearance, he can poke fun at his character's vanity, and\r\nhe can look convincing enough as Zorro (or Dracula) to remind us of the\r\nquintessential Hollywood leading men whose footsteps he is stalking.\n\nBut\r\n... should Zorro be funny because of his puffed-up self-importance, or because\r\nhis role in life is inescapably ridiculous any way you look at it? Should he be\r\nfunny because of what he is (my theory), or what he does (this movie's theory)?\r\nA funnier comedy might have been made out of a more genuinely satirical\r\nexamination of the Zorro character. Instead, this one provides Zorro with a gay\r\nbrother who's a screamingly limp-wristed stereotype, and then goes for jokes\r\nthat are disappointingly predictable. It also gives him a leading lady (Lauren\r\nHutton) who has all she can do to play her role at all, much less play it\r\nsatirically. And it never provides a comprehensive story to hold the jokes\r\ntogether. Too bad. I think I remember now: We laughed more at the old Zorros,\r\nbecause they didn't know they were funny.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Comedy"], "title": "Zorro, the Gay Blade (1981)"}